Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: You seem to be in time shift, do you want to leave time shift?
cs: Zdá se, že jste v časovém posunu, Chcete opustit časový posun?
el: Φαίνεται ότι εκτελείται χρονομετατόπιση, θέλετε να τερματιστεί ;
fi: Sinulla on ajansiirto päällä, haluatko sulkea ajansiirron?
fr: Vous semblez être en PauseDirect ! Voulez-vous arrêter le PauseDirect ?
hr: Izgleda da ste u tajmšiftu, Hoćete napustiti tajmšift?
it: Il timeshift sembra essere attivo: interromperlo?
lt: Panašu, kad naudojamas laiko poslinkis. Ar norite išjungti laiko poslinkį?
nl: Timeshift is waarschijnlijk actief, wilt u Timeshift stoppen?
pl: Aktualnie jest włączony timeshift. Czy chcesz opuścić timeshift?
sk: Pravdepodobne sledujete timeshift. Má sa ukončiť?
sr: Izgleda da ste u tajmšiftu, Hoćete napustiti tajmšift?
sv: Du verkar vara i tidsomställning, vill du lämna tidsomställningen?
ta: நீங்கள் நேர மாற்றத்தில் இருப்பதாகத் தெரிகிறது, நேர மாற்றத்தை விட்டுவிட விரும்புகிறீர்களா?
tr: Zaman kaydırmayı başlatmış görünüyorsunuz, zaman kaydırmadan ayrılmak ister misiniz ?
uk: Спочатку завершіть таймшифт, бажаєте відключити таймшифт?

source: You seem to be in time shift, the service will briefly stop as time shift stops.
bg: Изглежда, че сте в смяна на времето, услугата ще спре за кратко, когато смяната на времето спре.
cs: Zdá se, že jste v časovém posunu, služba se nakrátko zastaví, když se časový posun zastaví.
el: Φαίνεται ότι εκτελείται χρονομετατόπιση, καθώς διακόπτεται, η υπηρεσία θα σταματήσει για λίγο.
fi: Sinulla on ajansiirto päällä. Kanavan katselu pysähtyy hetkeksi ajansiirron pysähtyessä.
fr: Vous semblez être en timeshift, le service s'arrêtera brièvement lorsque le timeshift s'arrêtera.
hr: Čini se da ste u vremenskom pomaku, usluga će se nakratko zaustaviti kako se vremenski pomak zaustavi.
it: Sembri essere in timeshift, il servizio si interromperà brevemente quando il timeshift si interromperà.
lt: Jums, atrodo, kad kanalas bus trumpai sustabdytas, laiko poslinkio nustatytais sustojimais.
nl: Waarschijnlijk is Timeshift nu ingeschakeld, de uitzending zal kort stoppen omdat Timeshift stopt.
pl: Wydaje się, że jesteś w timeshift, usługa zostanie na chwilkę zatrzymana.
sk: Zdá sa, že sledujete timeshift, pri jeho zastavení sa stanica nakrátko zastaví.
sr: Izgleda da ste u tajmšiftu, kanal će na kratko prestati kada tajmšift prestane.
sv: Du verkar vara i tidsförskjutning, tjänsten kommer kortvarigt att stoppas när tidsförskjutningen stannar.
ta: நீங்கள் நேர மாற்றத்தில் இருப்பதாகத் தெரிகிறது, நேர சிப்ட் நிறுத்தும்போது பணி சுருக்கமாக நிறுத்தப்படும்.
tr: Zaman kaydırmayı başlatmış görünüyorsunuz, zaman kaydırma işlemi durduğunda kanal kısa süreliğine duracaktır.
uk: Ви, здається, перебуваєте у timeshift, канал ненадовго зупиниться, коли зупинитьсяtimeshift.

source: You should flash a new image!
bg: Трябва да флашнете ново изображение!
cs: Měli byste flashnout nový obraz!
el: Πρέπει να γίνει φλασάρισμα ενός νέου image!
fi: Sinun kannattaa silti päivittää uusi ohjelmisto!
fr: Vous devriez mettre une nouvelle image!
hr: Trebali biste bljesnuti novoi imidž!
it: Dovresti flashare una nuova immagine!
lt: Turėtumėte įdiegti naują vaizdą!
nl: U kunt het beste een nieuwe image flashen!
pl: Powinieneś zainstalować nowy system!
sk: Mali by ste vykonať flash nového image!
sr: Trebalo bi da flešneš novi imidž!
sv: Du borde flasha en ny image!
ta: நீங்கள் ஒரு புதிய படத்தை ஒளிரச் செய்ய வேண்டும்!
tr: Yeni bir yazılım yüklemelisiniz!
uk: Вам слід встановити новий імідж!

source: Your %s %s does not support PiP HD
bg: Вашият %s %s не поддържа PiP HD
cs: Váš %s %s nepodporuje PiP HD
da: Din %s %s understøtter ikke PiP HD
de: Ihre %s %s unterstützt kein Bild im Bild HD
el: Ο %s %s σας δεν υποστηρίζει PiP HD
et: PiP HD ei ole %s %s poolt toetatud
fi: Vastaanottimesi %s %s ei tue PiP HD:ta
fr: Votre %s %s ne supporte pas le PiP HD
hr: Vaš %s %s ne podržava PiP HD
hu: A(z) %s %s készülék nem támogatja a Kép-a-Képben HD-t
it: Il %s %s non supporta il PiP HD
lt: Jūsų %s %s nepalaiko PiP HD
nl: Uw %s %s ondersteunt geen PiP HD
pl: %s %s nie obsługuje PiP HD
ru: Ваш %s %s не поддерживает PIP HD
sk: %s %s nepodporuje PiP HD
sr: Vaš %s %s ne podržava PiP HD
sv: Din %s %s har inte stöd för PiP HD
ta: உங்கள் %s %s PIP HD ஐ ஆதரிக்காது
tr: %s %s alıcınız PiP HD'yi desteklemiyor
uk: Ваш %s %s не підтримує ПІП HD
vi: Bạn % s% s không hỗ trợ PiP HD
zh_cn: 你的 %s %s 不支持高清画中画

source: Your %s %s goes to WOL
cs: Váš %s %s přejde do WOL
da: Din %s %s går til WOL
de: Ihre %s %s geht in den WOL-Modus
el: Ο %s %s σας μεταβαίνει σε ΑΣΔ
et: %s %s läheb WOL
fi: %s %s menee WOL:lle
fr: Votre %s %s va se réveiller depuis le réseau (WOL)
hr: Vaš %s %s ide u WOL
hu: %s %s WOL-ra változik
it: Il %s %s andrà in WOL
lt: Jūsų %s %s eina į WOL
nl: Uw %s %s gaat naar WOL
pl: %s %s przechodzi do WOL
ru: Ваш %s %s будет просыпаться от сети (WOL).
sk: %s %s prejde do WOL
sr: Vaš %s %s ide u WOL
sv: Din %s %s går till WOL
ta: உங்கள் %s %s WOL க்கு செல்கிறது
tr: %s %s alıcınız WOL moduna geçiyor
uk: Ваш %s %s йде в WOL
vi: Của bạn % s% s chuyển đến WOL
zh_cn: 你的 %s %s 进入网络唤醒

source: Your %s %s is not connected to the Internet, please check your network settings and try again.
bg: Вашият %s %s не е свързан към интернет, моля, проверете мрежовите настройки и опитайте отново.
cs: Váš %s %s není připojen k internetu, zkontrolujte nastavení sítě a zkuste to znovu.
el: Ο %s %s σας δεν είναι συνδεδεμένος στο διαδίκτυο, ελέγξτε τις ρυθμίσεις δικτύου και προσπαθήστε ξανά.
fi: %s %s ei ole yhteyttä Internettiin. Tarkista verkkoasetukset ja yritä uudelleen.
fr: Votre %s %s n'est pas connecté à Internet, merci de vérifier vos paramètres réseaux et réessayer.
hr: Vaš %s %s nije povezan s internetom, provjerite mrežne postavke i pokušajte ponovno.
it: Il %s %s non è connesso a Internet, controlla le impostazioni di rete e riprova.
lt: Jūsų %s %s neprijungtas prie interneto. Patikrinkite nustatymus ir bandykite dar kartą.
nl: Uw %s %s is niet met het internet verbonden. Controleer uw netwerkinstellingen en probeer het opnieuw.
pl: %s %s nie jest połączony z internetem, sprawdź ustawienia sieciowe i spróbuj ponownie.
sk: Váš %s %s nie je pripojený k internetu, prosím, skontrolujte nastavenia siete a skúste to znova.
sr: Vaš %s %s nije povezan sa Internetom, proverite postavke mreže i pokušajte ponovo.
sv: Din %s %s är inte ansluten till Internet, kontrollera dina nätverksinställningar och försök igen.
ta: உங்கள் %s %s இணையத்துடன் இணைக்கப்படவில்லை, தயவுசெய்து உங்கள் பிணைய அமைப்புகளை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: %s %s alıcınız internete bağlı değil, lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.
uk: Ваш %s %s не підключений до Інтернету, будь ласка, перевірте налаштування мережі та повторіть спробу.

source: Your %s %s is now ready to be used. Your Internet connection is working now.
bg: Вашият %s %s вече е готов да бъде използван. Вашият интернет работи в момента.
cs: Váš %s %s je nyní připraven k použití. Vaše internetové připojení nyní funguje.
el: Ο %s %s σας είναι τώρα έτοιμος για χρήση. Η σύνδεση στο διαδίκτυο είναι τώρα ενεργή.
fi: %s %s on nyt valmis käyttöön. Verkkoyhteys toimii.
fr: Votre %s %s est maintenant prêt à être utilisé. Votre connexion Internet fonctionne maintenant.
hr: Vaš %s %s sada je spreman za korištenje. Vaša internetska veza sada radi.
it: Il %s %s è ora pronto per l'uso. La connessione Internet è attiva.
lt: Jūsų %s %s dabar paruoštas naudoti. Jūsų interneto ryšys dabar veikia.
nl: Uw %s %s is nu gereed voor gebruik. Uw internetverbinding werkt.
pl: %s %s jest gotowy do użycia. Połączenie internetowe teraz działa.
sk: %s %s je teraz pripravený na používanie. Vaše pripojenie na internet funguje.
sr: Vaš %s %s je sada spreman za upotrebu. Internet veza sada funkcioniše.
sv: Din %s %s är nu klar att användas. Din internetanslutning fungerar nu.
ta: உங்கள் %s %s இப்போது பயன்படுத்த தயாராக உள்ளது. உங்கள் இணைய இணைப்பு இப்போது செயல்படுகிறது.
tr: %s %s alıcınız artık kullanıma hazır. İnternet bağlantınız şu anda çalışıyor.
uk: Ваш %s %s готовий до роботи. Інтернет з'єднання вже працює.

source: Your %s %s is rebooting
bg: Вашият %s %s се рестартира
cs: Váš %s %s se restartuje
da: Din %s %s genstartes.
de: Ihre %s %s startet neu
el: Γίνεται επανεκκίνηση του %s %s σας
et: %s %s taaskäivitub
fi: %s %s käynnistyy uudelleen
fr: Votre %s %s est en train de redémarrer
hr: Vaš %s %s se ponovno pokreće
hu: A(z) %s %s készülék most újraindul
it: Il %s %s si sta riavviando
lt: Jūsų %s %s yra paleidžiamas iš naujo
nl: Uw %s %s wordt opnieuw gestart
pl: %s %s jest uruchamiany ponownie
ru: Полная перезагрузка вашего %s %s
sk: %s %s sa reštartuje
sr: Vaš %s %s se ponovo pokreće
sv: Din %s %s startar om
ta: உங்கள் %s %s மறுதொடக்கம் செய்யப்படுகிறது
tr: %s %s alıcınız yeniden başlatılıyor
uk: Ваш %s %s перезавантажується
vi: Của bạn % s% s đang khởi động lại
zh_cn: 你的 %s %s 重新启动

source: Your %s %s is rebooting into Recovery Mode
bg: Вашият %s %s се рестартира в режим за възстановяване
cs: Váš %s %s se restartuje do režimu obnovení
da: Din %s %s genstartes i Genoprettelsestilstand.
de: Ihre %s %s startet in den Wartungsmodus
el: Γίνεται επανεκκίνηση του %s %s σε λειτουργία αποκατάστασης
et: %s %s taaskäivitub taasterežiimis
fi: %s %s käynnistyy palautus tilaan
fr: Votre %s %s redémarre en Mode Récupération (Recovery Mode)
hr: Vaš %s %s ponovno se pokreće u načinu oporavka
hu: A(z) %s %s készülék most újraindul Recovery Mode-ban
it: Il %s %s si sta riavviando in Recovery Mode
lt: Jūsų %s %s paleidžiamas iš naujo į atkūrimo režimą
nl: Uw %s %s herstart naar de Recovery modus
pl: Twój %s %s jest uruchamiany ponownie w trybie awaryjnym
sk: %s %s sa reštartuje do núdzového režimu
sr: Vaš %s %s se ponovo pokreće u režimu oporavak
sv: Din %s %s startar om till återställningsläge
ta: உங்கள் %s %s மீட்பு பயன்முறையில் மறுதொடக்கம் செய்யப்படுகிறது
tr: %s %s alıcınız Kurtarma Modunda yeniden başlatılıyor
uk: Ваш %s %s перезавантажується в режимі відновлення
vi: Của bạn % s% s đang khởi động lại vào Chế độ khôi phục

source: Your %s %s is shutting down
bg: Вашият %s %s се изключва
cs: Váš %s %s se vypíná
da: Din %s %s lukkes ned.
de: Ihre %s %s wird ausgeschaltet
el: Γίνεται τερματισμός του %s %s σας
et: %s %s lülitub välja
fi: %s %s sammutetaan
fr: Votre %s %s est en train de s'éteindre
hr: Vaš %s %s se isključuje
hu: A(z) %s %s készülék most kikapcsol
it: Il %s %s si sta spegnendo
lt: Jūsų %s %s išsijungia
nl: Uw %s %s is aan het afsluiten
pl: %s %s jest wyłączany
ru: Ваш %s %s будет выключен
sk: %s %s sa vypína
sr: Vaš %s %s se isključuje
sv: Din %s %s stängs av
ta: உங்கள் %s %s மூடப்படுகின்றன
tr: %s %s alıcınız kapatılıyor
uk: Ваш %s %s буде вимкнено
vi: Của ban % s% s đang tắt
zh_cn: 你的 %s %s 正在关闭...

source: Your %s %s was not shutdown properly. Do you want to put it in %s?
bg: Вашият %s %s не бе изключен както трябва. Искате ли да го поставите в %s?
cs: Váš %s %s nebyl správně vypnut. Přejete si ho přepnout do %s?
da: Din %s %s blev ikke lukket korrekt. Ønsker du at sætte den i %s ?
de: Ihre %s %s ist nicht ordnungsgemäß heruntergefahren. Wollen Sie diese in %s versetzen?
el: Ο %s %s σας δεν τερματίστηκε σωστά. Θέλετε να τον θέσετε σε %s;
et: %s %s ei seisatud korralikult. Kas võtta kasutusele %s?
fi: %s %s ei sammunnut oikein. Haluatko siirtää tämän kohteeseen %s?
fr: Votre %s %s n'a pas été éteint correctement. Voulez-vous le mettre en %s ?
hr: Vaš %s %s nije ispravno isključen. Želite li ga staviti u %s?
hu: A(z) %s %s készülék leállítása nem volt megfelelő. Szeretné, hogy a készülék ebbe az állapotba kerüljön: %s?
it: Il %s %s non si è arrestato correttamente. Vuoi metterlo in %s?
lt: Jūsų %s %s buvo netinkamai išjungtas. Ar norite įdėti tai į %s?
nl: Uw %s %s was niet correct uitgezet. Wilt u hem in %s zetten?
pl: %s %s nie został prawidłowo wyłączony. Czy chcesz umieścić to w %s?
ru: Ваш %s %s ist не выключен. Хотите %s?
sk: %s %s nebol vypnutý správnym spôsobom. Má prijímač prejsť do stavu %s?
sr: Vaš %s %s nije ispravno isključen. Želite li da stavite u %s?
sv: Din %s %s stängdes inte av på rätt sätt. Vill du lägga in den i %s?
ta: உங்கள் %s %s சரியாக பணிநிறுத்தம் செய்யப்படவில்லை. இதை %s இல் வைக்க விரும்புகிறீர்களா?
tr: %s %s alıcınız düzgün şekilde kapatılmadı. %s moduna geçmek ister misiniz?
uk: Ваш %s %s не був вимкнений належним чином. Ви хочете, перевести його в %s?
vi: Của bạn % s% s không được tắt đúng cách. Bạn có muốn đặt nó trong% s không?
zh_cn: 你的 %s %s 没有正确关闭. 是否把它放入 %s;

source: Your %s %s will Reboot...
bg: Вашият %s %s ще се рестартира ...
cs: Váš %s %s se restartuje...
da: Din %s %s vil Genstarte...
de: %s %s startet neu...
el: Θα γίνει επανεκκίνηση του %s %s σας...
et: %s %s taaskäivitub
fi: %s %s käynnistyy uudelleen...
fr: Votre %s %s va redémarrer…
hr: Vaš %s %s će se ponovno podići...
hu: A(z) %s %s újra fog indulni...
it: Il %s %s si riavvierà...
lt: Jūsų %s %s pasileis iš naujo...
nl: Uw %s %s zal opnieuw starten...
pl: %s %s jest uruchamiany ponownie...
ru: Ваш %s %s будет перезагружен...
sk: %s %s sa reštartuje…
sr: Vaš %s %s će se pokrenuti...
sv: Din %s %s kommer att starta om...
ta: உங்கள் %s %s மறுதொடக்கம் செய்யும் ...
tr: %s %s alıcınızın sistemi yeniden başlatılacak...
uk: Ваш %s %s буде перезавантажено...
vi: Của bạn % s% sẽ khởi động lại ...
zh_cn: 你的 %s %s 将重新启动...

source: Your %s %s will Restart...
bg: Вашият %s %s ще се рестартира...
cs: Váš %s %s se restartuje...
da: Din %s %s vil Genstarte...
de: %s %s startet neu...
el: Θα γίνει επανεκκίνηση του %s %s σας...
et: %s %s taaskäivitub
fi: Laite %s %s käynnistyy uudelleen...
fr: Votre %s %s va redémarrer…
hr: Vaš %s %s će se ponovno pokrenuti...
hu: A(z) %s %s újra fog indulni...
it: Il %s %s si riavvierà...
lt: Jūsų %s %s pasileis iš naujo...
nl: Uw %s %s zal opnieuw starten...
pl: %s %s uruchomi się ponownie...
sk: %s %s sa reštartuje…
sr: Vaš %s %s će se ponovo pokrenuti...
sv: Din %s %s kommer att starta om...
ta: உங்கள் %s %s மறுதொடக்கம் செய்யும் ...
tr: %s %s alıcınız yeniden başlatılacak...
uk: Ваш %s %s перезавантажиться...
vi: Của bạn % s% s sẽ khởi động lại ...
zh_cn: 你的 %s %s 将重新启动...

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
bg: Вашият %s %s ще бъде рестартиран след инсталиране на сервиза. Искате ли да го инсталирате сега ?
cs: Váš %s %s se po instalaci služby restartuje. Chcete nainstalovat nyní ?
da: Din %s %s vil blive genstartet efter installation af tjenesten. Vil du installere den nu ?
de: Ihre %s %s wird nach installieren des Services neu gestartet Service jetzt installieren?
el: Θα γίνει επανεκκίνηση του %s %s σας μετά την εγκατάσταση της υπηρεσίας. Είστε έτοιμοι για εγκατάσταση τώρα ;
et: Pärast teenuse paigaldamist %s %s taaskäivitub. Kas paigaldada kohe?
fi: %s %s käynnistyy uudelleen palvelun asentamisen jälkeen. Asennetaanko palvelu nyt?
fr: Votre %s %s sera redémarré après l'installation du service. Voulez-vous l'installer maintenant ?
hr: Vaš %s %s ponovno će se pokrenuti nakon instalacije usluge. Želite li instalirati sada?
hu: A(z) %s %s készülék újraindítása kerül a szolgáltatás telepítése után. Szeretné telepíteni most?
it: Il %s %s verrà riavviato dopo l'installazione del servizio. Vuoi installare ora?
lt: Po paslaugos įdiegimo, jūsų %s %s bus paleistas iš naujo. Ar norite įdiegti dabar?
nl: Uw %s %s zal na het installeren van de service opnieuw worden gestart Wilt u nu installeren?
pl: %s %s zostanie ponownie uruchomiony po instalacji lisy kanałów. Czy chcesz zainstalować listę teraz?
ru: Ваш %s %s будет перезагружен после установки сервиса Хотите установить сейчас?
sk: %s %s sa po inštalácii služby reštartuje . Má sa inštalovať?
sr: Vaš %s %s će biti ponovo pokrenut nakon instalacije kanala. Želite li odmah instalirati?
sv: Din %s %s kommer att startas om efter installationen av tjänsten. Vill du installera nu?
ta: சேவையை நிறுவிய பின் உங்கள் %s %s மறுதொடக்கம் செய்யப்படும். இப்போது நிறுவ விரும்புகிறீர்களா?
tr: Hizmetin kurulumundan sonra %s %s alıcınız yeniden başlatılacaktır. Şimdi kurmak istiyor musunuz ?
uk: Ваш %s %s буде перезавантажено після установки каналів. Хочете встановити зараз?
vi: Của bạn % s% s sẽ được khởi động lại sau khi cài đặt dịch vụ. Bạn có muốn cài đặt ngay bây giờ?
zh_cn: 你的 %s %s 将在安装后重新启动服务. 是否现在要安装？

source: Your %s %s will be restarted after the removal of service Do you want to remove now?
cs: Váš %s %s se po odebrání služby restartuje. Chcete odebrat nyní ?
el: Θα γίνει επανεκκίνηση του %s %s σας μετά την αφαίρεση της υπηρεσίας Είστε έτοιμοι για αφαίρεση τώρα ;
fi: %s %s käynnistyy uudelleen palvelun poistamisen jälkeen Poistetaanko palvelu nyt?
fr: Votre %s %s sera redémarré après avoir supprimé le service. Voulez-vous le supprimer maintenant ?
hr: Vaš %s %s će biti ponovo pokrenut nakon uklanjanja kanala Želite li sada ukloniti?
it: Il %s %s verrà riavviato dopo la rimozione del servizio Vuoi rimuovere ora?
lt: Po kanalų pašalinimo, jūsų %s %s bus paleistas iš naujo. Ar norite pašalinti dabar?
nl: Uw %s %s zal na het verwijderen van de service opnieuw worden gestart Wilt u nu verwijderen?
pl: %s %s zostanie zrestartowany po usunięciu listy kanałów Czy chcesz ją usunąć?
sk: %s %s sa po odstránení služby reštartuje Má sa odstrániť?
sr: Vaš %s %s će biti ponovo pokrenut nakon uklanjanja kanala Želite li sada ukloniti?
sv: Din %s %s kommer att startas om efter borttagningen av tjänsten Vill du ta bort nu?
ta: சேவையை அகற்றிய பின்னர் உங்கள் %s %s மறுதொடக்கம் செய்யப்படும் நீங்கள் இப்போது அகற்ற விரும்புகிறீர்களா?
tr: Hizmet kaldırıldıktan sonra %s %s alıcınız yeniden başlatılacaktır Şimdi kaldırmak istiyor musunuz ?
uk: Ваш %s %s буде перезавантажений після видалення каналу. Хочете видалити зараз?

source: Your Internet connection is not working! Please choose what you want to do next.
bg: Вашата интернет връзка не работи! Моля, изберете какво ще правите по-нататък.
cs: Vaše internetové připojení nefunguje! Prosím, vyberte, co chcete dělat dál.
el: Η σύνδεση στο διαδίκτυο δεν λειτουργεί! Επιλέξτε τι θέλετε να ακολουθήσει.
fi: Lähiverkkoyhteys ei toimi! Valitse mitä haluat tehdä seuraavaksi.
fr: Votre connexion Internet ne fonctionne pas ! Veuillez choisir ce que vous voulez faire ensuite.
hr: Vaša internetska veza ne radi! Odaberite što želite učiniti sljedeće.
it: La connessione Internet non funziona! Per favore scegli cosa vuoi fare dopo.
lt: Jūsų interneto ryšys neveikia! Pasirinkite, ką norite daryti toliau.
nl: Uw internetverbinding werkt helaas niet! Selecteer wat u nu wilt te doen.
pl: Twoje połączenie internetowe nie działa! Wybierz co chcesz zrobić dalej.
sk: Pripojenie k internetu nefunguje! Vyberte, čo sa má vykonať.
sr: Internet veza ne funkcioniše! Odaberite šta želite uraditi sledeće.
sv: Din internetanslutning fungerar inte! Vänligen välj vad du vill göra härnäst.
ta: உங்கள் இணைய இணைப்பு செயல்படவில்லை! அடுத்து நீங்கள் என்ன செய்ய விரும்புகிறீர்கள் என்பதைத் தேர்வுசெய்க.
tr: İnternet bağlantınız çalışmıyor! Lütfen sonraki aşamada yapmak istediğiniz işlemi seçin.
uk: Ваше інтернет з'єднання не працює! Виберіть наступну дію.

source: Your Internet connection is working (IP: %s)
cs: Vaše internetové připojení funguje (ip: %s)
el: Η σύνδεσή σας στο διαδίκτυο λειτουργεί (ip: %s)
fi: Verkkoyhteytesi toimii (ip: %s)
hr: Vaša internetska veza radi (IP: %s)
it: La connessione Internet funziona (ip: %s)
nl: Uw internetverbinding functioneert (IP: %s)
pl: Twoje połączenie internetowe działa prawidłowo (IP: %s)
sk: Pripojenie k internetu funguje (IP: %s)
sr: Vaša internet konekcija radi (IP: %s)
sv: Din internetanslutning fungerar (IP: %s)
ta: உங்கள் இணைய இணைப்பு செயல்படுகிறது (ஐபி: %s)
tr: İnternet bağlantınız çalışıyor (IP: %s)
uk: Ваше підключення до Інтернету працює (АП: %s)

source: Your Receiver has a Software problem detected. Since the last reboot it has occurred %d times.
bg: Вашият приемник има открит софтуерен проблем. След последното рестартиране това се е случило %d пъти.
cs: U vašeho přijímače byl zjištěn problém se softwarem. Od posledního restartu k tomu došlo %d krát.
da: Din modtager her opdaget et software-problem. Det er forekommet %d gange siden den sidste genstart.
de: Ihr Receiver hat ein Softwareproblem erkannt. Seit dem letzten Neustart ist es %d Mal aufgetreten.
el: Έχει εντοπιστεί ένα πρόβλημα λογισμικού στον δέκτη σας. Από την τελευταία επανεκκίνηση έχει προκύψει %d φορές.
et: Vastuvõtjal tuvastati tarkvaraline probleem. Pärast taaskäivitust on see juhtunud %d korda.
fi: Vastaanottimessasi on havaittu ohjelmisto virhe. Viimeisen uudelleen käynnistyksen jälkeen se on tapahtunut %d kertaa.
fr: Votre récepteur a un problème logiciel détecté. Depuis le dernier redémarrage, cela s'est produit %d fois.
hr: Vaš tuner ima otkriven problem sa softverom. Od posljednjeg ponovnog pokretanja dogodilo se %d puta.
it: Il ricevitore ha rilevato un problema software. Dall'ultimo riavvio si è verificato %d volte.
lt: Jūsų imtuve aptikta programinės įrangos problema. Nuo paskutinio perkrovimo tai įvyko %d kartus.
nl: Uw ontvanger heeft een software probleem. Sinds de laatste herstart is dit %d keer voorgekomen.
pl: Odbiornik wykrył problem z oprogramowaniem. Od ostatniego ponownego uruchomienia wystąpił %d razy.
sk: Váš prijímač zistil softvérový problém. Od posledného reštartovania sa objavil %d-krát.
sr: Vaš resiver ima otkriven siftverski problem. Od poslednjeg ponovnog pokretanja sistema došlo je do %d puta.
sv: Din mottagare har ett programvaruproblem upptäckt. Sedan den senaste omstarten har det inträffat %d gånger.
ta: உங்கள் பெறுநருக்கு மென்பொருள் சிக்கல் கண்டறியப்பட்டுள்ளது. கடைசியாக மறுதொடக்கம் செய்யப்பட்டதிலிருந்து இது %d முறை நிகழ்ந்தது.
tr: Alıcınızda bir yazılım sorunu tespit edildi. Son yeniden başlatmadan bu yana %d kez tekrarlandı.
uk: У Вашому приймачі виявлено проблему з ПЗ. Після останнього перезавантаження воно пройшло %d разів.
zh_cn: 您的接收器检测到软件问题.自上次重新启动后,发生了 %d 次.

source: Your STB will restart after pressing OK on your remote control.
bg: Вашият STB ще се рестартира след натискане ОК на дистанционното.
cs: Váš STB se restartuje po stisknutí tlačítka OK na dálkovém ovladači.
da: Din STB vil genstarte efter at du har trykket OK på fjernbetjeningen.
de: Die Box wird nach dem Drücken von OK auf der Fernbedienung neu starten.
el: Θα γίνει επανεκκίνηση του δέκτη σας αφού πιέσετε το ΟΚ στο τηλεχειριστήριο.
et: Vastuvõtja taaskäivitub pärast puldil OK vajutamist.
fi: Laite käynnistyy uudelleen kun painat kaukosäätimen OK näppäintä.
fr: Votre récepteur va redémarrer après avoir appuyé sur OK sur la télécommande.
hr: Vaš STB će se ponovno pokrenuti nakon što pritisnete OK na daljinskom kontroloru.
hu: Az OK gomb megnyomása után a készülék újra fog indulni.
it: Il ricevitore si riavvierà dopo aver premuto il tasto OK.
lt: Paspaudus 'OK', jūsų imtuvas bus paleistas iš naujo.
nl: Als u op OK drukt zal uw %s %s opnieuw starten.
pl: Odbiornik uruchomi się ponownie po naciśnięciu przycisku 'OK' na pilocie.
ru: Ресивер будет перезагружен после нажатия кнопки ОК.
sk: Po stlačení OK na diaľkovom ovládači sa váš prijímač reštartuje.
sr: Vaš resiver će se ponovo pokrenuti nakon pritiska ОК na DU.
sv: Din STB startar om efter att du tryckt på OK på fjärrkontrollen.
ta: உங்கள் ரிமோட் கண்ட்ரோலில் சரி என்பதை அழுத்திய பின் உங்கள் எச்.டி.பி மறுதொடக்கம் செய்யும்.
tr: Uzaktan kumandanızdaki OK tuşuna bastıktan sonra alıcınız yeniden başlatılacaktır.
uk: Приймач буде перезавантажено після натиснення ОК на пульті ДУ.
vi: STB của bạn sẽ khởi động lại sau khi nhấn OK trên điều khiển từ xa.
zh_cn: 按下遥控器上的OK键后机顶盒将重新启动.
