Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Stop testing plane after # successful transponders
bg: Стоп на тестване на нивото след # успешни транспондери
cs: Zastavit testovací plán po X úspěšných transpondérech
da: Stop afprøvningsflade efter # fungerende transpondere
de: Stoppe Test nach # erfolgreichen Transpondern
el: Ολοκλήρωση ελέγχου κάθε επιπέδου μετά από # επιτυχημένους αναμεταδότες
et: Peata testimine pärast # leitud transponderit
fi: Monenko toimivan lähettimen jälkeen testaus lopetetaan
fr: Stopper le test à partir # succès transpondeurs
hr: Prestani testiranje poslije # uspješnih transpondera
hu: Próbálkozások befejezése ennyi sikeres transzponder után
it: Ferma test dopo # transponder controllati correttamente
lt: Stabdyti testą po # teisingų transponderių
nl: Stop testen na # succesvolle transponders
pl: Zatrzymaj testowanie poziomu po # udanych transponderach
pt_br: Parar teste após a confirmação de # TPs
ru: Остановить тестирование после кол. исправных транспондеров
sk: Zastaviť testovanie po # úspešných transpondéroch
sl: Ustavi testiranje po # uspelih transponderjih
sr: Prestani testiranje posle # uspešnih transpondera
sv: Sluta testa planet efter # framgångsrika transpondrar
ta: # வெற்றிகரமான டிரான்ச்பாண்டர்களுக்குப் பிறகு விமானத்தை சோதனை செய்வதை நிறுத்துங்கள்
tr: Başarılı aktarıcı sayısına ulaşıldığında testi durdur
uk: Зупинити тестування після # справних транспондерів
vi: Dừng máy bay thử nghiệm sau khi # bộ tiếp sóng thành công
zh_cn: 在#成功服务器停止测试平面

source: Stop the update, if running, then exit
bg: Спрете актуализацията, ако се изпълнява, след това излезте
cs: Zastavte aktualizaci, pokud běží, ukončete ji
el: Διακοπή της ενημέρωσης, αν εκτελείται, και έπειτα έξοδος
fi: Pysäytä päivitys, jos se on käynnissä, sitten poistu
hr: Zaustavi ažuriranje, ako je pokrenuto, onda izađi
it: Ferma aggiornamento, se in esecuzione, quindi esci
lt: Sustabdykite naujinimą, jei naudojate, tada išeikite
nl: Stop een lopende update en Exit
pl: Zatrzymaj aktualizację, jeśli w toku to wyjdź
sk: Zastaviť aktualizáciu (ak prebieha), potom ukončiť
sr: Zaustavi ažuriranje, ako je pokrenuto, onda izađi
sv: Stoppa uppdateringen, om den körs, avsluta sedan
ta: புதுப்பிப்பை நிறுத்துங்கள், இயங்கினால், வெளியேறவும்
tr: Güncelleme devam ediyorsa durdurun, ardından çıkın
uk: Зупинити оновлення, якщо воно запущене, та вийти

source: Stop time shift
bg: Стоп на timeshift
cs: Zastavit časový posun
el: Διακοπή χρονομετατόπισης
fi: Pysäytä ajansiirto
fr: Arrêter PauseDirect
hr: Zaustavi timeshift
it: Ferma timeshift
lt: Stabdyti laiko poslinkį
nl: Beëindig de Timeshift
pl: Zatrzymać timeshift
sk: Ukončiť timeshift
sr: Zaustavi tajmšift
sv: Stoppa tidsförskjutningen
ta: நேர மாற்றத்தை நிறுத்துங்கள்
tr: Zaman kaydırmayı durdur
uk: Зупинити таймшифт

source: Stop time shift and save time shift buffer as a movie
cs: Zastavit časový posun a uložit vyrovnávací paměť časového posunu jako film
el: Διακοπή χρονομετατόπισης και αποθήκευση της προφόρτωσης ως ταινία
fi: Pysäytä ajansiirto ja muunna ajansiirtoa tallenteeksi
fr: Arrêter le PauseDirect et sauvegarder le buffer comme film
hr: Zaustavi timešift i sačuvaj bafer za timešift kao film
it: Ferma timeshift e salva il buffer timeshift
lt: Stabdyti laiko poslinkį ir išsaugoti įsimintą laiko poslinkį, kaip filmą
nl: Stop Timeshift en de Timeshift-buffer opslaan als opname
pl: Zatrzymaj timeshift i zapisz jako nagranie
sk: Zastaviť timeshift a uložiť obsah timeshiftu ako nahrávku
sr: Zaustavite pomeranje vremena i sačuvajte bafer pomeranja vremena kao film
sv: Stoppa tidsomställningen och spara tidsomställningens buffert som en film
ta: நேர மாற்றத்தை நிறுத்தி, நேர சிப்ட் பஃப்பரை திரைப்படமாக சேமிக்கவும்
tr: Zaman kaydırmayı durdurun ve zaman kaydırma arabelleğini film olarak kaydedin
uk: Зупинити тайм-шифт і зберегти його буфер як запис

source: Stop time shift and save time shift buffer as a movie and start recording of current event
cs: Zastavit časový posun a uložit vyrovnávací paměť časového posunu jako film a spustit záznam aktuální události
el: Διακοπή χρονομετατόπισης και αποθήκευση της προφόρτωσης ως ταινία και εκκίνηση εγγραφής του τρέχοντος προγράμματος
fi: Pysäytä ajansiirto ja muunna ajansiirtoa tallenteeksi ja aloita tallentaminen nykyinen ohjelma
fr: Arrêter le PauseDirect et sauvegarder le buffer comme film et démarrer l'enregistrement de l'évènement courant
hr: Zaustavi timešift i sačuvaj bafer za timešift kao film i započnite snimanje trenutnog događaja
it: Ferma timeshift, salva buffer timeshift e avvia registrazione evento in corso
lt: Stabdyti laiko poslinkį, išsaugoti įsimintą laiko poslinkį, kaip filmą ir pradėti dabartinio įvykio įrašymą
nl: Stop Timeshift en sla Timeshift-buffer op als opname, en start opname van het huidige programma
pl: Zatrzymaj timeshift, zapisz jako nagranie i rozpocznij nagrywanie bieżącego wydarzenia
sk: Zastaviť timeshift a uložiť ho ako nahrávku. Potom spustiť nahrávanie aktuálnej udalosti
sr: Zaustavite prenos vremena i sačuvajte bafer prenosa vremena kao film i započnite snimanje trenutnog događaja
sv: Stoppa tidsförskjutningen och spara tidsförskjutningsbufferten som en film och starta inspelning av aktuell händelse
ta: நேர மாற்றத்தை நிறுத்தி, நேர சிப்ட் பஃப்பரை திரைப்படமாக சேமித்து தற்போதைய நிகழ்வின் பதிவு செய்யத் தொடங்குங்கள்
tr: Zaman kaydırmayı durdurun, zaman kaydırma arabelleğini film olarak kaydedin ve mevcut etkinliğin kaydını başlatın
uk: Зупинити тайм-шифт і зберегти його буфер як запис і почати запис поточної передачі

source: Stop time shift while recording
bg: Спрете смяната на времето, докато записвате
cs: Zastavit časový posun během nahrávání
el: Διακοπή εγγραφής χρονοδιακόπτη κατά την εγγραφή
fi: Pysäytä ajansiirto tallennuksen ajaksi
fr: Stopper le PauseDirect pendant un enregistrement ?
hr: Zaustavi tajmšift tokom snimanja
it: Ferma timeshift durante registrazione
lt: Stabdyti laiko poslinkį įrašinėjant
nl: Timeshift stoppen tijdens een opname
pl: Zatrzymaj timeshift podczas nagrywania
sk: Zastaviť timeshift počas nahrávania
sr: Zaustavi tajmšift tokom snimanja
sv: Stoppa tidsförskjutning under inspelning
ta: பதிவு செய்யும் போது நேர மாற்றத்தை நிறுத்துங்கள்
tr: Kayıt sırasında zaman kaydırmayı durdurun
uk: Зупинити таймшифт на час запису

source: Stop timer recording
bg: Стоп на запис с таймер
cs: Ukončit nahrávání časovače
da: Stop Timeroptagelse
de: Timeraufnahme beenden
el: Διακοπή εγγραφής χρονοδιακόπτη
et: Peata taimeriga salvestamine
fi: Pysäytä ajastettu tallennus
fr: Programmation arrêt enregistrement
hr: Zaustavi snimanje tajmerom
hu: Az időzített felvétel megállítása
it: Ferma registrazione con timer
lt: Stabdyti įrašymą pagal laikmatį
nl: Stop timeropname
pl: Zatrzymaj timer nagrywania
pt_br: Parar gravação agendada
ru: Остановить запись таймера
sk: Zastaviť nahrávanie podľa časovača
sr: Zaustavi snimanje tajmerom
sv: Stoppa timerinspelning
ta: நேரங்குறிகருவி பதிவை நிறுத்துங்கள்
tr: Zamanlayıcı kaydını durdur
uk: Зупинити запис таймера
vi: Dừng ghi âm hẹn giờ
zh_cn: 停止定时器录制

source: Stopped
bg: Спряно
cs: Zastaveno
da: Stoppet
de: Beendet
el: Σταματημένο
et: Peatatud
fi: Pysäytetty
fr: Arrêté
hr: Zaustavljeno
hu: Leállítva
it: Fermato
lt: Sustabdyta
nl: Gestopt
pl: Zatrzymany
pt_br: Parado
ru: Остановлено
sk: Zastavené
sl: Ustavljeno
sr: Zaustavljeno
sv: Stoppat
ta: நிறுத்தப்பட்டது
tr: Durduruldu
uk: Зупинено
vi: Ngừng
zh_cn: 停止

source: Stopping Softcam
bg: Спиране Softcam
cs: Zastavování Softcam
da: Stopper Softcam
de: Stoppe Softcam
el: Σταμάτημα softcam
et: EMU peatamine
fi: Pysäytä Softcam
fr: Arrêt Softcam
hr: Zaustavi Softcam
hu: Softcam leállítása
it: Ferma softcam
lt: Stabdomas emuliatorius
nl: Stoppen Softcam
pl: Zatrzymywanie softcam
ru: Остановка эмулятора
sk: Zastavuje sa softcam
sr: Zaustavi Softcam
sv: Stoppa Softcam
ta: சாப்ட்கேமை நிறுத்துகிறது
tr: Softcamı durdur
uk: Зупинка Softcam
vi: Dừng Softcam
zh_cn: 停止softcam

source: Stops time shift being used if a recording is in progress. This is advisable for USB sticks.
cs: Zakázat časový posun během nahrávání (doporučeno pro USB flash disky).
el: Διακοπή της χρήσης του χρονοδιακόπτη αν εκτελείται εγγραφή. (Συνίσταται για τα USB στικ.)
hr: Onemogućava korištenje pomaka u vremenu ako je snimanje u tijeku. To se preporučuje za USB memorijske stickove.
it: Disabilita timeshift durante la registrazione (consigliato per le chiavette USB).
lt: Sustabdo laiko poslinkio naudojimą, jei vyksta įrašymas. (Patartina USB atmintinėms.)
nl: Stopt Timeshift tijdens een opname. Aan te raden bij gebruik van een USB-stick.
sr: Onemogućava korišćenje pomeranja vremena ako je snimanje u toku. Ovo se preporučuje za USB fleš diskove.
sv: Stoppar användningen av tidsförskjutning om en inspelning pågår. (Rekommenderas för USB-minnen.)
tr: Kayıt devam ederken zaman kaydırma özelliğinin kullanılmasını durdurur. Bu, USB bellekler için tavsiye edilir.
uk: Зупиняє використання функції Time Shift під час запису. Рекомендовано для USB-накопичувачів.

source: Storage / Disk Information
cs: Úložiště / Informace o disku
el: Χώρος αποθήκευσης / πληροφορίες δίσκου
fi: Tallennuslaitteet
hr: Skladište / Disk Info
it: Informazioni su archiviazione e disco
nl: Disk en opslag informatie
pl: Informacje o pamięci masowej / dyskach
sk: Informácie o úložisku/disku
sr: Skladište / Disk Info
sv: Lagring / Diskinformation
ta: சேமிப்பு / வட்டு செய்தி
tr: Depolama / Disk Bilgileri
uk: Інформація про сховище/диск

source: Storage / Disk information for %s %s
cs: Informace o úložišti / disku pro %s %s
el: Χώρος αποθήκευσης / πληροφορίες δίσκου για τον %s %s
fi: Tallennustilan tiedot %s %s
hr: Skladište / Disk Info za %s %s
it: Informazioni su archiviazione e disco per %s %s
nl: Disk en opslag informatie voor uw %s %s
pl: Informacje o pamięci masowej/dysku dla %s %s
sk: Informácie o úložisku/disku pre %s %s
sr: Skladište / Disk Info za %s %s
sv: Lagring / Diskinformation för %s %s
ta: %s %s க்கான சேமிப்பு / வட்டு செய்தி
tr: %s %s için Depolama / Disk bilgileri
uk: Інформація про сховище/диск для %s %s

source: Storage / Disks
cs: Úložiště / Disky
el: Χώρος αποθήκευσης / δίσκοι
fi: Tallennustila / Asemat
hr: Skladište / Disk
it: Archiviazione e dischi
lt: Saugykla / diskai
nl: Opslag / Schijven
pl: Pamięć / Dyski
sk: Úložisko/disky
sr: Skladište / Disk
sv: Lagring / Diskar
ta: சேமிப்பு / வட்டுகள்
tr: Depolama / Diskler
uk: Сховище/диски

source: Storage / Drive information
cs: Informace o úložišti / disku
el: Χώρος αποθήκευσης / πληροφορίες οδηγού
fi: Tallennustilan / Aseman tiedot
hr: Skladište / Disk info
it: Informazioni sull'archiviazione e sulle unità
nl: Disk en opslag informatie
pl: Pamięć masowa / Informacje o dysku
sk: Informácie o úložisku/jednotke
sr: Skladište / Disk info
sv: Lagring / Information om enheten
ta: செய்தி சேமிப்பு / இயக்கி செய்தி
tr: Depolama / Sürücü bilgileri
uk: Інформація про сховище/диск

source: Storage Devices
bg: Устройства за съхранение
cs: Zařízení pro ukládání dat
el: Συσκευές αποθήκευσης
fi: Tallennusvälineet
fr: Liste des Périphériques de Stockage
hr: Uređaj za Skladištenje
it: Dispositivi di archiviazione
lt: Saugojimo įrenginiai
nl: Opslagmedia
pl: Urządzenia pamięci masowej
sk: Úložné zariadenia
sr: Uređaj za Skladištenje
sv: Lagringsenheter
ta: சேமிப்பக சாதனங்கள்
tr: Depolama Cihazları
uk: Пристрої зберігання

source: Storage device full!
bg: Дискът пълен?
cs: Plný disk!
el: Συσκευή αποθήκευσης γεμάτη!
fi: Kiintolevy täynnä?
fr: Disque plein ?
hr: Skladišni uređaj je pun!
it: Dispositivo di archiviazione pieno!
lt: Diskas pilnas?
nl: Harde schijf vol?
pl: Dysk jest pełny!
sk: Úložné zariadenie je plné!
sr: Skladišni uređaj je pun!
sv: Lagringsenheten full!
ta: சேமிப்பக சாதனம் நிரம்பியுள்ளது!
tr: Depolama cihazı dolu!
uk: Диск заповнений!

source: Storage device not found!
bg: Дискът не беше намерен!
cs: Disk nebyl nalezen!
el: Ο δίσκος δεν βρέθηκε!
fi: Levyä ei löytynyt!
fr: Disque introuvable !
hr: Uređaj za skladištenje nije pronađen!
it: Dispositivo di archiviazione non trovato!
lt: Diskas nerastas!
nl: Harde schijf niet gevonden!
pl: Nie znaleziono dysku!
sk: Nenašlo sa úložné zariadenie!
sr: Uređaj za skladištenje nije pronađen!
sv: Lagringsenheten hittades inte!
ta: சேமிப்பக சாதனம் கிடைக்கவில்லை!
tr: Depolama cihazı bulunamadı!
uk: Диск не знайдений!

source: Storage device not writable!
bg: Дискът не е за запис!
cs: Disk není zapisovatelný!
el: Ο δίσκος δεν είναι εγγράψιμος!
fi: Levyä ei voi kirjoittaa!
fr: Le disque n’est pas accessible en écriture !
hr: Uređaj za skladištenje nije upisiv!
it: Dispositivo di archiviazione non scrivibile!
lt: Disko negalima rašyti!
nl: Harde schijf is niet beschrijfbaar!
pl: Dysk nie jest zapisywalny!
sk: Úložné zariadenie nie je zapisovateľné!
sr: Uređaj za skladištenje nije upisiv!
sv: Lagringsenheten är inte skrivbar!
ta: சேமிப்பக சாதனம் எழுத முடியாது!
tr: Depolama cihazı yazılabilir değil!
uk: Диск не доступний для запису!

source: Store position
bg: Запази позиция
cs: Ulož pozici
da: Gem position
de: Position speichern
el: Αποθήκευση θέσης
et: Salvesta asukoht
fi: Tallenna sijainti
fr: Enregistrer la position
hr: Čuvanje pozicije
hu: Pozíció tárolása
it: Memorizza posizione
lt: Išsaugoti padėtį
nl: Positie opslaan
pl: Zapamiętaj pozycję
pt_br: Salvar posição
ru: Сохранить положение
sk: Uložiť pozíciu
sl: Shrani položaj
sr: Čuvanje pozicije
sv: Position i butiken
ta: கடை நிலை
tr: Depo konumu
uk: Зберегти позицію
vi: Vị trí cửa hàng
zh_cn: 存储位置

source: Stored position
bg: Запазена позиция
cs: Uložená pozice
da: Gemt position
de: Gespeicherte Position
el: Αποθηκευμένη θέση
et: Salvestatud asukoht
fi: Sijainnin muistipaikka
fr: Position enregistrée
hr: Uskladištena pozicija
hu: Tárolt pozíció
it: Posizione memorizzata
lt: Išsaugota padėtis
nl: Opgeslagen positie
pl: Zapamiętana pozycja
pt_br: Posição guardada
ru: Сохраненное положение
sk: Uložená pozícia
sl: Shranjeni položaji
sr: Uskladištena pozicija
sv: Lagrad position
ta: சேமிக்கப்பட்ட நிலை
tr: Depolanan konum
uk: Збережена позиція
vi: Vị trí lưu trữ
zh_cn: 存储位置

source: Stream
el: Ροή
et: IPTV
fi: Suoratoisto
fr: Flux
hu: Adatfolyam
lt: Srautas
pl: Strumień
ru: Поток
sr: Strim
ta: ச்ட்ரீம்
tr: Akış
uk: Потік
vi: Suối
zh_cn: 流

source: Stream Relay Settings
cs: Nastavení streamovaného přenosu
el: Ρυθμίσεις αναμετάδοσης ροής
fi: Stream Relay Asetukset
hr: Stream Relay Podešavanje
it: Impostazioni Stream Relay
nl: Stream Relay instellingen
pl: Ustawienia Stream Relay
sk: Nastavenia prenosu streamu
sr: Stream Relay Podešavanje
sv: Inställningar för Stream Relay
ta: ச்ட்ரீம் ரிலே அமைப்புகள்
tr: Stream Relay Ayarları
uk: Налаштування Stream Relay

source: Stream Relay Setup Actions
cs: Akce nastavení streamovaného přenosu
el: Ενέργειες ρυθμίσεων αναμετάδοσης ροής
fi: Striimin välitysasetustoiminnot
hr: Stream Relay Postavke Radnja
it: Azioni configurazione Stream Relay
nl: Stream Relay Setup Acties
pl: Akcje ustawień Stream Relay
sk: Akcie nastavenia prenosu streamu
sr: Stream Relay Postavke Radnja
sv: Åtgärder för inställning av strömrelä
ta: ச்ட்ரீம் ரிலே அமைவு செயல்கள்
tr: Stream Relay Kurulum İşlemleri
uk: Дії налаштувань Stream Relay

source: Stream Relay URL
cs: Adresa URL přenosu streamu
el: URL Ροής
fi: Striimin välitys URL
it: URL Stream Relay
pl: URL Stream Relay
sk: Adresa URL pre prenos streamu
sv: URL för Stream Relay
ta: ச்ட்ரீம் ரிலே முகவரி
uk: URL-адреса трансляції потоку

source: Stream Relay is active, please switch to a none Stream Relay channel.
cs: Stream Relay je aktivní, prosím přepněte na žádný kanál Stream Relay.
el: Η αναμετάδοση ροής είναι ενεργή, μεταβείτε σε ένα κανάλι χωρίς ροή.
fi: Striimin välitys on aktiivinen, vaihda Striimin välitys tyhjään kanavaan.
hr: Stream Relay je aktivan, molimo prebacite se na kanal koji nije Stream Relay.
it: Stream Relay è attivo, passa a nessun canale Stream Relay.
nl: Stream Relay is actief, A.u.b. naar een zender zonder Stream Relay wisselen.
pl: Stream Relay jest aktywny. Przełącz na kanał bez funkcji Stream Relay.
sk: Stream Relay je aktívny, prosím prepnite na kanál bez Stream Relay.
sr: Stream Relay je aktivan, molimo prebacite se na kanal koji nije Stream Relay.
sv: Stream Relay är aktiv, byt till en Stream Relay-kanal som inte är aktiv.
ta: ச்ட்ரீம் ரிலே செயலில் உள்ளது, தயவுசெய்து எதுவுமில்லை STREAM அஞ்சல் சுருள் சேனலுக்கு மாறவும்.
tr: Stream Relay aktif, lütfen Stream Relay olmayan bir kanala geçin.
uk: Ретрансляція потоку активна, будь ласка, перейдіть на канал без ретрансляції потоку.

source: Stream Relay port
cs: Port přenosu streamu
el: Θύρα ροής
fi: Striimin välitys portti
it: Porta Stream Relay
nl: Stream Relay poort
pl: Port Stream Relay
sk: Port pre prenos streamu
ta: ச்ட்ரீம் ரிலே துறைமுகம்
tr: Stream Relay bağlantı noktası
uk: Порт ретрансляції потоків

source: Stream Relay switch delay
cs: Zpoždění přepnutí streamovaného přenosu
el: Καθυστέρηση αλλαγής αναμετάδοσης ροής
fi: Striimin vaihto viive
hr: Stream Relay odlaganje prekidača
it: Ritardo commutazione Stream Relay
nl: Stream Relay Zap vertraging
pl: Opóźnienie przełączania Stream Relay
sk: Oneskorenie prepnutia prenosu streamu
sr: Stream Relay prekidač kašnjenja delay
sv: Fördröjning av strömreläbrytare
ta: ச்ட்ரீம் ரிலே சுவிட்ச் நேரந்தவறுகை
tr: Stream Relay anahtar gecikmesi
uk: Затримка перемикання Stream Relay

source: Stream request
bg: Stream заявка
cs: Při pož. na stream
da: Stream anmodning
de: Streamauswahl
el: Αίτηση ροής
et: Striimi päring
fi: Striimin pyyntö
fr: Demande de flux
hr: Zahtjev za stream
hu: Adatfolyam kérés
it: Richiesta streaming
lt: Srauto užklausa
nl: Stream verzoek
pl: Żądanie strumienia
pt_br: Pedido de stream
ru: Запрос потока
sk: Pri požiadavke streamu
sr: Zahtev za strim
sv: Begäran om ström
ta: ச்ட்ரீம் கோரிக்கை
tr: Akış isteği
uk: Запит потоку
vi: Yêu cầu truyền phát
zh_cn: 码流要求

source: Stream-tv
el: Ροή-tv
et: IPTV
fi: Stream
lt: Srautinė-tv
sr: Strim-tv
ta: ச்ட்ரீம்-டிவி
uk: Потокове телебачення
vi: Truyền hình
zh_cn: 流电视

source: Streaming
cs: Streamování
el: Ροή
et: Voogesitus
fi: Etäasiakkaat
hr: Strimovanje
hu: Adatfolyam
lt: Srautinis perdavimas
pl: Strumieniowanie
ru: Прием (передача) потока
sr: Strimovanje
sv: Strömning
ta: ச்ட்ரீமிங்
tr: Yayın Akışı
uk: Дані про потік
vi: Truyền phát
zh_cn: 串流

source: Streaming Information Actions
bg: Действия за поточно предаване на информация
cs: Akce streamování informací
el: Ενέργειες πληροφοριών ροής
fi: Suoratoistettavat toiminnot
hr: Radnje sa info o strimu
it: Azioni di informazioni in streaming
lt: Informacijos srautinio perdavimo veiksmai
nl: Streaming Informatie Acties
pl: Działania dotyczące przesyłania strumieniowego
sk: Informačné akcie streamingu
sr: Radnje sa info o strimu
sv: Åtgärder för strömmande information
ta: ச்ட்ரீமிங் செய்தி செயல்கள்
tr: Yayın Akışı Bilgisi İşlemleri
uk: Дії потокової інформації

source: Streaming Tuner Information
cs: Informace o tuneru streamování
el: Πληροφορίες tuner ροής
fi: Etäasiakkaiden tiedot
hr: Info o Tuneru Streaming
it: Informazioni sul tuner in streaming
nl: Streaming Tuner informatie
pl: Informacje o tunerze strumieniowym
sk: Informácie o streamujúcom tuneri
sr: Info o Tjuneru Strima
sv: Information om Streaming Tuner
ta: ச்ட்ரீமிங் ட்யூனர் செய்தி
tr: Yayın Akışı Tuner Bilgileri
uk: Інформація про потоковий тюнер

source: Streaming recording ended
bg: Записът на поточно предаване приключи
cs: Záznam streamování skončil
da: Stremingoptagelse sluttede
de: Streaming-Aufnahme beendet
el: Η εγγραφή της ροής τελείωσε
fi: Suoratoiston tallennus on päättynyt
fr: Fin de l’enregistrement en streaming
hr: Snimanje Streaming je završeno
it: La registrazione in streaming è terminata
lt: Srauto įrašas baigtas
nl: Streaming opname beëindigd
pl: Strumieniowe zakończy nagrywanie
sk: Nahrávanie streamovania ukončené
sr: Snimanje strima je završeno
sv: Streaminginspelning avslutad
ta: ச்ட்ரீமிங் பதிவு முடிந்தது
tr: Yayın Akışı kaydı sona erdi
uk: Потоковий запис закінчився
zh_cn: 串流录制结束

source: Streaming recovery delay
cs: Zpoždění obnovení streamování
el: Καθυστέρηση επανάκτησης ροής
hr: Kašnjenje oporavka strimovanja
it: Ritardo recupero streaming
sr: Kašnjenje oporavka strimovanja
sv: Fördröjning av återställning av streaming
tr: Yayın Akışı kurtarma gecikmesi
uk: Затримка відновлення потокового передавання

source: Streaming tuner information for %s %s
cs: Informace o tuneru streamování pro %s %s
el: Πληροφορίες tuner ροής για τον %s %s
fi: Etäasiakkaan virittimen tiedot: %s %s
hr: Info o tuneru stream za %s %s
it: Informazioni sul tuner in streaming per %s %s
nl: Streaming Tuner informatie voor uw %s %s
pl: Informacje o tunerze strumieniowym dla %s %s
sk: Informácie o streamujúcom tuneri pre %s %s
sr: Info o tjuneru strima za %s %s
sv: Information om streamingtuner för %s %s
ta: %s %s க்கான ட்யூனர் செய்தி ச்ட்ரீமிங்
tr: %s %s için yayın akışı tuner bilgileri
uk: Інформація про потоковий тюнер для%s %s

source: Stretch full
bg: Разтегнете се пълно
cs: Plné natažení
da: Stræk fuld
el: Πλήρης κλιμάκωση
et: Täielik venitus
fi: Venytä täysin
fr: Étirement complet
hr: Razvuci maksimalno
hu: Teljes nyújtás
it: Ridimensionamento pieno
lt: Pilnai ištempti
nl: Uitrekken volledig
pl: Rozciągnij pełnie
sk: Úplné roztiahnutie
sr: Razvuci maksimalno
ta: முழு நீட்டவும்
tr: Tam uzatma
uk: Розтягнути повністю
vi: Căng đầy
zh_cn: 完全拉伸

source: Stretch linear
bg: Разтягане линейно
cs: Lineární protažení
da: Stræk lineær
de: Linear gestreckt
el: Γραμμική κλιμάκωση
et: Lineaarne venitus
fi: Venytä linear
fr: Étirement linéaire
hr: Razvuci linearno
hu: Lineáris nyújtás
it: Ridimensionamento lineare
lt: Ištempti su juodomis linijomis
nl: Uitrekken lineair
pl: Rozciągnij liniowo
sk: Lineárne roztiahnutie
sr: Razvuci linearno
sv: Stretch linjär
ta: நேரியல் நீட்டவும்
tr: Doğrusal uzatma
uk: Розтягнути лінійно
vi: Kéo dài tuyến tính
zh_cn: 左右拉伸

source: Stretch nonlinear
bg: Разтягане нелинейно
cs: Nelineární protažení
da: Stræk ikke-lineær
de: Nichtlinear gestreckt
el: Μη γραμμική κλιμάκωση
et: Mittelineaarne venitus
fi: Venytä nonlinear
fr: Étirement non linéaire
hr: Razvuci nelinearno
hu: Nem-lineáris nyújtás
it: Ridimensionamento non lineare
lt: Ištempti be juodų linijų
nl: Uitrekken niet lineair
pl: Rozciągnij nieliniowo
sk: Nelineárne roztiahnutie
sr: Razvuci nelinearno
sv: Sträcka olinjär
ta: நேரியல் அல்ல
tr: Doğrusal olmayan uzatma
uk: Розтягнути нелінійно
vi: Kéo dài phi tuyến
zh_cn: 非左右拉伸

source: Strict DLNA
bg: Стриктно DLNA
cs: Přímo DLNA
da: Strikt DLNA
el: Αυστηρό DLNA
et: Puhas DLNA
fr: DLNA stricte
hr: Opredjeljeno DLNA
hu: Szigorú DLNA
it: DLNA accurato
lt: Тikslus DLNA
pl: Ścisły DLNA
ru: Определено DLNA
sk: Striktné DLNA
sr: Opredeljeno DLNA
sv: Strikt DLNA
ta: கடுமையான டி.எல்.என்.ஏ
tr: Tam DLNA
uk: Суворий режим DLNA
vi: DLNA nghiêm ngặt
zh_cn: 精确的DLNA

source: Stripes
bg: Ивици
cs: Pruhy
da: Striber
de: Streifen
el: Ρίγες
et: Triibud
fi: Nauhat
fr: Bandes Verticales
hr: Pruge
hu: Sávok
it: Strisce
lt: Juostos
nl: Strepen
pl: Paski Animacji
ru: Полосы
sk: Pruhy
sr: Pruge
sv: Ränder
ta: கோடுகள்
tr: Çizgiler
uk: Смуги
vi: Sọc
zh_cn: 条纹

source: Style:
bg: Стил:
cs: Styl:
da: Stil:
de: Farbe:
el: Στυλ:
et: Laad:
fi: Tyyli:
fr: Le style :
hr: Stil:
hu: Stílus:
it: Stile:
lt: Stilius:
nl: Stijl:
pl: Styl:
sk: Štýl:
sr: Stil:
sv: Stil:
ta: ச்டைல்:
tr: Stil:
uk: Стиль:
vi: Phong cách:
zh_cn: 样式:

source: Subscription Packages
cs: Balíčky předplatného
el: Πακέτα συνδρομής
fi: Tilauspaketit
hr: Paketi Pretplate
it: Pacchetti di sottoscrizione
nl: Abonnementen
pl: Pakiety subskrypcyjne
sk: Predplatné balíčky
sr: Paketi Pretplate
sv: Prenumerationspaket
ta: சந்தா தொகுப்புகள்
tr: Abonelik Paketleri
uk: Пакети Плагінів
