Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Receiver information for %s %s
cs: Informace o přijímači %s %s
el: Πληροφορίες δέκτη για τον %s %s
fi: Vastaanottimen tiedot %s %s
hr: Info o resiveru za %s %s
it: Informazioni sul ricevitore %s %s
lt: Informacija apie imtuvą %s %s
nl: Ontvanger informatie voor uw %s %s
pl: Informacje o odbiorniku dla %s %s
sk: Informácie o prijímači %s %s
sr: Info o resiveru za %s %s
sv: Mottagarinformation för %s %s
ta: %s %s க்கான ரிசீவர் செய்தி
tr: %s %s için Alıcı Bilgileri
uk: Інформація про приймач для %s %s

source: Receiver name
bg: Име на приемника
cs: Jméno přijímače
el: Όνομα δέκτη
fi: Vastaanottimen malli
hr: Ime Prijemnika
it: Nome del ricevitore
lt: Imtuva pavadinimas
nl: Ontvanger naam
pl: Nazwa odbiornika
sk: Názov prijímača
sr: Ime Resivera
sv: Mottagarens namn
ta: பெறுநர் பெயர்
tr: Alıcı ismi
uk: Назва приймача

source: Reception Lists
bg: Списъци за прием
cs: Satelity
el: Λίστες λήψης
fi: Kanavalistat
fr: Services
hr: Skenirana Lista
it: Elenchi di ricezione
lt: Priėmimo sąrašai
nl: Satellieten
pl: Satelity
sk: Družice
sr: Skenirane Liste
sv: Mottagningslistor
ta: வரவேற்பு பட்டியல்கள்
tr: Uydu Listesi
uk: Список прийому

source: Reception Settings
bg: Настройки за приемане
cs: Nastavení příjmu
da: Modtagerindstillinger
de: Empfangseinstellungen
el: Ρυθμίσεις λήψης
et: Vastuvõtu sätted
fi: Virittimen asetukset
fr: Paramètres de réception
hr: Postavke Skeniranja
hu: Vételi beállítások
it: Impostazioni di ricezione
lt: Priėmimo nustatymai
nl: Ontvangstinstellingen
pl: Ustawienia odbioru
ru: Параметры приема
sk: Nastavenie príjmu
sl: Nastavitve sprejema
sr: Postavke Skeniranja
sv: Inställningar för mottagning
ta: வரவேற்பு அமைப்புகள்
tr: Uydu Ayarları
uk: Параметри прийому
vi: Cài đặt tiếp nhận
zh_cn: 接收设置

source: Record
bg: Запис
cs: Nahrávání
da: Optag
de: Aufnahme
el: Εγγραφή
et: Salvestus
fi: Tallenna
fr: Enregistrer
hr: Snimanje
hu: Felvétel
it: Registra
lt: Įrašas
nl: Opname
pl: Nagraj
pt_br: Gravações
ru: Параметры записей
sk: Nahrávanie
sl: Nastavitve snemanja
sr: Snimanje
sv: Spela in
ta: பதிவு
tr: Kayıt
uk: Запис
vi: Ghi lại
zh_cn: 录像

source: Record - same as record button
bg: Запис - същото като бутона за запис
cs: Záznam – stejné jako tlačítko záznamu
da: Optag - svare til optageknap
de: Aufnahme - wie Aufnahme-Taste
el: Εγγραφή - όπως στο πλήκτρο εγγραφής
fi: Tallenna - sama kuin tallennus-näppäin
fr: Enregistrement - identique au bouton enregistrement
hr: Snimanje - isto kao dugme za snimanje
hu: Felvétel - ugyanaz, mint a felvételi gomb
it: Registra - lo stesso del tasto 'Registra'
lt: Įrašas - tas pats kaip įrašymo mygtukas
nl: Record - hetzelfde als de record-knop
pl: Nagraj - taki sam jak przycisk nagrywania
sk: Nahrať – rovnaké ako tlačidlo nahrávania
sr: Snimanje - isto kao taster za snimanje
sv: Spela in - samma som inspelningsknappen
ta: பதிவு - பதிவு பொத்தானைப் போலவே
tr: Kayıt - kayıt tuşuyla aynı
uk: Запис - так само, як кнопка запису
vi: Ghi - giống như nút ghi
zh_cn: 录像－与录像键相同

source: Record Actions
bg: Записване на действия
cs: Akce nahrávání
el: Ενέργειες εγγραφής
fi: Tallennus Toiminnot
fr: Actions d'enregistrement
hr: Snimanje Radnja
it: Azioni di registrazione
lt: Įrašyti veiksmus
nl: Opname instellingen
pl: Akcje nagrywania
sk: Akcie nahrávania
sr: Snimanje Radnja
sv: Registrera åtgärder
ta: பதிவு நடவடிக்கைகள்
tr: İşlemleri Kaydet
uk: Запис дій

source: Record icon
cs: Ikona záznamu
el: Εικονίδιο εγγραφής
fi: Tallenus kuvake
hr: Ikona snimanja
it: Icona di registrazione
nl: Opname symbool
sr: Ikona snimanja
sv: Ikon för inspelning
tr: Kayıt simgesi
uk: Значок запису

source: Record next
bg: Запиши следващия
cs: Nahrát další
da: Optag næste
de: Nächste Sendung aufnehmen
el: Εγγραφή του επόμενου
et: Salvesta järgmine
fi: Tallenna seuraava
fr: Enregistrer suivant
hr: Sljedeće Snimanje
hu: Következőt felveszi
it: Registrazione successiva
lt: Įrašyti sekantį
nl: Neem volgende op
pl: Nagraj następny
ru: Записать следующее
sk: Nahrať nasledujúce
sr: Sledeće Snimanje
sv: Spela in nästa
ta: அடுத்து பதிவு
tr: Sonrakini kaydet
uk: Записати наступне
vi: Ghi lại tiếp theo
zh_cn: 录像下一个

source: Record now
bg: Запиши сега
cs: Nová nahrávka
da: Optag nu
de: Laufende Sendung aufnehmen
el: Εγγραφή τώρα
et: Salvesta kohe
fi: Tallenna heti
fr: Enregistrer maintenant
hr: Snimanje sada
hu: Felvesz most
it: Registra ora
lt: Įrašyti dabar
nl: Neem nu op
pl: Nagraj teraz
ru: Записать сейчас
sk: Nahrávať hneď
sr: Snimanje sada
sv: Spela in nu
ta: இப்போது பதிவு செய்யுங்கள்
tr: Şimdi kaydet
uk: Записати зараз
vi: Ghi lại ngay
zh_cn: 现在录像

source: Record write error (no space on disk?)
bg: Грешка при запис (няма място на диска?)
cs: Chyba zápisu záznamu (žádné místo na disku?)
da: Optagelse skrivefejl (ingen plads på disk?)
de: Aufnahmefehler (kein Speicherplatz auf der Festplatte?)
el: Σφάλμα εγγραφής (δεν υπάρχει χώρος στον δίσκο;)
fi: Tallennus kirjoitusvirhe (levy täynnä?)
fr: Erreur d’écriture d’enregistrement (pas d’espace sur le disque ?)
hr: Greška snimanja (nema mjesta na disku?)
it: Errore di scrittura (non c'è spazio su disco?)
lt: Įrašymo klaida (diske nėra vietos?)
nl: Opname schrijffout (onvoldoende ruimte op de HDD?)
pl: Błąd zapisu nagrywania (brak miejsca na dysku?)
sk: Chyba pri zapisovaní nahrávky (nedostatok miesta na disku?)
sr: Greška snimanja (nema mesta na disku?)
sv: Skrivfel på skivan (inget utrymme på disken?)
ta: பதிவு எழுதும் பிழை (வட்டில் இடம் இல்லையா?)
tr: Kayıt yazma hatası (diskte yer yok mu?)
uk: Помилка при записі (на диску немає місця?)
zh_cn: 录制写入错误(磁盘上没有空间?)

source: RecordTimer
cs: Časovač nahrávání
el: Χρονοδιακόπτης εγγραφής
fi: Ajastettu Ohjelmat
hr: Tajmer Snimanja
it: Timer di registrazione
lt: Įrašymo laikmatis
nl: Timer overzicht
sk: Časovač nahrávania
sr: Tajmer Snimanja
ta: ரெக்கார்ட் நேரங்குறிகருவி
tr: Kayıt Zamanlayıcısı
uk: Таймер запису

source: RecordTimer Actions
cs: Akce časovače nahrávání
el: Ενέργειες χρονοδιακόπτη εγγραφής
fi: Tallennusajastimen Toiminnot
hr: Radnja Tajmera Snimanja
it: Azioni timer di registrazione
lt: Įrašymo laikmačio veiksmai
nl: Timer Acties
pl: Akcje RecordTimer
sk: Akcie časovača nahrávania
sr: Radnja Tajmera Snimanja
sv: RecordTimer Åtgärder
ta: ரெக்கார்ட் நேரங்குறிகருவி செயல்கள்
tr: Kayıt Zamanlayıcısı İşlemleri
uk: Дії таймера запису

source: RecordTimer Overview
cs: Přehled časovače nahrávání
el: Επισκόπηση χρονοδιακόπτη εγγραφής
fi: Ajastettu ohjelmat näkymä
hr: Pregled Tajmera Snimanja
it: Panoramica timer di registrazione
lt: Įrašymo laikmačio veiksmai
nl: Timer overzicht
pl: Przegląd Timera Nagrywania
sk: Prehľad časovačov nahrávania
sr: Pregled Tajmera Snimanja
sv: Översikt över RecordTimer
ta: ரெக்கார்ட் நேரங்குறிகருவி கண்ணோட்டம்
tr: Kayıt Zamanlayıcısı Genel Bakış
uk: Огляд таймера запису

source: RecordTimer Settings
cs: Nastavení časovače nahrávání
el: Ρυθμίσεις χρονοδιακόπτη εγγραφής
fi: Tallennus Asetukset
hr: Postavke Tajmera Snimanja
it: Impostazioni timer registrazione
lt: Įrašymo laikmačio nustatymai
nl: Timer instellingen
pl: Ustawienia Timera Nagrywania
sk: Nastavenia časovača nahrávania
sr: Postavke Tajmera Snimanja
sv: Inställningar för RecordTimer
ta: ரெக்கார்ட் டிமர் அமைப்புகள்
tr: Kayıt Zamanlayıcısı Ayarları
uk: Налаштування таймера запису

source: RecordTimers
cs: Časovače nahrávání
el: Χρονοδιακόπτες εγγραφής
fi: Ajastettu Ohjelmat
hr: Tajmer Snimanja
it: Timer di registrazione
lt: Įrašymo laikmačiai
nl: Timers
pl: Timery nagrywania
sk: Časovače nahrávania
sr: Tajmer Snimanja
sv: Rekordtidtagare
ta: ரெக்கார்டிமர்ச்
tr: Kayıt Zamanlayıcısı
uk: Таймери запису

source: Recordable media toolbox
cs: Sada nástrojů pro nahrávatelná média
da: Optagelig medie værktøjskasse
el: Εργαλειοθήκη εγγράψιμων μέσων
et: Salvestatava meedia tööriistad
fi: Tallennettavan median työkalupakki
fr: Boite outils média enregistrable
hr: Zapisivi medij za snimanje
hu: Rögzíthető média eszköztár
it: Toolbox media registrabili
lt: Įrašomų medija priemonių rinkinys
nl: Opneembare media gereedschap
pl: Nagrywalny media toolbox
ru: Записываемый медианоситель
sk: Súprava nástrojov pre nahrávateľné médiá
sr: Zapisivi medij za snimanje
sv: Verktygslåda för inspelningsbar media
ta: பதிவு செய்யக்கூடிய மீடியா கருவிப்பெட்டி
tr: Kaydedilebilir medya araç kutusu
uk: Панель інструментів для запису
vi: Hộp công cụ ghi có thể ghi
zh_cn: 可录制的媒体工具箱

source: Recording
bg: Записване
cs: Záznam
da: Optagelse
de: Aufnahme
el: Εγγραφή
et: Salvestus
fi: Tallentaa
fr: Enregistrement
hr: Snimanje
hu: Felvétel
it: Registrazione
lt: Įrašymas
nl: Opname
pl: Nagranie
pt_br: Gravando...
ru: Запись
sk: Nahrávanie
sl: Snemanje
sr: Snimanje
sv: Spelar in
ta: பதிவு
tr: Kayıt
uk: Запис
vi: Ghi âm
zh_cn: 录像

source: Recording Settings
bg: Настройки за записване
cs: Nastavení nahrávání
el: Ρυθμίσεις εγγραφών
fi: Tallennus Asetukset
fr: Paramètres d'enregistrement
hr: Postavke Snimanja
it: Impostazioni registrazione
lt: Įrašymo nustatymai
nl: Opname instellingen
pl: Ustawienia nagrywania
sk: Nastavenia nahrávania
sr: Postavke Snimanja
sv: Inställningar för inspelning
ta: பதிவு அமைப்புகள்
tr: Kayıt Ayarları
uk: Налаштування запису

source: Recording Setup
bg: Настройка на записване
cs: Nastavení nahrávání
da: Optagelsesopsætning
de: Aufnahme Einstellungen
el: Ρυθμίσεις εγγραφών
et: Salvestuse seadistamine
fi: Määritä tallennus asetukset
fr: Configuration enregistrement
hr: Podešavanje Snimanja
hu: Felvétel beállítás
it: Configura registrazione
lt: Įrašymo valdymas
nl: Wijzig opname Instellingen
pl: Ustawienia nagrywania
ru: Настройки записи
sk: Nastavenie nahrávania
sr: Podešavanje Snimanja
sv: Inspelningsinställningar
ta: பதிவு அமைப்பு
tr: Kayıt Kurulumu
uk: Налаштування запису
vi: Thiết lập ghi âm
zh_cn: 录制设置

source: Recording aborted
bg: Записът е прекратен
cs: Nahrávání přerušeno
da: Optagelse afbrudt
de: Aufnahme abgebrochen
el: Ματαίωση εγγραφής
fi: Tallennus peruutettu
fr: Enregistrement abandonné
hr: Snimanje je prekinuto
it: Registrazione interrotta
lt: Įrašymas nutrauktas
nl: Opname geannuleerd
pl: Nagrywanie przerwane
sk: Nahrávanie prerušené
sr: Snimanje je prekinuto
sv: Inspelning avbruten
ta: பதிவுசெய்தது
tr: Kayıt işlemi iptal edildi
uk: Записи скасовано
zh_cn: 录制已中止

source: Recording failed
bg: Записът не бе успешен
cs: Nahrávání se nezdařilo
da: Optagelse mislykkedes
de: Aufnahme fehlgeschlagen
el: Αποτυχία εγγραφής
fi: Tallennus epäonnistui
fr: Échec de l’enregistrement
hr: Snimanje nije uspjelo
it: Registrazione non riuscita
lt: Nepavyko įrašyti
nl: Opname mislukt
pl: Nagrywanie nie powiodło się
sk: Nahrávanie neúspešné
sr: Snimanje nije uspelo
sv: Inspelningen misslyckades
ta: பதிவு தோல்வியடைந்தது
tr: Kayıt başarısız oldu
uk: Помилка запису
zh_cn: 录制失败

source: Recording finished
bg: Записът приключи
cs: Nahrávání dokončeno
da: Optagelse sluttede
de: Aufnahme beendet
el: Η εγγραφή τελείωσε
fi: Tallennus päättyi
fr: Enregistrement terminé
hr: Snimanje je završeno
it: Registrazione terminata
lt: Įrašymas baigtas
nl: Opname gereed
pl: Nagrywanie zakończone
sk: Nahrávanie dokončené
sr: Snimanje je završeno
sv: Inspelningen avslutad
ta: பதிவு முடிந்தது
tr: Kayıt tamamlandı
uk: Запис завершено
zh_cn: 录制完成

source: Recording in progress!
bg: Записът е в прогрес
cs: Probíhá nahrávání!
el: Εγγραφή σε εξέλιξη!
fi: Tallennus käynnissä!
fr: Enregistrement en cours!
hr: Snimanje je u toku!
it: Registrazione in corso!
lt: Vyksta įrašymas
nl: Er wordt opgenomen!
pl: Nagrywanie w toku!
sk: Prebieha nahrávanie!
sr: Snimanje je u toku!
sv: Inspelning pågår!
ta: பதிவுசெய்தல் முன்னேற்றம்!
tr: Kayıt işlemi devam ediyor!
uk: Триває запис!

source: Recording location
cs: Umístění záznamu
el: Τοποθεσία εγγραφής
fi: Talennus sijainti
hr: Lokacija snimanja
it: Posizione registrazione
lt: Įrašymo vieta
nl: Opnamelocatie
pl: Lokalizacja nagrywania
sk: Umiestnenie nahrávky
sr: Lokacija snimanja
sv: Inspelningsplats
ta: பதிவு செய்யும் இடம்
tr: Kayıt yeri
uk: Місце запису

source: Recording running
bg: Записът тече
cs: Probíhá nahrávání
da: Optagelse køre
de: Aufnahme läuft
el: Εγγραφή σε εξέλιξη
fi: Tallennus käynnissä
fr: Enregistrement en cours
hr: Snimanje je prekinuto
it: Registrazione in esecuzione
lt: Įrašymas veikia
nl: Opname bezig
pl: Nagrywanie w toku
sk: Prebieha nahrávanie
sr: Snimanje je prekinuto
sv: Inspelning av körning
ta: இயங்கும் பதிவு
tr: Kayıt işlemi devam ediyor
uk: Початок запису
zh_cn: 正在录制...

source: Recording started
bg: Записът стартира
cs: Nahrávání začalo
da: Optagelse sstartede
de: Aufnahme gestartet
el: Η εγγραφή ξεκίνησε
fi: Tallennus alkanut
fr: Début de l'enregistrement
hr: Snimanje je započelo
it: Registrazione avviata
lt: Įrašymas pradėtas
nl: Opname gestart
pl: Nagrywanie rozpoczęte
sk: Nahrávanie spustené
sr: Snimanje je započelo
sv: Inspelning påbörjad
ta: பதிவு தொடங்கியது
tr: Kayıt işlemi başladı
uk: Запис розпочато
zh_cn: 录制已开始

source: Recording started, stopping time shift now.
cs: Nahrávání zahájeno! Zastavuji časový posun...
el: Η εγγραφή ξεκίνησε! Διακοπή της χρονομετατόπισης τώρα ...
fi: Tallennus alkoi! Ajansiirto pysähtyy nyt...
fr: Le record est lancé ! Arrêt du décalage temporel maintenant ...
hr: Započelo je snimanje, sada zaustavljam vremensku promenu.
it: Registrazione iniziata! Arresto timeshift ora...
lt: Įrašas pradėtas! Laiko poslinkis stabdomas...
nl: Opname begonnen! Timeshift stopt nu ...
pl: Nagrywanie rozpoczęte! Zatrzymywanie timeshift'u...
sk: Nahrávanie spustené, zastavuje sa timeshift.
sr: Započelo je snimanje, sada zaustavljam vremensku promenu.
sv: Inspelning påbörjad, stopptid förskjuten nu.
ta: பதிவு தொடங்கியது! இப்போது நேர மாற்றத்தை நிறுத்துகிறது ...
tr: Kayıt işlemi başladı, zaman kaydırma işlemi şimdi durduruluyor.
uk: Розпочато запис! Зупинка таймшифта ...

source: Recording stopped
bg: Записът е спрян
cs: Nahrávání zastaveno
da: Optagelse stoppede
de: Aufnahme angehalten
el: Η εγγραφή σταμάτησε
fi: Tallennus keskeytetty
fr: Enregistrement arrêté
hr: Snimanje je zaustavljeno
it: Registrazione interrotta
lt: Įrašymas sustabdytas
nl: Opname is gestopt
pl: Nagrywanie zatrzymane
sk: Nahrávanie zastavené
sr: Snimanje je zaustavljeno
sv: Inspelningen slutade
ta: பதிவு நிறுத்தப்பட்டது
tr: Kayıt işlemi durduruldu
uk: Запис зупинено
zh_cn: 录制已停止

source: Recording time limited due to conflicting timer:%s
cs: Nahrávaný čas je omezen z důvodu konfliktu časovače %s
el: Ο χρόνος εγγραφής περιορίστηκε λόγω διένεξης του χρονοδιακόπτη %s
fi: Ajastusaika rajoitettu, ristiriita ajastukseen %s
fr: Temps d'enregistrement limité à cause d'un conflit de programmations %s
hr: Vrijeme snimanja je ograničeno zbog sukobljenog tajmera.:%s
it: Tempo di registrazione limitato a causa di un conflitto tra timer %s
lt: Įrašo laikas apribotas dėl konfliktinio laikmačio %s
nl: Opnametijd beperkt vanwege conflicterende timer %s
pl: Czas nagrywania jest ograniczony z powodu konfliktu timera:%s
sr: Vreme snimanja je ograničeno zbog sukobljenog tajmera.:%s
sv: Inspelningstiden begränsad på grund av motstridig timer:%s
tr: Çakışan zamanlayıcı nedeniyle kayıt süresi sınırlı:%s
uk: Час запису обмежено через конфлікт таймера %s

source: Recording tuning failed
bg: Неуспешна настройка на записа
cs: Ladění nahrávání se nezdařilo
da: Tuning til optagelse mislykkedes
de: Tuner einstellen für Aufnahme fehlgeschlagen
el: Αποτυχία συντονισμού για εγγραφή
fi: Virittimen asettaminen tallennusta varten epäonnistui
fr: Échec du réglage de l'enregistrement
hr: Podešavanje snimanja nije uspjelo
it: Errore di sintonizzazione della registrazione
lt: Nepavyko suderinti įrašymo
nl: Opname instelling fout
pl: Strojenie nagrywania nie powiodło się
sk: Ladenie nahrávania neúspešné
sr: Podešavanje snimanja nije uspelo
sv: Inspelningsjustering misslyckades
ta: பதிவுசெய்தல் டியூனிங் தோல்வியடைந்தது
tr: Kayıt ayarı başarısız oldu
uk: Налаштування запису невдале
zh_cn: 录制调制失败

source: Recording type
bg: Тип на записване
cs: Typ nahrávání
da: Optagelsestype
de: Aufnahmeart
el: Τύπος εγγραφής
et: Salvestuse tüüp
fi: Tallennuksen tyyppi
fr: Type d'enregistrement
hr: Tip Snimanja
hu: Felvétel típusa
it: Tipo registrazione
lt: Įrašymo tipas
nl: Type opname
pl: Typ nagrywania
pt_br: Tipo de gravação
ru: Тип записи
sk: Typ nahrávania
sr: Tip Snimanja
sv: Typ av inspelning
ta: பதிவு வகை
tr: Kayıt tipi
uk: Тип запису
vi: Kiểu ghi âm
zh_cn: 录制类型

source: Recording(s) are in progress or coming up in few seconds!
bg: Записите са в ход или предстоят след няколко секунди!
cs: Zřejmě probíhá nahrávání nebo brzy začne !!!
da: Optagelse(r) er i gang eller starter om få sekunder!
de: Zurzeit ist eine/sind Aufnahmen aktiv oder starten gleich!
el: Εκτελούνται εγγραφές ή θα ξεκινήσουν σε λίγο!
et: Salvestamine on käimas või peatselt algamas!
fi: Tallennuksia on käynnissä tai käynnistymässä!
fr: Le ou les enregistrements sont en cours ou arrivent dans quelques secondes !
hr: Snimanje je u tjeku ili počinje za nekoliko sekundi!
hu: Felvétel folyamatban, vagy hamarosan indulni fog!
it: Registrazione in corso o in arrivo tra pochi secondi!
lt: Vyksta įrašymas, arba jis prasidės po kelių sekundžių!
nl: Een opname is bezig of kan elk moment aanvangen!
pl: Nagrywanie jest w toku lub rozpocznie się za kilka sekund!
pt_br: Há gravações em andamento ou iniciando nos próximos instantes!
ru: Запись(и) идет или начнется в ближайшие несколько секунд!
sk: Prebieha nahrávanie alebo sa o niekoľko sekúnd začne!
sl: Snemanje se izvaja ali se bo začelo izvajati v nekaj sekundah!
sr: Snimanje je u toku ili počinje za nekoliko sekundi!
sv: Inspelning(ar) pågår eller kommer att ske inom några sekunder!
ta: பதிவு (கள்) செயலில் உள்ளன அல்லது சில நொடிகளில் வருகின்றன!
tr: Kayıt(lar) işlemi devam ediyor veya birkaç saniye içinde başlayacak!
uk: Запис(и) йде, або розпочнеться за декілька секунд!
vi: Ghi âm đang được tiến hành hoặc sắp tới trong vài giây!
zh_cn: 录像(秒)正在进行中或在几秒钟内开始!

source: Recording(s) are in progress or coming up in few seconds! Entering standby, after recording the box will shutdown.
bg: Записите са в ход или предстоят след няколко секунди! Влизайки в режим на готовност, след запис кутията ще се изключи.
cs: Zřejmě probíhá nahrávání nebo brzy začne !!! Přijímač se nyní vypne do pohotovostního režimu a úplné vypnutí se uskuteční až po skončení nahrávání.
da: Optagelse(r) er i gang eller starter om få sekunder! Går i standby, efter optagelse vil boksen lukke ned.
de: Zurzeit ist eine/sind Aufnahmen aktiv oder starten gleich! Der Receiver wird jetzt in den Standby versetzt und am Ende der Aufnahme(n) heruntergefahren.
el: Η εγγραφή(ες) είναι σε εξέλιξη ή θα ξεκινήσει(ουν) σε μερικά δευτερόλεπτα! Μετάβαση σε αναμονή, μετά την εγγραφή θα γίνει τερματισμός του δέκτη.
et: Salvestamine on käimas või peatselt algamas! Vastuvõtja viiakse ooteseisundisse ja pärast salvestuse lõppu puhkeseisundisse.
fi: Tällä hetkellä tallennus on tai on alkamassa! Vastaanotin asetetaan nyt valmiustilaan ja sammutetaan tallennuksen lopussa.
fr: Enregistrement(s) en cours ou démarre(nt) dans quelques secondes ! Va passer en mise en veille, après l'enregistrement le récepteur sera éteint.
hr: Snimanje je u tijeku ili počinje za nekoliko sekundi! Ako uđe u stanje pripravnosti nakon snimanja tuner će se isključiti.
hu: Felvétel folyamatban, vagy hamarosan indulni fog! Ne csináljon semmit, a felvétel után a készülék le fog állni.
it: Le registrazioni sono in corso o si avvieranno tra pochi secondi! Entrando in standby, dopo la registrazione, il ricevitore si spegnerà.
lt: Vyksta įrašymas arba jis prasidės po kelių sekundžių! Perjungiama į budėjimo režimą, įrašymui pasibaigus, išsijungs pilnai.
nl: 1 of meerdere opnames zijn zullen binnen enkele seconden starten! Ga nu naar Stand-by, na het opnemen zal de ontvanger afsluiten.
pl: Nagrywanie jest w toku lub rozpocznie się za kilka sekund! Wchodzenie w tryb czuwania, po nagraniu tuner się wyłączy.
sk: Prebieha nahrávanie alebo sa o niekoľko sekúnd začne! Prepína sa do pohotovostného režimu, po skončení nahrávania sa prijímač vypne.
sr: Snimanje je u toku ili počinje za nekoliko sekundi! Ako uđe u stanje pripravnosti nakon snimanja resiver će se isključiti.
sv: Inspelning(ar) pågår eller kommer att påbörjas inom några sekunder! Går in i standby, efter inspelning kommer boxen att stängas av.
ta: பதிவு (கள்) செயலில் உள்ளன அல்லது சில நொடிகளில் வருகின்றன! பெட்டியைப் பதிவுசெய்த பிறகு, காத்திருப்புக்குள் நுழைகிறது.
tr: Kayıt (lar) işlemi devam ediyor veya birkaç saniye içinde başlayacak! Bekleme moduna geçiliyor, kayıt işlemi tamamlandıktan sonra alıcı kapanacak.
uk: Запис у дії або розпочнеться за декілька секунд! Перевести в режим очікування після закінчення запису.
vi: Ghi âm đang được tiến hành hoặc sắp tới trong vài giây! Vào chế độ chờ, sau khi ghi hộp sẽ tắt.
zh_cn: 录像(秒)正在进行中或在几秒钟内开始! 进入待机状态,录像完成后机顶盒就会关闭.

source: Recordings
bg: Записи
cs: Nahrávání
da: Optagelser
de: Aufnahmen
el: Εγγραφές
et: Salvestused
fi: Tallenteet
fr: Enregistrements
hr: Snimanje
hu: Felvételi lista
it: Registrazioni
lt: Įrašai
nl: Opnames
pl: Nagrywania
pt_br: Gravações
ru: Записи
sk: Nahrávky
sl: Posnetki
sr: Snimanje
sv: Inspelningar
ta: பதிவுகள்
tr: Kayıtlar
uk: Записи
vi: Ghi chép
zh_cn: 录像

source: Recordings abort PiP
bg: Записите прекъсват PIP
cs: Nahrávání zruší PiP
el: Οι εγγραφές ματαιώνουν το PiP
fi: Tallennus saa keskeyttää PiP toiminnon
fr: Enregistrements annule le PiP
hr: Snimanje prekida PiP
it: Registrazioni interrompono PIP
lt: Įrašai nutraukia PIP
nl: Annuleer PiP bij een opname
pl: Wyłączenie PiP podczas nagrywania
sk: Prerušenie PiP nahrávaním
sr: Snimanje prekida PiP
sv: Inspelningar avbryter PiP
ta: பதிவுகள் படத்தை நிறுத்துகின்றன
tr: Kayıtlar PiP'i iptal etsin
uk: Записи скасовують ПІП

source: Recordings abort pseudo recordings
bg: Записите прекратяват псевдо записите
cs: Nahrávání zruší indikaci pseudo nahrávání
da: Optagelser afbryder pseudooptagelser
de: Pseudo-Aufnahmen bei Aufnahmen beenden
el: Οι εγγραφές ματαιώνουν τις ψευδοεγγραφές
et: Salvestused katkestavad võltssalvestused
fi: Tallennus saa keskeyttää näennäistallennuksen
fr: Enregistrements annulent les pseudos enregistrements
hr: Snimanje prekida pseudo snimke
hu: A felvétel megszünteti az álnevű felvételeket
it: Registrazioni interrompono pseudo registrazioni
lt: Įrašai nutraukia pseudo įrašus
nl: Annuleer pseudo opname bij echte opname
pl: Przerwanie pseudo nagrania podczas nagrywania
ru: Записи отменяют псевдозаписи
sk: Prerušenie pseudo-nahrávok nahrávaním
sr: Snimanje prekida pseudo snimke
sv: Inspelningar avbryter pseudoinspelningar
ta: பதிவுகள் போலி பதிவுகளை நிறுத்துகின்றன
tr: Kayıtlar sahte kayıtları iptal etsin
uk: Записи скасовують псевдо записи
vi: Bản ghi hủy bỏ bản ghi giả
zh_cn: 录像中止未完成

source: Recordings abort streaming
bg: Записите прекратяват стрийминга
cs: Nahrávání zruší streamování
da: Optagelser afbryder streaming
de: Streaming bei Aufnahmen beenden
el: Οι εγγραφές ματαιώνουν τη ροή
et: Salvestused katkestavad voogesituse
fi: Tallennus saa keskeyttää suoratoiston
fr: Enregistrements annulent le streaming
hr: Snimanje prekida streaming
hu: A felvételek megszakítják a streaminget
it: Registrazioni interrompono streaming
lt: Įrašai nutraukia transliaciją
nl: Annuleer streams bij opname
pl: Przerwanie strumieniowania podczas nagrywania
ru: Записи отменяют потоковую передачу
sk: Prerušenie streamovania nahrávaním
sr: Snimanje prekida strim
sv: Inspelningar avbryter streaming
ta: பதிவுகள் ச்ட்ரீமிங்கை நிறுத்துகின்றன
tr: Kayıtlar akışı durdursun
uk: Записи скасовують потокову передачу
vi: Bản ghi hủy bỏ phát trực tuyến
zh_cn: 录像中止
