Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: 'Handle standby from TV' has a higher priority than 'Handle input from TV'.
bg: „Управление на готовност от телевизора“ има по-висок приоритет от „Управление на входа от телевизора“.
fi: 'Tottele sammutuskäskyä TV:ltä' korkeampi prioriteetti kuin 'Tottele tulo käskyä TV:ltä'.
fr: 'Gérer la veille du téléviseur' a une priorité plus élevée que 'Gérer l'entrée du téléviseur'.
pl: Opcja „Obsługa trybu czuwania z telewizora” ma wyższy priorytet niż opcja „Obsługa sygnału wejściowego z telewizora”.
sk: 'Preberať pohotovostný režim z TV' má vyššiu prioritu ako 'Preberať vstup z TV'.
ta: 'டிவியில் இருந்து காத்திருப்பு' 'டிவியில் இருந்து உள்ளீட்டைக் கையாள' விட அதிக முன்னுரிமை உள்ளது.

source: * = Restart Required
bg: * = Изисква се рестартиране
da: * = Genstart påkrævet
de: * = Neustart erforderlich
et: * = Vajalik taaskäivitus
hu: * = Újraindítás szükséges
pl: * = Wymagane ponowne uruchomienie
ru: * = Требуется перезагрузка
sk: * = vyžaduje sa reštart
ta: * = மறுதொடக்கம் தேவை
vi: * = Yêu cầu khởi động lại
zh_cn: * = 需要重新启动

source: * Only available if more than one interface is active.
bg: * Предлага се, ако има повече от един активен интерфейс.
da: * Kun tilgængelig hvis mere end en grænseflade er aktiv.
de: * Nur verfügbar, wenn mehr als ein Netzwerkadapter aktiv ist.
et: * Võimalik vaid enam kui ühe aktiivse liidese puhul.
fi: * Käytettävissä vain kun useampi kuin yksi sovitin on aktiivinen.
fr: * Seulement disponible si plus d'une interface est active.
hu: * Csak akkor érvényes, ha egynél több interfész aktív.
pl: * Dostępne tylko wtedy gdy więcej niż jeden interfejs jest aktywny.
pt_br: * Disponível apenas se houver mais de uma interface ativa.
ru: * Доступно если активно более одного интерфейса.
sk: * Dostupné len ak je aktívne viac ako jedno rozhranie.
sl: * Na voljo samo kadar je hkrati aktivnih več vmesnikov.
ta: * ஒன்றுக்கு மேற்பட்ட இடைமுகங்கள் செயலில் இருந்தால் மட்டுமே கிடைக்கும்.
vi: * Chỉ khả dụng nếu có nhiều giao diện được kích hoạt.
zh_cn: * 仅在超过一个网卡激活时有效.

source: /usr/share/enigma2 directory
bg: /usr/share/enigma2 директория
da: /usr/share/enigma2 mappe
de: Verzeichnis /usr/share/enigma2
et: /usr/share/enigma2 kataloog
fi: /usr/share/enigma2 hakemisto
fr: répertoire /usr/share/enigma2
hu: /usr/share/enigma2 mappa
pl: katalog /usr/share/enigma2
pt_br: Pasta /usr/share/enigma2
ru: каталог /usr/share/enigma2
sk: priečinok /usr/share/enigma2
ta: /usr/share/enigma2 அடைவு
vi: /usr/share/enigma2 thư mục
zh_cn: /usr/share/enigma2目录

source: /var directory
bg: /var директория
da: /var mappe
de: Verzeichnis /var
et: /var kataloog
fi: /var hakemisto
fr: répertoire /var
hu: /var mappa
pl: katalog /var
pt_br: Pasta /var
ru: каталог /var
sk: priečinok /var
ta: /var அடைவு
vi: /var thư mục
zh_cn: /var 目录

source: 16:9 PanScan
el: 16:9 Παν-σάρωση
ta: 16: 9 பான்ச்கான்

source: 2x
ta: ஃச்

source: 3x
ta: Zks

source: 4x
ta: hch

source: ARM
ta: கை

source: Activate MAC address configuration
bg: Активиране на MAC-aдрес конфигурация
fi: Aktivoi MAC-osoitteen määritys
fr: Activer la configuration de l'adresse MAC
pl: Aktywuj konfigurację adresu MAC
sk: Aktivovať konfiguráciu adresy MAC
ta: MAC முகவரி உள்ளமைவை செயல்படுத்தவும்

source: Add a DNS entry
bg: Добавяне на запис в DNS
fi: Lisää DNS merkintä
fr: Ajouter une entrée DNS
pl: Dodaj wpis DNS
sk: Pridať záznam DNS
ta: ஒரு டிஎன்எச் நுழைவு சேர்க்கவும்

source: Also import at reboot/restart enigma2
bg: Импортиране при рестарт на приемника/enigma2
fi: Tuo uudelleenkäynnistyksessä
fr: Importer aussi au redémarrage d’Enigma2
pl: Importuj również przy ponownym uruchomieniu/restartcie enigma2
sk: Tiež importovať pri reštarte prjiímača / OS
ta: Enigma2 ஐ மறுதொடக்கம்/மறுதொடக்கம் செய்யவும்

source: Also import when box is leaving standby
bg: Импортиране при изход от режим готовност
fi: Tuo valmiustilasta poistuttaessa
fr: Importer aussi lorsque le récepteur est laissé en veille
pl: Importuj także przy wyjściu ze standby
sk: Import aj pri opustení pohotovostného režimu
ta: பெட்டி காத்திருப்பதை விட்டு வெளியேறும்போது இறக்குமதி செய்யுங்கள்

source: American Football
bg: Американски футбол
da: Amerikansk fodbold
fi: Amerikkalainen jalkapallo
fr: Football américain
pl: Futbol Amerykański
sk: Americký futbal
ta: அமெரிக்க கால்பந்து
zh_cn: 美式足球

source: Amlogic
lt: Amloginė
ta: அம்லோசிக்

source: An attempt is made to capture the current TV status. If this is not possible due to incorrect or missing status messages it may cause the receiver to respond unexpectedly. On the other hand, tries to respond better to different operating conditions.
bg: Прави се опит за заснемане на текущото състояние на телевизора. Ако това не е възможно поради неправилни или липсващи съобщения за състоянието, това може да накара приемника да отговори неочаквано. От друга страна, се опитва да реагира по-добре на различни условия на работа.
fi: TV:n nykyinen tila yritetään tallentaa. Jos tämä ei ole mahdollista virheellisten tai puuttuvien tilaviestien vuoksi, vastaanotin voi vastata odottamattomasti. Toisaalta yritetään reagoida paremmin erilaisiin käyttöolosuhteisiin.
fr: Une tentative est faite pour capturer l'état actuel du téléviseur. Si cela n'est pas possible en raison de messages d'état incorrects ou manquants, cela peut entraîner une réponse inattendue du récepteur. D'autre part, tente de mieux répondre aux différentes conditions de fonctionnement.
pl: Podjęto próbę przechwytywania aktualnego stanu TV. Jeśli nie jest to możliwe z powodu nieprawidłowych lub brakujących komunikatów o stanie, może spowodować nieoczekiwane działanie odbiornika. Z drugiej strony stara się lepiej reagować na różne warunki pracy.
sk: Prebehne pokus o zaznamenanie aktuálneho stavu TV. Ak to nie je možné kvôli nesprávnym alebo chýbajúcim správam o stave, môže dôjsť k neočakávanej reakcii prijímača. Ide však o pokus dosiahnuť lepšiu reakciu na rôzne podmienky pri fungovaní prijímača.
ta: தற்போதைய தொலைக்காட்சி நிலையைப் பிடிக்க முயற்சி மேற்கொள்ளப்படுகிறது. தவறான அல்லது காணாமல் போன நிலை செய்திகள் காரணமாக இது சாத்தியமில்லை என்றால், ரிசீவர் எதிர்பாராத விதமாக பதிலளிக்கக்கூடும். மறுபுறம், வெவ்வேறு இயக்க நிலைமைகளுக்கு சிறப்பாக பதிலளிக்க முயற்சிக்கிறது.

source: Android
ta: ஆண்ட்ராய்டு

source: Android Linux SE
ta: ஆண்ட்ராய்டு Linux SE

source: Ask user (with default as 'No')
bg: Попитай потребителя (с по подразбиране като 'не')
pl: Zapytaj użytkownika(domyślnie 'nie')
sk: Opýtať sa používateľa (predvolené: 'nie')
ta: பயனரிடம் (இயல்புநிலையுடன் 'இல்லை' எனக் கேளுங்கள்)

source: Ask user (with default as 'Yes')
bg: Попитай потребителя (с по подразбирне като 'да')
pl: Zapytaj użytkownika(domyślnie 'tak')
sk: Opýtať sa používateľa (predvolené: 'áno')
ta: பயனரிடம் கேளுங்கள் (இயல்புநிலையுடன் 'ஆம்')

source: Astra 1 19.2e
ta: அச்ட்ரா 1 19 அ
zh_cn: 阿斯特拉1 19.2e

source: Astra 2 28.2e
ta: அச்ட்ரா A.A.A.A.
zh_cn: 阿斯特拉2 28.2e

source: Astra 3 23.5e
ta: அச்ட்ரா 3 23.5 இ
zh_cn: 阿斯特拉3 23.5e

source: Auto Detect
bg: Автоматично откриване
da: Auto-opdag
de: Automatische Erkennung
pl: Automatyczne Wykrywanie
sk: Automatická detekcia
ta: ஆட்டோ கண்டறிதல்
zh_cn: 自动检测

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
bg: Автоматично се поставя телевизора в режим на готовност, когато приемникът премине в режим на готовност или дълбока готовност.
fi: Laittaa television automaattisesti valmiustilaan, kun vastaanotin siirtyy valmiustilaan tai virransäästötilaan.
fr: Mettre automatiquement le téléviseur en veille lorsque le récepteur passe en veille ou en veille profonde.
pl: Automatyczne przełączanie telewizora w tryb czuwania za każdym razem, gdy odbiornik przejdzie w tryb czuwania lub głębokiego czuwania.
sk: Automaticky prepnúť TV do pohotovostného režimu vždy keď sa prijímač vypne alebo prepne do pohotovostného režimu.
ta: ரிசீவர் காத்திருப்பு அல்லது ஆழமான காத்திருப்புக்குச் செல்லும்போதெல்லாம் தானாகவே டிவியை காத்திருப்பதில் வைக்கவும்.

source: BC%d
et: eKr%d
ta: கிமு%d

source: BER:
ta: பெர்:
zh_cn: 误码率:

source: Backup
bg: Архивиране
da: Sikkerhedskopier
de: Sicherung
et: Varundamine
fi: Varmuuskopio
fr: Sauvegarde
hu: Mentés
pl: Kopia zapasowa
ru: Бекап
sk: Záloha
ta: காப்புப்பிரதி
vi: Sao lưu cài đặt máy thu của bạn
zh_cn: 备份

source: Backup Mode
bg: Архивиращ режим
da: Sikkerhedskopieringstilstand
de: Sicherungsmodus
et: Varundamine
fi: Varmuuskopiointi tila
fr: Mode de sauvegarde
hu: Mentési mód
pl: Tryb kopii zapasowej
pt_br: Modo do backup
ru: Режим сохранения
sk: Režim zálohovania
ta: காப்பு பயன்முறை
vi: Chế độ sao lưu
zh_cn: 备份模式

source: Backup your current image to HDD or USB. This will make a 1:1 copy of your box
bg: Архивиране на вашия текущ имидж на HDD или USB. Това ще направи 1:1 копие на приемника
da: Sikkerhedskopier dit nuværende Image til Harddisk eller USB. Dette skaber en 1:1 kopi af din boks.
de: Backup vom ganzen Image auf HDD oder USB. Dies erzeugt eine 1:1-Kopie Ihrer Box
et: Loo töötavast süsteemist süsteemikoopia. Vastuvõtja tarkvarast luuakse 1:1 koopia
fi: Varmuuskopioi ohjelmisto kiintolevylle tai USB-muistitikulle. Tämä luo 1:1 kopion laitteen nykyisestä ohjelmistosta
fr: Sauvegarder votre image actuelle vers le HDD ou l'USB. Cela va faire une copie 1:1 de votre récepteur
hu: Az aktuális lemezkép mentése Merevlemezre vagy USB-re. Ez a készülék egy az egyben mentését jelenti
pl: Kopia zapasowa bieżącego systemu na HDD lub USB. Spowoduje to utworzenie kopii 1:1 Twojego dekodera
ru: Резервное копирование текущего имиджа на HDD или USB.
sk: Záloha aktuálneho image na HDD alebo USB. Vytvorí sa 1:1 kópia image z vášho prijímača
ta: உங்கள் தற்போதைய படத்தை எச்டிடி அல்லது யூ.எச்.பி -க்கு காப்புப் பிரதி எடுக்கவும். இது உங்கள் பெட்டியின் 1: 1 நகலை உருவாக்கும்
vi: Sao lưu hình ảnh hiện tại của bạn vào ổ cứng hoặc USB. Điều này sẽ tạo một bản sao 1: 1 của hộp của bạn
zh_cn: 备份当前的镜像到硬盘或U盘.这个会1:1复制你的机顶盒

source: Black Screen
pl: Czarny ekran
sk: Čierna obrazovka
ta: கருப்பு திரை

source: Blinking REC Symbol
bg: Мигащ REC символ
da: Blinkende REC Symbol
de: Blinkendes REC Symbol
et: Vilkuv REC sümbol
hu: Villogó REC szimbólum
pl: Migający symbol REC
sk: Blikajúci symbol REC
ta: ஒளிரும் ரெக் அடையாளம்
vi: Nhấp nháy khi ghi
zh_cn: REC标志闪烁

source: Bluetooth
ta: ஊடலை

source: Broadcom
hr: Emitovanje
sr: Emitovanje
ta: பிராட்காம்

source: CCcam
ta: ககாம்

source: CF Drive
da: CF Drev
de: CF-Laufwerk
et: CF-seade
fi: CF Asema
fr: Lecteur CF
pl: Dysk CF
pt_br: Drive de Compact Flash
ru: CF привод
sk: Jednotka CF
ta: சி.எஃப் இயக்கி
vi: Ổ đĩa CF
zh_cn: CF驱动器

source: CI+ Helper*
cs: Pomocník CI+*
el: CI+ Βοηθός*
fi: CI+ Avustaja
hr: CI+ Pomoć*
sk: Pomocník CI+*
sr: CI+ Pomoć*
sv: CI+-hjälpare*
ta: Ci+ உதவியாளர்*

source: Channel 1 with Prime time
bg: Канал 1 с Primetime
pl: Kanał 1 z Primetime
sk: Kanál 1 s časom primetime
ta: முதன்மையான நேரத்துடன் சேனல் 1

source: Check for PDC availability on each service
fi: Tarkista PDC:n saatavuus jokaisessa palvelussa
pl: Sprawdź dostępność PDC w każdej usłudze
sk: Skontrolovať dostupnosť PDC na každej stanici
ta: ஒவ்வொரு சேவையிலும் பி.டி.சி கிடைப்பதை சரிபார்க்கவும்

source: Choose how much EPG history, if any, to keep in the EPG cache. This historic data can be browsed in any of the EPG views. This can be useful when you need information about an event which has recently finished.
fi: Valitse, kuinka paljon Ohjelmaopas historiaa EPG välimuistissa säilytetään. Näitä historiatietoja voi selata missä tahansa EPG näkymässä. Tämä voi olla hyödyllistä, kun tarvitset tietoja äskettäin päättyneestä tapahtumasta.
pl: Wybierz ile historii EPG, jeśli w ogóle, ma być zachowane w pamięci podręcznej EPG. Te historyczne dane mogą być przeglądane w każdym z widoków EPG. Może to być przydatne, gdy potrzebujesz informacji o wydarzeniu, które niedawno się zakończyło.
sk: Zadajte, ako dlho sa majú minulé udalosti z EPG udržiavať vo vyrovnávacej pamäti. Tieto údaje sa dajú prehliadať pomocou zobrazení EPG. Môže to byť vhodné, ak hľadáte informáciu o udalosti, ktorá sa už skončila.
ta: ஈ.பி.சி தற்காலிக சேமிப்பில் வைத்திருக்க எவ்வளவு ஈபிசி வரலாறு, ஏதேனும் இருந்தால். இந்த வரலாற்று தரவை எந்த ஈபிசி பார்வைகளிலும் உலாவலாம். அண்மைக் காலத்தில் முடிந்த ஒரு நிகழ்வைப் பற்றிய செய்தி உங்களுக்குத் தேவைப்படும்போது இது பயனுள்ளதாக இருக்கும்.

source: Choose the display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
bg: Избиране на стила на форматиране на дисплея за датите. „D“ / „DD“ е датата, а „M“ / „MM“ е месецът с цифри. („DD“ и „MM“ имат водещи нули за едноцифрени стойности.) Екранният дисплей ще се основава на вашия избор, но може да бъде повлиян от кожата.
da: Vælg displayets formateringsstil af datoer. 'D' / 'DD' er datoen og 'M' / 'MM' er måneden i cifre. ('DD' og 'MM' har foranstillet nuller for enkelt ciffer værdier). Skærmdisplayet vil blive baseret på dit valg, men kan blive påvirket af Temaet.
de: Wählen Sie das Format für das Datum. 'T'/'TT' ist der Tag, 'M'/'MM' der Monat. Bei 'TT' und 'MM' wird einstelligen Werten eine '0' vorangestellt. Nicht jeder Skin unterstützt jede Einstellung.
et: Määra kuupäeva vorming. 'P' / 'PP' on kuupäev ja 'K' / 'KK' on kuu. ( 'PP' ja 'KK' puhul kuvatakse ühekohalise numbri ette null.) Ekraanil kuvatav põhineb valitul, kuid seda võib mõjutada ka kasutatav kujundus.
fi: Valitse päivämäärien näyttömuoto . P ja PP ovat päiviä, K ja KK tarkoittavat kuukautta. (PP ja KK sisältävät etunollat) Näyttömuoto perustuu omaan valintaasi mutta voi muuttua riippuen teemasta.
fr: Choisissez le style de mise en forme d'affichage pour les dates. 'D' / 'DD' est la date et 'M' / 'MM' est le mois en chiffres. ('DD' et 'MM' ont des zéros non significatifs pour les valeurs à un chiffre.) L'affichage à l'écran sera basé sur votre choix mais peut être influencé par le skin.
pl: Wybierz styl formatowania wyświetlania dla dat. „D” / „DD” to data, a „M” / „MM” to miesiąc cyframi. („DD” i „MM” mają zera wiodące dla wartości jednocyfrowych.) Obraz na ekranie będzie zależał od twojego wyboru, ale skóra może na niego wpływać.
sk: Vyberte si formát zobrazenía dátumov na obrazovke. 'D' / 'DD' označuje deň a 'M' / 'MM' označuje mesiac v číselnom vyjadrení. ('DD' a 'MM' obsahujú pre jednociferné hodnoty počiatočné nuly.) Zobrazenie podľa vašej voľby však môže ovplyvniť nastavený vzhľad (skin).
ta: தேதிகளுக்கு காட்சி வடிவமைப்பு பாணியைத் தேர்வுசெய்க. 'டி' / 'டி.டி' என்பது தேதி மற்றும் 'எம்' / 'மிமீ' என்பது இலக்கங்களில் உள்ள மாதமாகும். .
vi: Chọn kiểu định dạng hiển thị cho ngày. 'D' / 'DD' là ngày và 'M' / 'MM' là tháng tính bằng chữ số. ('DD' và 'MM' có các số 0 đứng đầu cho các giá trị một chữ số.) Màn hình hiển thị sẽ dựa trên sự lựa chọn của bạn nhưng có thể bị ảnh hưởng bởi da.
zh_cn: 选择日期的显示格式样式.'D'/'DD'是日期,'M'/'MM'是月份的数字.（'DD'和'MM'有前 导零表示单个数字值.）屏幕显示将根据您的选择而定,但可能受皮肤的影响.

source: Choose the display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes and 'ss' is the seconds. ('HH' and 'hh' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
bg: Избиране на стила на форматиране на дисплея за времена. 'H' / 'HH' е часът за 24-часов часовник, 'h' / 'hh' е часът за 12-часов часовник, 'mm' са минутите и 'ss' са секундите. („HH“ и „hh“ имат водещи нули за едноцифрени стойности.) Екранният дисплей ще се основава на вашия избор, но може да бъде повлиян от кожата.
da: Vælg displayets formateringsstil af tider. 'T' / 'TT' er timen for et 24 timers ur, 't' / 'tt' er timen for et 12 timers ur, 'mm' er minutter og 'ss' er sekunder. ('TT' og 'tt' får foranstillet nuller for enkelt ciffer værdier). Skærmdisplayet vil blive baseret på dit valg, men kan blive påvirket af Temaet.
de: Wählen Sie das Format für die Uhrzeit. 'H'/'HH' zeigt sie im 24-Stunden-Format, 'h'/'hh' im 12-Stunden-Format an. Bei 'HH' oder 'hh' wird einstelligen Werten eine '0' vorangestellt. Nicht jeder Skin unterstützt jede Einstellung.
et: Vali kellaaja vorming. 'H' / 'HH' on 24-tunni kella tund, 'h' / 'hh' 12-tunni kella tund, 'mm' on minutid ja 'ss' on sekundid. ('HH' ja 'hh' puhul kuvatakse ühekohalise numbri ette null.) Ekraanil kuvatav põhineb valitul, kuid seda võib mõjutada ka kasutatav kujundus.
fi: Valitse missä muodossa aika näytetään. H ja HH ovat 24h kellon aikoja, h ja hh ovat 12h kellon aikoja, mm on minuutit ja ss sekunnit. (HH ja hh sisältävät etunollat) Näkymät saattavat vaihdella riippuen mitä teemaa käytät.
fr: Choisissez le style de mise en forme d'affichage pour les heures. 'H' / 'HH' est l'heure pour une horloge de 24 heures, 'h' / 'hh' est l'heure pour une horloge de 12 heures, 'mm' est les minutes et 'ss' est les secondes. ('HH' et 'hh' ont des zéros non significatifs pour les valeurs à un chiffre.) L'affichage à l'écran sera basé sur votre choix mais peut être influencé par le skin.
pl: Wybierz styl formatowania wyświetlania dla czasów. „H” / „HH” to godzina dla zegara 24-godzinnego, „h” / „hh” to godzina dla zegara 12-godzinnego, „mm” to minuty, a „ss” to sekundy. („HH” i „hh” mają zera wiodące dla wartości jednocyfrowych.) Obraz na ekranie będzie zależał od twojego wyboru, ale skóra może na niego wpływać.
sk: Vyberte si formát zobrazenia času na obrazovke. 'H' / 'HH' označuje 24-hodinový formát, 'h' / 'hh' označuje 12-hodinový formát, 'mm' sú minúty a 'ss' sú sekundy. ('HH' a 'hh' obsahujú pre jednociferné hodnoty počiatočné nuly.) Zobrazenie podľa vašej voľby však môže ovplyvniť nastavený vzhľad (skin).
ta: நேரங்களுக்கு காட்சி வடிவமைப்பு பாணியைத் தேர்வுசெய்க. 'H' / 'HH' என்பது 24 மணிநேர கடிகாரத்திற்கான மணிநேரம், 'H' / 'HH' என்பது 12 மணிநேர கடிகாரத்திற்கான மணிநேரம், 'மிமீ' என்பது நிமிடங்கள் மற்றும் 'SS' வினாடிகள். .
vi: Chọn kiểu định dạng hiển thị cho lần. 'H' / 'HH' là giờ cho đồng hồ 24 giờ, 'h' / 'hh' là giờ cho đồng hồ 12 giờ, 'mm' là phút và 'ss' là giây. ('HH' và 'hh' có các số 0 đứng đầu cho các giá trị một chữ số.) Màn hình hiển thị sẽ dựa trên sự lựa chọn của bạn nhưng có thể bị ảnh hưởng bởi da.
zh_cn: 选择时间的显示格式样式.'H'/'HH'是24小时制,'h'/'hh'是12小时制,'mm'是 分钟,'ss'是秒,（'HH'和'hh'有前导零表示单个数字值.）屏幕显示将根 据您的选择而定，但可能受皮肤的影响.

source: Choose the front panel display formatting style for dates. 'D' / 'DD' is the date and 'M' / 'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
bg: Избиране на стила на форматиране на дисплея на предния панел за датите. „D“ / „DD“ е датата, а „M“ / „MM“ е месецът с цифри. („DD“ и „MM“ имат водещи нули за едноцифрени стойности.) Екранният дисплей ще се основава на вашия избор, но може да бъде повлиян от кожата.
da: Vælg frontpanel display formateringsstil af datoer. 'D' / 'DD' er datoen og 'M' / 'MM' er måneden i cifre. ('DD' og 'MM' har foranstillet nuller for enkelt ciffer værdier). Skærmdisplayet vil blive baseret på dit valg, men kan blive påvirket af Temaet.
de: Wählen Sie, ob und wie das Datum im Display angezeigt werden soll. 'Keine Anzeige' zeigt es gar nicht an. 'T'/'TT' ist das Datum und 'M'/'MM' der Monat. Bei 'TT' oder 'MM' wird einstelligen Werten eine '0' vorangestellt. Nicht jeder Skin unterstützt jede Einstellung.
et: Määra esipaneelil kuvatav kuupäeva vorming. 'P' / 'PP' on kuupäev ja 'K' / 'KK' on kuu. ( 'PP' ja 'KK' puhul kuvatakse ühekohalise numbri ette null.) Ekraanil kuvatav põhineb valitul, kuid seda võib mõjutada ka kasutatav kujundus.
fi: Valitse päivämäärien näyttömuoto . Näyttömuoto perustuu omaan valintaasi mutta voi muuttua riippuen teemasta.
fr: Choisissez le style de formatage de l'affichage du panneau avant pour les dates. 'D' / 'DD' est la date et 'M' / 'MM' est le mois en chiffres. ('DD' et 'MM' ont des zéros non significatifs pour les valeurs à un chiffre.) L'affichage à l'écran sera basé sur votre choix mais peut être influencé par le skin.
pl: Wybierz styl formatowania wyświetlania na wyświetlaczu przednim dla dat. „D” / „DD” to data, a „M” / „MM” to miesiąc cyframi. („DD” i „MM” mają zera wiodące dla wartości jednocyfrowych.) Obraz na ekranie będzie zależał od twojego wyboru, ale skóra może na niego wpływać.
sk: Vyberte si formát zobrazenia dátumu na obrazovke. 'D' / 'DD' označuje dátum a 'M' / 'MM' označuje mesiac v číselnom vyjadrení. ('DD' a 'MM' obsahujú pre jednociferné hodnoty počiatočné nuly.) Zobrazenie podľa vašej voľby však môže ovplyvniť nastavený vzhľad (skin).
ta: தேதிகளுக்கு முன் குழு காட்சி வடிவமைப்பு பாணியைத் தேர்வுசெய்க. 'டி' / 'டி.டி' என்பது தேதி மற்றும் 'எம்' / 'மிமீ' என்பது இலக்கங்களில் உள்ள மாதமாகும். .
vi: Chọn kiểu định dạng hiển thị bảng mặt trước cho ngày. 'D' / 'DD' là ngày và 'M' / 'MM' là tháng tính bằng chữ số. ('DD' và 'MM' có các số 0 đứng đầu cho các giá trị một chữ số.) Màn hình hiển thị sẽ dựa trên sự lựa chọn của bạn nhưng có thể bị ảnh hưởng bởi da.
zh_cn: 为日期选择前面板显示格式样式.'D'/'DD'是日期,'M'/'MM'是月份 的数字.（'DD'和'MM'有前导零表示单个数字值.）屏幕显示 将根据您的选择而定,但可能受皮肤的影响.
