Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Timer is activated: +%d min
da: Timer er aktiveret: +%d min.
de: Timer ist aktiviert: +%d Min
et: Taimer aktiveeritud: +%d min
hu: Aktiválva: +%d perc
vi: Hẹn giờ được kích hoạt: +% d min
zh_cn: 定时器被激活: +%d 分钟

source: Timer is not activated
da: Timer er ikke aktiveret
de: Timer ist nicht aktiviert
et: Taimer aktiveerimata
hu: Elalvás időzítése
vi: Hẹn giờ không được kích hoạt
zh_cn: 定时器未激活

source: Timer overlap in pm_timers.xml detected! Please recheck it!
da: Timer overlap i pm_timers.xml opdaget! Undersøg det venligst igen!
de: Timerüberlappung in der 'pm_timers.xml' entdeckt! Bitte überprüfen!
et: Toitetaimerite ajad kattuvad! Kontrolli ajad üle!
hu: Időzítési átfedést találtam a pm_timers.xml fájlban! Kérem, ellenőrizze!
ru: Обнаружено дублирование таймера в timers.xml! Проверьте его!
vi: Đã phát hiện trùng lặp bộ đếm thời gian trong pm_timers.xml! Vui lòng kiểm tra lại!
zh_cn: 定时器重叠在pm_timers.xml检测! 请再检查一遍!

source: Timer overlap in timers.xml detected! Please recheck it!
da: Timer overlap i timers.xml opdaget! Undersøg det venligst igen!
de: Timerüberlappung in der 'timers.xml' entdeckt! Bitte überprüfen!
et: Taimerite ajad kattuvad! Kontrolli ajad üle!
hu: Időzítési átfedést találtam a timers.xml fájlban! Kérem, ellenőrizze!
pt_br: Sobreposição de temporizadores em timers.xml detectada! Verifique os temporizadores conflitantes.
ru: Обнаружено дублирование таймера в timers.xml! Проверьте его!
sl: Zaznano je bilo prekrivanje časovnikov v timers.xml! Prosim, ponovno preverite!
vi: Đã phát hiện sự trùng lặp về thời gian trong bộ đếm thời gian! Vui lòng kiểm tra lại!
zh_cn: 在timers.xml中检测到定时器重叠! 请再检查一遍!

source: Timer overview
da: Timer overblik
de: Timerübersicht
et: Taimeri ülevaade
hu: Időzítések áttekintése
pt_br: Temporizador
ru: Обзор задач таймера
vi: Tổng quan về bộ đếm thời gian
zh_cn: 定时器概述

source: Timer record location
da: Placering af timeroptagelser
de: Timeraufnahme-Verzeichnis
et: Taimeri salvestuse asukoht
hu: Időzített felvétel helye
ru: Расположение записей таймера
sl: Lokacija "timer" snemanja
vi: Vị trí ghi thời gian
zh_cn: 定时器录制位置

source: Timer sanity error
da: Timer sanity fejl
de: Timereinstellungen unklar
et: Taimeri viga
hu: Időzítési logikai hiba
pt_br: Erro do temporizador
ru: Ошибка состояния таймера
sl: Napaka časovnika
vi: Lỗi hẹn giờ
zh_cn: 定时器理智的错误

source: Timer selection...
bg: Избор на таймера...
da: Timer valgmuligheder...
de: Timerauswahl
et: Taimeri valik
hu: Időzítés kiválasztása...
pt_br: Selecionar temporizador
ru: Список таймеров...
vi: Lựa chọn hẹn giờ ...
zh_cn: 定时器选择 ...

source: Timeshift buffer delete after zap?
da: Timeshift slet mellemlager efter Zap ?
de: Timeshift-Puffer beim Umschalten löschen?
et: Ajanihke puhvri kustutamine pärast kanalivahetust
hu: Csatorna váltásakor a Timeshift puffer törlődjön?
ru: После переключения удалить буфер таймшифта?
vi: Timeshift đệm xóa sau zap?
zh_cn: 切换后是否删除时移缓冲区?

source: Timeshift buffer limit [in hours]
da: Timeshift mellemlager grænse [i timer]
de: Timeshift zwischenspeichern (in Stunden)
et: Ajanihke puhvri piirsuurus (tundides)
hu: Timeshift puffer határa [órákban]
ru: Ограничение буфера таймшифта (в часах)
vi: Giới hạn bộ đệm thời gian [tính bằng giờ]
zh_cn: 时移缓冲区限制[小时]

source: Timeshift checking for free space?
da: Timeshift kik efter fri plads ?
de: Timeshift-Überprüfung auf freien Speicherplatz?
et: Vaba kettaruumi kontroll ajanihke ajal
hu: Timeshift ellenőrizze a szabad helyet?
ru: Проверить наличие свободного дискового пространства?
vi: Timeshift kiểm tra không gian miễn phí?
zh_cn: 时移检查可用空间?

source: Timeshift checking for older files [in minutes]
da: Timeshift kik efter ældre filer [i minutter]
de: Timeshift-Überprüfung auf ältere Dateien (in Minuten)
et: Vanemate failide kontroll ajanihke ajal (minutites)
hu: Timeshift a régebbi fájlokat ellenőrizze [percekben]
ru: Проверка наличия старых файлов таймшифта [в минутах]
vi: Kiểm tra thời gian cho các tập tin cũ hơn [tính bằng phút]
zh_cn: 时移旧文件检查[分钟]

source: Timeshift event based file splitting
da: Timeshift begivenhedsbaseret filopdeling
de: Timeshift-Sendungsbasierende Dateitrennung
et: Ajanihkefaili tükeldamine saadete järgi
hu: Minden Timeshift külön felvételi pufferben legyen
ru: Разделение файлов таймшифта по названию передач
vi: Timeshift chia tách tập tin dựa trên sự kiện
zh_cn: 基于文件拆分的时移事件

source: Timeshift last events limit [number of events]
da: Timeshift sidste begivenhedsgrænse [antal af begivenheder]
de: Timeshift begrenzen auf eine Anzahl von Ereignissen
et: Ajanihke saadete piirarv (saadete arv)
hu: Timeshift felvételek korlátozása [felvételek száma]
ru: Ограничение по последним передачам [количество передач]
vi: Timeshift các sự kiện cuối cùng giới hạn [số lượng sự kiện]
zh_cn: 时移最后事件限制[事件数量]

source: Timeshift location
da: Placering af Timeshift
de: Timeshift-Verzeichnis
et: Ajanihke failide asukoht
hu: Timeshift helye
pt_br: Diretório para o timeshift
ru: Расположение таймшифта
sl: Položaj časovnega zamika
vi: Địa điểm hẹn giờ
zh_cn: 时移位置

source: Timeshift not possible!
da: Timeshift ikke mulig!
de: Timeshift nicht möglich!
et: Ajanihke kasutamine pole võimalik!
hu: Timeshift nem lehetséges!
pt_br: Timeshift não permitido!
ru: Сдвиг времени не возможен!
sl: Časovni zamik ni možen!
vi: Timeshift không thể!
zh_cn: 不能时移!

source: Timeshift save failed!
da: Timeshift gem mislykkedes!
de: Speichern von Timeshift fehlgeschlagen!
et: Ajanihke talletamine nurjus!
hu: Timeshift felvétel mentése sikertelen!
ru: Ошибка сохранения файла таймшифта!
vi: Lưu thời gian không thành công!
zh_cn: 时移保存失败!

source: Timeshift save recording (Select event)
da: Timeshift gem optagelse (vælg begivenhed)
de: Timeshift-Aufnahme speichern (Wähle Sendung)
et: Ajanihke talletamine (vali saade)
hu: Timeshift folyamatban. Válasszon egy opciót.
ru: Сохранение записи таймшифта (Выберите передачу)
vi: Timeshift lưu bản ghi (Chọn sự kiện)
zh_cn: 时移保存录制(选择事件)

source: Timeshift save recording (stop after current event)
da: Timeshift gem optagelse (stop efter aktuel begivenhed)
de: Timeshift-Aufnahme speichern (Stopp nach laufender Sendung)
et: Ajanihke talletamine (lõpeta peale praegust saadet)
hu: Timeshift felvétel (leállítás az aktuális műsor után)
ru: Сохранение записи таймшифта (остановить после текущей передачи)
vi: Timeshift lưu bản ghi (dừng sau sự kiện hiện tại)
zh_cn: 时移保存录制(在当前事件停止)

source: Timeshift saved to your harddisk!
da: Timeshift gemt til din harddisk!
de: Timeshift auf Festplatte gespeichert!
et: Ajanihe talletati kõvakettale!
hu: Timeshift felvétel mentése a háttértárra!
ru: Файл таймшифта сохранен на жесткий диск!
vi: Timeshift lưu vào đĩa cứng của bạn!
zh_cn: 时移已保存到硬盘!

source: Timeshift settings
da: Timeshift indstillinger
de: Timeshift
et: Ajanihke seaded
hu: Timeshift beállítása
ru: Настройки таймшифта
vi: Cài đặt thời gian
zh_cn: 时移设置

source: Timeshift will get saved at end of event!
da: Timeshift bliver gemt ved slutningen af begivenheden!
de: Timeshift wird am Ende des Events gespeichert!
et: Ajanihe talletatakse saate lõppedes!
hu: Az esemény végén lesz a Timeshift mentve!
ru: Файл таймшифта будет сохранен в конце события!
vi: Timeshift sẽ được lưu vào cuối sự kiện!
zh_cn: 时移会在活动结束保存!

source: Timeshift-save action on zap
da: Timeshift gem-handling ved Zap
de: Aktion Timeshift speichern bei Zap
et: Ajanihke talletamine kanalivahetusel
hu: Timeshift mentése csatornaváltáskor
ru: Сохранение таймшифта при переключении
vi: Timeshift-lưu hành động trên zap
zh_cn: 切换时移－保存动作

source: Timor-Leste
de: Osttimor
et: Ida-Timor
hu: Kelet-Timor
zh_cn: 东帝汶

source: To restore the image:
da: For at gendanne Image:
de: Um das Image wiederherzustellen:
et: Püsivara taastamiseks:
hu: A lemezkép visszaállítása:
vi: Để khôi phục lại hình ảnh:
zh_cn: 镜像恢复:

source: To update your %s %s firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
da: For at opdatere din %s %s firmware, følg venligst disse trin: 1) Sluk for din boks med kontakten bagpå og sikre at den bootbare USB-nøgle er sat i. 2) Tænd for boksen igen og hold NED knappen på frontpanelet nedtrykt i 10 sekunder. 3) Vent til der bootes op og følg instruktionerne i assistenten.
de: Um Ihre %s %s-Firmware zu aktualisieren, folgen Sie bitte diesen Anweisungen: 1) Schalten Sie Ihre Box mit dem Schalter auf der Rückseite aus und achten Sie darauf, dass der bootfähige USB-Stick eingesteckt ist. 2) Schalten Sie den Netzschalter wieder ein und halten dabei den "nach unten"-Knopf auf der Vorderseite für 10 Sekunden gedrückt. 3) Nach dem Bootvorgang folgen Sie bitte den Instruktionen des Assistenten.
et: %s %s püsivara uuendamiseks toimi järgnevalt: 1) Lülita vastuvõtja tagumisest lülitist välja ja veendu, et alglaaditav USB pulk on ühendatud. 2) Lülita vastuvõtja sisse, hoides DOWN nuppu esipaneelil vajutatuna 10 sekundi jooksul. 3) Oota alglaadimist ja jälgi abilise juhendeid ekraanil.
hu: A(z) %s %s készülék szoftverének frissítéséhez, az alábbi lépéseket tegye meg: 1) Áramtalanítsa a készüléket, majd csatlakoztassa az USB-s adathordozót. 2) Helyezze áram alá a készüléket, közben tartsa lenyomva az előlapon a LE gombot 10 másodpercig. 3) Várjon a bootolás befejezésére, majd kövesse a Varázsló utasításait.
ru: Чтобы обновить ваш %s %s, пожалуйста выполните следующие действия: 1) Выключите ресивер тумблером сзади и убедитесь, что загрузочный USB подключен. 2) Включите ресивер и нажмите кнопку ВНИЗ на передней панели ресивера около 10 секунд. Дождитесь загрузки и следуйте указаниям Мастера.
vi: Để cập nhật chương trình cơ sở % s% s của bạn, vui lòng làm theo các bước sau: 1) Tắt hộp của bạn bằng công tắc nguồn phía sau và đảm bảo cắm USB có thể khởi động. 2) Bật nguồn điện trở lại và giữ nút XUỐNG trên bảng mặt trước được nhấn trong 10 giây. 3) Đợi khởi động và làm theo hướng dẫn của trình hướng dẫn.
zh_cn: 更新你的 %s %s镜像,请按照以下步骤: 1) 关掉你的机顶盒后面的电源开关,确保可启动的USB插入. 2) 打开电源,按住前面板上的键按下10秒. 3) 等待启动并按照向导中的说明.

source: Toggels between tv and radio...
et: TV / Raadio lüliti
hu: A tv és a rádió közötti váltás ...
ru: Переключение между ТВ и Радио...
vi: Chuyển đổi giữa tv và radio ...
zh_cn: 在电视和广播之间切换...

source: Toggle Digital downmix...
bg: Превключване на цифрово понижаващо миксиране...
da: Ombyt Digital downmix...
de: Dolby Digital Downmix An/Aus
et: Digital > stereo lüliti
hu: Váltás a Digitális lekeverésre...
ru: Переключение цифрового микширования...
vi: Chuyển đổi chế độ xuống kỹ thuật số ...
zh_cn: 切换数字混音...

source: Toggle PIPzap
de: Bild im Bild umschalten
et: PiP-kanalivahetuse lüliti
hu: Kép-a-Képben ugrás be/ki
ru: Переключение PiPzap
vi: Chuyển đổi PIPzap
zh_cn: 切换频道中画中画

source: Toggle Picture In Graphics
da: Ombyt Billede i Grafik
de: Kanal-Vorschau im grafischen EPG ein/ausblenden
et: PiG lüliti
ru: Поворот изображения
vi: Chuyển đổi hình ảnh trong đồ họa
zh_cn: 切换图片中的图形

source: Toggle Pillarbox <> Pan&Scan
da: Ombyt Pillarbox <> Pan&Scan
de: Wechsel Pillarbox <> Pan & Scan
et: Pillarbox <> Pan&Scan lüliti
hu: A Pillarbox és a Pan & Scan közötti átkapcsolás
ru: Переключение Режим ящика <> Панорама
vi: Chuyển đổi Trụ cột <> Pan & Scan
zh_cn: 切换邮箱 <> 平移扫描

source: Toggle aspect ratio...
bg: Превключване на съотношението...
da: Skift billedformat...
de: Seitenverhältnis ändern
et: Muuda kuvasuhet
hu: A képarány módosítása...
ru: Переключение соотношения сторон...
vi: Chuyển đổi tỷ lệ khung hình ...
zh_cn: 切换长宽比 ...

source: Toggle between bouquet/epg lists
da: Skift mellem Buketter/EPG lister
de: Zwischen Bouquet/EPG-Liste wechseln
et: Vaheta lemmiknimekiri ja epg loend
hu: Váltás a Csatornacsomag/EPG lista között
ru: Переключение между списками фаворитов/телегида
vi: Chuyển đổi giữa các danh sách bó / epg
zh_cn: 频道/EPG列表之间切换

source: Toneburst
et: Toonimpulss
ru: Тоновый сигнал
zh_cn: 22K切换开关

source: Toneburst A/B
et: Toonimpulss A/B
ru: Тоновый сигнал A/B
zh_cn: 22k切换开关A/B

source: Total
de: Insgesamt
et: Kokku
hu: Összesen
ru: Всего
vi: Toàn bộ
zh_cn: 总容量

source: Total Memory:
da: Total hukommelse:
de: Gesamter Speicher:
et: Mälumaht:
ru: Общая память:
vi: Tổng bộ nhớ:
zh_cn: 总内存:

source: Total Swap:
da: Totla swap:
de: Gesamte Auslagerungsdatei:
et: Saale:
hu: Összes Swap:
ru: Объем файла подкачки:
vi: Tổng số hoán đổi:
zh_cn: 总交换:

source: Tragödie
da: Tragedie
zh_cn: 悲剧

source: Transcoding:
bg: Транскодиране:
da: Omkodning:
et: Transkodeerimine:
hu: Átkódolás:
vi: Chuyển mã:
zh_cn: 转码:

source: Translations
da: Oversættelser
de: Übersetzungen
et: Tõlge
hu: Fordítások
pt_br: Traduções
ru: Перевод
vi: Bản dịch
zh_cn: 汉化@孤独之剑

source: Transponder type
et: Transponderi tüüp
hu: Transzponder típusa
pt_br: Tipo de transponder
ru: Тип транспондера
vi: Loại transponder
zh_cn: 转发器类型

source: Trashcan:
da: Skraldespand:
de: Papierkorb:
et: Prügikast:
ru: Корзина:
vi: Thùng rác:
zh_cn: 垃圾桶:

source: Tried to disable PIP, suddenly found no InfoBar.instance.
da: Forsøgte at deaktiver PiP, fandt pludselig ingen InfoBar.instance
de: Beim Versuch, Bild im Bild zu deaktivieren, wurde keine InfoBar.instance gefunden.
et: Üritades PiP keelamist, ei leitud inforiba.
hu: Megpróbálta letiltani a Kép-a-Képben-t, de hirtelen nem találta az InfoBar.instance-t.
ru: Попытка отключить PiP, InfoBar.instance не найден.
vi: Đã thử vô hiệu hóa PIP, đột nhiên không tìm thấy InfoBar.instance.
zh_cn: 尝试禁用画中画,突然发现没有infobar.instance.

source: Try to send repeated commands if not all commands are executed.
da: Prøver at sende gentagne kommandoer hvis ikke alle kommandoer bliver udført.
de: Versuchen Sie wiederholte Befehle zu senden, wenn nicht alle Kommandos ausgeführt werden.
et: Ürita saata korduvaid käske, kui kõiki käske ei täideta.
vi: Cố gắng gửi các lệnh lặp đi lặp lại nếu không phải tất cả các lệnh được thực thi.
zh_cn: 如果不是所有命令都已执行,请尝试发送重复的命令.

source: Try to slow down the send interval if not all commands are executed.
da: Prøv at sænke sendeintervallet hvis ikke alle kommandoer bliver udført.
de: Versuchen Sie das Sendeintervall zu verlangsamen wenn nicht alle Kommandos ausgeführt werden.
et: Suurenda saatmise intervalli, kui kõiki käske ei täideta.
vi: Cố gắng làm chậm khoảng thời gian gửi nếu không phải tất cả các lệnh đều được thực thi.
zh_cn: 如果没有执行所有的命令,请尝试减慢发送间隔.

source: Trying to download a new packetlist. Please wait...
da: Prøver at downloade en ny pakkeliste. Vent venligst...
de: Versuche eine neue Paketliste herunterzuladen. Bitte warten...
et: Uue tarkvaraloendi hankimine. Oota...
hu: Az új csomaglista letöltése folyamatban. Kérem, várjon...
pt_br: Obtendo lista de pacotes. Aguarde...
ru: Пытаемся загрузить новый список пакетов. Пожалуйста подождите...
sl: Poskušam presneti novo listo paketov... Prosim počakajte!
vi: Đang cố gắng tải xuống một danh sách gói mới. Xin vui lòng chờ ...
zh_cn: 正在下载一个新的数据包列表.请稍等 ...

source: Trying to download a new updatelist. Please wait...
da: Prøver at downloade en ny opdateringsliste. Vent venligst...
de: Es wird versucht eine neue Update-Liste zu laden. Bitte warten...
et: Uuenduste nimekirja laadimine. Oota...
hu: Az új frissítéslista letöltése folyamatban. Kérem, várjon...
ru: Попытка загрузки нового списка обновлений. Пожалуйста, ждите...
vi: Đang cố gắng tải xuống một danh sách gói mới. Xin vui lòng chờ ...
zh_cn: 正在下载一个新更新列表.请稍等...

source: Tuner configuration
da: Tuner opsætning
de: Tunereinstellungen
et: Tuuneri seaded
hu: Tuner beállítása
ru: Настройка тюнера
sl: Nastavi tunerje
vi: Cấu hình bộ chỉnh
zh_cn: 调谐器设置

source: Tuner settings
da: Tuner-indstillinger
de: Tunereinstellungen
et: Tuuneri seaded
hu: Tuner beállításai
ru: Настройки тюнера
vi: Cài đặt bộ chỉnh
zh_cn: 调谐器设置

source: Tuner status
et: Tuuneri olek
hu: Tuner állapota
pt_br: Tuner
ru: Состояние тюнера
sl: Status tunerja
vi: Trạng thái bộ chỉnh
zh_cn: 调谐器状态

source: Turbo: One reboot after flash Fast: One reboot after flash, one reboot after restore Slow: One reboot after flash, one reboot after restore in GUI
da: Turbo: En genstart efer flash Hurtig: En genstart efter flash, en genstart efter gendannelse Langsom: En genstart efter flash, en genstart efter gendannelse i GUI
de: Turbo: Ein Neustart nach dem Flashen Schnell: Ein Neustart nach Flashen, ein Neustart nach Wiederherstellung Langsam: Ein Neustart nach Flashen, ein Neustart nach Wiederherstellung in der GUI
et: Turbo: Üks taaskäivitus pärast püsivara paigaldust Kiire: Üks taaskäivitus pärast püsivara paigaldust, üks pärast taastamist Aeglane: Üks taaskäivitus pärast püsivara paigaldust, üks pärast menüü kaudu taastamist
hu: Turbo: Egy újraindítás Flashelés után Gyors: Egy újraindítás Flashelés után, egy újraindítás a visszaállítás után Lassú: Egy újraindítás Flashelés után, egy újraindítás a visszaállítás után a GUI-ban
vi: Turbo: Một lần khởi động lại sau khi flash Nhanh: Một lần khởi động lại sau khi flash, một lần khởi động lại sau khi khôi phục Chậm: Một lần khởi động lại sau khi flash, một lần khởi động lại sau khi khôi phục trong GUI
zh_cn: Turbo码:闪存刷新一次 快速:闪存后重启一次,还原后重启一次 慢:刷新一次后重启,在GUI中恢复后一次重启

source: Turn on the control LED.
da: Tænd for kontrol LED.
de: Kontroll-LED einschalten.
zh_cn: 打开控制LED.

source: Turn on the power LED.
da: Tænd for strøm LED.
de: Power-LED Mode
et: Näidik on ooteseisundis sees.
vi: Bật đèn LED nguồn.
zh_cn: 打开电源LED.

source: Type:
de: Typ:
et: Tüüp:
vi: Kiểu:
zh_cn: 类型:

source: Type:
bg: Тип:
de: Typ:
et: Tüüp:
hu: Típus:
ru: Тип:
vi: Kiểu:
zh_cn: 类型:

source: UI 3D setup
da: UI 3D opsætning
de: 3D-Einstellungen
et: 3D seadistus
hu: UI 3D beállítás
vi: Thiết lập giao diện người dùng 3D
zh_cn: 3D用户界面设置

source: UP80 (keymap.u80)
zh_cn: UP80(键映射.u80)

source: USALS
zh_cn: 通用卫星自动定位(USALS)

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
da: USALS flytter automatisk en motoriseret skål til den rigtige satellit baseret på de koordinator som brugeren indtaster. Uden USALS skal hver satellit sætte op og gemmes individuel.
de: USALS bewegt automatisch eine motorisierte Schüssel auf den richtigen Satelliten, basierend auf den vom Benutzer eingegebenen Koordinaten. Ohne USALS muss jeder Satellit individuell eingerichtet und gespeichert werden.
et: USALS liigutab ajamiga mootori õige satelliidi peale automaatselt vastavalt kasutaja antud koordinaatidele. USALS'ita tuleb iga satelliit eraldi seadistada ja salvestada.
vi: USALS tự động di chuyển một đĩa có động cơ đến đúng vệ tinh dựa trên tọa độ mà người dùng nhập vào. Không có USALS, mỗi vệ tinh sẽ cần được thiết lập và lưu riêng lẻ.
zh_cn: USALS会根据用户输入的坐标自动将机动天线移至正确的卫星.如果没有USALS,则需要分别设置和保存每个卫星.

source: USALS calibration
et: USALS kalibreerimine
hu: USALS kalibrálás
pt_br: Calibração USALS
ru: Калибровка USALS
vi: Hiệu chuẩn USALS
zh_cn: 通用卫星自动定位校准

source: USB stick wizard
da: USB nøgle assistenten
de: USB-Stick-Assistent
et: USB abimees
hu: USB-s hordozó Varázsló
ru: Мастер USB
sl: Čarovnik USB ključa
vi: Trình hướng dẫn thanh USB
zh_cn: U盘向导

source: Umweltbewusstsein
zh_cn: 环境

source: Unable to change password
da: Ikke i stand til at ændre adgangskode
de: Passwortänderung nicht möglich
et: Parooli muutmine nurjus
vi: Không thể thay đổi mật khẩu
zh_cn: 无法更改密码

source: Unable to create the required directories on the media (e.g. USB stick or Harddisk) - Please verify media and try again!
da: Ikke i stand til at oprette de nødvendige mapper på mediet (f.eks. USB-nøgle eller Harddisk) - Kontroller venligst medie og prøv igen!
et: Nõutud kataloogide loomine andmekandjal (USB pulk või kõvaketas) nurjus. Kontrolli andmekandjaid ja proovi uuesti!
vi: Không thể tạo các thư mục cần thiết trên phương tiện (ví dụ: thẻ nhớ USB hoặc Ổ cứng) - Vui lòng xác minh phương tiện và thử lại!
zh_cn: 无法在媒体(如U盘或硬盘)上创建所需的目录-请验证媒体并重试!

source: Unattended upgrade without GUI and reboot system
da: Uovervåget opdatering uden GUI og genstart
de: Upgrade im Hintergrund ohne Benutzerführung und automatischer Systemneustart
et: Automatiseeritud uuendamine ja taaskäivitus
hu: Felügyelet nélküli frissítés GUI és rendszer újraindítás nélkül
pt_br: Atualizar sem interface visual e reiniciar o sistema
ru: Обновление в фоновом режиме и перезагрузка
sl: Nadgradnja s takojšnjim ponovnim zagonom
vi: Nâng cấp không giám sát mà không cần GUI và hệ thống khởi động lại
zh_cn: 无人值守升级,没有图形用户界面和重启系统

source: Undo install
da: Fortryd afinstallering
de: Installation zurücksetzen
et: Tühista paigaldamine
hu: Telepítés visszavonása
pt_br: Reverter instalação
ru: Отменить установку
vi: Hoàn tác cài đặt
zh_cn: 撤销安装

source: Undo uninstall
da: Fortryd afinstallering
de: Deinstallation zurücksetzen.
et: Tühista eemaldamine
hu: Eltávolítás visszavonása
pt_br: Reverter desinstalação
ru: Отменить удаление
vi: Hoàn tác gỡ cài đặt
zh_cn: 撤销卸载

source: Unhide parental control services
da: Få vist forældrekontrol-kanaler
de: Sender mit Jugendschutz anzeigen
et: Näita lapselukuga kanaleid
hu: Gyermekzárral védett csatornák mutatása
ru: Показать каналы родительского контроля
vi: Bỏ dịch vụ kiểm soát của phụ huynh
zh_cn: 取消隐藏家长控制频道

source: Uninstall '%s' package and disable '%s'
da: Afinstaller '%s' pakken og deaktiver '%s'
de: Deinstalliert das Paket '%s' und deaktiviert '%s'
et: Eemalda pakett '%s' ja keela '%s'
vi: Gỡ cài đặt gói '% s' và tắt '% s'
zh_cn: 卸载'%s'包并禁用'%s'

source: United States
da: De forenede stater
de: Vereinigte Staaten
et: Ameerika Ühendriigid
vi: Hoa Kỳ
zh_cn: 美国

source: Unmark service as dedicated 3D service
da: Fjern kanalmærke som dedikeret 3D kanal
de: 3D Markierung entfernen
et: Eemalda 3D kanali tähis
hu: A csatorna megjelölés 'dedikált 3D csatorna' eltávolítása
vi: Bỏ đánh dấu dịch vụ dưới dạng dịch vụ 3D chuyên dụng
zh_cn: 取消3D专用列表

source: Unpack to %s
da: Udpak til %s
de: Nach '%s' entpacken
et: Paki - %s
vi: Giải nén đến % s
zh_cn: 解压缩到 %s

source: Unpack to current folder
da: Udpak til nuværende mappe
de: In den aktuellen Ordner entpacken
et: Paki lahti käesolevasse kataloogi
vi: Giải nén vào thư mục hiện tại
zh_cn: 解压缩到当前文件夹

source: Unterhaltung
da: Underholdning
zh_cn: 游戏娱乐

source: Unused 0x22
da: Ubrugt 0x22
zh_cn: 未使用0x22

source: Unused 0x52
da: Ubrugt 0x52
zh_cn: 未使用0x52

source: Unused 0x53
da: Ubrugt 0x53
zh_cn: 未使用0x53

source: Unused 0x54
da: Ubrugt 0x54
zh_cn: 未使用0x54

source: Unused 0x71
da: Ubrugt 0x71
zh_cn: 未使用0x71

source: Unused 0x72
da: Ubrugt 0x72
zh_cn: 未使用0x72

source: Unused 0x80
da: Ubrugt 0x80
zh_cn: 未使用的0x80

source: Unused 0xb1
da: Ubrugt 0xb1
zh_cn: 未使用的0xb1

source: Unused 0xb2
da: Ubrugt 0xb2
zh_cn: 未使用的0xb2

source: Up/Down buttons also for 'all up/down'?
da: Op/Ned knapper også for 'helt op/net' ?
de: Hoch/Runter Tasten für "alle hoch/runter"
et: Üles/Alla nupud on ka 'Kõik üles/alla'
hu: Fel/Le gombok is hasonlóan az 'összes Fel/Le' használatához?
vi: Nút lên / xuống cũng cho 'tất cả lên / xuống'?
zh_cn: 向上/向下按钮也用于'全部向上/向下'?

source: Update Cache
da: Opdater mellemlager
de: Aktualisiere Puffer
et: Uuenda vahemälu
hu: Cache frissítése
ru: Обновление кеша
vi: Cập nhật bộ đệm
zh_cn: 更新缓存

source: Update at your own risk
da: Opdater på eget ansvar
de: Update auf eigene Gefahr
et: Uuenda omal vastutusel
hu: Mindenki a saját felelősségére frissítse
ru: Обновление на свой ​​страх и риск
vi: Cập nhật rủi ro của riêng bạn
zh_cn: 更新需要您自担风险

source: Update channel list only
da: Opdater kun kanalliste
de: Nur Senderliste aktualisieren
et: Uuenda ainult kanalinimekirja
hu: Csak a csatornalista frissítése
ru: Обновить только список каналов
vi: Chỉ cập nhật danh sách kênh
zh_cn: 更新频道列表
