Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Subservice Actions
cs: Akce podslužby
el: Ενέργειες υπο-υπηρεσίας
fi: Alipalvelut asetukset
hr: Podservis Radnja
it: Azioni sottoservizio
nl: Sub-zender Acties
pl: Akcje podusługowe
sk: Akcie pre podradenú službu/stanicu
sr: Podservis Radnja
sv: Undertjänst Åtgärder
ta: துணை செயல்கள்
tr: Alt Kanal İşlemleri
uk: Дії субканалів

source: Subservice mode (GREEN button)
bg: Режим на подсервиз (ЗЕЛЕН бутон)
cs: Režim dílčích služeb (ZELENÉ tlačítko)
el: Λειτουργία υπο-υπηρεσιών (πράσινο πλήκτρο)
fi: Alipalveluiden tila(vihreä näppäin)
fr: Mode sous-service (bouton vert)
hr: Način subservisa (ZELENO dugme)
it: Modalità sotto servizio (tasto VERDE)
lt: Subkanalo režimas (ŽALIAS mygtukas)
nl: GROENE-knop (Sub-zender modus)
pl: Tryb podserwisów (zielony przycisk)
sk: Režim podradenej stanice/služby (zelené tlačidlo)
sr: Režim subservisa (ZELENO dugme)
sv: Underserviceläge (GRÖN knapp)
ta: துணை முறை (பச்சை பொத்தான்)
tr: Alt kanal modu (YEŞİL tuş)
uk: Режим підканалів (зелена кнопка)

source: Subservices
cs: Podprogramy
da: Underkanaler
de: Unterkanäle
el: Υπό-υπηρεσίες
et: Alamkanalid
fi: Alipalvelut
fr: Sous-services
hr: Subservisi
hu: Alcsatornák
it: Sotto servizi
lt: Subkanalai
nl: Sub-zenders
pl: Podserwisy
pt_br: Subserviços
ru: Подсервисы
sk: Podradené stanice
sl: Pod-storitve
sr: Subservisi
sv: Undertjänster
ta: உட்பிரிவுகள்
tr: Alt kanallar
uk: Підканали
vi: Dịch vụ phụ
zh_cn: 子频道

source: Subtitle
bg: Субтитри
cs: Titulky
da: Undertekst
de: Untertitel
el: Υπότιτλος
et: Subtiitrid
fi: Tekstitys
fr: Sous-titre
hr: Titl
hu: Felirat
it: Sottotitoli
lt: Subtitrai
nl: Ondertitels
pl: Podtytuł
ru: Субтитры
sk: Titulky
sr: Titl
sv: Underrubrik
ta: வசன வரிகள்
tr: Altyazı
uk: Субтитри
vi: Phụ đề
zh_cn: 字幕

source: Subtitle Actions
bg: Действия за субтитри
cs: Akce s titulky
el: Ενέργειες υποτίτλων
fi: Valitse tekstitys
fr: Actions de sous-titres
hr: Izbor Titla
it: Azioni sottotitoli
lt: Subtitrų veiksmai
nl: Ondertitel Instellingen
pl: Akcje napisów
sk: Akcie pre titulky
sr: Izbor Titla
sv: Undertitel Åtgärder
ta: வசன நடவடிக்கைகள்
tr: Altyazı İşlemleri
uk: Дії для Субтитрів

source: Subtitle Quickmenu
bg: Бързо меню за субтитри
cs: Rychlé nastavení titulků
da: Undertekster Kvikmenu
de: Untertitel-Schnellmenü
el: Γρήγορο μενού υποτίτλων
et: Subtiitrite kiirmenüü
fi: Tekstityksen pikavalikko
fr: Menu rapide des sous-titres
hr: Brzi Meni Titla
hu: Felirat gyorsmenü
it: Menu rapido sottotitoli
lt: Subtitrų greitasis meniu
nl: Ondertitel Keuze
pl: Menu podręczne napisów
pt_br: Menu de legendas
ru: Быстрое меню субтитров
sk: Rýchle menu titulkov
sr: Brzi Meni Titla
sv: Snabbmeny för undertexter
ta: QuickMenu வசன வரிகள்
tr: Altyazı Hızlı Menü
uk: Швидке меню субтитрів
vi: Phụ đề Quickmenu
zh_cn: 字幕快捷菜单

source: Subtitle Selection
cs: Výběr titulků
el: Επιλογή υποτίτλων
fi: Valitse tekstitys
fr: Sélection des sous-titres
hr: Izbor titlova
it: Selezione sottotitoli
lt: Subtitrų pasirinkimas
nl: Ondertiteling
pl: Wybór napisów
sk: Výber titulkov
sr: Izbor titlova
sv: Val av undertexter
ta: வசன தேர்வு
tr: Altyazı Seçimi
uk: Вибір субтитрів

source: Subtitle Settings
bg: Настройки за субтитри
cs: Nastavení titulků
el: Ρυθμίσεις υποτίτλων
fi: Tekstitys asetukset
fr: Paramètres sous-titres
hr: Postavke Titlova
it: Configurazione sottotitoli
lt: Subtitrų nustatymai
nl: Ondertitel instellingen
pl: Ustawienia napisów
sk: Nastavenie titulkov
sl: Nastavitve podnapisov
sr: Postavke Titlova
sv: Inställningar för undertexter
ta: வசன அமைப்புகள்
tr: Altyazı Ayarları
uk: Налаштування субтитрів

source: Subtitle alignment
bg: Подравняване на субтитрите
cs: Zarovnání titulků
da: Undertekst justering
de: Untertitel Position horizontal
el: Στοίχιση υποτίτλου
et: Subtiitrite joondus
fi: Tekstityksen keskitys
fr: Alignement des sous-titres
hr: Poravnanje titlova
hu: Felirat elrendezés
it: Allineamento sottotitoli
lt: Subtitrų lygiavimas
nl: Horizontale positie ondertitels
pl: Wyrównanie napisów
pt_br: Alinhamento da legenda
ru: Положение субтитров
sk: Zarovnanie titulkov
sr: Poravnanje titlova
sv: Justering av undertexter
ta: வசன சீரமைப்பு
tr: Altyazı hizalama
uk: Вирівнювання субтитрів
vi: Liên kết phụ đề
zh_cn: 字幕定位

source: Subtitle black transparency
bg: Черна прозрачност на субтитрите
cs: Černá průhlednost titulků
da: Undertekst sort gennemsigtighed
de: Transparenz für Untertitel
el: Μαύρη διαφάνεια υποτίτλων
et: Subtiitrite tausta läbipaistvus
fi: Tekstityksen mustan reunan läpinäkyvyys
fr: Transparence noire du sous-titre
hr: Titl crne prozirnosti
it: Trasparenza nera sottotitoli DVB
lt: Juodas subtitrų skaidrumas
nl: Transparantie van de achtergrond
pl: Przezroczystość tła napisów
sk: Priehľadnosť pozadia titulkov
sr: Titl crne prozirnosti
sv: Undertextens svarta transparens
ta: வசன வரிகள் கருப்பு வெளிப்படைத்தன்மை
tr: Altyazı siyah şeffaflığı
uk: Чорна прозорість субтитрів
vi: Phụ đề màu đen trong suốt
zh_cn: 字幕黑色透明

source: Subtitle border width
bg: Гранична широчина на субтитрите
cs: Šířka okraje
da: Undertekst kantbredde
de: Untertitel Rahmenbreite
el: Μέγεθος περιγράμματος υποτίτλου
et: Subtiitrite kontuuri paksus
fi: Tekstin reunan leveys
fr: Largeur de la bordure des sous-titres
hr: Širina ivice titla
hu: Betűk körvonal-vastagsága
it: Larghezza bordo sottotitoli
lt: Subtitrų kraštinės plotis
nl: Randdikte ondertitels
pl: Szerokość obramowania napisów
pt_br: Tamanho da borda da legenda
ru: Ширина линии для обводки субтитров
sk: Šírka okraja
sr: Širina ivice titla
sv: Undertextens kantbredd
ta: வசன எல்லை அகலம்
tr: Altyazı sınır genişliği
uk: Ширина граней субтитрів
vi: Chiều rộng đường viền phụ đề
zh_cn: 字幕边框宽度

source: Subtitle delay when timing is bad
bg: Закъснение на субтитрите при лошо време
cs: Zpoždění titulků při nesprávném časování
da: Undertekstforsinkelse når tidsinformation er dårlig
de: Verzögerung der Untertitel bei schlechter Synchronität
el: Καθυστέρηση υποτίτλων σε κακό χρονισμό
et: Subtiitrite viiteaeg
fi: Tekstityksen viive kun ajoitus on huono
fr: Délai lorsque le timing est mauvais
hr: Odlaganje titlova sinhronizacija loša
hu: Felirat csúsztatása rossz időzítés esetén
it: Ritardo dei sottotitoli fuori sincronia
lt: Subtitrų delsa, kai blogai pasirinktas laikas
nl: Extra vertraging of versnelling van ondertitels
pl: Czas opóźnienia dla napisów jest zły
pt_br: Duração da legenda com tempo incorreto
ru: Задержка субтитров при ассинхроне
sk: Oneskorenie titulkov pri nesprávnom časovaní
sr: Odlaganje titlova sinhronizacija loša
sv: Fördröjning av undertexter när timingen är dålig
ta: நேரம் மோசமாக இருக்கும்போது வசன வரம்பு
tr: Zamanlama noksanlığında altyazı gecikmesi
uk: Затримка субтитрів при асинхроні
vi: Độ trễ phụ đề khi thời gian xấu
zh_cn: 定时器损坏时字幕延迟

source: Subtitle delay when timing lacks
bg: Закъснение на субтитрите при липса на време
cs: Zpoždění TXT titulků při chybějícím časování
da: Undertekstforsinkelse når tidsinformation mangler
de: Verzögerung der Untertitel, wenn das Timing fehlt
el: Καθυστέρηση κειμένου όταν δεν υπάρχει χρονισμός
et: Subtiitrite viiteaeg ajastuse puudumisel
fi: Tekstityksen näyttöaika kun poistoajoitus puuttuu
fr: Délai lorsque le timing est absent
hr: Odlaganje titlova kada nedostaje vrijeme
hu: Felirat időtartama, ha nincs időzítve
it: Ritardo sottotitoli quando manca tempismo
lt: Subtitrų delsa, kai blogai pasirinktas laikas
nl: Vertragen of versnellen van ondertitels zonder timing
pl: Opóźnienie napisów w przypadku braku synchronizacji
pt_br: Duração da legenda se o tempo não é informado
ru: Задержка субтитров при нехватке времени
sk: Oneskorenie titulkov pri chýbajúcom časovaní
sl: Določi zamik podnapisov, ko je to potrebno
sr: Odlaganje titlova kada nedostaje vreme
sv: Fördröjning av undertexter när timing saknas
ta: நேரம் இல்லாதபோது வசன வருதல்
tr: Zamanlama hatası nedeniyle altyazıda gecikme
uk: Затримка субтитрів при браці часу
vi: Độ trễ phụ đề khi thiếu thời gian
zh_cn: 缺少定时器时字幕延迟

source: Subtitle font size
bg: Размер на шрифта на субтитрите
cs: Velikost textu
da: Undertekst skriftstørrelse
de: Untertitel Schriftgröße
el: Μέγεθος γραμματοσειράς υποτίτλου
et: Subtiitrite tähesuurus
fi: Tekstityksen koko
fr: Taille de la police des sous-titres
hr: Veličina slova titlova
hu: Felirat betűmérete
it: Dimensione caratteri sottotitoli
lt: Subtitrų šrifto dydis
nl: Lettergrootte van ondertitels
pl: Rozmiar czcionki napisów
pt_br: Tamanho da fonte da legenda
ru: Размер шрифта субтитров
sk: Veľkosť textu
sr: Veličina fonta titlova
sv: Undertextens teckenstorlek
ta: வசன எழுத்துரு அளவு
tr: Altyazı yazı tipi boyutu
uk: Розмір шрифту субтитрів
vi: Cỡ chữ phụ đề
zh_cn: 字幕字体大小

source: Subtitle language selection 1
bg: Избор на език за субтитри 1
cs: Volba jazyka titulků 1
da: Undertekstsprog valg 1
de: Untertitel Sprachauswahl 1
el: Επιλογή γλώσσας υποτίτλων 1
et: Subtiitrite keelevalik 1
fi: Tekstityksen kielivalinta 1
fr: Sélection de la langue sous-titres 1
hr: Odabir jezika titla 1
hu: Elsődleges előnyben részesített felirat
it: Lingua sottotitoli selezione 1
lt: 1-a pasirinkta subtitrų kalba
nl: Ondertitel taalkeuze 1
pl: Preferowany język napisów 1
pt_br: Idioma da legenda 1
ru: Выбор языка субтитров 1
sk: Voľba jazyka titulkov 1
sl: Jezik podnapisa - 1
sr: Izbor jezika titla 1
sv: Val av språk för undertexter 1
ta: வசன மொழி தேர்வு 1
tr: 1. Altyazı dili seçimi
uk: Вибір мови субтитрів 1
vi: Lựa chọn ngôn ngữ phụ đề 1
zh_cn: 字幕语言选择1

source: Subtitle language selection 2
bg: Избор на език за субтитри 2
cs: Volba jazyka titulků 2
da: Undertekstsprog valg 2
de: Untertitel Sprachauswahl 2
el: Επιλογή γλώσσας υποτίτλων 2
et: Subtiitrite keelevalik 2
fi: Tekstityksen kielivalinta 2
fr: Sélection de la langue sous-titres 2
hr: Odabir jezika titla 2
hu: Másodlagos előnyben részesített felirat
it: Lingua sottotitoli selezione 2
lt: 2-a pasirinkta subtitrų kalba
nl: Ondertitel taalkeuze 2
pl: Preferowany język napisów 2
pt_br: Idioma da legenda 2
ru: Выбор языка субтитров 2
sk: Voľba jazyka titulkov 2
sl: Jezik podnapisa - 2
sr: Izbor jezika titla 2
sv: Val av språk för undertexter 2
ta: வசன மொழி தேர்வு 2
tr: 2. Altyazı dili seçimi
uk: Вибір мови субтитрів 2
vi: Lựa chọn ngôn ngữ phụ đề 2
zh_cn: 字幕语言选择2

source: Subtitle language selection 3
bg: Избор на език за субтитри 3
cs: Volba jazyka titulků 3
da: Undertekstsprog valg 3
de: Untertitel Sprachauswahl 3
el: Επιλογή γλώσσας υποτίτλων 3
et: Subtiitrite keelevalik 3
fi: Tekstityksen kielivalinta 3
fr: Sélection de la langue sous-titres 3
hr: Odabir jezika titla 3
hu: Harmadlagos előnyben részesített felirat
it: Lingua sottotitoli selezione 3
lt: 3-a pasirinkta subtitrų kalba
nl: Ondertitel taalkeuze 3
pl: Preferowany język napisów 3
pt_br: Idioma da legenda 3
ru: Выбор языка субтитров 3
sk: Voľba jazyka titulkov 3
sl: Jezik podnapisa - 3
sr: Izbor jezika titla 3
sv: Val av språk för undertexter 3
ta: வசன மொழி தேர்வு 3
tr: 3. Altyazı dili seçimi
uk: Вибір мови субтитрів 3
vi: Lựa chọn ngôn ngữ phụ đề 3
zh_cn: 字幕语言选择3

source: Subtitle language selection 4
bg: Избор на език за субтитри 4
cs: Volba jazyka titulků 4
da: Undertekstsprog valg 4
de: Untertitel Sprachauswahl 4
el: Επιλογή γλώσσας υποτίτλων 4
et: Subtiitrite keelevalik 4
fi: Tekstityksen kielivalinta 4
fr: Sélection de la langue sous-titres 4
hr: Odabir jezika titla 4
hu: Negyedleges előnyben részesített felirat
it: Lingua sottotitoli selezione 4
lt: 4-a pasirinkta subtitrų kalba
nl: Ondertitel taalkeuze 4
pl: Preferowany język napisów 4
pt_br: Idioma da legenda 4
ru: Выбор языка субтитров 4
sk: Voľba jazyka titulkov 4
sl: Jezik podnapisa - 4
sr: Izbor jezika titla 4
sv: Val av språk för undertexter 4
ta: வசன மொழி தேர்வு 4
tr: 4. Altyazı dili seçimi
uk: Вибір мови субтитрів 4
vi: Lựa chọn ngôn ngữ phụ đề 4
zh_cn: 字幕语言选择4

source: Subtitle position
bg: Позиция на субтитрите
cs: Pozice titulků
da: Position af undertekst
de: Untertitel Position vertikal
el: Θέση υποτίτλου
et: Subtiitrite asukoht
fi: Tekstityksen sijainti
fr: Position des sous-titres
hr: Položaj titlova
hu: Felirat elhelyezése
it: Posizione sottotitoli
lt: Subtitrų padėtis
nl: Verticale positie ondertitels
pl: Pozycja napisów
pt_br: Posição da legenda
ru: Позиция субтитров
sk: Pozícia titulkov
sr: Položaj titlova
sv: Position för undertexter
ta: வசன வரிகள்
tr: Altyazı konumu
uk: Положення субтитрів
vi: Vị trí phụ đề
zh_cn: 字幕位置

source: Subtitles
bg: Субтитри
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
et: Subtiitrid
fi: Tekstitys
fr: Sous-titres
hr: Titlovi
hu: Feliratok
it: Sottotitoli
lt: Subtitrai
nl: Ondertitels
pl: Napisy
pt_br: Legendas
ru: Субтитры
sk: Titulky
sl: Podnapisi
sr: Titlovi
sv: Undertexter
ta: வசன வரிகள்
tr: Altyazılar
uk: Субтитри
vi: Phụ đề
zh_cn: 字幕

source: Subtitles Settings
bg: Настройки на субтитрите
cs: Nastavení titulků
da: Undertekster indstillinger
de: Untertitel Einstellungen
el: Ρυθμίσεις υποτίτλων
et: Subtiitrite seaded
fi: Tekstitys asetukset
fr: Paramètres des sous-titres
hr: Postavke titlova
hu: Felirat beállítások
it: Impostazioni dei sottotitoli
lt: Subtitrų nustatymai
nl: Ondertitel instellingen
pl: Ustawienia napisów
ru: Настройка субтитров
sk: Nastavenia titulkov
sr: Postavke titlova
sv: Inställningar för undertexter
ta: வசன வரிகள் அமைப்புகள்
tr: Altyazı Ayarları
uk: Налаштування субтитрів
vi: Cài đặt phụ đề
zh_cn: 字幕设置

source: Succeeded:
bg: Успял:
cs: Uspělo:
da: Lykkedes:
de: Erfolgreich:
el: Επιτυχία:
et: Õnnestus:
fi: Onnistui:
fr: Réussi :
hr: Uspješno:
hu: Sikeres:
it: Riusciti:
lt: Pavyko:
nl: Succesvol:
pl: Udało się:
sk: Úspešné:
sr: Uspešno:
sv: Lyckades:
ta: செய் பெற்றார்:
tr: Başarılı:
uk: Успішно:
vi: Thành công:
zh_cn: 成功:

source: Sudan
cs: Súdán
el: Σουδάν
et: Sudaan
fr: Soudan
hu: Szudán
lt: Sudanas
nl: Soedan
sk: Sudán
ta: சூடான்
uk: Судан
zh_cn: 苏丹

source: Suitable for ages 12+
cs: Vhodné pro věk 12+
el: Κατάλληλο για ηλικίες 12+
hr: Pogodno za uzrast 12+
it: Adatto a partire dai 12 anni
sr: Pogodno za uzrast 12+
sv: Lämplig för åldrarna 12+
tr: 12 yaş ve üzeri için uygundur
uk: Підходить для дітей віком від 12 років

source: Suitable for ages 15+
cs: Vhodné pro věk 15+
el: Κατάλληλο για ηλικίες 15+
hr: Pogodno za uzrast 15+
it: Adatto a partire dai 15 anni
sr: Pogodno za uzrast 15+
sv: Lämplig för åldrarna 15+
tr: 15 yaş ve üzeri için uygundur
uk: Підходить для віку від 15 років

source: Suitable only for Adults
cs: Vhodné pouze pro dospělé
el: Κατάλληλο μόνο για ενήλικες
hr: Pogodno samo za odrasle
it: Adatto solo per adulti
sr: Pogodno samo za odrasle
sv: Lämplig endast för vuxna
tr: Sadece yetişkinler için uygundur
uk: Підходить лише для дорослих

source: Sun
bg: Нед
cs: Ne
da: Søn
de: So.
el: Κυρ
et: P
fi: Su
fr: Dim
hr: Ned
hu: Vas
it: Dom
lt: Sek
nl: Zo
pl: Nie
pt_br: Dom
ru: Вс
sk: Ne
sl: Ned
sr: Ned
sv: Sön
ta: சூரியன்
tr: Paz
uk: Нед
vi: Mặt trời
zh_cn: 周日

source: Sundanese
cs: Sundánština
el: Σουνδανικά
fi: Sunnuntai
fr: Soundanais
nl: Soedanees
pl: Sundajski
sk: sundčina
sv: Sundanesiska
ta: சுந்தானியர்கள்
tr: Sunda dili
uk: Сунданська

source: Sunday
bg: Неделя
cs: Neděle
da: Søndag
de: Sonntag
el: Κυριακή
et: Pühapäev
fi: Sunnuntai
fr: Dimanche
hr: Nedjelja
hu: Vasárnap
it: Domenica
lt: Sekmadienis
nl: Zondag
pl: Niedziela
pt_br: Domingo
ru: Воскресенье
sk: nedeľa
sl: Nedelja
sr: Nedelja
sv: Söndag
ta: ஞாயிற்றுக்கிழமை
tr: Pazar
uk: Неділя
vi: Chủ nhật
zh_cn: 星期日

source: Suriname
cs: Surinam
da: Surinam
el: Σουρινάμ
lt: Surinamas
pl: Surinam
sk: Surinam
sv: Surinam
ta: சூரினாம்
tr: Surinam
uk: Суринам
vi: Xuameame
zh_cn: 苏里南

source: Svalbard and Jan Mayen
cs: Svalbard a Jan Mayen
da: Svalbard og Jan Mayen
de: Svalbard und Jan Mayen Islands
el: Σβάλμπαρντ και Γιαν Μαγιέν
et: Svalbard ja Jan Mayen
fi: Huippuvuoret ja Jan Mayen
fr: Svalbard et Jan Mayen
hu: Jan Mayen-sziget
it: Svalbard e Jan Mayen
lt: Svalbardas ir Jan Majenas
nl: Svalbard en Jan Mayen
pl: Svalbard i Jan Mayen
sk: Svalbard a Jan Mayen
sv: Svalbard och Jan Mayen
ta: சவால்பார்ட் மற்றும் சன் மேயன்
tr: Svalbard ve Jan Mayen
uk: Шпіцберген і Ян Майен
vi: Svalbard và Jan Mayen
zh_cn: 斯瓦尔巴和扬马延

source: Swahili
cs: Svahilština
el: Σουαχίλι
lt: Svahili
pl: Suahili
sk: svahilčina
ta: ச்வாஇலி
tr: Svahili
uk: Суахілі

source: Swap File Manager
bg: Swap Файлов мениджър
cs: Nastavení odkládacího souboru
da: Swap-filshåndtering
de: Swap File Verwaltung
el: Διαχείριση αρχείου swap
et: Saale haldur
fi: Swap muistin hallinta
fr: Gestionnaire du fichier de swap
hr: Zamijeni Upravitelja Datoteka
it: Gestore file swap
lt: Mainų failo valdymas
nl: Swap-bestand beheer
pl: Menadżer pliku swap
ru: Управление файлом подкачки
sk: Správca swap súboru
sr: Zamena Fajl Menadžera
sv: Hanterare av utbytesfiler
ta: கோப்பு மேலாளரை மாற்றவும்
tr: Takas Dosya Yöneticisi
uk: Мененджер Файла підкачки
vi: Trao đổi quản lý tập tin
zh_cn: 交换文件管理器

source: Swap File not found. You have to create the file before to activate.
bg: Swap файл не е намерен.Трябва да създадете файл, преди да се активира.
cs: Odkládací soubor nebyl nalezen. Před aktivací je třeba soubor nejprve vytvořit.
da: Swap fil ikke fundet. For at aktivere, er du nød til at oprette filen først.
de: Swap File nicht gefunden. Bitte erst erstellen.
el: Το αρχείο swap δεν βρέθηκε. Πρέπει να δημιουργήστε το αρχείο πριν το ενεργοποιήσετε.
et: Saalefaili ei leitud. Enne aktiveerimist tuleb see luua.
fi: Swap tiedostoa ei löydy. Tiedosto täytyy luoda ennen aktivointia.
fr: Fichier swap introuvable. Vous devez créer le fichier avant de l'activer.
hr: Datoteka zamjene nije pronađena. Morate kreirati datoteku prije nego što se aktivira.
hu: A Swap fájl nem található. El kell készíteni a fájlt az aktiválás előtt.
it: File swap non trovato. Devi creare il file prima di attivarlo.
lt: Mainų failas nerastas. Sukurkite šį failą, prieš jį aktyvuodami.
nl: Swap bestand niet gevonden. U moet het bestand eerst creëren voordat u deze kunt activeren.
pl: Nie znaleziono pliku swap. Musisz utworzyć plik przed aktywacją.
ru: Файл подкачки не найден. Пожалуйста, сначала создайте его.
sk: Swap súbor sa nenašiel. Prosím, pred aktiváciou ho najskôr vytvorte.
sr: Fajl zamene nije pronađen. Morate kreirati fajl pr nego što se aktivira.
sv: Bytesfilen hittades inte. Du måste skapa filen innan du kan aktivera den.
ta: இடமாற்று கோப்பு கிடைக்கவில்லை. செயல்படுத்துவதற்கு முன் கோப்பை உருவாக்க வேண்டும்.
tr: Takas dosyası bulunamadı. Etkinleştirmek için önce dosyayı oluşturmanız gerekiyor.
uk: Файл підкачки не знайдено. Ви повинні створити цей файл, перш ніж активувати.
vi: Không tìm thấy tập tin hoán đổi. Bạn phải tạo tập tin trước để kích hoạt.
zh_cn: 未找到交换文件.您必须创建文件才可以激活.

source: Swap Manager
bg: Swap мениджър
cs: Nastavení odkládacího souboru
da: Swap-håndtering
de: Swap Verwaltung
el: Διαχείριση Swap
et: Saale haldur
fi: Swap muistin hallinta
fr: Gestionnaire de swap
hr: Upravitelj Zamijene
it: Gestore swap
lt: Mainų failo valdymas
nl: Swapbeheer
pl: Menadżer swap
ru: Управление подкачкой
sk: Správca Swap
sr: Menadžer Zamene
ta: இடமாற்று மேலாளர்
tr: Takas Yöneticisi
uk: Управління підкачкою
vi: Quản lý hoán đổi
zh_cn: 交换管理

source: Swap PiP
cs: Prohodit PIP
el: Εναλλαγή PiP
fi: Vaihda PIP
fr: Permuter PiP
hr: Zamijeni PiP
it: Scambia PIP
lt: Sukeisti PiP
nl: PiP wisselen
pl: Zamień PIP
sk: Vymeniť PiP
sr: Zameni PiP
sv: Byt PiP
ta: இடமாற்று குழாய்
tr: PiP Değiştir
uk: Замінити ПІП

source: Swap PiP and main picture
bg: Swap PiP и основна картина
cs: Zaměnit PiP a hlavní obraz
da: Byt PiP og hovedbillde
de: Tausche Bild im Bild mit Hauptbild
el: Εναλλαγή PiP και κύριας εικόνας
et: PiP-akna ja peapildi vahetamine
fi: Vaihda PiP- ja pääkuva
fr: Inverser PiP et image principale
hr: Zamijeni PiP i glavnu sliku
hu: Kép-a-Képben és főkép felcserélése
it: Scambia PiP e immagine principale
lt: Sukeisti PiP ir pagrindinį vaizdą
nl: PiP en hoofd beeldscherm wisselen
pl: Zmień PiP i główny obraz
pt_br: Alternar PiP com imagem principal
ru: Поменять окно Swap с главным окном
sk: Vymeniť PIP a hlavný obraz
sr: Zameni PiP i glavnu sliku
sv: Byt PiP och huvudbild
ta: பிப் மற்றும் முதன்மையான படம் இடமாற்று
tr: PiP ile asıl görüntünün yerlerini değiştir
uk: Поміняти PiP і основне зображення
vi: Hoán đổi PiP và hình ảnh chính
zh_cn: 互换PIP和主画面

source: Swap Place:
bg: Swap място:
cs: Umístění :
da: Swap placering:
de: Swap Ort:
el: Τοποθεσία Swap:
et: Saale asukoht:
fi: Swapin sijainti:
fr: Localisation :
hr: Zamjeni Mjesta:
hu: Swap helye:
it: Posizione swap:
lt: Failo vieta:
nl: Swap locatie:
pl: Miejsce pliku:
ru: Расположение подкачки:
sk: Swap umiestenie:
sr: Zameni Mesta:
sv: Bytesplats:
ta: இடமாற்றம் இடம்:
tr: Takas Yeri:
uk: Місце файлу підкачки:
vi: Nơi đổi chỗ:
zh_cn: 互换位置:

source: Swap SNR in '%' with SNR in 'db'
bg: Разменени SNR в '%' с SNR в 'db'
cs: Zaměnit SNR v '%' za SNR v 'db'
da: Byt SNR i '%' ud med SNR i 'dB'
de: Tausche beim Signalwert SNR '%' mit 'dB' in der Infoleiste
el: Εναλλαγή SNR σε '%' με SNR σε 'db'
et: SNR '%' > SNR 'db' vahetamine
fi: Vaihda SNR '%' ja 'db' keskenään tietopalkissa
fr: Remplacer le SNR dans '%' par le SNR dans 'db'
hr: Zamijeni SNR u '%' sa SNR u 'db'
hu: Cserélje ki a SNR '%'-t 'db-ra'
it: Scambia SNR in '%' con SNR in 'db'
lt: Sukeisti SNR į '%' su SNR į 'db'
nl: Wissel tussen SNR in dB en %
pl: Zmień SNR z '%' na 'db'
ru: Показать SNR в '%' вместо SNR в 'db' в Инфобаре
sk: Zameniť SNR v '%' za SNR v 'dB'
sr: Zameni SNR u '%' sa SNR u 'db'
sv: Byt ut SNR i '%' mot SNR i 'db'
ta: 'டி.பி.' இல் எச்.என்.ஆருடன் '%' இல் எச்.என்.ஆரை மாற்றவும்
tr: '%' cinsinden SNR değerini 'db' cinsinden SNR değeriyle değiştir
uk: Показати в Інфобарі SNR у '%' замість SNR в 'db'
vi: Hoán đổi SNR bằng '%' bằng SNR bằng 'db'
zh_cn: 把信噪比单位'%'换成'db'

source: Swap Size:
bg: Swap размер:
cs: Velikost :
da: Swap størrelse:
de: Swap Größe:
el: Μέγεθος Swap:
et: Saale suurus:
fi: Swapin koko:
fr: Taille du swap :
hr: Veličina Zamijene:
hu: Swap mérete:
it: Dimensione dello swap:
lt: Failo dydis:
nl: Swap grootte:
pl: Rozmiar pliku:
ru: Размер подкачки:
sk: Veľkosť swap:
sr: Veličina Zamene:
sv: Byt storlek:
ta: இடமாற்று அளவு:
tr: Takas Boyutu:
uk: Розмір файлу підкачки:
vi: Kích thước hoán đổi:
zh_cn: 互换尺寸:

source: Swap services
bg: Swap сервизи
cs: Prohodit programy
de: Tausche Bild im Bild
el: Αντιμετάθεση υπηρεσιών
et: Kanalite vahetus
fi: Vaihda kanavat päittäin
fr: Inverser fenêtres services
hr: Zamijena usluga
hu: Csatornák felcserélése
it: Scambia servizi
lt: Sukeisti kanalus
nl: Zenders omwisselen
pl: Zamień kanały
pt_br: Alternar canais
ru: Показать Swap в PIP
sk: Vymeniť stanice/služby
sr: Zamena mesta
sv: Swap-tjänster
ta: இடமாற்று சேவைகள்
tr: Takas hizmetleri
uk: Поміняти місцями канали
vi: Dịch vụ hoán đổi
zh_cn: 交换服务

source: SwaptoNand
cs: Vyměnit za Nand
da: SkiftTilNand
et: Lülitus Nand mälule
fi: Vaihda NAND:lle
hr: Zamijena na Nand
it: Swap su Nand
lt: Sukeisti Nand
nl: Swap-naar-Nand
pl: Przenieś na Nand
sr: Zamena na Nand
ta: ச்வாப்டோனண்ட்
uk: Перенести на Nand
vi: Hoán đổi
zh_cn: 斯瓦普特南德

source: SwaptoSD
cs: Vyměnit za SD
da: SkiftTilSD
el: Swap σε SD
et: Lülitus SD-kaardile
fi: Vaihda SD:ll
hr: Zamijena na SD
it: Swap su SD
lt: Mainai į SD
nl: Swap-naar-SD
pl: Przenieś na SD
sr: Zamena na SD
ta: Swattosd
uk: Перенести на SD
vi: Hoán đổiSD
zh_cn: 交换SD

source: Swaziland / Eswatini
cs: Svazijsko / Eswatini
el: Σουαζιλανδικά
fi: Sveitsi
lt: Svazilandas / Esvatinis
nl: Swaziland
pl: Suazi / Eswatini
sk: Svazijsko/Eswatini
ta: ச்வாசிலாண்ட் / எச்வதினி
tr: Svaziland / Esvatini
uk: Свазіленд / Есватіні

source: Sweden
cs: Švédsko
da: Sverige
de: Schweden
el: Σουηδία
et: Rootsi
fi: Ruotsi
fr: Suède
hu: Svédország
it: Svezia
lt: Švedija
nl: Zweden
pl: Szwecja
sk: Švédsko
sv: Sverige
ta: சுவீடன்
tr: İsveç
uk: Швеція
vi: Thụy Điển
zh_cn: 瑞典

source: Swedish
cs: Švédsky
da: Svensk
de: Schwedisch
el: Σουηδικά
et: Rootsi
fi: Ruotsi
fr: Suédois
hu: Svéd
it: Svedese
lt: Švedų
nl: Zweeds
pl: Szwedzki
pt_br: Sueco
ru: Шведский
sk: švédčina
sv: Svenska
ta: ச்வீடிச்
tr: İsveççe
uk: Шведська
vi: Thụy Điển
zh_cn: 瑞典语
