Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: View Teletext
cs: Zobrazit teletext
el: Προβολή τηλεκειμένου
fi: Näytä tekstitv
fr: Afficher télétexte...
hr: Prikaži teletekst
it: Visualizza televideo
lt: Peržiūrėti teletekstą...
nl: Teletekst weergeven
pl: Wyświetl telegazetę
sk: Zobraziť teletext…
sr: Prikaži teletekst
sv: Visa text-TV
ta: டெலிடெக்ச்டைக் காண்க ...
tr: Teletexti Görüntüle
uk: Перегляд Телетексту

source: View as grid
cs: Zobrazit jako mřížku
el: Προβολή ως πλέγμα
fi: Näytä ruudukkona
hr: Prikaz kao Rešetka
it: Visualizza come griglia
nl: Weergeven als raster
pl: Wyświetl jako siatkę
sk: Zobraziť ako mriežku
sr: Prikaz kao Rešetka
sv: Visa som rutnät
ta: கட்டமாக பார்க்கவும்
tr: Tablo görünümü
uk: Вид сітки

source: View as list
cs: Zobrazit jako seznam
el: Προβολή ως λίστα
fi: Näytä listana
hr: Prikaz kao popis
it: Visualizza come elenco
nl: Als lijst weergeven
pl: Wyświetl jako listę
sk: Zobraziť ako zoznam
sr: Prikaz kao lista
sv: Visa som lista
ta: பட்டியலாக காண்க
tr: Liste görünümü
uk: Вид списку

source: View mode
bg: Режим на преглед
cs: Režim zobrazení
da: Visningstilstand
de: Anzeigemodus
el: Λειτουργία επισκόπησης
et: Vaate laad
fi: Näyttötila
fr: Mode vue
hr: Režim prikaza
hu: Megjelenítési mód
it: Modalità visualizzazione
lt: Peržiūros režimas
nl: Weergave EPG
pl: Tryb przeglądania
ru: Режим просмотра
sk: Režim zobrazenia
sr: Režim prikaza
sv: Visa läge
ta: பார்வை பயன்முறையை
tr: Görünüm modu
uk: Режим перегляду
vi: Chế độ xem sự kiện
zh_cn: 视图模式

source: View or edit files less than 1MB in size
bg: Преглед или редактиране на файл (ако размер < 1MB)
cs: Zobrazit nebo upravit soubory menší než 1 MB
el: Προβολή η επεξεργασία αρχείων κάτω του 1MB σε μέγεθος
fi: Tarkastele tai muokkaa tiedostoa (pienempi kuin 1 Mt)
fr: Afficher ou modifier le fichier (si taille < 1 Mo)
hr: Pregledajte ili uredite datoteke manje od 1 MB
it: Visualizza o modifica file di dimensioni inferiori a 1 MB
lt: Peržiūrėkite arba redaguokite failą (jei dydis <1MB)
nl: Bestanden kleiner dan 1Mb bekijken of bewerken
pl: Wyświetl lub edytuj plik, jeśli rozmiar jest mniejszy niż 1MB
sk: Zobraziť alebo upraviť súbory (menšie ako 1 MB)
sr: Prikaz ili uređivanje fajla veličine manje od 1 MB
sv: Visa eller redigera filer som är mindre än 1 MB
ta: 1MB க்கும் குறைவான கோப்புகளைக் காண்க அல்லது திருத்தவும்
tr: Boyutu 1 MB'tan küçük dosyaları görüntüleyin veya düzenleyin
uk: Перегляд, або редагування файлів розміром менше 1 МБ

source: View or edit this %s script
bg: Преглед или редактиране на този скрипт %s
cs: Zobrazit nebo upravit tento %s skript
da: Vis eller rediger dette %s skript
de: Skript (%s) anzeigen oder bearbeiten
el: Προβολή η επεξεργασία αυτού του σεναρίου %s
et: Vaata või muuda seda %s skripti
fi: Tarkastele tai muokkaa tätä %s scriptiä
fr: Afficher ou modifier ce script %s
hr: Prikaži ili uredi ovu %s skriptu
it: Mostra o modifica questo script %s
lt: Peržiūrėkite arba redaguokite šį %s scenarijų
nl: Bekijk of bewerk dit %s script
pl: Wyświetl lub edytuj ten skrypt %s
sk: Zobraziť alebo upraviť tento skript pre %s
sr: Prikaži ili uredi ovu %s skriptu
sv: Visa eller redigera detta %s skript
ta: இந்த %s ச்கிரிப்டைக் காண்க அல்லது திருத்தவும்
tr: %s komut dosyasını görüntüleyin veya düzenleyin
uk: Перегляд або редагування %s скрипту
vi: Xem hoặc chỉnh sửa tập lệnh % s này
zh_cn: 查看或编辑此%s脚本

source: View photos...
bg: Преглед на снимки...
cs: Zobrazit fotografie...
da: Se billeder...
de: Fotos ansehen...
el: Προβολή φωτογραφιών...
et: Vaata pilte
fi: Näytä kuvia...
fr: Voir photos...
hr: Prikaži fotografije...
hu: Képnézés...
it: Visualizza foto...
lt: Žiūrėti fotografijas...
nl: Bekijk foto's...
pl: Pokaż zdjęcia…
pt_br: Ver fotos
ru: Просмотр изображений...
sk: Zobraziť fotografie…
sr: Prikaži fotografije...
sv: Visa foton...
ta: புகைப்படங்களைக் காண்க ...
tr: Fotoğraflara göz atın...
uk: Перегляд фото...
vi: Xem ảnh...
zh_cn: 查看照片...

source: View the archive contents
cs: Zobrazit obsah archivu
el: Προβολή των περιεχομένων του πακέτου
fi: Näytä arkiston sisältö
hr: Prikaži sadržaj arhive
it: Visualizza contenuto dell'archivio
nl: Bekijk de inhoud van het archief
pl: Wyświetl zawartości archiwum
sk: Zobraziť obsah archívu
sr: Prikaži sadržaj arhive
sv: Visa arkivets innehåll
ta: காப்பக உள்ளடக்கங்களைக் காண்க
tr: Arşiv içeriğini görüntüleyin
uk: Переглянути вміст архіву

source: View the next item in a list
cs: Zobrazení další položky v seznamu
el: Προβολή του επόμενου στοιχείου σε μια λίστα
fi: Valitse seuraava kohde listalta
hr: Prikaz sljedeće stavke na popisu
it: Visualizza elemento successivo in un elenco
nl: Het volgende item in een lijst weergeven
pl: Wyświetl kolejny element na liście
sk: Zobraziť ďalšiu položku v zozname
sr: Pogledajte sledeću stavku na listi
sv: Visa nästa objekt i en lista
ta: அடுத்த உருப்படியை ஒரு பட்டியலில் காண்க
tr: Listedeki sonraki öğeyi görüntüle
uk: Переглянути наступний елемент у списку

source: View the package contents
cs: Zobrazit obsah balíčku
el: Προβολή των περιεχομένων πακέτου
fi: Katso paketin sisältö
hr: Prikaži sadržaj paketa
it: Visualizza contenuto del pacchetto
nl: De inhoud van het pakket bekijken
pl: Wyświetl zawartości pakietu
sk: Zobraziť obsah balíčka
sr: Prikaži sadržaj paketa
sv: Visa paketets innehåll
ta: தொகுப்பு உள்ளடக்கங்களைக் காண்க
tr: Paket içeriğini görüntüleyin
uk: Переглянути вміст пакету

source: View the previous item in a list
cs: Zobrazit předchozí položku v seznamu
el: Προβολή του προηγούμενου στοιχείου σε μια λίστα
fi: Valitse edellinen kohde listalta
hr: Prikaz prethodne stavke na popisu
it: Visualizza elemento precedente in un elenco
nl: Het vorige item in een lijst weergeven
pl: Wyświetl poprzedni element na liście
sk: Zobraziť predchádzajúcu položku v zozname
sr: Pogledajte prethodnu stavku u listi
sv: Visa föregående objekt i en lista
ta: முந்தைய உருப்படியை ஒரு பட்டியலில் காண்க
tr: Listedeki önceki öğeyi görüntüle
uk: Переглянути попередній елемент у списку

source: View video CD...
bg: Преглед на видео CD...
cs: Zobrazit video CD...
da: Se video-CD...
de: Video-CD wiedergeben...
el: Παρακολούθηση video CD...
et: Video CD vaatamine
fi: Katso Video CD...
fr: Voir Vidéo CD...
hr: Prikaži video CD...
hu: Videó-CD nézés...
it: Riproduci CD video...
lt: Žiūrėti vaizdo CD...
nl: Bekijk Video CD...
pl: Pokaż wideo CD...
pt_br: Ver CD de vídeo
ru: Просмотр Video CD...
sk: Zobraziť video CD…
sr: Prikaži video CD...
sv: Visa video-CD...
ta: வீடியோ சிடியைக் காண்க ...
tr: Video CD'sini izleyin...
uk: Перегляд відео СД...
vi: Xem CD video ...
zh_cn: 查看视频光盘...

source: View, install and remove available or installed packages.
bg: Преглед,инсталиране и премахване на наличните или инсталирани пакети.
cs: Zobrazit, instalovat a odstranit dostupné nebo instalované balíčky.
el: Προβολή, εγκατάσταση και διαγραφή διαθέσιμων ή εγκατεστημένων πακέτων.
fi: Katsele, asenna ja poista ohjelmapaketteja.
fr: Visualiser, installer et retirer paquets disponibles ou installés.
hr: Pregledajte, instalirajte i uklonite dostupne ili instalirane pakete.
it: Visualizza, installa e rimuovi i pacchetti disponibili o quelli installati.
lt: Peržiūrėkite, įdiekite ir pašalinkite esamus arba įdiegtus paketus.
nl: Bekijk, installeer en verwijder beschikbare of geïnstalleerde packages.
pl: Zobacz, zainstaluj lub usuń dostępne lub zainstalowane pakiety.
sk: Zobraziť, nainštalovať a odstrániť dostupné alebo nainštalované balíčky.
sr: Prikaži, instalirajte i uklonite dostupne ili instalirane pakete.
sv: Visa, installera och ta bort tillgängliga eller installerade paket.
ta: கிடைக்கக்கூடிய அல்லது நிறுவப்பட்ட தொகுப்புகளைக் காண்க, நிறுவவும் அகற்றவும்.
tr: Mevcut veya kurulu paketleri görüntüleyin, kurun ve kaldırın.
uk: Переглянути, встановити або видалити наявні чи встановлені пакети.

source: Violence
bg: Насилие
cs: Násilí
da: Vold
de: Gewalt
el: Βία
fi: Väkivalta
hr: Nasilje
it: Violenza
lt: Smurtas
nl: Geweld
pl: Przemoc
sk: Násilie
sr: Nasilje
sv: Våld
ta: வன்முறை
tr: Şiddet
uk: Насилля
zh_cn: 暴力

source: Virgin Islands (British)
cs: Panenské ostrovy (britské)
da: Jomfruøerne (Britisk)
de: Jungferninseln (Britisch)
el: Παρθένες Νήσοι (Βρετανικές)
et: Briti Neitsisaared
fr: Îles Vierges (britanniques)
hu: Virgin-szigetek (Angol)
it: Isole Vergini (Britanniche)
lt: Mergelių salos (J.K.)
nl: Maagden Eilanden
pl: Wyspy Dziewicze (Brytyjskie)
sk: Panenské ostrovy (britské)
sv: Brittiska Jungfruöarna
ta: விர்சின் தீவுகள் (பிரிட்டிச்)
tr: Virgin Adaları (İngiliz)
uk: Віргінські острови (Велика Британія)
vi: Xem video CD ...
zh_cn: 维尔京群岛(英国)

source: Virgin Islands (US)
cs: Panenské ostrovy (USA)
el: Παρθένες Νήσοι (Η.Π.Α.)
fi: Neitsytsaaret (Yhdysvallat)
fr: Îles Vierges (US)
it: Isole Vergini (USA)
lt: Mergelių salos, JAV
nl: Maagden Eilanden (U.S.)
pl: Wyspy Dziewicze (US)
sk: Panenské ostrovy (US)
sv: Jungfruöarna (USA)
ta: விர்சின் தீவுகள் (யு.எச்)
tr: Virgin Adaları (ABD)
uk: Віргінські острови (США)

source: Virtual Keyboard
bg: Виртуална клавиатура
cs: Virtuální klávesnice
el: Εικονικό πληκτρολόγιο
fi: Virtuaalinäppäimistö
fr: Clavier virtuel
hr: Virtualna tipkovnica
it: Tastiera virtuale
lt: Virtuali klaviatūra
nl: Virtueel toetsenbord
pl: Wirtualna klawiatura
sk: Virtuálna klávesnica
sr: Virtuelna Tastatura
sv: Virtuellt tangentbord
ta: மெய்நிகர் விசைப்பலகை
tr: Sanal Klavye
uk: Віртуальна Клавіатура

source: Virtual Keyboard Actions
cs: Akce virtuální klávesnice
el: Ενέργειες εικονικού πληκτρολογίου
fi: Virtuaali Näppäimistön toiminnot
hr: Radnje virtualne tipkovnice
it: Funzioni tastiera virtuale
nl: Virtueel toetsenbord Acties
pl: Akcje wirtualnej klawiatury
sk: Akcie virtuálnej klaávesnice
sr: Radnje Virtuelne Tastature
sv: Åtgärder på virtuellt tangentbord
ta: மெய்நிகர் விசைப்பலகை செயல்கள்
tr: Sanal Klavye İşlemleri
uk: Дії віртуальної клавіатури

source: Virtual Keyboard Text:
bg: Текст на виртуалната клавиатура:
cs: Text na virtuální klávesnici:
el: Κείμενο εικονικού πληκτρολογίου:
fi: Virtuaali näppäimistön teksti:
fr: Texte du clavier virtuel :
hr: Tekst virtualne tipkovnice:
it: Testo tastiera virtuale:
lt: Virtualus klaviatūros tekstas:
nl: Virtueel toetsenbord tekst:
pl: Tekst wirtualnej klawiatury:
sk: Text virtuálnej klávesnice:
sr: Tekst Virtuelne Tastature:
sv: Virtuellt tangentbord Text:
ta: மெய்நிகர் விசைப்பலகை உரை:
tr: Sanal Klavye Metni:
uk: Текст Віртуальної клавіатури:

source: Visual impaired commentary
bg: Коментар за увредено зрение
cs: Komentář pro zrakově postižené
el: Σχολιασμός για άτομα με προβλήματα όρασης
fi: Näkövammaisten kommentti
fr: Commentaire pour les malvoyants
hr: Komentar oštećenog vida
it: Commento per non vedenti
lt: Nesinchronizuoti su vaizdu komentarais
nl: Commentaar voor slechtzienden
pl: Komentarz dla osób z upośledzeniem wizualnym
sk: Komentár pre zrakovo postihnutých
sr: Komentar oštećenog vida
sv: Kommentar för synskadade
ta: காட்சி பலவீனமான வர்ணனை
tr: Görme engelli yorumu
uk: Коментар для людей з вадами зору

source: Vol
cs: Hlasitost
de: Lautstärke
el: Ένταση
fi: Äänenvoimakkuus
hr: Jačina
hu: Hang
lt: GARS
pl: Głośność
ru: Громкость
sk: Hlasitosť
sr: Jačina
ta: தொகுதி
tr: Ses
uk: Звук
vi: Âm lượng
zh_cn: 卷

source: Voltage mode
bg: Режим волтаж
cs: Režim napětí
da: Spændingstilstand
de: Spannungs-Modus
el: Tάση λειτουργίας
et: Pinge tüüp
fi: 13/18V-jännite
fr: Mode tension
hr: Naponski način
hu: Feszültség
it: Modalità voltaggio
lt: Įtampos režimas
nl: Spanningsmodus
pl: Tryb napięcia
pt_br: Modo de tensão
ru: Режим напряжения
sk: Režim napätia
sl: Način "Napetost"
sr: Režim napona
sv: Spänningsläge
ta: மின்னழுத்த முறை
tr: Voltaj modu
uk: Режим напруги
vi: Chế độ điện áp
zh_cn: 电压模式

source: Volume
bg: Сила на звука
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση
et: Helitugevus
fi: Äänenvoimakkuus
hr: Jačina Zvuka
hu: Hangerő
lt: Garsumas
pl: Głośność
ru: Громкость
sk: Hlasitosť
sl: Glasnost
sr: Jačina Zvuka
sv: Volym
ta: தொகுதி
tr: Ses Seviyesi
uk: Гучність
vi: Âm lượng
zh_cn: 音量

source: Volume Adjust Actions
cs: Akce nastavení hlasitosti
el: Ενέργειες προσαρμογής έντασης ήχου
fi: Äänenvoimakkuuden säätötoiminnot
hr: Radnja Regulacije Jačine Zvuka
it: Azioni di regolazione del volume
lt: Garsumo reguliavimo veiksmai
nl: Volume aanpassing Acties
pl: Akcje regulacji głośności
sk: Akcie nastavenia hlasitosti
sr: Radnja Regulacije Jačine Zvuka
sv: Åtgärder för volymjustering
ta: தொகுதி சரிசெய்தல் செயல்கள்
tr: Ses Seviyesi Düzenleme İşlemleri
uk: Дії регулювання гучності

source: Volume Adjust Service Selection
cs: Volba služby nastavení hlasitosti
el: Επιλογή υπηρεσίας για προσαρμογή έντασης ήχου
fi: Äänenvoimakkuuden säätö valinta palvelu
hr: Odabir Kanala Regulacije Jačine Zvuka
it: Regolazione del volume in base al servizio selezionato
lt: Garsumo reguliavimo paslaugos pasirinkimas
nl: Volume aanpassing zender selectie
pl: Regulacja głośności Wybór usługi
sk: Výber stanice na úpravu hlasitosti
sr: Izbor Kanala Regulacije Jačine Zvuka
sv: Volymjustering Serviceval
ta: தொகுதி சரிசெய்தல் பணி தேர்வை சரிசெய்யவும்
tr: Ses Seviyesi Düzenleme Kanal Seçimi
uk: Вибір каналу регулювання гучності

source: Volume Adjust Service Selection Actions
cs: Akce výběru služby pro úpravu hlasitosti
el: Ενέργειες επιλογής υπηρεσίας ρύθμισης έντασης ήχου
fi: Äänenvoimakkuuden säätö valinta toiminnot
hr: Akcije za izbor usluge podešavanja nivoa zvuka
it: Azioni di selezione del servizio di regolazione del volume
nl: Zenderkeuze volume offset Acties
pl: Akcje wyboru usługi regulacji głośności
sk: Akcie výberu stanice pre úpravu hlasitosti
sr: Akcije za izbor usluge podešavanja nivoa zvuka
sv: Volymjustering Serviceval Åtgärder
tr: Ses Seviyesi Düzenleme Kanal Seçimi İşlemleri
uk: Дії кнопок Вибору послуги Регулювання Гучності

source: Volume Adjust Settings
cs: Nastavení hlasitosti
el: Ρυθμίσεις προσαρμογής έντασης ήχου
fi: Äänenvoimakkuuden säätö asetukset
hr: Postavke Regulacije Jačine Zvuka
it: Impostazioni di regolazione del volume
lt: Garsumo reguliavimo nustatymai
nl: Volume Offset instellingen
pl: Ustawienia regulacji głośności
sk: Nastavenia úpravy hlasitosti
sr: Postavke Regulacije Jačine Zvuka
sv: Inställningar för volymjustering
ta: தொகுதி சரிசெய்தல் அமைப்புகள்
tr: Ses Seviyesi Düzenleme Ayarları
uk: Налаштування гучності

source: Volume adjustment mode
cs: Režim nastavení hlasitosti
el: Λειτουργία ρύθμισης έντασης ήχου
fi: Äänenvoimakkuuden säätö tila
hr: Režim podešavanja zvuka
it: Modalità di regolazione del volume
nl: Volumewijziging modus
pl: Tryb regulacji głośności
sk: Režim úpravy hlasitosti
sr: Režim podešavanja zvuka
sv: Läge för volymjustering
tr: Ses seviyesi düzenleme modu
uk: Режим регулювання гучності

source: Volume down
bg: Сила на звука надолу
cs: Hlasitost -
da: Lydstyrke ned
de: Lautstärke -
el: Μείωση έντασης ήχου
et: Heli maha
fi: Äänenvoimakkuus -
fr: Volume bas
hr: Smanji jačinu zvuka
hu: Hangerő le
it: Volume giù
lt: Sumažinti garsumą
nl: Volume -
pl: Ciszej
ru: Громкость ниже
sk: Zníženie hlasitosti
sr: Smanji jačinu zvuka
sv: Volym nedåt
ta: தொகுதி கீழே
tr: Ses seviyesini azalt
uk: Гучність нижче
vi: Giảm âm lượng
zh_cn: 音量减小

source: Volume keys on the receiver remote will control the TV volume. If this feature is not supported the volume keys have no function!
bg: Бутоните за сила на звука на дистанционното управление на приемника ще контролират силата на звука на телевизора. Ако тази функция не се поддържа, клавишите за сила на звука нямат функция!
cs: Tlačítka hlasitosti na dálkovém ovladači budou ovládat hlasitost televizoru. Pokud tato funkce není podporována, tlačítka hlasitosti nemají žádnou funkci!
el: Τα πλήκτρα έντασης στο τηλεχειριστήριο του δέκτη θα ελέγχουν τον ήχο. Αν αυτό το χαρακτηριστικό δεν υποστηρίζεται, τα πλήκτρα αυτά δεν θα λειτουργούν!
fi: Vastaanottimen kaukosäätimen äänenvoimakkuusnäppäimet ohjaavat television äänenvoimakkuutta. Jos tätä ominaisuutta ei tueta, äänenvoimakkuusnäppäimillä ei ole mitään toimintaa!
fr: Les touches de volume de la télécommande du récepteur permettent de contrôler le volume du téléviseur. Si cette fonction n'est pas prise en charge, les touches de volume n'ont aucune fonction !
hr: Tipke za glasnoću na daljinskom kontroloru tunera kontrolirat će glasnoću TV-a. Ako ova značajka nije podržana, tipke za glasnoću nemaju funkciju!
it: I tasti del volume sul telecomando del ricevitore controlleranno il volume della TV. Se questa funzione non è supportata, i tasti del volume non hanno alcuna funzione!
lt: Imtuvo nuotolinio valdymo pulto garsumo klavišai valdys televizoriaus garsumą. Jei ši funkcija nepalaikoma, garsumo klavišai neturi funkcijos!
nl: U kunt het volume van de TV instellen via de volume knoppen op de afstandsbediening van uw ontvanger. Wanneer deze optie niet wordt ondersteund hebben de volumeknoppen geen functie!
pl: Klawisze głośności na pilocie odbiornika będą kontrolować głośność telewizora. Jeśli ta funkcja jest obsługiwana!
sk: Tlačidlá hlasitosti na diaľkovom ovládači prijímača budú ovládať hlasitosť TV prijímača. Ak nie je takáto funkcia podporovaná, nemajú tlačidlá žiadnu inú funkciu!
sr: Tasteri jačine zvuka na DU resivera će kontrolisati TV jačinu zvuka. Ako ova funkcija nije podržana tasteri za zvuk nemaju funkciju!
sv: Volymknapparna på mottagarens fjärrkontroll styr TV:ns volym. Om den här funktionen inte stöds har volymknapparna ingen funktion!
ta: ரிசீவர் ரிமோட்டில் தொகுதி விசைகள் டிவி அளவைக் கட்டுப்படுத்தும். இந்த நற்பொருத்தம் ஆதரிக்கப்படாவிட்டால் தொகுதி விசைகளுக்கு எந்த செயல்பாடும் இல்லை!
tr: Alıcı kumandasındaki ses tuşları TV'nin ses seviyesini kontrol eder. Bu özellik desteklenmiyorsa, ses tuşlarının hiçbir işlevi yoktur!
uk: Кнопки гучності на пульті дистанційного керування приймача будуть керувати гучністю телевізора. Якщо ця функція не підтримується, кнопки гучності не працюють!

source: Volume steps
cs: Kroky hlasitosti
el: Βήματα έντασης ήχου
fi: Äänenvoimakkuuden askelkoko
hr: Korak zvuka
it: Passi volume
nl: Volumestappen
pl: Skoki głośności
sk: Kroky hlasitosti
sr: Korak zvuka
sv: Volymsteg
ta: தொகுதி படிகள்
tr: Ses seviyesi adımları
uk: Розмір кроків звуку

source: Volume up
bg: Сила на звука нагоре
cs: Hlasitost +
da: Lydstyrke op
de: Lautstärke +
el: Αύξηση έντασης ήχου
et: Heli juurde
fi: Äänenvoimakkuus +
fr: Volume haut
hr: Povečaj jačinu zvuka
hu: Hangerő fel
it: Volume su
lt: Padidinti garsumą
nl: Volume +
pl: Głośniej
ru: Громкость выше
sk: Zvýšiť hlasitosť
sr: Povečaj jačinu zvuka
sv: Volym upp
ta: தொகுதி
tr: Ses seviyesini arttır
uk: Гучність вище
vi: Tăng âm lượng
zh_cn: 音量增大

source: Volume/Mute display timer
cs: Časovač zobrazení hlasitosti/ztlumení
el: Χρονοδιακόπτης εμφάνισης ήχου/σίγασης
fi: Äänenvoimakkuuden/mykistyksen näytön ajastin
hr: Tajmer za prikazivanje jačine Zvuka/Utišavanje
it: Tempo visualizzazione Volume/Muto
nl: Tijdsduur voor Volume en Mute symbool
pl: Timer wyświetlania głośności/wyciszenia
sk: Časovač zobrazenia hlasitosti/stlmenia
sr: Tajmer za prikazivanje jačine Zvuka/Utišavanje
sv: Timer för volym/tyst display
ta: தொகுதி/முடக்கு காட்சி நேரங்குறிகருவி
tr: Ses Seviyesi/Sessiz görüntüleme zamanlayıcısı
uk: Час відображення Гучності/Вимкнення звуку

source: Vu+ MultiBoot
el: Vu+ πολλαπλή εκκίνηση
fi: Vu+ MultiBootti
hr: Octagon MultiBoot
sr: Octagon MultiBoot
ta: Vu+ மல்டிபூட்
tr: Vu+ Çoklu Önyükleme
uk: MultiBoot Vu+

source: WAN Geolocation
cs: Geolokace WAN
el: Τοποθεσία WAN
fi: WAN Tiedot
hr: WAN Geolokacija
it: Geolocalizzazione WAN
nl: WAN Geolocatie
pl: Geolokalizacja sieci WAN
sk: Geolokácia WAN
sr: WAN Geolokacija
sv: Geolokalisering av WAN
ta: வான் உலகம் நீக்கம்
tr: WAN Coğrafi Konumlandırma
uk: Геолокація WAN

source: WAN connection information
bg: Информация за WAN връзка
cs: Informace o připojení WAN
el: Πληροφορίες σύνδεσης WAN
fi: WAN yhteystiedot
hr: WAN info veze
it: Informazioni sulla connessione WAN
lt: WAN ryšio informacija
nl: WAN verbinding informatie
pl: Informacje o połączeniu WAN
sk: Informácie o pripojení WAN
sr: WAN info veze
sv: Information om WAN-anslutning
ta: வான் இணைப்பு செய்தி
tr: WAN bağlantı bilgileri
uk: Інформація про підключення WAN

source: WARNING:
cs: VÝSTRAHA:
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ:
fi: VAROITUS:
hr: UPOZORENJE:
it: AVVERTIMENTO:
nl: WAARSCHUWING:
pl: OSTRZEŻENIE:
sk: UPOZORNENIE:
sr: UPOZORENJE:
sv: VARNING:
ta: எச்சரிக்கை:
tr: DİKKAT:
uk: УВАГА:

source: WLAN connection
bg: WLAN връзка
cs: WiFi připojení
da: WLAN forbindelse
de: WLAN-Verbindung
el: Σύνδεση WLAN
et: WLAN ühendus
fi: WLAN yhteys
fr: Connexion WLAN
hr: WLAN veza
hu: Vezeték nélküli kapcsolat
it: Connessione WLAN
lt: Ryšys su WLAN tinklu
nl: WLAN connectie
pl: Połączenie WiFi
pt_br: Conexão sem fio
ru: Беспроводная сеть WLAN
sk: WLAN pripojenie
sl: Brezzična povezava
sr: WLAN veza
sv: WLAN-anslutning
ta: WLAN இணைப்பு
tr: Kablosuz Ağ Bağlantısı
uk: Безпровідне з'єднання WLAN
vi: Kết nối mạng WLAN
zh_cn: 无线连接

source: WMA Pro downmix
el: Αποκωδικοποίηση και μίξη WMA Pro
et: WMA Pro > stereo
fi: WMA Pro stereoksi
fr: Sous-mixage WMA Pro
it: Downmix WMA Pro
lt: WMA Pro suliejimas
sv: WMA Pro nedmixning
uk: WMA Pro мікшування
zh_cn: WMA Pro缩混

source: WOL Standby
cs: Pohotovostní režim WOL
el: ΑΣΔ Αναμονή
et: WOL ooteseisundis
fi: WOL Valmiustila
fr: Réveil depuis le réseau (WOL)
hr: WOL Stanje pripravnosti
hu: WOL Készenlét
it: Standby Wake on Lan
lt: WOL budėjimas
pl: Czuwanie WOL
ru: Режим ожидания WOL
sk: Pohotovostný režim WakeOnLan
sr: WOL Stanje pripravnosti
ta: வோல் காத்திருப்பு
tr: WOL Bekleme
uk: WOL Режим очікування
vi: Chế độ chờ
zh_cn: 网络唤醒待机

source: WPA or WPA2
cs: WPA nebo WPA2
da: WPA eller WPA2
de: WPA oder WPA2
el: WPA ή WPA2
et: WPA või WPA2
fi: WPA tai WPA2
fr: WPA ou WPA2
hr: WPA ili WPA2
hu: WPA vagy WPA2
it: WPA o WPA2
lt: WPA arba WPA2
nl: WPA of WPA2
pl: WPA i WPA2
pt_br: WPA ou WPA2
ru: WPA или WPA2
sk: WPA alebo WPA2
sl: WPA ali WPA2
sr: WPA ili WPA2
sv: WPA eller WPA2
ta: WPA அல்லது WPA2
tr: WPA veya WPA2
uk: WPA або WPA2
vi: WPA hoặc WPA2
zh_cn: WPA或WPA2

source: WSS on 4:3
cs: WSS na 4:3
da: WSS på 4:3
de: WSS bei 4:3
el: WSS σε 4:3
et: WSS 4:3
fi: WSS-kuvasuhdesignaali
fr: WSS sur 4:3
hr: WSS na 4:3
hu: WSS 4:3-on
it: WSS su 4:3
lt: WSS į 4:3
nl: WSS bij 4:3
pl: WSS na 4:3
pt_br: WSS em 4:3
ru: WSS при 4:3
sk: WSS pri 4:3
sl: WSS na 4:3
sr: WSS na 4:3
sv: WSS på 4:3
ta: 4: 3 இல் WSS
tr: WSS 4:3
uk: WSS на 4:3
zh_cn: 4:3宽高比时显示宽屏幕信号

source: Wait for timesync at startup
bg: Изчакайте синхронизиране на времето при стартиране
cs: Při spuštění počkat na synchronizaci času
da: Vent på tidssynk under opstart
de: Warte beim Systemstart auf Zeitsynchronisation
el: Αναμονή για συγχρονισμό στην εκκίνηση
et: Oota aja sünkroonimist alglaadimisel
fi: Odota ajan synkronointia järjestelmän käynnistyessä
fr: Attendre la synchronisation au démarrage
hr: Sačekajte sinhronizaciju vremena pri pokretanju
hu: Időszinkronizálásra várás az indításkor
it: Attendi il timesync all'avvio
lt: Laukite laiko sinchronizavimo paleisties metu
nl: Wacht op tijdsynchronisatie bij opstareten
pl: Poczekaj na synchronizację czasu podczas uruchamiania
sk: Pri spustení počkať na synchronizáciu času
sr: Sačekajte sinhronizaciju vremena pri pokretanju
sv: Vänta på timesync vid uppstart
ta: தொடக்கத்தில் Timesync க்காக காத்திருங்கள்
tr: Başlangıçta zaman senkronizasyonunu bekleyin
uk: Зачекайте на синхронізацію часу під час запуску
vi: Đợi thời gian đồng bộ khi khởi động
zh_cn: 在启动时等待时间同步
