Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
bg: Изберете сателита, който е свързан към порт-A на вашия комутатор. Ако не сте сигурни, изберете "автоматично" и приемникът ще се опита да определи това вместо вас. Ако нищо не е свързано към този порт, изберете „нищо не е свързано“.
cs: Vyberte satelit, který je připojen k portu-A vašeho přepínače. Pokud si nejste jisti, vyberte „automaticky“ a přijímač se to pokusí určit za vás. Pokud k tomuto portu není nic připojeno, vyberte „nic připojeno“.
el: Επιλέξτε τον δορυφόρο που έχει συνδεθεί στη θύρα Α του διακόπτη σας. Αν δεν είστε σίγουροι επιλέξτε 'αυτόματο' και ο δέκτης θα προσπαθήσει να βρει τη σωστή ρύθμιση. Αν υπάρχει σύνδεση, επιλέξτε το 'δεν έχει συνδεθεί τίποτα'.
fi: Valitse satelliitti, joka on kytkettynä kytkimen Porttiin A. Jos et ole varma, valitse 'automaattinen' ja vastaanotin yrittää selvittää sen sinulle. Jos mitään ei ole kytketty tähän porttiin, valitse 'Ei kytketty'.
fr: Sélectionnez le satellite qui est connecté sur le Port-A de votre commutateur. Si vous n’êtes pas certains choisir ‘automatique’ et le récepteur va essayer de déterminer ceci pour vous. Si rien n’est connecté sur ce port, choisir ‘rien n’est connecté’.
hr: Odaberi satelit koji je povezan sa Port-A prekidačem. Ako niste sigurni odaberite opciju 'automatski' i tuner će pokušati da to utvrdi. Ako ništa nije povezano sa ovim portom odaberite opciju 'ništa nije povezano'.
it: Seleziona satellite connesso alla porta A dello switch. Se non sei sicuro seleziona 'Automatico' e il ricevitore tenterà di determinarlo per te. Se non c'è niente connesso a questa porta, seleziona 'Non connesso'.
lt: Pasirinkite palydovą, kuris yra prijungtas prie A-jungties. Jei nesate tikri, pasirinkite 'automatinis' ir imtuvas bandys tai nustatyti pats. Jei nieko nėra prijungta prie šios jungties, pasirinkite 'niekas neprijungta'.
nl: Selecteer de satelliet die is gekoppeld aan poort A van uw switch. Bij twijfel kies dan voor automatisch. Uw ontvanger zal dan proberen om dit zelf te bepalen. Indien er niets aangesloten is, kies dan voor ‘niets aangesloten’.
pl: Wybierz satelitę podłączonego do portu A przełącznika. Jeśli nie masz pewności, wybierz „automatyczny”, a odbiornik spróbuje to ustalić. Jeśli nic nie jest podłączone do tego portu, wybierz „Nie podłączone”.
sk: Vyberte družicu pripojenú na port A vášho prepínača. Ak si nie ste istí, vyberte možnosť 'automaticky' a prijímač sa pokúsi o automatické zistenie. Ak k tomuto portu nie je pripojené nič, vyberte možnosť 'nič nie je pripojené'.
sr: Izaberi satelit koji je povezan sa Port-A prekidačem. Ako niste sigurni izaberite opciju 'automatski' i resiver će pokušati da to utvrdi. Ako ništa nije povezano sa ovim portom izaberite opciju 'ništa nije povezano'.
sv: Välj den satellit som är ansluten till Port-A på din switch. Om du är osäker väljer du "Automatisk" så försöker mottagaren att avgöra detta åt dig. Om inget är anslutet till den här porten väljer du "Inget anslutet".
ta: உங்கள் சுவிட்சின் போர்ட்-ஏ உடன் இணைக்கப்பட்டுள்ள செயற்கைக்கோளைத் தேர்ந்தெடுக்கவும். உங்களுக்குத் தெரியாவிட்டால், 'தானியங்கி' என்பதைத் தேர்ந்தெடுத்து, இதை உங்களுக்காக தீர்மானிக்க ரிசீவர் முயற்சிக்கும். இந்த துறைமுகத்துடன் எதுவும் இணைக்கப்படவில்லை என்றால், 'இணைக்க எதுவும் இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Anahtarınızın A bağlantı noktasına bağlı olan uyduyu seçin. Emin değilseniz 'Otomatik' seçeneğini seçin ve alıcı bunu sizin için belirlemeye çalışacaktır. Bu bağlantı noktasına hiçbir şey bağlı değilse, 'Hiçbir şey bağlı değil' seçeneğini seçin.
uk: Виберіть супутник, який підключений до Порт-A вашого комутатора. Якщо ви не впевнені, виберіть 'автоматично' і приймач спробує визначити це сам. Якщо до цього порту не підключено нічого, виберіть 'нічого не підключено'.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
bg: Изберете сателита, който е свързан към Port-B на вашия комутатор. Ако не сте сигурни, изберете "автоматично" и приемникът ще се опита да определи това вместо вас. Ако нищо не е свързано към този порт, изберете „нищо не е свързано“.
cs: Vyberte satelit, který je připojen k portu-B vašeho přepínače. Pokud si nejste jisti, vyberte „automaticky“ a přijímač se to pokusí určit za vás. Pokud k tomuto portu není nic připojeno, vyberte „nic připojeno“.
el: Επιλέξτε τον δορυφόρο που έχει συνδεθεί στη θύρα Β του διακόπτη σας. Αν δεν είστε σίγουροι επιλέξτε 'αυτόματο' και ο δέκτης θα προσπαθήσει να βρει τη σωστή ρύθμιση. Αν υπάρχει σύνδεση, επιλέξτε το 'δεν έχει συνδεθεί τίποτα'.
fi: Valitse satelliitti, joka on kytkettynä kytkimen Porttiin B. Jos et ole varma, valitse 'automaattinen' ja vastaanotin yrittää selvittää sen sinulle. Jos mitään ei ole kytketty tähän porttiin, valitse 'Ei kytketty'.
fr: Sélectionnez le satellite qui est connecté sur le Port-B de votre commutateur. Si vous n’êtes pas certains choisir ‘automatique’ et le récepteur va essayer de déterminer ceci pour vous. Si rien n’est connecté sur ce port, choisir ‘rien n’est connecté’.
hr: Odaberi satelit koji je povezan sa Port-B prekidačem. Ako niste sigurni odaberite opciju 'automatski' i tuner će pokušati da to utvrdi. Ako ništa nije povezano sa ovim portom odaberite opciju 'ništa nije povezano'.
it: Seleziona satellite connesso alla porta B dello switch. Se non sei sicuro seleziona 'Automatico' e il ricevitore tenterà di determinarlo per te. Se non c'è niente connesso a questa porta, seleziona 'Non connesso'.
lt: Pasirinkite palydovą, kuris yra prijungtas prie B-jungties. Jei nesate tikri, pasirinkite 'automatinis' ir imtuvas bandys tai nustatyti pats. Jei nieko nėra prijungta prie šios jungties, pasirinkite 'niekas neprijungta'.
nl: Selecteer de satelliet die met de B-poort van uw switch verbonden is. Wanneer u dit niet zeker weet kiest u 'automatisch' waarna de ontvanger zelf zal proberen de juiste waarde te bepalen. Als er niets met deze poort is verbonden, kiest u 'niets verbonden'.
pl: Wybierz satelitę podłączonego do portu B przełącznika. Jeśli nie masz pewności, wybierz „automatyczny”, a odbiornik spróbuje to ustalić. Jeśli nic nie jest podłączone do tego portu, wybierz „Nie podłączone”.
sk: Vyberte družicu pripojenú na port B vášho prepínača. Ak si nie ste istí, vyberte možnosť 'automaticky' a prijímač sa pokúsi o automatické zistenie. Ak k tomuto portu nie je pripojené nič, vyberte možnosť 'nič nie je pripojené'.
sr: Izaberi satelit koji je povezan sa Port-B prekidačem. Ako niste sigurni izaberite opciju 'automatski' i resiver će pokušati da to utvrdi. Ako ništa nije povezano sa ovim portom izaberite opciju 'ništa nije povezano'.
sv: Välj den satellit som är ansluten till Port-B på din switch. Om du är osäker väljer du "Automatisk" så försöker mottagaren att avgöra detta åt dig. Om inget är anslutet till den här porten väljer du "Inget anslutet".
ta: உங்கள் சுவிட்சின் போர்ட்-பி உடன் இணைக்கப்பட்டுள்ள செயற்கைக்கோளைத் தேர்ந்தெடுக்கவும். உங்களுக்குத் தெரியாவிட்டால், 'தானியங்கி' என்பதைத் தேர்ந்தெடுத்து, இதை உங்களுக்காக தீர்மானிக்க ரிசீவர் முயற்சிக்கும். இந்த துறைமுகத்துடன் எதுவும் இணைக்கப்படவில்லை என்றால், 'இணைக்க எதுவும் இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Anahtarınızın B bağlantı noktasına bağlı olan uyduyu seçin. Emin değilseniz 'Otomatik' seçeneğini seçin ve alıcı bunu sizin için belirlemeye çalışacaktır. Bu bağlantı noktasına hiçbir şey bağlı değilse, 'Hiçbir şey bağlı değil' seçeneğini seçin.
uk: Виберіть супутник, який підключений до Порт-B вашого комутатора. Якщо ви не впевнені, виберіть 'автоматично' і приймач спробує визначити це сам. Якщо до цього порту не підключено нічого, виберіть 'нічого не підключено'.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
bg: Изберете сателита, който е свързан към Port-C на вашия комутатор. Ако не сте сигурни, изберете "автоматично" и приемникът ще се опита да определи това вместо вас. Ако нищо не е свързано към този порт, изберете „нищо не е свързано“.
cs: Vyberte satelit, který je připojen k portu-C vašeho přepínače. Pokud si nejste jisti, vyberte „automaticky“ a přijímač se to pokusí určit za vás. Pokud k tomuto portu není nic připojeno, vyberte „nic připojeno“.
el: Επιλέξτε τον δορυφόρο που έχει συνδεθεί στη θύρα C του διακόπτη σας. Αν δεν είστε σίγουροι επιλέξτε 'αυτόματο' και ο δέκτης θα προσπαθήσει να βρει τη σωστή ρύθμιση. Αν υπάρχει σύνδεση, επιλέξτε το 'δεν έχει συνδεθεί τίποτα'.
fi: Valitse satelliitti, joka on kytkettynä kytkimen Porttiin C. Jos et ole varma, valitse 'automaattinen' ja vastaanotin yrittää selvittää sen sinulle. Jos mitään ei ole kytketty tähän porttiin, valitse 'Ei kytketty'.
fr: Sélectionnez le satellite qui est connecté sur le Port-C de votre commutateur. Si vous n’êtes pas certains choisir ‘automatique’ et le récepteur va essayer de déterminer ceci pour vous. Si rien n’est connecté sur ce port, choisir ‘rien n’est connecté’.
hr: Odaberi satelit koji je povezan sa Port-C prekidačem. Ako niste sigurni odaberite opciju 'automatski' i tuner će pokušati da to utvrdi. Ako ništa nije povezano sa ovim portom odaberite opciju 'ništa nije povezano'.
it: Seleziona satellite connesso alla porta C dello switch. Se non sei sicuro seleziona 'Automatico' e il ricevitore tenterà di determinarlo per te. Se non c'è niente connesso a questa porta, seleziona 'Non connesso'.
lt: Pasirinkite palydovą, kuris yra prijungtas prie C-jungties. Jei nesate tikri, pasirinkite 'automatinis' ir imtuvas bandys tai nustatyti pats. Jei nieko nėra prijungta prie šios jungties, pasirinkite 'niekas neprijungta'.
nl: Selecteer de satelliet die met de C-poort van uw switch verbonden is. Wanneer u dit niet zeker weet kiest u 'automatisch' waarna de ontvanger zelf zal proberen de juiste waarde te bepalen. Als er niets met deze poort is verbonden, kiest u 'niets verbonden'.
pl: Wybierz satelitę podłączonego do portu C przełącznika. Jeśli nie masz pewności, wybierz „automatyczny”, a odbiornik spróbuje to ustalić. Jeśli nic nie jest podłączone do tego portu, wybierz „Nie podłączone”.
sk: Vyberte družicu pripojenú na port C vášho prepínača. Ak si nie ste istí, vyberte možnosť 'automaticky' a prijímač sa pokúsi o automatické zistenie. Ak k tomuto portu nie je pripojené nič, vyberte možnosť 'nič nie je pripojené'.
sr: Izaberi satelit koji je povezan sa Port-C prekidačem. Ako niste sigurni izaberite opciju 'automatski' i resiver će pokušati da to utvrdi. Ako ništa nije povezano sa ovim portom izaberite opciju 'ništa nije povezano'.
sv: Välj den satellit som är ansluten till Port-C på din switch. Om du är osäker väljer du "Automatisk" så försöker mottagaren att avgöra detta åt dig. Om inget är anslutet till den här porten väljer du "Inget anslutet".
ta: உங்கள் சுவிட்சின் போர்ட்-சி உடன் இணைக்கப்பட்டுள்ள செயற்கைக்கோளைத் தேர்ந்தெடுக்கவும். உங்களுக்குத் தெரியாவிட்டால், 'தானியங்கி' என்பதைத் தேர்ந்தெடுத்து, இதை உங்களுக்காக தீர்மானிக்க ரிசீவர் முயற்சிக்கும். இந்த துறைமுகத்துடன் எதுவும் இணைக்கப்படவில்லை என்றால், 'இணைக்க எதுவும் இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Anahtarınızın C bağlantı noktasına bağlı olan uyduyu seçin. Emin değilseniz 'Otomatik' seçeneğini seçin ve alıcı bunu sizin için belirlemeye çalışacaktır. Bu bağlantı noktasına hiçbir şey bağlı değilse, 'Hiçbir şey bağlı değil' seçeneğini seçin.
uk: Виберіть супутник, який підключений до Порт-C вашого комутатора. Якщо ви не впевнені, виберіть 'автоматично' і приймач спробує визначити це сам. Якщо до цього порту не підключено нічого, виберіть 'нічого не підключено'.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'Nothing connected'.
bg: Изберете сателита, който е свързан към Port-D на вашия комутатор. Ако не сте сигурни, изберете "автоматично" и приемникът ще се опита да определи това вместо вас. Ако нищо не е свързано към този порт, изберете „нищо не е свързано“.
cs: Vyberte satelit, který je připojen k portu-D vašeho přepínače. Pokud si nejste jisti, vyberte „automaticky“ a přijímač se to pokusí určit za vás. Pokud k tomuto portu není nic připojeno, vyberte „nic připojeno“.
el: Επιλέξτε τον δορυφόρο που έχει συνδεθεί στη θύρα D του διακόπτη σας. Αν δεν είστε σίγουροι επιλέξτε 'αυτόματο' και ο δέκτης θα προσπαθήσει να βρει τη σωστή ρύθμιση. Αν υπάρχει σύνδεση, επιλέξτε το 'δεν έχει συνδεθεί τίποτα'.
fi: Valitse satelliitti, joka on kytkettynä kytkimen Porttiin D. Jos et ole varma, valitse 'automaattinen' ja vastaanotin yrittää selvittää sen sinulle. Jos mitään ei ole kytketty tähän porttiin, valitse 'Ei kytketty'.
fr: Sélectionnez le satellite qui est connecté sur le Port-D de votre commutateur. Si vous n’êtes pas certains choisir ‘automatique’ et le récepteur va essayer de déterminer ceci pour vous. Si rien n’est connecté sur ce port, choisir ‘rien n’est connecté’.
hr: Odaberi satelit koji je povezan sa Port-D prekidačem. Ako niste sigurni odaberite opciju 'automatski' i tuner će pokušati da to utvrdi. Ako ništa nije povezano sa ovim portom odaberite opciju 'ništa nije povezano'.
it: Seleziona satellite connesso alla porta D dello switch. Se non sei sicuro seleziona 'Automatico' e il ricevitore tenterà di determinarlo per te. Se non c'è niente connesso a questa porta, seleziona 'Non connesso'.
lt: Pasirinkite palydovą, kuris yra prijungtas prie D-jungties. Jei nesate tikri, pasirinkite 'automatinis' ir imtuvas bandys tai nustatyti pats. Jei nieko nėra prijungta prie šios jungties, pasirinkite 'niekas neprijungta'.
nl: Selecteer de satelliet die met de D-poort van uw switch verbonden is. Wanneer u dit niet zeker weet kiest u 'automatisch' waarna de ontvanger zelf zal proberen de juiste waarde te bepalen. Als er niets met deze poort is verbonden, kiest u 'niets verbonden'.
pl: Wybierz satelitę podłączonego do portu D przełącznika. Jeśli nie masz pewności, wybierz „automatyczny”, a odbiornik spróbuje to ustalić. Jeśli nic nie jest podłączone do tego portu, wybierz „Nie podłączone”.
sk: Vyberte družicu pripojenú na port D vášho prepínača. Ak si nie ste istí, vyberte možnosť 'automaticky' a prijímač sa pokúsi o automatické zistenie. Ak k tomuto portu nie je pripojené nič, vyberte možnosť 'nič nie je pripojené'.
sr: Izaberi satelit koji je povezan sa Port-D prekidačem. Ako niste sigurni izaberite opciju 'automatski' i resiver će pokušati da to utvrdi. Ako ništa nije povezano sa ovim portom izaberite opciju 'ništa nije povezano'.
sv: Välj den satellit som är ansluten till Port-D på din switch. Om du är osäker väljer du "Automatisk" så försöker mottagaren att avgöra detta åt dig. Om inget är anslutet till den här porten väljer du "Inget anslutet".
ta: உங்கள் சுவிட்சின் போர்ட்-டி உடன் இணைக்கப்பட்டுள்ள செயற்கைக்கோளைத் தேர்ந்தெடுக்கவும். உங்களுக்குத் தெரியாவிட்டால், 'தானியங்கி' என்பதைத் தேர்ந்தெடுத்து, இதை உங்களுக்காக தீர்மானிக்க ரிசீவர் முயற்சிக்கும். இந்த துறைமுகத்துடன் எதுவும் இணைக்கப்படவில்லை என்றால், 'இணைக்க எதுவும் இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Anahtarınızın D bağlantı noktasına bağlı olan uyduyu seçin. Emin değilseniz 'Otomatik' seçeneğini seçin ve alıcı bunu sizin için belirlemeye çalışacaktır. Bu bağlantı noktasına hiçbir şey bağlı değilse, 'Hiçbir şey bağlı değil' seçeneğini seçin.
uk: Виберіть супутник, який підключений до Порт-D вашого комутатора. Якщо ви не впевнені, виберіть 'автоматично' і приймач спробує визначити це сам. Якщо до цього порту не підключено нічого, виберіть 'нічого не підключено'.

source: Select the satellite you want to configure. Once configured you can select and configure other satellites that will be accessed using this same tuner.
bg: Изберете сателита, който искате да конфигурирате. След като този сателит е конфигуриран, можете да изберете и конфигурирате други сателити, до които ще се осъществява достъп чрез същия тунер.
cs: Vyberte satelit, který chcete konfigurovat. Jakmile je satelit nakonfigurován, můžete vybrat a nakonfigurovat další satelity, ke kterým bude přistupovat pomocí stejného tuneru.
el: Επιλέξτε τον δορυφόρο που θέλετε να ρυθμίσετε. Μετά τη ρύθμιση αυτή μπορείτε να επιλέξετε να ρυθμιστούν και άλλοι δορυφόροι για αυτό το tuner.
fi: Valitse satelliitti, jonka haluat määrittää. Kun kyseinen satelliitti on määritetty, voit valita ja konfiguroida muita satelliitteja, joihin pääsee tällä samalla virittimellä.
fr: Sélectionnez le satellite que vous voulez configurer. Lorsque ce satellite est configuré vous pouvez sélectionner et configurer les autres satellites qui seront accédés en utilisant ce même tuner.
hr: Odaberi satelit koji želite konfigurisati. Kada konfigurišete, možete da izaberete i druge satelite kojima će se pristupiti pomoću istog tunera.
it: Seleziona satellite che desideri configurare. Una volta configurato quel satellite, puoi selezionare e configurare altri satelliti a cui si accederà usando lo stesso tuner.
lt: Pasirinkite palydovą, kurį norite konfigūruoti. Kai šis palydovas bus sukonfigūruotas, galėsite pasirinkti ir konfigūruoti kitus palydovus, kurie bus galimi naudojant tą patį imtuvą.
nl: Selecteer de satelliet die u wilt configureren. Als deze eenmaal is geconfigureerd kunt u andere satellieten kiezen en configureren die met deze tuner verbonden zijn.
pl: Wybierz satelitę, którą chcesz skonfigurować. Po skonfigurowaniu tego satelity możesz wybrać i skonfigurować inne satelity, które będą dostępne za pomocą tego samego tunera.
sk: Vyberte družicu, ktorú chcete konfigurovať. Po nakonfigurovaní družice môžete vybrať a konfigurovať ďalšie družice, ku ktorým sa bude pristupovať s použitím rovnakého tunera.
sr: Izaberite satelit koji želite da konfigurišete. Kada se konfiguriše, možete izabrati i konfigurisati druge satelite koji će biti dostupni pomoću ovog istog tunera.
sv: Välj den satellit som du vill konfigurera. När du har konfigurerat satelliten kan du välja och konfigurera andra satelliter som ska nås med samma tuner.
ta: நீங்கள் கட்டமைக்க விரும்பும் செயற்கைக்கோளைத் தேர்ந்தெடுக்கவும். கட்டமைக்கப்பட்டவுடன், இதே ட்யூனரைப் பயன்படுத்தி அணுகப்படும் பிற செயற்கைக்கோள்களைத் தேர்ந்தெடுத்து உள்ளமைக்கலாம்.
tr: Yapılandırmak istediğiniz uyduyu seçin. Yapılandırma tamamlandıktan sonra, aynı tuner kullanılarak erişilecek diğer uyduları da seçip yapılandırabilirsiniz.
uk: Виберіть супутник, який потрібно налаштувати. Після його налаштування Ви можете вибрати і налаштувати інші супутники, які будуть доступні за допомогою цього ж тюнера.

source: Select the screen layout, from the options provided by the skin, to be used for the ChannelSelection screen.
cs: Vyberte rozvržení obrazovky z možností nabízených vzhledem, které se má použít pro obrazovku Výběr kanálu.
el: Επιλέξτε τη διάταξη της οθόνης από τις επιλογές που παρέχονται από το θέμα και που χρησιμοποιούνται στην οθόνη επιλογής καναλιών.
fi: Valitse näytön asettelu, teeman tarjoamista vaihtoehdoista, joita käytetään Kanavavalinta näytössä.
hr: Odaberi izgled zaslona , među opcijama koje pruža skin, koji će se koristiti za zaslon za odabir kanala.
it: Seleziona disposizione dello schermo, dalle opzioni fornite dalla skin, da usare per la schermata Selezione canali.
nl: Kies de layout, die afhankelijk van de skin opties wordt gebruikt in de Zenderlijst.
pl: Wybierz układ ekranu spośród opcji dostępnych w skórce, który będzie używany na ekranie Wyboru kanału.
sk: Vyberte si rozloženie obrazovky, z možností daných vzhľadom, ktorý sa používa pre obrazovku na výber kanála.
sr: Izaberite raspored ekrana, iz opcija koje pruža skin, koji će se koristiti za ekran IzborKanala.
sv: Välj den skärmlayout som ska användas för ChannelSelection-skärmen från de alternativ som tillhandahålls av skinnet.
ta: சேனல்செலெக்சன் திரைக்குப் பயன்படுத்த, தோல் வழங்கிய விருப்பங்களிலிருந்து திரை தளவமைப்பைத் தேர்ந்தெடுக்கவும்.
tr: Arayüz tarafından sağlanan seçenekler arasından, Kanal Seçimi ekranı için kullanılacak ekran düzenini seçin.
uk: Виберіть необхідні параметри, надані скіном, які будуть використовуватися для екрана Списку Каналів.

source: Select the shifted character set
bg: Изберете изместения набор от знаци
cs: Vyberte posunutou sadu znaků
de: Shift für die kommenden Zeichen benutzen
el: Επιλογή του σετ χαρακτήρων με shift
fi: Käytä siirtymää seuraaville merkeille
fr: Sélectionnez le jeu de caractères décalé
hr: Odaberi skupa preseljenih znakova
it: Seleziona set di caratteri maiuscoli
lt: Pasirinkite perkeltą simbolių rinkinį
nl: Selecteer de SHIFT karakterset voor het virtuele toetsenbord
pl: Wybierz przesunięty zestaw znaków
sk: Vyberte znakovú sadu pre veľké písmená
sr: Izbor skupa preseljenih znakova
sv: Välj den förskjutna teckenuppsättningen
ta: மாற்றப்பட்ட எழுத்து தொகுப்பைத் தேர்ந்தெடுக்கவும்
tr: Kaydırılmış karakter kümesini seçin
uk: Виберіть набір символів клавіатури
zh_cn: 选择移位的字符集

source: Select the shifted character set for the next character only
bg: Изберете изместения набор от знаци само за следващия знак
cs: Vyberte posunutou znakovou sadu pouze pro další znak
de: Shift nur für das nächste Zeichen benutzen
el: Επιλογή του σετ χαρακτήρων με shift του πληκτρολογίου μόνο για τον επόμενο χαρακτήρα
fi: Käytä vaihtoa vain seuraavaan merkkiin
fr: Sélectionnez le caractère décalé uniquement pour le suivant
hr: Odaberi promijenljivi skup znakova samo za slijedeći znak
it: Seleziona set di caratteri maiuscoli solo per il carattere successivo
lt: Pasirinkite paslinktų simbolių rinkinį tik kitam simboliui
nl: Selecteer de SHIFT karakterset voor het virtuele toetsenbord alleen voor de volgende letter
pl: Wybierz przesunięty zestaw znaków tylko dla następnego znaku
sk: Vyberte znakovú sadu veľkých písmen len pre ďalšie písmeno
sr: Izbor promenljivog skupa znakova samo za sledeći znak
sv: Välj den skiftade teckenuppsättningen endast för nästa tecken
ta: அடுத்த எழுத்துக்கு மட்டுமே மாற்றப்பட்ட எழுத்துத் தொகுப்பைத் தேர்ந்தெடுக்கவும்
tr: Yalnızca sonraki karakter için kaydırılmış karakter kümesini seçin
uk: Виберіть набір символів клавіатури лише для наступного символу
zh_cn: 仅为下一个字符选择移位字符集

source: Select the size of the volume step when the VOLUME buttons are pressed.
cs: Vyberte velikost kroku hlasitosti při stisknutí tlačítek VOLUME.
el: Επιλέξτε το μέγεθος βήματος της έντασης ήχου όταν πιέζετε τα πλήκτρα έντασης.
fi: Valitse Äänenvoimakkuuden askelkoko kun äänenvoimakkuus painiketta painetaan.
hr: Odaberi veličinu koraka jačine zvuka kada se pritisne dugme VOLUMEN.
it: Seleziona dimensione dell'incremento del volume quando vengono premuti i pulsanti VOLUME.
nl: Selecteer het aantal volumestappen bij het indrukken van de VOLUME +/- toetsen.
pl: Wybierz wielkość skoku głośności po naciśnięciu przycisku GŁOŚNOŚĆ.
sk: Vyberte veľkosť jedného kroku pre hlasitosť, pri stlačení tlačidiel pre HLASITOSŤ.
sr: Izaberite veličinu koraka jačine zvuka kada se pritisnu ZVUK dugmad.
sv: Välj storleken på volymsteget när VOLUME-knapparna trycks in.
ta: தொகுதி பொத்தான்கள் அழுத்தும் போது தொகுதி படியின் அளவைத் தேர்ந்தெடுக்கவும்.
tr: Ses seviyesi tuşuna basıldığında ses seviyesinin artış miktarını seçin.
uk: Виберіть розмір кроку гучності під час натискання кнопок ГУЧНІСТЬ.
