Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Frequency
bg: Честота
cs: Frekvence
da: Frekvens
de: Frequenz
el: Συχνότητα
et: Sagedus
fi: Taajuus
fr: Fréquence
hr: Frekvencija
hu: Frekvencia
it: Frequenza
lt: Dažnis
nl: Frequentie
pl: Częstotliwość
pt_br: Frequência
ru: Частота
sk: Frekvencia
sl: Frekvenca
sr: Frekvencija
sv: Frekvens
ta: மீடிறன், மீள்திறன், நிகழ்வெண், நிகழ்வு
tr: Frekans
uk: Частота
vi: Tần số
zh_cn: 下行频率

source: Frequency Norm:
bg: Честотна норма:
cs: Frekvenční norma:
el: Νόρμα συχνότητας:
fi: Taajuus:
fr: Norme de fréquence :
hr: Norma Frekvencije:
it: Norma frequenza:
lt: Dažnio norma:
nl: Frequentie Norm:
pl: Zakres:
sk: Frekvenčná norma:
sr: Norma Frekvencije:
sv: Frekvens Norm:
ta: அதிர்வெண் விதிமுறை:
tr: Frekans Normu:
uk: Частота:

source: Frequency bands
bg: Честотна лента
cs: Frekvenční pásma
da: Frekvensbånd
de: Frequenzbänder
el: Μπάντες συχνοτήτων
et: Sagedusalad
fi: Taajuusalueet
fr: Bandes de fréquence
hr: Band Frekvencije
hu: Frekvencia sávok
it: Bande frequenza
lt: Dažnio juostos
nl: Frequentiebanden
pl: Pasma częstotliwości
pt_br: Bandas de frequência
ru: Частотные диапазоны
sk: Frekvenčné pásma
sl: Frekvenčni pasovi
sr: Band Frekvencije
sv: Frekvensband
ta: அதிர்வெண் பட்டைகள்
tr: Frekans bantları
uk: Частотний діапазон
vi: Dải tần
zh_cn: 频段

source: Frequency range
cs: Frekvenční rozsah
el: Κλίμακα συχνοτήτων
fi: Taajuusalue
hr: Frekvencijski raspon
it: Intervallo frequenze
lt: Dažnių diapazonas
nl: Frequentiebereik
pl: Zakres częstotliwości
sk: Frekvenčný rozsah
sr: Opseg Frekvencije
sv: Frekvensområde
ta: அதிர்வெண் வரம்பு
tr: Frekans aralığı
uk: Діапазон частот

source: Frequency scan step size(khz)
bg: Размер на стъпката за честотно сканиране (KHz)
cs: Frekvenční prohledávání po (khz)
da: Frekvenssøgning trinstørrelse(khz)
de: Frequenzschrittweite beim Suchlauf (kHz)
el: Μέγεθος βήματος συχνότητας στην ανίχνευση (kHz)
et: Sageduse otsingu samm (khz)
fi: Taajuushaun askel (khz)
fr: Taille du pas pour la recherche de fréquences (khz)
hr: Veličina koraka skeniranja frekvencije (kHz)
hu: Frekvencia léptetés mérete (kHz)
it: Passo ricerca frequenza (kHz)
lt: Paieškos dažnio žingsnio dydis(khz)
nl: Frequentie scan stapgrootte(kHz)
pl: Częstotliwość rozmiaru skanowania(khz)
pt_br: Passo de frequência (kHz)
ru: Шаг частоты сканирования(кГц)
sk: Frekvenčný krok pri vyhľadávaní (kHz)
sl: Koraki iskanja frekvenc (khz)
sr: Veličina koraka skeniranja frekvencije (kHz)
sv: Stegstorlek för frekvensskanning (khz)
ta: அதிர்வெண் ச்கேன் படி அளவு (kHz)
tr: Frekans tarama adımı (khz)
uk: Розмір кроку пошуку (кГц)
vi: Kích thước bước quét tần số (khz)
zh_cn: 频率扫描步长(kHz)

source: Frequency steps
bg: Честотни стъпки
cs: Frekvenční kroky
da: Frekvenstrin
de: Frequenzschrittweite
el: Βήματα συχνότητας
et: Sageduse samm
fi: Taajuusaskel
fr: Seuils des fréquences
hr: Frekvencijski korak
hu: Frekvencia lépések
it: Passi frequenza
lt: Dažnio žingsniai
nl: Frequentie stappen
pl: Częstotliwość kroków
pt_br: Passos de frequência
ru: Шаг частоты
sk: Frekvenčné kroky
sl: Frekvenčni koraki
sr: Frekvencijski korak
sv: Frekvenssteg
ta: அதிர்வெண் படிகள்
tr: Frekans adımları
uk: Крок частоти
vi: Các bước tần số
zh_cn: 频率步长

source: Frequency:
bg: Честота:
cs: Frekvence:
da: Frekvens:
de: Frequenz
el: Συχνότητα:
fi: Taajuus:
fr: Fréquence :
hr: Frekvencija:
it: Frequenza:
lt: Dažnis:
nl: Frequentie:
pl: Częstotliwość:
sk: Frekvencia:
sr: Frekvencija:
sv: Frekvens:
ta: அதிர்வெண்:
tr: Frekans:
uk: Частота:
zh_cn: 频率:

source: Fri
bg: Пет
cs: Pá
da: Fre
de: Fr.
el: Παρ
et: R
fi: Pe
fr: Ven
hr: Pet
hu: Pén
it: Ven
lt: Pen
nl: Vr
pl: Pią
pt_br: Sex
ru: Пт
sk: Pi
sl: Pet
sr: Pet
sv: Fre
ta: வெள்ளி
tr: Cuma
uk: П'ят.
vi: Thứ sáu
zh_cn: 周五

source: Friday
bg: Петък
cs: Pátek
da: Fredag
de: Freitag
el: Παρασκευή
et: Reede
fi: Perjantai
fr: Vendredi
hr: Petak
hu: Péntek
it: Venerdì
lt: Penktadienis
nl: Vrijdag
pl: Piątek
pt_br: Sexta-feira
ru: Пятница
sk: Piatok
sl: Petek
sr: Petak
sv: Fredag
ta: வெள்ளிக்கிழமை
tr: Cuma
uk: П'ятниця
vi: Thứ sáu
zh_cn: 星期五

source: From :
bg: От:
cs: Z :
da: Fra:
el: Από :
fi: Mistä :
fr: De :
hr: Iz :
hu: Innen:
it: Da:
lt: Nuo:
nl: Van:
pl: Z :
pt_br: De:
ru: Из :
sk: Od:
sr: Iz :
sv: Från :
ta: இருந்து:
tr: Kimden :
uk: Від :
vi: Từ :
zh_cn: 来自 :

source: Front
bg: Отпред
cs: Přední
el: Εμπρόσθιο
fi: Edessä
hr: Prednji
it: Anteriore
lt: Priekyje
pl: Przód
sk: Predná strana
sr: Prednji
sv: Framsida
ta: முன்
tr: Ön/Öndeki
uk: Вид Тюнера

source: Front USB
bg: Предно USB
cs: Přední USB
da: Front USB Port
el: Εμπρόσθιο USB
et: Esikülje USB port
fi: Etupaneelin USB
fr: USB frontal
hr: Prednji USB
hu: Elülső USB
it: USB anteriore
lt: Priekinis USB lizdas
nl: USB Voorzijde
pl: Przedni USB
ru: USB передний
sk: Predné USB
sr: Prednji USB
sv: USB på framsidan
ta: முன் யூ.எச்.பி
tr: Öndeki USB
uk: Передня USB
vi: USB phía trước
zh_cn: 前置USB

source: Front USB 3.0
bg: Предно USB 3.0
cs: Přední USB 3.0
da: Front USB 3,0 Port
el: Εμπρόσθιο USB 3.0
et: Esikülje USB 3.0 port
fi: Etupaneelin USB 3.0
fr: USB frontal 3.0
hr: Prednji USB 3.0
hu: Elülső USB 3.0
it: USB 3.0 anteriore
lt: Priekinis USB 3.0 lizdas
nl: Voorzijde USB 3.0
pl: Przedni USB 3.0
ru: Передний USB 3.0
sk: Predné USB 3.0
sr: Prednji USB 3.0
sv: USB 3.0 på framsidan
ta: முன் யூ.எச்.பி 3.0
tr: Öndeki USB 3.0
uk: Передня USB 3.0
vi: USB trước 3.0
zh_cn: 前置USB3.0

source: Front processor version
bg: Предна версия на процесора
cs: Verze prvního procesoru
el: Έκδοση επεξεργαστή
fi: Edustaprosessorin versio
hr: Verzija prednjeg procesora
it: Versione processore frontale
lt: Priekinio procesoriaus versija
nl: Front processor versie
pl: Wersja procesora przedniego
sk: Verzia front procesora
sr: Verzija prednjeg procesora
ta: முன் செயலி பதிப்பு
tr: Ön işlemci versiyonu
uk: Версія процесора

source: Fulah
el: Φούλα
nl: Fula
sk: fulbčina
sv: Fula
ta: ஃபுலா
tr: Fulah Dili
uk: Фульфульде

source: Full Range RGB
bg: Пълен обхват RGB
cs: Plný rozsah RGB
da: Fuld RGB Område
el: Πλήρης κλίμακα RGB
et: Täielik RGB
fi: Koko alue RGB
fr: Gamme complète RVB
hr: RGB punog raspona
hu: Teljes Range RGB
it: Gamma completa RGB
lt: Plačios gamos RGB
nl: Volledig RGB bereik
pl: Pełny zakres RGB
sk: Celý RGB rozsah
sr: Celi raspon RGB
sv: RGB med full räckvidd
ta: முழு வீச்சு RGB
tr: Tam Aralıklı RGB
uk: Повний діапазон RGB
vi: Toàn dải RGB
zh_cn: 全量程RGB

source: Full Stretch
cs: Plné roztažení
el: Πλήρης επέκταση
fi: Kokoruutu
hr: Potpuno rastezanje
it: Ridimensionamento pieno
nl: Volledig uitgerekt
pl: Pełne rozciągnięcie
sk: Úplné roztiahnutie
sr: Puno Razvlačenje
ta: முழு நீட்சி
tr: Tam Esneme
uk: Повне розтягування

source: Full factory reset
bg: Пълно нулиране на фабричните настройки
cs: Obnovení továrního nastavení
el: Πλήρης επαναφορά εργοστασιακών ρυθμίσεων
fi: Täydellinen tehdasasetusten palautus
hr: Potpuno vraćanje na tvorničke postavke
it: Ripristino completo impostazioni di fabbrica
lt: Pilnas gamyklinis atstatymas
nl: Volledige reset naar fabrieksinstellingen
pl: Pełne przywrócenie ustawień fabrycznych
sk: Obnovenie továrenského nastavenia
sr: Fabrički reset
sv: Fullständig fabriksåterställning
ta: முழு தொழிற்சாலை மீட்டமைப்பு
tr: Tam fabrika ayarlarına sıfırlama
uk: Повне скидання до заводських налаштувань

source: Full screen
bg: Цял екран
cs: Celá obrazovka
el: Πλήρης οθόνη
fi: Kokoruutu
fr: Plein écran
hr: Cijeli zaslon
it: Schermo intero
lt: Visas ekranas
nl: Volledig scherm
pl: Pełny ekran
sk: Celá obrazovka
sr: Ceo ekran
sv: Fullskärm
ta: முழுத் திரை
tr: Tam Ekran
uk: Повноекранний

source: Full transparency
bg: Пълна прозрачност
cs: Průhledné
da: Fuld gennemsigtighed
de: Volle Transparenz
el: Πλήρης διαφάνεια
et: Täiesti läbipaistev
fi: Täysi läpinäkyvyys
fr: Transparence complète
hr: Potpuna prozirnost
hu: Teljesen áttetsző
it: Trasparenza totale
lt: Visiškai skaidrus
nl: Volledig doorzichtig
pl: Pełna przezroczystość
pt_br: Transparência total
ru: Полная прозрачность
sk: Úplná priehľadnosť
sr: Potpuna prozirnost
sv: Fullständig transparens
ta: முழு வெளிப்படைத்தன்மை
tr: Tam şeffaflık
uk: Повна прозорість
vi: Minh bạch đầy đủ
zh_cn: 全透明

source: Full view resolution
bg: Пълен HD тест
cs: Plné rozlišení
el: Ανάλυση πλήρους οθόνης
fi: Kokoruudun resoluutio
fr: Résolution plein écran
hr: Razlučivost punog prikaza
it: Risoluzione schermo pieno
lt: Pilno vaizdo rezoliucija
nl: Resolutie van de volledige beeldgrootte
pl: Widok pełnej rozdzielczości
sk: Rozlíšenie úplného zobrazenia
sr: Potpuna rezolucija prikaza
sv: Upplösning för full vy
ta: முழு பார்வை தீர்மானம்
tr: Tam görünüm çözünürlüğü
uk: Перегляд на весь екран

source: FullHD Test
bg: Full HD тест
da: Fuld HD Test
el: FullHD Τεστ
fi: FullHD Testi
fr: Test FullHD
hr: Test FullHD
hu: FullHD teszt
it: Test FullHD
lt: Pilno HD testas
pl: Test FullHD
sk: Test FullHD
sr: Test FullHD
ta: ஃபுல்எச் சோதனை
tr: FullHD Testi
uk: Тест FullHD
vi: Toàn bộ RGB RGB
zh_cn: 全高清测试

source: Further education
cs: další vzdělávání
el: ανώτερη εκπαίδευση
hr: Dalje obrazovanje
it: istruzione ulteriore
lt: aukštasis mokslas
nl: vervolgonderwijs
sr: Dalje obrazovanje
sv: vidareutbildning
tr: ileri eğitim
uk: подальшу освіту

source: GREEN button
bg: Зелен бутон
cs: ZELENÉ tlačítko
el: Πράσινο πλήκτρο
fi: Vihreä näppäin
fr: Bouton Vert
hr: ZELENO dugme
it: Tasto VERDE
lt: ŽALIAS mygtukas
nl: GROENE-knop
pl: Zielony przycisk
sk: Zelené tlačidlo
sr: ZELENI taster
sv: GRÖN knapp
ta: பச்சை பொத்தான்
tr: YEŞİL tuş
uk: Зелена кнопка

source: GREEN long
bg: Зелено дълго
cs: ZELENÉ - dlouhý stisk
el: Πράσινο παρατεταμένο
fi: Vihreä (pitkä)
fr: Vert long
hr: ZELENA dugo
it: VERDE lungo
lt: ŽALIA ilgai
nl: GROEN-lang
pl: Zielony (długo)
sk: Zelené tlačidlo – dlho
sr: ZELENI dugi
sv: GRÖN lång
ta: பச்சை நீண்ட
tr: YEŞİL uzun
uk: Зелений довге натискання

source: GStreamer debug log category *
bg: Категория на дневника за отстраняване на грешки в GStreamer *
cs: Kategorie protokolu ladění GStreamer *
el: Κατηγορία καταγραφής αποσφαλμάτωσης GStreamer *
fi: GStreamerin debug loki luokka *
hr: Kategorija dnevnika otklanjanja pogrešaka GStreamer *
it: Categoria del registro di debug di GStreamer *
lt: GStreamer derinimo žurnalo kategorija *
nl: GStreamer debug log categorie *
pl: Kategoria dziennika debugowania GStreamer *
sk: Kategória denníka pre ladenie GStreamer *
sr: GStreamer evidencija otklanjanja grešaka *
sv: GStreamer felsökningslogg kategori *
ta: சிச்ட்ரீமர் பிழைத்திருத்த பதிவு வகை *
tr: GStreamer hata ayıklama günlüğü kategorisi *
uk: Категорія журналу налагодження GStreamer *

source: GStreamer debug log level *
bg: Ниво на дневника за отстраняване на грешки в GStreamer *
cs: Úroveň protokolu ladění GStreamer *
el: Επίπεδο καταγραφής αποσφαλμάτωσης GStreamer *
fi: GStreamer virheenkorjauslokin taso *
hr: GStreamer razina dnevnika otklanjanja pogrešaka *
it: Livello del registro di debug di GStreamer *
lt: GStreamer derinimo žurnalo lygis *
nl: GStreamer debug log niveau *
pl: Poziom logów debugowania GStreamer *
sk: Úroveň denníka pre ladenie GStreamer *
sr: GStreamer nivo otklanjanja grešaka *
sv: GStreamer felsökningsloggnivå *
ta: சிச்ட்ரீமர் பிழைத்திருத்த பதிவு நிலை *
tr: GStreamer hata ayıklama günlüğü düzeyi *
uk: Рівень журналу налагодження GStreamer *

source: GUI Skin *
cs: Vzhled GUI *
el: Θέμα GUI *
fi: Käyttöliittymän teema *
it: Skin GUI *
pl: Skórka GUI *
sk: Vzhľad GUI *
ta: குய் தோல் *
tr: Kullanıcı Arayüzü *
uk: Скін Графічного інтерфейсу *

source: Gabon
de: Gabun
el: Γκαμπόν
lt: Gabonas
ta: கபோன்
uk: Габон
zh_cn: 加蓬

source: Gaelic
cs: Gaelština
el: Γαλικιακά
it: Gaelico
lt: Gėlų
nl: Gaelisch
pl: Gaelicki
sk: gaelčina
sv: Gaeliskt
ta: கேலிக்
tr: Galce
uk: Гальська

source: Galicia (Spain)
cs: Galicie (Španělsko)
el: Γαλικία (Ισπανία)
fi: Galicia (Espanja)
fr: Galice (Espagne)
it: Galizia (Spagna)
lt: Galisija (Ispanija)
nl: Galicië (Spanje)
pl: Galicja (Hiszpania)
sk: Galícia (Španielsko)
sv: Galicien (Spanien)
ta: கலீசியா (ச்பெயின்)
tr: Galiçya (İspanya)
uk: Галіція (Іспанія)

source: Galician
cs: Galicijština
el: Γαλικιακά
fr: Galicien
it: Galiziano
lt: Galisų
nl: Galicisch
pl: Galicyjski
sk: galícijčina
sv: Galiciska
ta: காலிசியன்
tr: Galiçyaca
uk: Галицька

source: Gambia
cs: Gambie
el: Γκάμπια
fr: Gambie
lt: Gambija
ta: கம்பியா
tr: Gambiya
uk: Гамбфя
zh_cn: 冈比亚

source: Game show
cs: Herní show
el: Τηλεπαιχνίδι
hr: Šou Igara
it: Spettacolo di giochi
lt: Žaidimų šou
nl: Quiz
sr: Kviz emisija
tr: Oyun gösterisi
uk: Шоу-ігри

source: Game show/Quiz/Contest
cs: hra/kvíz/soutěž
el: τηλεπαιχνίδι/κουίζ/διαγωνισμός
hr: Igra/kviz/natjecanje
it: spettacolo di giochi/quiz/concorso
lt: žaidimų šou/testai/konkursai
nl: spelshow/quiz/wedstrijd
sr: Igre/Kviz/Natječaj
sv: spelprogram/quiz/tävling
tr: Oyun gösterisi/Yarışma/Bilgi yarışması
uk: ігрові шоу/вікторина/конкурс

source: Ganda
el: Γκάντα
ta: கான்டா
tr: Endonezya Dili
uk: Ганда

source: Gardening
bg: Градинарство
cs: Zahradničení
da: Havearbejde
de: Gartenarbeit
el: Κηπουρική
fi: Puutarhanhoito
fr: Jardinage
hr: Vrtlarstvo
it: Giardinaggio
lt: Sodininkystė
nl: Tuinieren
pl: Ogrodnictwo
sk: Záhradníctvo
sr: Baštovanstvo
sv: Trädgård
ta: தோட்டக்கலை
tr: Bahçıvanlık
uk: Садівництво
zh_cn: 园艺

source: Gateway
bg: Шлюз
cs: Brána
el: Πύλη δικτύου
et: Lüüs
fi: Yhdyskäytävä
fr: Passerelle
hr: Prolaz
hu: Átjáró IP címe
lt: Šliuzas
pl: Brama
ru: Шлюз
sk: Brána
sl: Prehod
sr: Prolaz
sv: Betalmodul
ta: நுழைவாயில்
tr: Ağ geçidi
uk: Шлюз
vi: Cổng
zh_cn: 网关

source: General
bg: Общо
cs: Obecné
da: Generel
de: Allgemein
el: Γενικά
et: Üldine
fi: Yleinen
fr: Général
hr: Opće
hu: Általános
it: Generale
lt: Bendrieji
nl: Algemeen
pl: Ogólne
ru: Общий
sk: Hlavné
sr: Opšte
sv: Allmänt
ta: பொது
tr: Genel
uk: Загальні
vi: Chung
zh_cn: 常规

source: General AC3 delay
bg: Общо AC3 забавяне
cs: Zpoždění AC3
da: Generel AC3 forsinkelse
de: Allgemeine AC3-Verzögerung
el: Γενική καθυστέρηση AC3
et: Üldine AC3 viiteaeg
fi: Yleinen AC3 viive
fr: Délai général AC3
hr: Opće kašnjenje AC3
hu: Általános AC3 késleltetés
it: Ritardo generale AC3
lt: Bendra AC3 delsa
nl: Algemene AC3 vertraging
pl: Ogólne opóźnienie AC3
pt_br: Atraso AC3 geral
ru: Общая задержка AC3
sk: Základné oneskorenie AC3
sr: Kašnjenje AC3
sv: Allmän AC3-fördröjning
ta: பொது AC3 நேரந்தவறுகை
tr: Genel AC3 gecikmesi
uk: Загальна AC3 затримка
vi: Độ trễ AC3 chung
zh_cn: 常规的AC3延时

source: General BT audio delay
cs: Obecné zpoždění zvuku BT
el: Γενική καθυστέρηση ήχου BT
hr: Opće kašnjenje BT zvuka
it: Ritardo generale audio BT
lt: Bendra BT garso delsa
nl: Algemene BT audio vertraging
sr: Kašnjenje BT Audio
sv: Allmänt BT Ljudfördröjning
tr: Genel BT ses gecikmesi
uk: Загальна затримка аудіо BT

source: General PCM delay
bg: Общо PCM забавяне
cs: Zpoždění PCM
da: Generel PCM forsinkelse
de: Allgemeine PCM-Verzögerung
el: Γενική καθυστέρηση PCM
et: Üldine PCM viiteaeg
fi: Yleinen PCM viive
fr: Délai général PCM
hr: Opće kašnjenje PCM
hu: Általános PCM késleltetés
it: Ritardo generale PCM
lt: Bendra PCM delsa
nl: Algemene PCM vertraging
pl: Ogólne opóźnienie PCM
pt_br: Atraso PCM geral
ru: Общая задержка PCM
sk: Základné oneskorenie PCM
sr: Kašnjenje PCM
sv: Allmän PCM-fördröjning
ta: பொது பிசிஎம் நேரந்தவறுகை
tr: Genel PCM gecikmesi
uk: Загальна PCM затримка
vi: Độ trễ PCM chung
zh_cn: 常规的PCM延时

source: Generic
bg: Общи
cs: Obecný
da: Generisk
de: Allgemein
el: Γενικά
fi: Yleinen
fr: Générique
hr: Generički
it: Generico
lt: Bendras
nl: Algemeen
pl: Ogólny
sk: Všeobecné
sr: Generički
sv: Allmän
ta: பொதுவான
tr: Genel
uk: Загальний
zh_cn: 通用

source: Genre
bg: Жанр
cs: Žánr
el: Είδος
et: Žanr
fi: Laji
hr: Žanr
hu: Műfaj
it: Genere
lt: Žanras
pl: Gatunek
pt_br: Gênero
ru: Жанр
sk: Žáner
sl: Žanr
sr: Žanr
ta: வகை
tr: Tür
uk: Жанр
vi: Thể loại
zh_cn: 类型

source: Geolocation
bg: Геолокация
cs: Zeměpisná poloha
el: Τοποθεσία
fi: Maantieteellinen sijainti
hr: Geolokacija
it: Geolocalizzazione
lt: Geografinė vieta
nl: Geolocatie
pl: Geolokalizacja
sk: Geolokácia
sr: Geolokacija
ta: உலகம் நீக்கம்
tr: Coğrafi Konum
uk: Геолокація

source: Geolocation Information
bg: Информация за геолокация
cs: Informace o zeměpisné poloze
el: Πληροφορίες τοποθεσίας
fi: Maantieteellisen sijainnin tiedot
hr: Informacije o Geolokaciji
it: Informazioni sulla geolocalizzazione
lt: Geografinės vietos nustatymo informacija
nl: Geolocatie Informatie
pl: Informacje o geolokalizacji
sk: Informácie o geolokácii
sr: Informacije o Geolokaciji
sv: Geolokaliseringsinformation
ta: புவிஇருப்பிட செய்தி
tr: Coğrafi Konum Bilgileri
uk: Інформація про геолокацію

source: Geolocation data does not contain time zone information.
bg: Геолокацията не съдържа информация за часовата зона.
cs: Zeměpisná poloha neobsahuje informace o časovém pásmu.
el: Η τοποθεσία δεν περιέχει πληροφορίες χρονικής ζώνης.
fi: Maantieteellinen sijainti ei sisällä aikavyöhyketietoja.
fr: La géolocalisation ne contient pas d'informations sur le fuseau horaire.
hr: Podaci o geolokaciji ne sadrže informacije o vremenskoj zoni.
it: La geolocalizzazione non contiene informazioni sul fuso orario.
lt: Geografinėje lokacijoje nėra laiko juostos informacijos.
nl: Deze Geolocatie bevat geen informatie over de tijdzone.
pl: Dane geolokalizacyjne nie zawierają informacji o strefie czasowej.
sk: Geolokácia neobsahuje informáciu o časovej zóne.
sr: Podaci o Geolokaciji ne sadrže info o vremenskoj zoni.
sv: Geolokaliseringsdata innehåller inte information om tidszoner.
ta: புவிஇருப்பிட தரவுகளில் நேர மண்டல தகவல்கள் இல்லை.
tr: Coğrafi Konum belirleme verileri saat dilimi bilgisi içermez.
uk: Геолокація не містить інформації про часовий пояс.

source: Geolocation data has been used to set the time zone.
bg: Геолокацията е използвана за задаване на часовата зона.
cs: K nastavení časového pásma byla použita zeměpisná poloha.
el: Έγινε χρήση της τοποθεσίας για ορισμό της χρονικής ζώνης.
fi: Aikavyöhykkeen asettamiseen on käytetty maantieteellistä sijaintia.
fr: La géolocalisation a été utilisée pour définir le fuseau horaire.
hr: Podaci o geolokaciji korišteni su za postavljanje vremenske zone.
it: La geolocalizzazione è stata usata per impostare il fuso orario.
lt: Geografinė vieta buvo naudojama laiko juostai nustatyti.
nl: Deze Geolocatie is gebruikt voor het instellen van de tijdzone.
pl: Do ustalenia strefy czasowej wykorzystano dane geolokalizacyjne.
sk: Geolokácia sa použila na nastavenie časovej zóny.
sr: Geolokacija podataka je korištena za podešavanje vremenske zone.
sv: Geolokaliseringsdata har använts för att ställa in tidszonen.
ta: நேர மண்டலத்தை அமைக்க புவிஇருப்பிட தரவு பயன்படுத்தப்பட்டுள்ளது.
tr: Zaman dilimini belirlemek için coğrafi konum verileri kullanılmıştır.
uk: Для встановлення часового поясу було використано геолокацію.

source: Geolocation data is not available.
bg: Геолокацията не е налична.
cs: Zeměpisná poloha není k dispozici.
el: Μη διαθέσιμη τοποθεσία.
fi: Maantieteellinen sijainti ei ole käytettävissä.
fr: La géolocalisation n'est pas disponible.
hr: Podaci o geolokaciji nisu dostupni.
it: La geolocalizzazione non è disponibile.
lt: Geografinė vieta negalima.
nl: Deze Geolocatie is niet beschikbaar.
pl: Dane geolokalizacyjne nie są dostępne.
sk: Geolokácia nie je dostupná.
sr: Podaci o geolokaciji nisu dostupni.
sv: Geolokaliseringsdata är inte tillgängliga.
ta: புவிஇருப்பிட தரவு கிடைக்கவில்லை.
tr: Coğrafi konum mevcut değil.
uk: Геолокація недоступна.

source: Geolocation information cannot be retrieved, please try again later.
bg: Информацията за геолокация не може да бъде извлечена, моля, опитайте отново по-късно.
cs: Informace o zeměpisné poloze nelze načíst, zkuste to znovu později.
el: Αδυναμία ανάκτησης πληροφοριών τοποθεσίας, παρακαλώ δοκιμάστε αργότερα.
fi: Maantieteellisen sijainnin tietoja ei voi noutaa, yritä myöhemmin uudelleen.
hr: Podaci o geolokaciji ne mogu se dohvatiti, pokušajte ponovno kasnije.
it: Impossibile recuperare le informazioni sulla geolocalizzazione.
lt: Geografinės vietos nustatymo informacijos nuskaityti negalima, bandykite dar kartą vėliau.
nl: Geolocatie informatie niet gevonden, a.u.b. later nog een keer proberen.
pl: Nie można pobrać informacji o geolokalizacji, spróbuj ponownie później.
sk: Geolokačnú informáciu nie je možné získať, prosím, skúste to neskôr.
sr: Nemoguće preuzeti info o geolokaciji, pokušajte ponovo kasnije.
sv: Geolokaliseringsinformation kan inte hämtas, försök igen senare.
ta: புவிஇருப்பிட தகவல்களை மீட்டெடுக்க முடியாது, தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Coğrafi konum bilgileri alınamıyor, lütfen daha sonra tekrar deneyin.
uk: Неможливо отримати інформацію про геолокацію. Спробуйте пізніше.

source: Geolocation information for %s %s
cs: Informace o zeměpisné poloze pro %s %s
el: Πληροφορίες τοποθεσίας για τον %s %s
fi: Paikannustiedot: %s %s
hr: Info o geolokaciji za %s %s
it: Informazioni sulla geolocalizzazione per %s %s
lt: %s %s geografinės vietos informacija
nl: Geolocatie informatie voor uw %s %s
pl: Informacje geolokalizacyjne dla %s %s
sk: Geolokačné informácie pre %s %s
sr: Info o geolokaciji za %s %s
sv: Geolokaliseringsinformation för %s %s
ta: %s %s க்கான புவிஇருப்பிட செய்தி
tr: %s %s alıcınız için coğrafi konum bilgileri
uk: Інформація про геолокацію для %s %s

source: Georgia
cs: Gruzie
da: Georgien
de: Georgien
el: Γεωργία
et: Gruusia
fr: Géorgie
hu: Grúzia
lt: Gruzija
nl: Georgië
pl: Gruzja
sk: Gruzínsko
sv: Georgien
ta: சார்சியா
uk: Грузія
zh_cn: 格鲁吉亚

source: Georgian
cs: Gruzínský
el: Γεωργιανά
fi: Georgia
fr: Géorgien
it: Georgiano
lt: Gruzinų
nl: Georgiaans
pl: Gruziński
sk: gruzínčina
sv: Georgiskt
ta: சார்சியன்
tr: Gürcüce
uk: Грузинська

source: German
cs: Německy
da: Tysk
de: Deutsch
el: Γερμανικά
et: Saksa
fi: Saksa
fr: Allemand
hr: Njemački
hu: Német
it: Tedesco
lt: Vokiečių
nl: Duits
pl: Niemiecki
pt_br: Alemão
ru: Немецкий
sk: nemčina
sv: Tyska
ta: செர்மன்
tr: Almanca
uk: Німецька
vi: Tiếng Đức
zh_cn: 德语

source: Germany
cs: Německo
da: Tyskland
de: Deutschland
el: Γερμανία
et: Saksamaa
fi: Saksa
fr: Allemagne
hr: Njemačka
hu: Németország
it: Germania
lt: Vokietija
nl: Duitsland
pl: Niemcy
sk: Nemecko
sv: Tyskland
ta: செர்மனி
tr: Almanya
uk: Німеччина
vi: Nước Đức
zh_cn: 德国

source: Getting event information failed!
cs: Načtení info o pořadu selhalo!
el: Αποτυχία λήψης πληροφοριών προγράμματος!
fi: Ohjelmatietojen haku epäonnistui!
fr: Impossible de retrouver les infos de l'événement !
hr: Dobijanje informacija o događaju nije uspjelo!
it: Recupero informazioni sull'evento non riuscito!
lt: Informacijos apie įvykį gauti nepavyko!
nl: Geen programma info gevonden!
pl: Pobieranie informacji o wydarzeniu nie powiodło się!
sk: Načítanie informácie o udalosti neúspešné!
sr: Dobijanje informacija o događaju nije uspelo!
sv: Att hämta händelseinformation misslyckades!
ta: நிகழ்வு தகவலைப் பெறுவது தோல்வியடைந்தது!
tr: Etkinlik Bilgisi alınamadı!
uk: Помилка отримання інформації про поточну подію!
