Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Do not flash image
bg: Да не флашва имиджа
cs: Ukončit a neprovádět obnovu z Image
da: Flash ikke Image
de: Jetzt nicht flashen
el: Να μη γίνει φλασάρισμα του image
et: Ära paigalda püsivara
fi: Älä päivitä ohjelmistoa
fr: Ne pas flasher l'image
hr: Ne flash imidž
hu: Ne flash-elje a lemezképet
it: Non eseguire flash immagine
lt: Atvaizdo neįdiegti
nl: Geen image flashen
pl: Nie instaluj systemu
ru: Не прошивать ресивер
sk: Neflashovať image
sr: Ne flash imidž
sv: Flasha inte bilden
ta: படத்தை ஃபிளாச் செய்ய வேண்டாம்
tr: Yazılımı yüklemeyin
uk: Не прошивати приймач
vi: Không flash hình ảnh
zh_cn: 不刷镜像

source: Do not record
bg: Не записвай
cs: Nenahrávat
da: Optag ikke
de: Nicht aufzeichnen
el: Να μη γίνει εγγραφή
et: Ära salvesta
fi: Älä tallenna
fr: Ne pas enregistrer
hr: Ne snimaj
hu: Ne vegye fel a műsort
it: Non registrare
lt: Neįrašinėti
nl: Niet opnemen
pl: Nie nagrywaj
pt_br: Não gravar
ru: Не записывать
sk: Nenahrávať
sr: Ne snimaj
sv: Registrera inte
ta: பதிவு செய்ய வேண்டாம்
tr: Kaydetme
uk: Не записувати
vi: Không ghi lại
zh_cn: 不录制

source: Do nothing
bg: Не правете нищо
cs: Nedělat nic
el: Να μη γίνει τίποτα
fi: Älä tee mitään
fr: Ne rien faire
hr: Ne radi ništa
it: Non fare nulla
lt: Nieko nedaryti
nl: geen actie
pl: Nie rób nic
pt_br: Não fazer nada
sk: Neurobiť nič
sr: Ne radi ništa
sv: Gör ingenting
ta: எதுவும் செய்ய வேண்டாம்
tr: Hiçbir şey yapma
uk: Нічого не робити

source: Do you really want to check the file system? This could take a long time!
bg: Наистина ли искате да проверите файловата система? Това може да отнеме много време!
cs: Opravdu chcete zkontrolovat systém souborů? To může trvat dlouho!
el: Θέλετε σίγουρα να γίνει έλεγχος του συστήματος αρχείων; Αυτό μπορεί να διαρκέσει πολύ!
fi: Haluatko tarkistaa tiedostojärjetelmän? Tarkistus saattaa kestää kauan!
fr: Voulez-vous vraiment vérifier le système de fichiers ? Cela pourrait prendre beaucoup de temps !
hr: Želite li stvarno provjeriti datotečni sustav? Ovo bi moglo potrajati!
it: Vuoi davvero controllare il file system? Questo potrebbe richiedere molto tempo!
lt: Ar tikrai norite tikrinti failų sistemą? Tai gali užtrukti labai ilgai!
nl: Weet u zeker dat u het bestands systeem wilt controleren? Dit kan een lange tijd duren!
pl: Czy na pewno chcesz sprawdzić system plików? Może to zająć dużo czasu!
sk: Naozaj chcete skontrolovať súborový systém? Môže to trvať dlhý čas!
sr: Stvarno želite proveriti fajl sistem? To može potrajati dosta vremena!
sv: Vill du verkligen kontrollera filsystemet? Det här kan ta lång tid!
ta: நீங்கள் உண்மையில் கோப்பு முறைமையை சரிபார்க்க விரும்புகிறீர்களா? இதற்கு நீண்ட நேரம் ஆகலாம்!
tr: Dosya sistemini gerçekten kontrol etmek istiyor musunuz? Bu işlem çok uzun sürebilir!
uk: Дійсно хочете перевірити файлову систему? Це займе деякий час!

source: Do you really want to convert the file system? You cannot go back!
bg: Наистина ли искате да конвертирате файловата система? Не мога да се върна!
cs: Opravdu chcete převést systém souborů? Nelze se vrátit zpět!
el: Θέλετε σίγουρα να μετατρέψετε το σύστημα αρχείων; Δεν μπορεί να αναιρεθεί!
fi: Haluatko varmasti muuntaa tämän tiedostojärjestelmän? Et voi palata takaisin entiseen!
fr: Voulez-vous vraiment convertir le système de fichiers ? Vous ne pourrez pas revenir en arrière !
hr: Želite li stvarno pretvoriti datotečni sustav? Ne možete se vratiti!
it: Vuoi davvero convertire il file system? Non puoi tornare indietro!
lt: Ar tikrai norite konvertuoti failų sistemą? Šio veiksmo atstatyti atgal negalėsite!
nl: Bent u er zeker van dat u het bestandssysteem wilt converteren? Er is geen weg terug!
pl: Czy chcesz zmienić system plików? Operacja jest nieodwracalna!
sk: Naozaj chcete konvertovať systém súborov? Nedá sa vrátiť späť!
sr: Želite li konvertovati fajl sistem? Vi nemožete ići nazad!
sv: Vill du verkligen konvertera filsystemet? Du kan inte gå tillbaka!
ta: கோப்பு முறைமையை மாற்ற விரும்புகிறீர்களா? நீங்கள் திரும்பிச் செல்ல முடியாது!
tr: Dosya sistemini gerçekten dönüştürmek istiyor musunuz? Geri dönüşü yoktur!
uk: Дійсно хочете перетворити файлову систему? Усі файли на диску будуть втрачені!

source: Do you really want to delete '%s'?
bg: Наистина ли искате да изтриете %s?
cs: Opravdu chcete smazat "%s"?
el: Θέλετε σίγουρα να διαγραφεί το '%s';
fi: Haluatko varmasti poistaa %s?
fr: Voulez-vous vraiment supprimer %s ?
hr: Želite li stvarno izbrisati '%s'?
it: Vuoi davvero eliminare '%s'?
lt: Ar tikrai norite pašalinti %s?
nl: Wilt u %s echt wissen?
pl: Czy chcesz usunąć %s?
sk: Naozaj chcete vymazať %s?
sr: Da li ste sigurni da želite izbrisati '%s'?
sv: Vill du verkligen ta bort '%s'?
ta: நீங்கள் உண்மையில் '%s' ஐ நீக்க விரும்புகிறீர்களா?
tr: '%s' öğesini gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете видалити %s?

source: Do you really want to delete all '%s' tags? (NOTE: 'Cancel' cannot undo this!)
bg: Наистина ли искате да изтриете всички тагове „%s“? (ЗАБЕЛЕЖКА: „Отказ“ не може да отмени това!)
cs: Opravdu chcete smazat všechny značky '%s'? (POZNÁMKA: 'Zrušit' to nelze vrátit zpět!)
el: Θέλετε σίγουρα να διαγράψετε όλες τις ετικέτες '%s'; (ΣΗΜΕΙΩΣΗ: Η 'ακύρωση' δεν γίνεται να αναστρέψει αυτή την ενέργεια!)
fi: Haluatko todella poistaa kaikki '%s' -tunnisteet? (HUOMAUTUS: 'Peruuta' ei voi peruuttaa tätä!)
fr: Voulez-vous vraiment supprimer toutes les balises '%s' ? (NOTE : 'Cancel' ; ne peut pas annuler cette opération !)
hr: Želite li stvarno izbrisati sve oznake '%s'? (NAPOMENA: 'Odustani' to se nemože poništiti!)
it: Vuoi davvero eliminare tutti i tag '%s'? (NOTA: 'Annulla' non può annullare questa operazione!)
lt: Ar tikrai norite ištrinti visas žymes "%s"? (PASTABA: 'Atšaukti' negali anuliuoti tai!)
nl: Wilt u echt alle '%s' markeringen verwijderen? (Let op: 'Annuleren' kan dit niet ongedaan maken!)
pl: Naprawdę chcesz usunąć wszystkie znaczniki '%s'? (UWAGA: 'Anuluj' nie może tego cofnąć!)
sk: Naozaj chcete vymazať všetky tagy '%s' (POZNÁMKA: Tlačidlom 'Zrušiť' nie je možné vrátiť túto akciu späť!)
sr: Želite li zaista da izbrišete sve '%s' oznake ? (NAPOMENA: 'Otkaži' ovo se nemože opozvati!)
sv: Vill du verkligen radera alla '%s'-taggar? (OBS: "Avbryt" kan inte ångra detta!)
ta: எல்லா '%s' குறிச்சொற்களையும் நீக்க விரும்புகிறீர்களா? (குறிப்பு: 'ரத்துசெய்' இதை செயல்தவிர்க்க முடியாது!)
tr: Tüm '%s' etiketlerini gerçekten silmek istiyor musunuz? (NOT: 'İptal' bu işlemi geri alamaz!)
uk: Ви дійсно хочете видалити всі теги '%s'? (ПРИМІТКА: 'Скасувати' не може скасувати це!)

source: Do you really want to delete all tags? (Note that 'Cancel' will not undo this!)
bg: Наистина ли искате да изтриете всички тагове? (Обърнете внимание, че „Отказ“ няма да отмени това!)
cs: Opravdu chcete smazat všechny značky? (Všimněte si, že „Zrušit“ tuto akci nezruší!)
el: Θέλετε σίγουρα να διαγράψετε όλες τις ετικέτες; (Σημειώστε ότι η 'ακύρωση' δεν γίνεται να αναστρέψει αυτή την ενέργεια!)
fi: Haluatko todella poistaa kaikki tunnisteet? (Huomaa, että 'Peruuta' ei peruuta tätä!)
fr: Voulez-vous vraiment supprimer toutes les balises ? (Notez que 'Annuler' n'annulera pas cela!)
hr: Želite li stvarno izbrisati sve oznake? (Imajte na umu da 'Odustani' to se neće poništiti!)
it: Vuoi davvero eliminare tutti i tag? (Nota che 'Annulla' non annullerà questo!)
lt: Ar tikrai norite panaikinti visas žymes? (Atkreipkite dėmesį, kad 'Atšaukti' to nepanaikins!)
nl: Wilt u echt alle markeringen verwijderen? (Let op: 'Annuleren' kan dit niet ongedaan maken!)
pl: Czy naprawdę chcesz usunąć wszystkie znaczniki? (UWAGA: 'Anuluj' nie może tego cofnąć!)
sk: Naozaj chcete vymazať všetky tagy? (Pozor, tlačidlom 'Zrušiť' nie je možné vrátiť túto akciu späť!)
sr: Želite li zaista da izbrišete sve oznake? (Poruka 'Otkaži' ovo neće opozvati!)
sv: Vill du verkligen radera alla taggar? (Observera att "Avbryt" inte ångrar detta!)
ta: எல்லா குறிச்சொற்களையும் நீக்க விரும்புகிறீர்களா? ('ரத்துசெய்' இதை செயல்தவிர்க்காது என்பதை நினைவில் கொள்க!)
tr: Tüm etiketleri gerçekten silmek istiyor musunuz? (Unutmayın ki 'İptal' bu işlemi geri almayacaktır!)
uk: Ви дійсно хочете видалити всі мітки? (Запримітьте, що 'Скасувати' не відмінить команду!)

source: Do you really want to delete this timer?
bg: Наистина ли искате да изтриете този таймер ?
cs: Opravdu chcete smazat tento časovač ?
el: Θέλετε σίγουρα να διαγραφεί αυτός ο χρονοδιακόπτης;
fi: Haluatko poistaa tämän ajastuksen?
fr: Voulez-vous vraiment effacer ce timer ?
hr: Želite li stvarno izbrisati ovaj mjerač vremena?
it: Vuoi davvero eliminare questo timer?
lt: Ar tikrai norite trinti šį laikmatį ?
nl: Wilt u deze timer echt verwijderen?
pl: Czy na pewno usunąć timer?
sk: Naozaj chcete vymazať tento časovač?
sr: Želite li zaista da izbrišete ovaj tajmer?
sv: Vill du verkligen ta bort den här timern?
ta: இந்த டைமரை நீக்க விரும்புகிறீர்களா?
tr: Bu zamanlayıcıyı gerçekten silmek istiyor musunuz?
uk: Справді видалити цей таймер?

source: Do you really want to exit?
bg: Наистина ли искате да излезете?
cs: Opravdu chcete ukončit?
da: Vil du virkelig afslutte ?
de: Wirklich beenden?
el: Θέλετε σίγουρα να γίνει έξοδος;
et: Kas väljuda?
fi: Haluatko lopettaa?
fr: Voulez-vous vraiment sortir ?
hr: Želite li stvarno izaći?
hu: Biztos benne, hogy ki szeretne lépni?
it: Vuoi davvero uscire?
lt: Ar tikrai norite užverti?
nl: Werkelijk afbreken?
pl: Czy chcesz wyjść?
pt_br: Deseja realmente sair?
ru: Действительно хотите выйти?
sk: Naozaj chcete ukončiť?
sl: Ali res želite zapustiti?
sr: Želite li zaista da izađete?
sv: Vill du verkligen lämna?
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?
tr: Gerçekten çıkmak istiyor musunuz?
uk: Ви дійсно хочете вийти?
vi: Bạn có thực sự muốn thoát?
zh_cn: 是否确定退出?

source: Do you really want to format the device in the Linux file system? All data on the device will be lost!
cs: Opravdu chcete naformátovat zařízení v systému souborů Linux? Všechna data v zařízení budou ztracena!
el: Θέλετε πραγματικά να μορφοποιήσετε τη συσκευή στο σύστημα αρχείων Linux; Όλα τα δεδομένα στη συσκευή θα χαθούν!
fi: Haluatko varmasti alustaa laitteen? Kaikki laitteen tiedot menetetään!
hr: Želite li stvarno formatirati uređaj u Linux datotečnom sustavu? Svi podaci na uređaju bit će izgubljeni!
it: Vuoi davvero formattare il dispositivo nel file system Linux? Tutti i dati sul dispositivo andranno persi!
nl: Wil je echt het opslagapparaat formatteren in het Linux bestandssysteem? Alle gegevens op het apparaat zullen verloren gaan!
pl: Czy na pewno chcesz sformatować urządzenie w systemie plików Linux? Wszystkie dane na urządzeniu zostaną bezpowrotnie utracone!
sk: Naozaj chcete naformátovať jednotku na systém súborov pre Linux? Všetky údaje na jednotke sa stratia!
sr: Da li zaista želiš da formatiraš uređaj u Linux datotečnom sistemu? Svi podaci na uređaju će biti izgubljeni!
sv: Vill du verkligen formatera enheten i Linux-filsystemet? All data på enheten kommer att gå förlorad!
ta: சாதனத்தை லினக்ச் கோப்பு முறைமையில் வடிவமைக்க விரும்புகிறீர்களா? சாதனத்தில் உள்ள அனைத்து தரவும் இழக்கப்படும்!
tr: Cihazı gerçekten Linux dosya sisteminde biçimlendirmek istiyor musunuz? Cihazdaki tüm veriler kaybolacaktır!
uk: Ви дійсно хочете відформатувати пристрій у файлову систему Linux? Усі дані на пристрої будуть втрачені!

source: Do you really want to move '%s' to the trashcan?
cs: Opravdu chcete přesunout '%s' do koše?
el: Θέλετε σίγουρα να μετακινηθεί το '%s' στον κάδο αχρήστων;
fi: Haluatko siirtää '%s' roskakoriin?
hr: Da li želite da premestite '%s' u otpad?
it: Vuoi davvero spostare '%s' nel cestino?
nl: Wilt u '%s' naar de prullenbak verplaatsen?
pl: Czy na pewno chcesz przenieść '%s' do kosza?
sk: Naozaj chcete presunúť '%s' do koša?
sr: Da li stvarno želiš da premestiš '%s' u kantu za smeće?
sv: Vill du verkligen flytta '%s' till papperskorgen?
tr: '%s' öğesini gerçekten çöp kutusuna taşımak istiyor musunuz?
uk: Ви справді бажаєте перемістити '%s' до кошика?

source: Do you really want to permanently remove '%s' from the trashcan?
bg: Наистина ли искате да премахнете завинаги '%s' от кошчето за боклук ?
cs: Opravdu chcete trvale odstranit '%s' z koše?
el: Θέλετε σίγουρα να διαγραφεί μόνιμα το '%s' από τον κάδο αχρήστων;
fi: Haluatko varmasti poistaa pysyvästi '%s' "roskakorista?
fr: Voulez-vous vraiment effacer de manière permanente '%s' de la corbeille ?
hr: Da li želite da trajno uklonite '%s' iz korpe za odpatke?
it: Vuoi davvero rimuovere definitivamente '%s' dal cestino?
lt: Ar tikrai norite negrįžtamai pašalinti '%s' iš šiukšliadėžės?
nl: Wilt u '%s' permanent verwijderen uit de prullenbak?
pl: Czy chcesz trwale usunąć '%s' z kosza?
sk: Naozaj chcete navždy odstrániť '%s' z koša?
sr: Da li zaista želiš da trajno ukloniš '%s' iz korpe za otpatke?
sv: Vill du verkligen permanent ta bort '%s' från papperskorgen?
tr: '%s' öğesini çöp sepetinden kalıcı olarak kaldırmak istiyor muzunuz?
uk: Ви дійсно бажаєте остаточно видалити '%s' з кошика?

source: Do you really want to remove directory '%s' from the disk?
bg: Наистина ли искате да премахнете директория %s от диска?
cs: Opravdu chcete odstranit adresář '%s' z disku?
el: Θέλετε σίγουρα να διαγράψετε τον φάκελο '%s' από τον δίσκο;
fi: Haluatko poistaa levyltä hakemiston %s?
fr: Voulez-vous vraiment effacer le répertoire %s du disque ?
hr: Želite li stvarno ukloniti direktorij '%s' s diska?
it: Vuoi davvero rimuovere la cartella %s dal disco?
lt: Ar tikrai norite pašalinti %s katalogą iš disko?
nl: Weet u zeker dat u map %s van de harde schijf wilt wissen?
pl: Czy chcesz usunąć katalog %s?
sk: Naozaj chcete odstrániť z disku priečinok %s?
sr: Želite li zaista da uklonite direktorijum '%s' sa diska?
sv: Vill du verkligen ta bort katalogen '%s' från hårddisken?
ta: நீங்கள் உண்மையில் வட்டில் இருந்து '%s' கோப்பகத்தை அகற்ற விரும்புகிறீர்களா?
tr: '%s' dizinini diskten gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете видалити каталог %s з диску?

source: Do you really want to remove the bookmark for '%s'?
bg: Наистина ли искате да премахнете вашия bookmark от %s?
cs: Opravdu chcete odstranit záložku pro '%s'?
el: Θέλετε σίγουρα να διαγράψετε τον σελιδοδείκτη '%s';
fi: Haluatko poistaa kirjanmerkin %s?
fr: Voulez-vous vraiment supprimer votre signet de %s ?
hr: Želite li doista ukloniti oznaku za '%s'?
it: Vuoi davvero rimuovere il segnalibro di %s?
lt: Ar tikrai norite pašalinti savo %s žymę?
nl: Weet u zeker dat u het bookmark van %s wilt verwijderen?
pl: Czy na pewno chcesz usunąć zakładkę dla '%s'?
sk: Naozaj chcete odstrániť záložku pre %s?
sr: Želite li zaista da uklonite obeleživač za '%s'?
sv: Vill du verkligen ta bort bokmärket för '%s'?
tr: '%s' için yer imini gerçekten kaldırmak istiyor musunuz?
uk: Ви дійсно хочете видалити Вашу закладку з %s?

source: Do you really want to remove the timer for %s?
bg: Наистина ли искате да премахнете таймер за %s ?
cs: Chcete opravdu odstranit časovač pro %s?
da: Vil du virkelig fjerne Timeren for %s ?
de: Wollen Sie den Timer für "%s" wirklich entfernen?
el: Θέλετε σίγουρα να διαγραφεί ο χρονοδιακόπτης για το %s;
et: Kas eemaldada "%s" taimer?
fi: Haluatko poistaa ajastuksen %s?
fr: Voulez-vous vraiment effacer le timer %s ?
hr: Želite li doista ukloniti mjerač vremena za %s?
hu: Tényleg el szeretné távolítani a(z) %s időzítőt?
it: Vuoi davvero rimuovere il timer per %s?
lt: Ar tikrai norite pašalinti laikmatį %s?
nl: Wilt u echt de timer voor %s verwijderen?
pl: Czy na pewno chcesz usunąć timer dla %s?
ru: Действительно хотите удалить таймер %s?
sk: Naozaj chcete odstrániť časovač pre %s?
sr: Želite li zaista da uklonite tajmer za %s?
sv: Vill du verkligen ta bort timern för %s?
ta: %s டைமரை அகற்ற விரும்புகிறீர்களா?
tr: %s için zamanlayıcıyı gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете видалити таймер %s?
vi: Bạn có thực sự muốn loại bỏ plugin % s?
zh_cn: 是否确定删除定时器 %s?

source: Do you really want to restart OSCam? HINT: This will take about 5 seconds!
cs: Opravdu chcete restartovat OSCam? TIP: Bude to trvat asi 5 sekund!
el: Θέλετε σίγουρα να γίνει επανεκκίνηση του OSCam; ΣΥΜΒΟΥΛΗ: Αυτό θα διαρκέσει περίπου 5 δευτερόλεπτα!
fi: Haluatko uudelleen käynnistää OSCam? VIHJE: Tämä kestää noin 5 sekuntia!
hr: Želite li stvarno ponovno pokrenuti OSCam? SAVJET: Ovo će trajati oko 5 sekundi!
it: Vuoi davvero riavviare OSCam? SUGGERIMENTO: ci vorranno circa 5 secondi!
nl: Wilt u OSCam opnieuw starten? Dat zal ongeveer 5 seconden duren!
pl: Czy na pewno chcesz ponownie uruchomić OSCam? WSKAZÓWKA: Zajmie to około 5 sekund!
sk: Naozaj chcete reštartovať OSCam? TIP: Bude to trvať asi 5 sekúnd!
sr: Da li zaista želite da restartujete OSCam? NAPOMENA: Ovo će trajati oko 5 sekundi!
sv: Vill du verkligen starta om OSCam? TIPS: Detta tar cirka 5 sekunder!
ta: நீங்கள் உண்மையில் ஆச்காம் மறுதொடக்கம் செய்ய விரும்புகிறீர்களா? குறிப்பு: இதற்கு சுமார் 5 வினாடிகள் எடுக்கும்!
tr: OSCam'i gerçekten yeniden başlatmak istiyor musunuz? İPUCU: Bu işlem yaklaşık 5 saniye sürecektir!
uk: Ви дійсно хочете перезапустити OSCam? УВАГА: це займе приблизно 5 секунд!

source: Do you really want to shut down OSCam? ATTENTION: To reactivate OSCam, a complete receiver restart must be carried out!
cs: Opravdu chcete vypnout OSCam? POZOR: Pro opětovnou aktivaci OSCamu je nutné provést kompletní restart přijímače!
el: Θέλετε σίγουρα να τερματιστεί το OSCam; ΠΡΟΣΟΧΗ: Για να ενεργοποιήσετε ξανά το OSCam, απαιτείται η πλήρης επανεκκίνηση του δέκτη!
fi: Haluatko todella sulkea OSCam? HUOMIO: Oscamin uudelleen käynnistämiseksi on vastaanottimen uudelleen käynnistettävä!
hr: Želite li stvarno zatvoriti OSCam? PAŽNJA: Za ponovno aktiviranje OSCam potrebno je izvršiti potpuno ponovno pokretanje tunera!
it: Vuoi davvero chiudere OSCam? ATTENZIONE: per riattivare OSCam è necessario riavviare completamente il ricevitore!
nl: Wilt u OSCam deactiveren? LET OP: voor het heractiveren van OSCam moet de ontvanger compleet opnieuw worden gestart!
pl: Czy na pewno chcesz zamknąć OSCam? UWAGA: Aby ponownie aktywować OSCam, należy przeprowadzić całkowity restart odbiornika!
sk: Naozaj chcete vypnúť OSCam? POZOR: Pre opätovnú aktiváciu OSCamu je potrebné vykonať kompletný reštart prijímača!
sr: Da li zaista želite da isključite OSCam? PAŽNJA: Da biste ponovo aktivirali OSCam, mora se izvršiti potpuno ponovno pokretanje prijemnika!
sv: Vill du verkligen stänga av OSCam? OBSERVERA: För att återaktivera OSCam måste en fullständig omstart av mottagaren utföras!
ta: நீங்கள் உண்மையில் ஆச்காம் மூட விரும்புகிறீர்களா? கவனம்: ஆச்கேமை மீண்டும் செயல்படுத்த, ஒரு முழுமையான ரிசீவர் மறுதொடக்கம் மேற்கொள்ளப்பட வேண்டும்!
tr: OSCam'i gerçekten kapatmak istiyor musunuz? DİKKAT: OSCam'i yeniden etkinleştirmek için alıcının tamamen yeniden başlatılması gerekmektedir!
uk: Ви дійсно хочете вимкнути OSCam? УВАГА: Щоб повторно активувати OSCam, необхідно виконати повний перезапуск приймача!

source: Do you really want to stop and delete the timer '%s'?
cs: Opravdu chcete zastavit a smazat časovač '%s'?
el: Θέλετε σίγουρα να γίνει διακοπή και διαγραφή του χρονοδιακόπτη '%s';
fi: Haluatko todella pysäyttää ja poistaa ajastuksen '%s'?
hr: Želite li stvarno zaustaviti i izbrisati mjerač vremena '%s'?
it: Vuoi davvero fermare ed eliminare il timer '%s'?
lt: Ar tikrai norite sustabdyti ir ištrinti laikmatį "%s"?
nl: Wilt u de timer '%s' stoppen en verwijderen?
pl: Czy naprawdę chcesz zatrzymać i usunąć timer '%s'?
sk: Naozaj chcete zastaviť a vymazať časovač '%s'?
sr: Želite li zaista da zaustavite i izbrišete tajmer '%s'?
sv: Vill du verkligen stoppa och ta bort timern '%s'?
ta: டைமரை '%s' நிறுத்தி நீக்க விரும்புகிறீர்களா?
tr: Gerçekten '%s' zamanlayıcısını durdurmak ve silmek istiyor musunuz?
uk: Ви дійсно хочете зупинити та видалити таймер '%s'?

source: Do you really want to trim the file system?
cs: Opravdu chceš optimalizovat souborový systém (TRIM)?
hr: Doista li želite očistiti datotečni sustav?
it: Vuoi davvero ottimizzare il file system?
sr: Da li zaista želite da skratite fajl sistem?
tr: Dosya sistemini gerçekten düzeltmek istiyor musunuz?
uk: Ви справді хочете обрізати файлову систему?

source: Do you want change '%s' access mode?
cs: Přejete si změnit přístupový režim '%s'?
el: Θέλετε να γίνει αλλαγή της λειτουργίας πρόσβασης '%s';
fi: Haluatko muuttaa '%s' käyttötilaa?
hr: Želite li promijeniti način pristupa '%s'?
it: Vuoi cambiare la modalità di accesso di '%s'?
lt: Ar norite pakeisti "%s" prieigos režimą?
nl: Wilt u de toegangsmodus '%s' wijzigen?
pl: Czy chcesz zmienić tryb dostępu '%s'?
sk: Chcete zmeniť režim prístupu '%s'?
sr: Želite li promeniti '%s' režim pristupa?
sv: Vill du ändra '%s' åtkomstläge?
ta: '%s' அணுகல் பயன்முறையை மாற்ற விரும்புகிறீர்களா?
tr: '%s' erişim modunu değiştirmek istiyor musunuz?
uk: Бажаєте змінити режим доступу '%s'?

source: Do you want the upgrade guide?
cs: Chcete průvodce aktualizací?
el: Θέλετε τον οδηγό αναβάθμισης;
fi: Haluatko päivitys oppaan?
hr: Želite li vodič za nadogradnju?
it: Vuoi aggiornare la guida?
nl: Wil je de upgrade-handleiding zien?
pl: Czy chcesz ulepszyć przewodnik?
sk: Chcete aktualizovať sprievodcu?
sr: Da li želite vodič za nadogradnju?
sv: Vill du ha uppgraderingsguiden?
ta: மேம்படுத்தல் வழிகாட்டி வேண்டுமா?
tr: Yükseltme kılavuzunu ister misiniz?
uk: Хочете отримати посібник з оновлення?

source: Do you want to backup settings?
cs: Chcete zálohovat nastavení?
el: Θέλετε να γίνει εφεδρεία των ρυθμίσεων;
fi: Haluatko varmuuskopioida asetukset?
hr: Želite li sigurnosno kopirati postavke?
it: Vuoi eseguire il backup delle impostazioni?
lt: Ar norite kurti atsarginių kopijų kūrimo parametrus?
nl: Wilt u een back-up maken van de instellingen?
pl: Czy chcesz wykonać kopię zapasową ustawień?
sk: Chcete zálohovať nastavenia?
sr: Želite li napraviti rezervnu kopiju postavki?
sv: Vill du göra en säkerhetskopia av inställningarna?
ta: அமைப்புகளை காப்புப்பிரதி எடுக்க விரும்புகிறீர்களா?
tr: Ayarları yedeklemek istiyor musunuz?
uk: Ви хочете створити резервну копію налаштувань?

source: Do you want to burn this collection to DVD medium?
bg: Искате ли да запишете тази колекция на DVD носител?
cs: Chcete vypálit tuto kompilaci na DVD?
da: Vil du brænde denne samling til DVD medie ?
de: Soll diese Zusammenstellung auf DVD gebrannt werden?
el: Θέλετε να γίνει εγγραφή αυτής της συλλογής σε DVD;
et: Kas kirjutada see valik DVD-le?
fi: Haluatko polttaa tämän kokoelman DVD:lle?
fr: Voulez-vous graver cette collection sur un support DVD ?
hr: Želite li snimiti ovu kolekciju na DVD medij?
hu: Fel szeretné írni ezt a gyűjteményt a DVD lemezre?
it: Vuoi masterizzare questa raccolta su un supporto DVD?
lt: Jūs norite įrašyti šį rinkinį į DVD laikmeną?
nl: Wilt u deze selectie op een DVD branden?
pl: Nagrać kolekcję na nośniku DVD?
pt_br: Gravar esta coleção para DVD?
ru: Хотите записать эту коллекцию на DVD носитель?
sk: Chcete túto zostavu vypáliť na DVD?
sl: Ali želite posneti izbrano zbirko na DVD medij?
sr: Želite li narezati ovu kolekciju na DVD?
sv: Vill du bränna den här samlingen till DVD-medium?
ta: இந்த தொகுப்பை டிவிடி ஊடகத்திற்கு எரிக்க விரும்புகிறீர்களா?
tr: Bu derlemeyi DVD ortamına yazmak istiyor musunuz?
uk: Ви хочете записати цю колекцію на DVD диск?
vi: Bạn có muốn ghi bộ sưu tập này vào phương tiện DVD không?
zh_cn: 是否将这个合集刻录到DVD介质中？

source: Do you want to continue?
bg: Искате ли да продължите?
cs: Chcete pokračovat?
da: Vil du virkelig fortsætte ?
de: Wollen Sie fortfahren?
el: Θέλετε να συνεχίσετε;
et: Kas jätkata?
fi: Haluatko jatkaa?
fr: Voulez-vous continuer ?
hr: Želite li nastaviti?
hu: Szeretné folytatni?
it: Vuoi continuare?
lt: Ar norite tęsti?
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować?
ru: Хотите продолжить?
sk: Chcete pokračovať?
sr: Želite li nastaviti?
sv: Vill du fortsätta?
ta: நீங்கள் தொடர விரும்புகிறீர்களா?
tr: Devam etmek istiyor musunuz?
uk: Ви хочете продовжити?
vi: Bạn có muốn tiếp tục?
zh_cn: 是否确定继续？
