Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Remarkable people
cs: pozoruhodní lidé
el: σημαίνοντα πρόσωπα
hr: Izvanredni ljudi
it: persone straordinarie
lt: puikūs žmonės
nl: bijzondere mensen
sr: Izvanredni ljudi
sv: anmärkningsvärda människor
tr: Olağanüstü insanlar
uk: відомі люди

source: Remember last service in PiP
bg: Запомни последният сервиз в PiP
cs: Zapamatovat si poslední program v PiP
da: Husk sidste kanal i PiP
de: Letzten Bild im Bild Service merken
el: Υπενθύμιση τελευταίας υπηρεσίας στο PiP
et: Viimane PiP kanal jääb meelde
fi: Muista viimeisin PiP-tilan kanava
fr: Se rappeler le dernier service en PiP
hr: Zapamti posljednji kanal u PiP
hu: Utolsó csatorna megjegyzése Kép-a-Képben módban
it: Ricorda l'ultimo servizio in PiP
lt: Prisiminti paskutinį kanalo PiP
nl: Onthoudt de laatste gekozen zender in PiP
pl: Pamiętaj ostatni kanał w PiP
ru: Запоминать последний канал из PiP
sk: Zapamätať si poslednú stanicu v PiP
sr: Zapamti poslednji kanal u PiP
sv: Kom ihåg sista tjänsten i PiP
ta: PIP இல் கடைசி சேவையை நினைவில் கொள்க
tr: PiP'de son kanalı hatırla
uk: Запам’ятати останній канал в ПІП
vi: Ghi nhớ dịch vụ cuối cùng trong PiP
zh_cn: 记住画中画中的上次服务

source: Remember service PIN
bg: Запомни PIN на сервиза
cs: Pamatovat si vložený programový PIN
da: Husk kanal PIN
de: Service-PIN merken
el: Αποθήκευση PIN υπηρεσίας
et: Kanali PIN jäetakse meelde
fi: Muista kanavan PIN koodi
fr: Enregistrer PIN service
hr: Zapamti PIN za kanal
hu: Szerviz-PIN megjegyzése
it: Ricorda il PIN del servizio
lt: Atsiminti kanalo PIN
nl: Onthoudt de zender pincode
pl: Pamiętaj PIN kanału
pt_br: Lembrar senha
ru: Помнить PIN-код канала
sk: Zapamätať si PIN stanice
sr: Zapamti PIN za kanal
sv: Kom ihåg PIN-koden för tjänsten
ta: பணி முள் நினைவில் கொள்க
tr: Kanal PIN kodunu hatırla
uk: Запам’ятати ПІН-код каналу
vi: Ghi nhớ mã PIN dịch vụ
zh_cn: 记住服务PIN

source: Remote Control
bg: Дистанционно
cs: Dálkový ovladač
el: Τηλεχειριστήριο
fi: Kaukosäädin
hr: Daljinski kontrolor
it: Telecomando
lt: Nuotolinio valdymo pultas
nl: Afstandsbediening
pl: Pilot zdalnego sterowania
sk: Diaľkové ovládanie
sr: Daljinski upravljač
sv: Fjärrkontroll
ta: தொலை கட்டுப்பாடு
tr: Uzaktan Kumanda
uk: Пульт

source: Remote Control Button Settings
bg: Настройки на бутона за дистанционно управление
cs: Nastavení tlačítek dálkového ovladače
el: Ρυθμίσεις πλήκτρων τηλεχειριστηρίου
fi: Kaukosäädin näppäinten asetukset
hr: Postavke dugmeta Daljinskog kontrolora
it: Impostazioni tasti del telecomando
lt: Nuotolinio valdymo mygtuko parametrai
nl: Afstandsbediening
pl: Ustawienia przycisków pilota
sk: Nastavenia tlačidiel diaľkového ovládania
sr: Podešavanja dugmeta daljinskog upravljača
sv: Inställningar för fjärrkontrollens knappar
ta: ரிமோட் கண்ட்ரோல் பொத்தான் அமைப்புகள்
tr: Uzaktan Kumanda Tuş Ayarları
uk: Налаштування кнопок пульта

source: Remote Control Code Settings
bg: Код за дистанционно управление
cs: Nastavení kódu dálkového ovládání
el: Ρυθμίσεις κωδικού τηλεχειριστηρίου
fi: Kaukosäätimen koodi
fr: Code de la télécommande
hr: Postavke Koda Daljinskog kontrolora
it: Codice telecomando
lt: Nuotolinio valdymo kodo nustatymai
nl: Afstandsbesturing code
pl: Kod do pilota zdalnego sterowania
sk: Kód diaľkového ovládania
sr: Podešavanja koda daljinskog upravljača
sv: Inställningar för fjärrkontrollens kod
ta: தொலை கட்டுப்பாட்டு குறியீடு அமைப்புகள்
tr: Uzaktan Kumanda Kodu Ayarları
uk: Код дистанційного керування

source: Remote control information
bg: Информация за дистанционно управление
cs: Informace o dálkovém ovladači
el: Πληροφορίες τηλεχειριστηρίου
fi: Kaukosäätimen tiedot
hr: Daljinski kontrolor info
it: Informazioni sul telecomando
lt: Nuotolinio valdymo informacija
nl: Informatie over de afstandsbediening
pl: Info o pilocie zdalnego sterowania
sk: Informácie o diaľkovom ovládaní
sr: Informacije o daljinskom upravljaču
sv: Information om fjärrkontrollen
ta: தொலை கட்டுப்பாட்டு செய்தி
tr: Uzaktan kumanda bilgileri
uk: Інформація про пульт

source: Remote control type
bg: Тип дистанционно управление
cs: Typ dálkového ovládání
da: Fjernbetjeningstype
de: Fernbedienungstyp
el: Τύπος τηλεχειριστηρίου
et: Puldi tüüp
fi: Kaukosäätimen tyyppi
fr: Type de la télécommande
hr: Vrsta Daljinskog kontrolora
hu: Távirányító típusa
it: Tipo di telecomando
lt: Nuotolinio valdymo tipas
nl: Type afstandsbediening
pl: Typ zdalnego sterowania
pt_br: Tipo de controle remoto
ru: Тип пульта управления
sk: Typ diaľkového ovládania
sr: Tip daljinskog upravljača
sv: Typ av fjärrkontroll
ta: தொலை கட்டுப்பாட்டு வகை
tr: Uzaktan kumanda tipi
uk: Тип пульта управління
vi: Loại điều khiển từ xa
zh_cn: 遥控器类型

source: Remote receiver
cs: Vzdálený box
el: Απομακρυσμένος δέκτης
hr: Daljinski prijemnik
it: Box remoto
lt: Nuotolinis aparatas
nl: Externe box
sr: Daljinski prijemnik
sv: Fjärrkontroll
tr: Uzak alıcı
uk: Віддалений приймач

source: Remove
bg: Премахване
cs: Smazat
da: Fjern
de: Entfernen
el: Διαγραφή
et: Eemalda
fi: Poista
fr: Supprimer
hr: Ukloniti
hu: Eltávolítás
it: Rimuovi
lt: Pašalinti
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: Ukloniti
sv: Ta bort
ta: அகற்று
tr: Kaldır
uk: Видалити
vi: Tẩy
zh_cn: 删除

source: Remove %s
cs: Odebrat %s
el: Αφαίρεση του %s
fi: Poista %s
hr: Uklanjanje %s
it: Rimuovi %s
nl: %s verwijderen
pl: Usuń %s
sk: Odstrániť %s
sr: Uklanjanje %s
sv: Ta bort %s
ta: %s ஐ அகற்று
tr: %s Kaldır
uk: Видалити %s

source: Remove All Alternatives
bg: премахнете всички алтернативи
cs: odebrat všechny alternativy
el: Διαγραφή όλων των εναλλακτικών
fi: poista vaihtoehtoiset kanavat
fr: retirer tous les alternatifs
hr: Uklanjanje svih alternativa
it: Rimuovi tutte le alternative
lt: pašalinti visus kitus
nl: Alternatieven verwijderen (alle)
pl: Usuń wszystkie alternatywne
sk: Odstrániť všetky alternatívy
sr: Uklanjanje svih alternativa
sv: Ta bort alla alternativ
ta: அனைத்து மாற்று வழிகளையும் அகற்று
tr: Tüm Alternatifleri Kaldır
uk: видалити всі альтернативи

source: Remove All New Found Flags
bg: премахнете всички нови открити флагове
cs: odstranit všechny nově nalezené příznaky
el: Διαγραφή όλων των νέων σημαιών
fi: poista kaikki uusi kanava-liput
fr: enlever tous les nouveaux indicateurs
hr: Uklanjanje svih novih pronađenih zastavica
it: Rimuovi tutti i nuovi flag trovati
lt: pašalinti visus naujai rastus žymeklius
nl: Verwijder alle 'nieuw gevonden' markeringen
pl: Usuń wszystkie nowo znalezione flagi
sk: Odstrániť všetky novonájdené príznaky
sr: Uklanjanje svih novih pronađenih zastavica
sv: Ta bort alla nyfunna flaggor
ta: கண்டுபிடிக்கப்பட்ட புதிய கொடிகள் அனைத்தையும் அகற்றவும்
tr: Tüm Yeni Bulunan Bayrakları Kaldır
uk: видалити всі нові знайдені прапори

source: Remove Bookmark
bg: премахнете отметка
cs: Smazat záložku
el: Διαγραφή σελιδοδείκτη
fi: Poista kirjanmerkki
fr: Supprimer le signet
hr: Ukloniti Obeleživač
it: Rimuovi segnalibro
lt: Pašalinti žymę
nl: Verwijder bookmark
pl: Usuń zakładkę
sk: Odstrániť záložku
sl: Odstrani zaznamek
sr: Ukloniti Obeleživač
sv: Ta bort bokmärke
ta: புத்தகக்குறியை அகற்று
tr: Yer İmini kaldır
uk: Видалити закладку

source: Remove Bouquet From Parental Protection
bg: премахнете букет от родителската защита
cs: odstranit přehled z rodičovské kontroly
el: Αφαίρεση μπουκέτου από τη γονική προστασία
fi: poista kanavan lapsilukkosuojaus
fr: retirer le bouquet de la protection parentale
hr: Uklanjanje buketa iz roditeljske kontrole
it: Rimuovi bouquet dal controllo genitori
lt: pašalinti paketą iš tėvų apsaugos
nl: Kinderslot van favorietenlijst verwijderen
pl: Usuń listę kanałów z kontroli rodzicielskiej
sk: Odstrániť prehľad z rodičovskej kontroly
sr: Uklanjanje buketa iz roditeljske kontrole
sv: Ta bort Bouquet från Föräldraskydd
ta: பெற்றோரின் பாதுகாப்பிலிருந்து பூச்செண்டை அகற்றவும்
tr: Buketi Ebeveyn Korumasından Kaldır
uk: видалити фаворит з батьківського контролю

source: Remove Cable Services
bg: премахнете кабелните сервизи
cs: odstranit kabelové programy
el: Αφαίρεση καλωδιακών υπηρεσιών
fi: poista kaapelikanavat
fr: Retirer les services du câble
hr: Uklanjanje kablovskih servisa
it: Rimuovi servizi via cavo
lt: pašalinti kabelinius kanalus
nl: Kabelzenders verwijderen
pl: Usuń kanały telewizji kablowej
sk: Odstrániť káblové stanice
sr: Uklanjanje kablovskih servisa
sv: Ta bort kabeltjänster
ta: கேபிள் சேவைகளை அகற்று
tr: Kablolu Kanalları Kaldır
uk: видалити кабельні канали

source: Remove Confirmation
bg: Премахване на потвърждението
cs: Odstranit potvrzení
da: Fjern konfiguration
de: Löschen bestätigen
el: Επιβεβαίωση αφαίρεσης
et: Eemaldamise kinnitamine
fi: Poista vahvistuskysely
fr: Retirer configuration
hr: Ukloniti Potvrdu
hu: Törlés megerősítése
it: Rimuovi conferma
lt: Pašalinimo patvirtinimas
nl: Verwijderen bevestiging
pl: Potwierdź usunięcie
ru: Удаление с подтверждением
sk: Odstrániť potvrdenie
sr: Ukloniti Potvrdu
sv: Ta bort bekräftelse
ta: உறுதிப்படுத்தலை அகற்று
tr: Kaldırma Onayı
uk: Підтвердіть видалення
vi: Xóa xác nhận
zh_cn: 删除确认

source: Remove Entry
bg: премахнете вписването
cs: Odstranit položku
el: Διαγραφή στοιχείου
fi: Poista
fr: Retirer l'entrée
hr: Uklanjanje stavke
it: Rimuovi voce
lt: pašalinti
nl: Zender/favorietenlijst verwijderen
pl: Usuń wpis
sk: Odstrániť položku
sr: Uklanjanje stavke
sv: Ta bort post
ta: உள்ளீட்டை அகற்று
tr: Kanal Listesinden Kaldır
uk: Видалити канал

source: Remove Files
cs: Odebrat soubory
el: Κατάργηση αρχείων
fi: Poista tiedostot
hr: Uklanjanje Datoteke
it: Rimuovi file
nl: Bestanden verwijderen
pl: Usuń pliki
sk: Odstrániť súbory
sr: Ukloni fajlove
sv: Ta bort filer
ta: கோப்புகளை அகற்று
tr: Dosyaları Kaldır
uk: Видалити файли

source: Remove From Parental Protection
bg: премахнете от родителския контрол
cs: odebrat z rodičovské ochrany
el: Αφαίρεση από τον γονικό έλεγχο
fi: poista kanavan lapsilukkosuojaus
fr: retirer de la protection parentale
hr: Uklanjanje iz roditeljske kontrole
it: Rimuovi dal controllo genitori
lt: pašalinti iš tėvų kontrolės
nl: Verwijder kinderslot
pl: usuń z kontroli rodzicielskiej
sk: Odstrániť z rodičovskej kontroly
sr: Uklanjanje iz roditeljske kontrole
sv: Ta bort från Föräldraskydd
ta: பெற்றோரின் பாதுகாப்பிலிருந்து அகற்று
tr: Ebeveyn Korumasından Kaldır
uk: видалити з батьківського контролю

source: Remove New Found Flag
bg: премахнете нов намерен флаг
cs: odebrat z "nově nalezeno"
el: Διαγραφή σημαίας "νέο"
fi: poista uusi kanava-lippu
fr: enlever le nouvel indicateur trouvé
hr: Uklanjanje nove pronađene zastavice
it: Rimuovi nuovo flag trovato
lt: pašalinti naujai rastą žymeklį
nl: Verwijder 'nieuw gevonden' markering
pl: usuń nowo znalezioną flagę
sk: Odstrániť značku novonájdenej stanice
sr: Uklanjanje nove pronađene zastavice
sv: Ta bort New Found Flag
ta: கண்டுபிடிக்கப்பட்ட புதிய கொடியை அகற்று
tr: Yeni Bulunan Bayrağı Kaldır
uk: видалити новий знайдений прапор

source: Remove Plugin
cs: Odebrat plugin
el: Αφαίρεση πρόσθετου
fi: Poista lisäosia
hr: Uklanjanje dodatka
it: Rimuovi plugin
nl: Plugin verwijderen
pl: Usuń wtyczki
sk: Odstrániť plugin
sr: Uklanjanje Plugina
sv: Ta bort plugin
ta: சொருகி அகற்று
tr: Eklentiyi Kaldır
uk: Видалити плагін

source: Remove Plugins
bg: Премахване на плъгини
cs: Odstranit pluginy
da: Fjern plugins
de: Plugins entfernen
el: Αφαίρεση προσθέτων
et: Eemalda pluginaid
fi: Poista lisäosia
fr: Enlever extensions
hr: Ukloni dodatke
hu: Bővítmények törlése
it: Rimuovi plugin
lt: Pašalinti priedus
nl: Plugins verwijderen
pl: Usuń wtyczki
ru: Удаление плагинов
sk: Odstrániť pluginy
sl: Odstrani vtičnike
sr: Uklanjanje Plugina
sv: Ta bort insticksprogram
ta: செருகுநிரல்களை அகற்று
tr: Eklentileri Kaldır
uk: Видалити плагіни
vi: Xóa plugin
zh_cn: 删除插件

source: Remove Quad Channel Entry
bg: Премахване на записа на четири канала
cs: Odebrat položku Quad Channel
da: Fjern Firedobbelt kanalpost
de: Entferne Sendergruppe
el: Διαγραφή στοιχείου τετραπλού καναλιού
et: Eemalda Quad PiP kanal
fi: Poista Neljä kanava merkintä
fr: Supprimer l’entrée quad channel
hr: Uklanjanje 4X Kanala
it: Rimuovi Ingresso Quad Channel
lt: Pašalinti Quad kanalo įrašą
nl: Verwijder Quad zender
pl: Usuń wpis kanału Quad
sk: Odstrániť záznam kanála Quad
sr: Uklanjanje 4X Kanala
sv: Ta bort Quad Channel Entry
ta: குவாட் சேனல் நுழைவை அகற்று
tr: Quad Kanal Girişini Kaldır
uk: Видалити чотириканальний запис
vi: Xóa mục nhập kênh Quad
zh_cn: 删除四画面频道条目

source: Remove Satellite Services
bg: премахнете избрания сателит
cs: odstranit vybraný satelit
el: Διαγραφή υπηρεσιών δορυφόρου
fi: poista valittu satelliitti
fr: enlever le satellite sélectionné
hr: Ukloni satelitske servise
it: Rimuovi servizi satellitari
lt: pašalinti pasirinktą palydovą
nl: Deze satelliet verwijderen
pl: Usuń wybranego satelitę
sk: Odstrániť satelitné stanice
sr: Ukloni satelitske servise
sv: Ta bort Satellite Services
ta: செயற்கைக்கோள் சேவைகளை அகற்று
tr: Uydu Kanallarını Kaldır
uk: видалити вибраний супутник

source: Remove Service
bg: Премахване на сервиза
cs: Odstranit službu
da: Fjern tjeneste
de: Dienst entfernen
el: Αφαίρεση υπηρεσίας
et: Eemalda teenus
fi: Poista kanava
fr: Retirer le service
hr: Uklanjanje Kanala
hu: Szolgáltatás törlése
it: Rimuovi servizio
lt: Pašalinti
nl: Verwijder service
pl: Usuń usługę
ru: Удалить канал
sk: Odstrániť stanicu/službu
sr: Uklanjanje Kanala
sv: Ta bort tjänsten
ta: சேவையை அகற்று
tr: Kanalı Kaldır
uk: Видалити канал
vi: Xóa dịch vụ
zh_cn: 删除服务

source: Remove Terrestrial Services
bg: премахнете наземните сервизи
cs: odstranit pozemní vysílání
el: Διαγραφή επίγειων υπηρεσιών
fi: poista antennikanavat
fr: retirer les services terrestres
hr: Uklanjanje zemaljskih kanala
it: Rimuovi servizi terrestri
lt: pašalinti antžeminius kanalus
nl: DVB-T zenders verwijderen
pl: Usuń kanały naziemne
sk: Odstrániť terestriálne stanice
sr: Uklanjanje zemaljskih kanala
sv: Ta bort markbundna tjänster
ta: நிலப்பரப்பு சேவைகளை அகற்றவும்
tr: Karasal Kanalları Kaldır
uk: Видалити наземні канали

source: Remove a mark
bg: Премахване на маркировка
cs: Odstranit značku
da: Fjerne et mærke
de: Markierung entfernen
el: Διαγραφή σημειωτή
et: Eemalda märk
fi: Poista merkki
fr: Supprimer un marqueur
hr: Uklanjanje oznake
hu: Egy jelölő eltávolítása
it: Rimuovi segno
lt: Pašalinti žymeklį
nl: Wis markeerpunt
pl: Usuń znacznik
pt_br: Remover marca
ru: Удалить метку
sk: Odstrániť značku
sl: Odstrani oznako
sr: Uklanjanje oznake
sv: Ta bort en markering
ta: ஒரு அடையாளத்தை அகற்று
tr: İşareti Kaldır
uk: Видалити закладку
vi: Xóa một dấu
zh_cn: 删除标记

source: Remove all bouquet/tuning data
bg: Премахване на всички данни за букет/настройка
cs: Odstranit všechna data přehledu/ladění
el: Διαγραφή όλων των δεδομένων μπουκέτου/συντονισμού
fi: Poista kaikki Kanavalista/virityksen tiedot
hr: Uklonite sve podatke o buketu/podešavanju
it: Rimuovi tutti i dati del bouquet e di sintonizzazione
lt: Pašalinti visus paketus / derinimo duomenis
nl: Verwijder alle favorietenlijst/tuning data
pl: Usuń wszystkie listy kanałów/dane strojenia
sk: Odstrániť všetky údaje o prehľade/ladení
sr: Uklonite sve podatke o buketu/podešavanju
sv: Ta bort all bouquet/tuning-data
ta: அனைத்து பூச்செண்டு/சரிப்படுத்தும் தரவையும் அகற்று
tr: Tüm buket/ayar verilerini kaldır
uk: Видаліть усі дані фаворитів/налаштувань

source: Remove all cuts and marks
cs: Odstranit všechny střihy a značky
da: Fjern alle klip og mærker
de: Alle Markierungen und Schnitte entfernen
el: Διαγραφή όλων των σημείων αποκοπής και σημειωτών
et: Eemalda kõik märgid ja lõikekohad
fi: Poista kaikki leikkauset ja merkit
fr: Enlever toutes les coupes et marques
hr: Uklanjanje svih isječaka i oznaka
hu: Az összes vágás és jelölés eltávolítása
it: Rimuovi tutti i tagli e i segni
lt: Pašalinti visus iškirpimus ir žymeklius
nl: Verwijder alle cuts en markeringen
pl: Usuń wszystkie cięcia i znaczniki
sk: Odstrániť všetky strihy a značky
sr: Uklanjanje svih isečaka i oznaka
sv: Ta bort alla snitt och märken
ta: அனைத்து வெட்டுக்கள் மற்றும் மதிப்பெண்களை அகற்றவும்
tr: Tüm kesimleri ve işaretleri kaldırın
uk: Видалити всі нарізи і закладки
vi: Xóa tất cả các vết cắt và dấu
zh_cn: 删除所有剪切和标记

source: Remove all network mount data
bg: Премахване на всички данни за монтиране в мрежата
cs: Odstranit všechna data připojení k síti
el: Διαγραφή όλων των δεδομένων προσάρτησης δικτύου
fi: Poista kaikki verkon tiedot
hr: Uklanjanje svih podataka mrežnog postavljanja
it: Rimuovi tutti i dati di montaggio di rete
lt: Pašalinti visus tinklo pajungimo duomenis
nl: Verwijder alle netwerk mount data
pl: Usuń wszystkie dane montowania w sieci
sk: Odstrániť všetky údaje o pripojení v sieti
sr: Uklanjanje svih podataka mrežnog postavljanja
sv: Ta bort alla data för nätverksmontering
ta: அனைத்து பிணையம் மவுண்ட் தரவையும் அகற்று
tr: Tüm ağ bağlama verilerini kaldır
uk: Видалити усі дані мережевого монтування

source: Remove all other data
bg: Премахване на всички останали данни
cs: Odstranit všechna ostatní data
el: Διαγραφή όλων των άλλων δεδομένων
fi: Poista kaikki muut tiedot
hr: Uklanjanje svih ostalih podataka
it: Rimuovi tutti gli altri dati
lt: Pašalinti visus kitus duomenis
nl: Verwijder alle overige data
pl: Usuń wszystkie inne dane
sk: Odstrániť všetky ostatné údaje
sr: Uklanjanje svih ostalih podataka
sv: Ta bort alla andra data
ta: மற்ற எல்லா தரவையும் அகற்று
tr: Diğer tüm verileri kaldır
uk: Видалити усі інші дані

source: Remove all plugin setting data
bg: Премахване на всички данни за настройките на плъгина
cs: Odstranit všechna data nastavení pluginu
el: Διαγραφή όλων των δεδομένων ρύθμισης προσθέτων
fi: Poista kaikki lisäosan asetus tiedot
hr: Uklanjanje svih podataka za podešavanje dodatka
it: Rimuovi tutti i dati di impostazione del plugin
lt: Šalinti visus priedo nustatymo duomenis
nl: Verwijder alle plugin instelling gegevens
pl: Usuń wszystkie dane ustawień pluginów
sk: Odstrániť všetky údaje nastavení pluginu
sr: Uklanjanje svih podataka za podešavanje plugina
sv: Ta bort alla inställningsdata för plugin
ta: அனைத்து சொருகி அமைக்கும் தரவையும் அகற்று
tr: Tüm eklenti ayar verilerini kaldır
uk: Видалити усі дані налаштування плагіна

source: Remove all resume point data
bg: Премахване на всички данни за точки за възобновяване
cs: Odstranit všechna data bodů obnovení
el: Διαγραφή όλων των δεδομένων σημείου συνέχισης
fi: Poista kaikki palautuspiste tiedot
hr: Uklanjanje svih podataka točke nastavljanja
it: Rimuovi tutti i dati del punto di ripristino
lt: Pašalinti visus atkūrimo taško duomenis
nl: Verwijder alle hervat punt data
pl: Usuń wszystkie dane punktu wznowienia
sk: Odstrániť všetky údaje o bode pre pokračovanie
sr: Uklanjanje svih podataka tačke nastavljanja
sv: Ta bort alla data för återupptagningspunkter
ta: அனைத்து விண்ணப்பம் புள்ளி தரவையும் அகற்று
tr: Tüm özgeçmiş noktası verilerini kaldır
uk: Видалити усі дані пунктів резюме

source: Remove all settings data
bg: Премахване на всички данни за настройките
cs: Odstranit všechna data nastavení
el: Διαγραφή όλων των δεδομένων λίστας καναλιών
fi: Poista kaikki asetukset tiedot
hr: Uklanjanje svih podataka postavki
it: Rimuovi tutti i dati delle impostazioni
lt: Pašalinti visus parametrų duomenis
nl: Verwijder alle zenderlijst data
pl: Usuń wszystkie dane ustawień
sk: Odstrániť všetky údaje nastavení
sr: Uklanjanje svih podataka postavki
sv: Ta bort alla inställningsdata
ta: அனைத்து அமைப்புகளின் தரவையும் அகற்று
tr: Tüm ayar verilerini kaldır
uk: Видалити усі дані налаштувань

source: Remove all skin data
bg: Премахване на всички данни за кожата
cs: Odstranit všechna data vzhledu
el: Διαγραφή όλων των δεδομένων θέματος
fi: Poista kaikki teema tiedot
hr: Uklanjanje svih podataka skina
it: Rimuovi tutti i dati della skin
lt: Pašalinkite visus temos duomenis
nl: Verwijder alle skin data
pl: Usuń wszystkie dane skóry
sk: Odstrániť všetky údaje skinu
sr: Uklanjanje svih podataka skina
sv: Ta bort alla huddata
ta: அனைத்து தோல் தரவையும் அகற்றவும்
tr: Tüm arayüz verilerini kaldır
uk: Видалити усі дані скіну

source: Remove all timer data
bg: Премахване на всички данни от таймера
cs: Odstranit všechna data časovače
el: Διαγραφή όλων των δεδομένων χρονοδιακόπτη
fi: Poista kaikki ajastukset
hr: Uklanjanje svih podataka tajmera
it: Rimuovi tutti i dati del timer
lt: Šalinti visus laikmačio duomenis
nl: Verwijder alle timer data
pl: Usuń wszystkie dane timera
sk: Odstrániť všetky údaje časovača
sr: Uklanjanje svih podataka tajmera
sv: Ta bort alla timerdata
ta: அனைத்து நேரங்குறிகருவி தரவையும் அகற்று
tr: Tüm zamanlayıcı verilerini kaldır
uk: Видалити всі дані таймера

source: Remove all user interface data
bg: Премахване на всички данни за потребителския интерфейс
cs: Odstranit všechna data uživatelského rozhraní
el: Διαγραφή όλων των δεδομένων χρήστη
fi: Poista kaikki käyttöliittymän tiedot
hr: Uklanjanje svih podataka korisničkog sučelja
it: Rimuovi tutti i dati dell'interfaccia utente
lt: Pašalinti visus vartotojo sąsajos duomenis
nl: Verwijder alle gebruikers interface data
pl: Usuń wszystkie dane interfejsu użytkownika
sk: Odstrániť všetky údaje použ. rozhrania
sr: Uklanjanje svih podataka korisničkog interfejsa
sv: Ta bort all data från användargränssnittet
ta: அனைத்து பயனர் இடைமுக தரவையும் அகற்று
tr: Tüm kullanıcı arayüzü verilerini kaldır
uk: Видалити усі дані інтерфейсу користувача

source: Remove completed timers after
bg: Премахване на завършените таймери след (дни)
cs: Dokončené časovače odstraňovat po (dnech)
el: Διαγραφή ολοκληρωμένων χρονοδιακοπτών μετά από
fi: Poista tallennetut ajastukset päivän jälkeen
fr: Supprimer les programmations terminées après (jours)
hr: Ukloni dovršene tajmere poslije
it: Rimuovi timer conclusi dopo (giorni)
lt: Pašalinti užbaigtus laikmačius po (dienų)
nl: Verwijder voltooide timers na (aantal) dagen
pl: Usuń wykonane timery po 'x' dniach
sk: Dokončené časovače odstraňovať po
sr: Ukloni dovršene tajmere posle
sv: Ta bort avslutade timers efter
ta: முடிக்கப்பட்ட டைமர்களை அகற்றவும்
tr: Biten zamanlayıcıları kaldır
uk: Видалення завершених таймерів через (в днях)

source: Remove current directory from bookmarks
bg: Премахване на текущата папка от отметките
cs: Odstranit aktuální složku ze záložek
el: Αφαίρεση του επιλεγμένου φακέλου από τους σελιδοδείκτες
fi: Poista nykyinen kansio kirjanmerkeistä
fr: Supprimer le dossier actuel des favoris
hr: Ukloni trenutni direktorijum iz obeleživača
it: Rimuovi attuale cartella dai segnalibri
lt: Pašalinti dabartinį aplanką iš žymių
nl: Verwijder huidige map van bookmarks
pl: Usuń bieżący folder z zakładek
sk: Odstrániť aktuálny priečinok zo záložiek
sr: Ukloni trenutni direktorijum iz obeleživača
sv: Ta bort aktuell katalog från bokmärken
ta: புக்மார்க்குகளிலிருந்து தற்போதைய கோப்பகத்தை அகற்று
tr: Geçerli klasörü yer işaretlerinden kaldır
uk: Видалити поточну теку зі закладок

source: Remove currently selected title
bg: Премахване на текущото избрано заглавие
cs: Odstranit vybraný titul
da: Fjern nuværende valgte titel
de: Entferne aktuell ausgewählten Titel
el: Διαγραφή επιλεγμένου τίτλου
et: Eemalda valitud nimetus
fi: Poista valittu otsikko
fr: Supprimer le titre actuellement sélectionné
hr: Ukloni trenutno izabrani naslov
hu: Kijelölt címek eltávolítása
it: Rimuovi titolo attualmente selezionato
lt: Pašalinti dabartinį pasirinktą pavadinimą
nl: De momenteel geselecteerde titel verwijderen
pl: Usuń aktualnie wybrany tytuł
pt_br: Remover o título atualmente selecionado
ru: Удалить выбранный заголовок
sk: Odstrániť aktuálne zvolený titul
sl: Odstrani izbrane naslove
sr: Ukloni trenutno izabrani naslov
sv: Ta bort aktuell vald titel
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட தலைப்பை அகற்று
tr: Seçilen geçerli başlığı kaldır
uk: Видалити вибрану назву
vi: Xóa tiêu đề hiện được chọn
zh_cn: 删除当前选定的标题
