Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Press OK to use this language. [%s]
bg: Натиснете OK, за да използвате този език. [%s]
cs: Stiskněte tlačítko OK pro použití tohoto jazyka. [%s]
el: Πιέστε ΟΚ για χρήση αυτής της γλώσσας. [%s]
fi: Paina OK käyttääksesi tätä kieltä. [%s]
fr: Appuyez sur OK pour utiliser cette langue. [%s]
hr: Pritisni ОК da bi koristili ovaj jezik. [%s]
it: Premi OK per usare questa lingua. [%s]
lt: Paspauskite OK, kad naudotumėte šią kalbą. [%s]
nl: Druk op OK om deze taal te gebruiken. [%s]
pl: Naciśnij OK aby użyć tego języka. [%s]
sk: Stlačte OK pre použitie tohto jazyka: [%s]
sr: Pritisni ОК da bi koristili ovaj jezik. [%s]
sv: Tryck på OK för att använda detta språk. [%s]
ta: இந்த மொழியைப் பயன்படுத்த சரி என்பதை அழுத்தவும். [%s]
tr: Bu dili kullanmak için OK tuşuna basın. [%s]
uk: Натисніть OK, щоб використовувати цю мову. [%s]

source: Press OK to use this locale. [%s]
bg: Натиснете OK, за да използвате този локал [%s]
cs: Stiskněte tlačítko OK, abyste použili toto místní nastavení. [%s]
el: Πιέστε ΟΚ για χρήση αυτής της γλώσσας. [%s]
fi: Käytä tätä aluetta painamalla OK. [%s]
fr: Appuyez sur OK pour utiliser cette locale. [%s]
hr: Pritisni OK da bi koristili ovaj lokalni standard. [%s]
it: Premi OK per usare queste impostazioni locali. [%s]
lt: Paspauskite OK, kad naudotumėte šią lokalę. [%s]
nl: Druk op OK om deze locale te gebruiken. [%s]
pl: Naciśnij OK aby użyć tego regionu. [%s]
sk: Stlačte OK pre použitie týchto miestnych nastavení: [%s]
sr: Pritisni OK da bi koristili ovaj lokalni standard. [%s]
sv: Tryck på OK för att använda denna lokal. [%s]
ta: இந்த இடத்தைப் பயன்படுத்த சரி என்பதை அழுத்தவும். [%s]
tr: Bu yerel ayarı kullanmak için OK tuşuna basın. [%s]
uk: Натисніть OK, щоб використовувати цей регіон. [%s]

source: Press the UP/DOWN buttons to select a slot and press OK or GREEN to reboot to that image. If available, YELLOW will either delete or wipe the image. A deleted image can be restored with the BLUE button. A wiped image is completely removed and cannot be restored!
cs: Stisknutím tlačítek NAHORU/DOLŮ vyberte slot a stisknutím tlačítka OK nebo ZELENÉHO tlačítka restartujte do tohoto image. Pokud je k dispozici, ŽLUTÉ tlačítko image odstraní nebo vyčistí. Smazaný image lze obnovit pomocí MODRÉHO tlačítka. Vyčištěný image je zcela odstraněn a nelze jej obnovit!
el: Πιέστε τα πλήκτρα ΕΠΑΝΩ/ΚΑΤΩ για επιλογή μίας θέσης και το ΟΚ ή το ΠΡΑΣΙΝΟ για επανεκκίνηση σε αυτό το image. Αν είναι διαθέσιμο, το ΚΙΤΡΙΝΟ θα διαγράψει ή θα κάνει εκκαθάριση του image. Ένα διαγραμμένο image μπορεί να επανέλθει με το ΜΠΛΕ πλήκτρο. Ένα εκκαθαρισμένο image αφαιρείται εντελώς και είναι αδύνατη η επαναφορά του!
fi: Paina YLÖS/ALAS painikkeita valitaksesi image paikan ja paina OK tai VIHREÄ Uudelleen käynnistääksesi kyseiseen image paikan, jos on käytettävissä, KELTAINEN Poista image paikka. Poistettua ohjelmistoa ei voi palauttaa!
hr: Pritisni GORE/DOLJE da bi odabrali utor i pritisni OK ili ZELENA da bi ponovo pokrenuli sa tom slikom. ŽUTA briše odabranu sliku. Izbrisana slika se može vratiti pomoću PLAVOG dugmeta. Obrisana slika je potpuno uklonjena i nemože se vratiti u predhodno stanje!
it: Premi i tasti SU/GIÙ per selezionare uno slot e premere OK o VERDE per riavviare l'immagine. Se disponibile, GIALLO eliminerà o cancellerà definitivamente l'immagine. Un'immagine eliminata può essere ripristinata con il tasto BLU. Un'immagine cancellata definitivamente viene completamente rimossa e non può essere ripristinata!
lt: Paspauskite mygtukus AUKŠTYN / ŽEMYN, kad pasirinktumėte lizdą, ir paspauskite Gerai arba ŽALIA, kad iš naujo paleistumėte į tą vaizdą. Jei įmanoma, geltona ištrins arba nušluostys vaizdą. Panaikintą vaizdą galima atkurti mygtuku MĖLYNA. Nuvalytas vaizdas visiškai pašalinamas ir jo negalima atkurti!
nl: Druk op OMHOOG/OMLAAG knoppen om een slot te selecteren en druk OK of GROEN om opnieuw te starten naar dat image. Wanneer beschikbaar, kan met GEEL het image worden "verwijderd" of "gewist". Een "verwijderde" image kan hersteld worden met de BLAUWE-knop. Een "gewiste" image is compleet verwijderd en kan NIET hersteld worden!
pl: Użyj GÓRA/DÓŁ, aby wybrać slot, a następnie naciśnij OK lub ZIELONY aby uruchomić wybrany system. ŻÓŁTY spowoduje 'Usunięcie' lub 'Wymazanie' systemu. Usunięty system można przywrócić za pomocą NIEBIESKIEGO przycisku. Wymazany system jest całkowicie usunięty co znaczy, że nie może zostać przywrócony!
sk: Tlačidlami HORE/DOLU vyberte slot a stlačením ZELENÉHO tlačidla alebo OK spustíte reštart do príslušného image. ŽLTÝM tlačidlom sa image vymaže alebo vyčistí. Vymazaný image je možné obnoviť pomocou MODRÉHO tlačidla. Vyčistenie image znamená úplné odstránenie bez možnosti obnovenia!
sr: Pritisni GORE/DOLE da bi izabrali slot i pritisni OK ili ZELENA da bi ponovo pokrenuli resiver sa tim imidžom. ŽUTA briše izabrani imidž. Izbrisani imidž se može vratiti pomoću PLAVOG tastera. Obrisani imidž je potpuno uklonjen i nemože se vratiti u predhodno stanje!
sv: Tryck på knapparna UPP/NED för att välja en plats och tryck på OK eller GRÖN för att starta om till den bilden. Om tillgängligt kommer YELLOW antingen att radera eller torka bilden. En raderad bild kan återställas med den BLÅ knappen. En raderad bild är helt borttagen och kan inte återställas!
ta: ஒரு ச்லாட்டைத் தேர்ந்தெடுக்க மேல்/கீழ் பொத்தான்களை அழுத்தி, அந்த படத்திற்கு மறுதொடக்கம் செய்ய சரி அல்லது பச்சை நிறத்தை அழுத்தவும். கிடைத்தால், மஞ்சள் படத்தை நீக்குகிறது அல்லது துடைக்கும். நீக்கப்பட்ட படத்தை நீல பொத்தானைக் கொண்டு மீட்டெடுக்க முடியும். துடைக்கப்பட்ட படம் முற்றிலுமாக அகற்றப்பட்டு மீட்டமைக்க முடியாது!
tr: Bir yuva seçmek için YUKARI/AŞAĞI tuşlarına basın ve o yazılımı yeniden başlatmak için OK veya YEŞİL tuşuna basın. Varsa, SARI tuş yazılımı siler veya tamamen kaldırır. Silinen bir yazılım MAVİ tuş ile geri yüklenebilir. Tamamen kaldırılan bir yazılım geri yüklenemez!
uk: Натисніть кнопки ВГОРУ/ВНИЗ, щоб вибрати слот і натисніть OK, або ЗЕЛЕНУ, щоб 'Перезавантажити' це зображення. Якщо доступний, ЖОВТА буде 'Видалити', або 'Стерти' імідж. 'Видалений' імідж можна 'відновити' за допомогою СИНЬОЇ кнопки. Повністю вилучений імідж НЕМОЖЛИВО відновити!

source: Press the UP/DOWN buttons to select a slot, then press OK or GREEN to reboot into that image. If available, YELLOW will disable Multiboot, delete, or wipe the selected image. Press BLUE to add more slots.
cs: Stisknutím tlačítek NAHORU/DOLŮ vyberte slot a poté stiskněte OK nebo ZELENÉ tlačítko pro restartování do daného obrazu. Pokud je k dispozici, ŽLUTÉ tlačítko deaktivuje Multiboot, odstraní nebo vymaže vybraný obraz. Stisknutím MODRÉHO tlačítka přidáte další sloty.
el: Πιέστε τα πλήκτρα ΕΠΑΝΩ/ΚΑΤΩ για επιλογή θέσης, έπειτα το ΟΚ ή το ΠΡΑΣΙΝΟ για επανεκκίνηση στο επιλεγμένο image. Εάν είναι διαθέσιμο, το ΚΙΤΡΙΝΟ θα απενεργοποιήσει την πολλαπλή εκκίνηση, θα διαγράψει ή θα εκκαθαρίσει το επιλεγμένο image. Πιέστε το ΜΠΛΕ για προσθήκη περισσότερων θέσεων.
hr: Pritisnite tipke GORE/DOLJE za odabir priključka, zatim pritisnite OK ili ZELENU tipku za ponovno pokretanje u toj slici. Ako je dostupno, ŽUTA će onemogućiti Multiboot, izbrisati ili obrisati odabranu sliku. Pritisnite PLAVU tipku za dodavanje više priključaka.
it: Premi i pulsanti SU/GIÙ per selezionare uno slot, quindi premi OK o VERDE per riavviare in quell'immagine. Se disponibile, il GIALLO disabiliterà il Multiboot, eliminerà o cancellerà l'immagine selezionata. Premi BLU per aggiungere altri slot.
sr: Pritisnite dugmad GORE/DOLE da izaberete slot, zatim pritisnite OK ili ZELENO da restartujete u tu sliku. Ako je dostupno, ŽUTO će onemogućiti Multiboot, izbrisati ili obrisati izabranu sliku. Pritisnite PLAVO da dodate više slotova.
sv: Tryck på knapparna UP/DOWN för att välja en slot och tryck sedan på OK eller GREEN för att starta om till den image. Om tillgängligt inaktiverar GUL Multiboot, tar bort eller rensar den valda bilden. Tryck på BLÅ för att lägga till fler platser.
tr: Bir yuva seçmek için YUKARI/AŞAĞI tuşlarına basın, ardından o yazılımı yeniden başlatmak için OK veya YEŞİL tuşa basın. Varsa, SARI tuş Çoklu Önyüklemeyi devre dışı bırakır, seçilen yazılımı siler veya temizler. Daha fazla yuva eklemek için MAVİ tuşa basın.
uk: Кнопки ВГОРУ/ВНИЗ вибрають слот, потім натисніть OK, або ЗЕЛЕНУ кнопку, щоб перезавантажитися в цей імідж. Якщо доступно, ЖОВТА кнопка вимкне мультизавантаження, видалить, або очистить, вибраний образ. Натисніть СИНЮ кнопку, щоб додати більше слотів.

source: Press this button to emulate a long press on a button pressed afterwards (this also overrides any other actions assigned to emulation button).
bg: Натиснете този бутон, за да емулира дълго натискане на натиснат след това бутон (това също отменя всички други действия, присвоени на бутона за емулиране).
cs: Stisknutím tohoto tlačítka emulujete dlouhé stisknutí tlačítka, které bylo stisknuto poté (tímto také přepíšete všechny ostatní akce přiřazené k tlačítku emulace).
da: Tryk på denne knap for at efterligne et langt tryk på den efterfølgende knap (dette tilsidesætter alle andre handlinger tildelt til emuleringsknappen).
de: Diese hier eingestellte Taste emuliert einen langen Tastendruck, gefolgt von der Taste Ihrer Wahl (diese Funktion hat Vorrang vor anderen Tastenzuweisungen).
el: Πιέστε αυτό το πλήκτρο για να γίνει προσομοίωση της παρατεταμένης πίεσης σε ένα πλήκτρο που θα πιεστεί μετέπειτα (αυτό επίσης παρακάμπτει οποιαδήποτε άλλη ενέργεια έχει ανατεθεί το πλήκτρο προσομοίωσης).
et: Pärast selle nupu vajutamist emuleeritakse järgmise nupu vajutus pika nupuvajutusena. See kaalub üle kõik muud nupule määratud toimingud.
fi: Painamalla tätä painiketta voit jäljitellä pitkään painettua painiketta myöhemmin (tämä myös ohitetaan kaikki muut emulointipainikkeelle määritetyt toiminnot).
fr: Appuyer sur ce bouton pour émuler l'appui prolongé (long) sur une touche (ceci remplace également toutes autres actions assignées au bouton émulation).
hr: Pritisni ovo dugme da bi oponašali dugačko pritiskanje dugmeta pritisnutog poslije toga (ovo također zamjenjuje sve druge radnje dodjeljene dugmetu za emulaciju).
hu: Nyomja meg ezt a gombot, hogy kipróbálja a nyomógomb hosszú nyomását a gomb lenyomása után (ez felülbírálja az emuláció gombhoz rendelt bármely más műveletet is).
it: Premendo questo tasto si simula una pressione lunga del tasto premuto successivamente (questo sovrascrive ogni altra azione assegnata al tasto).
lt: Paspauskite šį mygtuką, kad emuliuoti ilgą mygtuko paspaudimą vėliau (tai yra viršiau už visas kitas, jam pavestus mygtuko emuliacijos veiksmus).
nl: Druk deze knop om een lange knop druk te emuleren op de eerst volgende knop (dit overschrijft alle andere acties toegewezen aan de emulatie knop).
pl: Naciśnij ten przycisk, aby emulować długie naciśnięcie przycisku (to zastąpi wszelkie inne czynności przypisane do tego przycisku).
sk: Stlačte toto tlačidlo na emuláciu dlhého stlačenia nasledujúceho tlačidla (táto funkcia ignoruje akékoľvek iné akcie priradené emulovaciemu tlačidlu).
sr: Pritisni ovaj taster da bi oponašali dugačko pritiskanje tastera pritisnutog posle toga (ovo također zamenjuje sve druge radnje dodeljene tasteru za emulaciju).
sv: Tryck på denna knapp för att emulera en lång tryckning på en knapp som trycks in efteråt (detta åsidosätter även alla andra åtgärder som tilldelats emuleringsknappen).
ta: பின்னர் அழுத்தப்பட்ட ஒரு பொத்தானை நீண்ட நேரம் அழுத்துவதற்கு இந்த பொத்தானை அழுத்தவும் (இது எமுலேசன் பொத்தானுக்கு ஒதுக்கப்பட்ட வேறு எந்த செயலையும் மீறுகிறது).
tr: Bu tuşa basarak, sonrasında basılan bir tuşa uzun basış işlemini taklit edebilirsiniz (bu işlem, taklit tuşuna atanmış diğer tüm eylemleri de geçersiz kılar).
uk: Натисніть цю кнопку, щоб емулювати тривале натискання на кнопку натиснутою після (це також скасовує будь-які інші дії, призначені для кнопки емуляції).
vi: Nhấn nút này để mô phỏng nhấn lâu vào nút được nhấn sau đó (thao tác này cũng ghi đè mọi hành động khác được gán cho nút mô phỏng).
zh_cn: 按下这个键来模拟一个长按一个键被按下之后(这也覆盖了分配到其他任何仿真按钮的动作).

source: Pressing the panic button will zap you to this channel number in your first bouquet.
bg: Натискането на паник бутона ще ви отведе до zap на този канален номер в първия ви букет.
cs: Stisknutím tlačítka panika se přepne na tento kanál v prvním oblíbeném přehledu.
el: Πιέζοντας το πλήκτρο πανικού θα γίνει μετάβαση σε αυτό το νούμερο καναλιού στο πρώτο σας μπουκέτο.
fi: Paniikkinäppäimen painallus vaihtaa tälle kanavalle (ensimmäisessä suosikkilistassasi).
fr: En appuyant sur le bouton panique le récepteur zappera sur le numéro de la chaîne de votre premier bouquet.
hr: Pritiskanjem dugmeta za paniku biće zap na ovaj broj kanala u vašem prvom buketu.
it: Premendo il tasto antipanico si passerà a questo numero di canale nel primo bouquet.
lt: Panikos mygtuko paspaudimas perjungs į šį kanalą jūsų pirmajame pakete.
nl: Bij het drukken van de Paniek-knop schakelt u over naar deze zender in uw eerste favorietenlijst.
pl: Naciśnięcie przycisku paniki spowoduje przejście do wybranego kanału na pierwszej liście kanałów.
sk: Stlačením tlačidla PANIKA sa prepne na toto číslo kanála v prvom prehľade.
sr: Pritiskanjem tastera za paniku biće zap na ovaj broj kanala u vašem prvom buketu.
sv: Om du trycker på panikknappen kommer du att zappa till detta kanalnummer i din första bukett.
ta: அச்சம் பொத்தானை அழுத்தினால் உங்கள் முதல் பூச்செடியில் இந்த சேனல் எண்ணுக்கு உங்களைத் தூண்டிவிடும்.
tr: Panik tuşuna basmak sizi kanal listesindeki bu kanal numarasına anında yönlendirecektir.
uk: При натисканні тривожної кнопки відбудеться переключення на цей номер каналу першого фавориту.

source: Prev quad PiP channel
cs: Předchozí kanál quad PiP
da: Forrige firedobbelt PiP kanal
de: Auf die vorherige Sendergruppe schalten
el: Προηγούμενο κανάλι στο τετραπλό PiP
et: Quad PiP kanali eelvaade
fi: 4 kuvan PIP
fr: Précédent canal PiP quadruple
hr: Predhodni kanal 4X PiP
hu: Az előző Quad Kép-a-Képben csatorna
it: Canale PiP quad precedente
lt: Ankstesnis, keturių PiP kanalų, kanalas
nl: Vorige Quad PiP zender
pl: Poprzedni kanał quad PiP
sk: Predchádzajúci kanál Quad PiP
sr: Predhodni kanal 4X PiP
sv: Föregående quad PiP-kanal
ta: முந்தைய குவாட் பிப் சேனல்
tr: Önceki quad PiP kanalı
uk: Попередній чотирьохекранний PiP каналів
vi: Trước kênh bốn PiP
zh_cn: 上一个四画面PIP信道

source: Preview
bg: Предварителен преглед
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
et: Eelvaade
fi: Esikatselu
fr: Aperçu
hr: Pregled
hu: Előnézet
it: Anteprima
lt: Peržiūra
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualizar
ru: Превью
sk: Náhľad
sl: Predogled
sr: Pregled
sv: Förhandsvisa
ta: முன்னோட்டம்
tr: Ön izleme
uk: Попередній перегляд
vi: Xem trước
zh_cn: 预览

source: Preview menu
bg: Меню за предварителен преглед
cs: Náhled menu
da: Forhåndsvis menu
de: Vorschau des DVD-Menüs
el: Μενού προεπισκόπησης
et: Eelvaate menüü
fi: Esikatsele valikkoa
fr: Menu aperçu
hr: Pregled izbornika
hu: Előnézeti menü
it: Menu anteprima
lt: Peržiūros meniu
nl: Voorbeeld menu
pl: Menu podglądu
pt_br: Menu de pré-visualização
ru: Просмотреть меню
sk: Menu pre náhľad
sl: Predogled meni
sr: Pregled menija
sv: Meny för förhandsgranskning
ta: முன்னோட்டம் பட்டியல்
tr: Ön izleme menüsü
uk: Меню попереднього перегляду
vi: Menu xem trước
zh_cn: 预览菜单

source: Previous
bg: Предишен
cs: Předchozí
da: Forrige
de: Vorheriges
el: Προηγούμενο
et: Eelmine
fi: Edellinen
fr: Précédent
hr: Predhodni
hu: Előző
it: Precedente
lt: Ankstesnis
nl: Vorige
pl: Poprzedni
ru: Предыдущий
sk: Predchádzajúce
sr: Predhodni
sv: Föregående
ta: முந்தைய
tr: Önceki
uk: Попередній
vi: Trước
zh_cn: 上一个

source: Previous Bouquet
bg: Предишен букет
cs: Předchozí přehled
el: Προηγούμενο μπουκέτο
fi: Edellinen suosikkilista
fr: Bouquet précédent
hr: Predhodni buket
it: Bouquet precedente
lt: Ankstesnis paketas
nl: Vorige favorietenlijst
pl: Poprzednia lista kanałów
sk: Predchádzajúci prehľad
sr: Predhodni buket
sv: Föregående bukett
ta: முந்தைய பூச்செண்டு
tr: Önceki Buket
uk: Попередній фаворит

source: Previous Page
bg: Предишна страница
cs: Předchozí stránka
el: Προηγούμενη σελίδα
fi: Edellinen sivu
fr: Page précédente
hr: Predhodna stranica
it: Pagina precedente
lt: Ankstesnis puslapis
nl: Vorige pagina
pl: Poprzednia strona
sk: Predchádzajúca strana
sr: Predhodna stranica
sv: Förgående sida
ta: முந்தைய பக்கம்
tr: Önceki Sayfa
uk: Попередня сторінка

source: Previous channel page
bg: страница на предишния канал
cs: předchozí stránka výběru kanálu
el: Προηγούμενη σελίδα καναλιών
fi: Siirry edelliselle kanavalle
fr: page de canal précédente
hr: Predhodna stranica kanala
it: pagina canale precedente
lt: ankstesnis kanalo puslapis
nl: Vorige zender pagina
pl: Poprzednia strona kanału
sk: Predchádzajúca stránka kanála
sr: Predhodna stranica kanala
sv: Föregående kanal sida
ta: முந்தைய சேனல் பக்கம்
tr: Önceki kanal sayfası
uk: попередня сторінка каналів

source: Previous/Next bouquet
bg: предишен/следващ букет
cs: předchozí/následující přehled
el: Προηγούμενο/επόμενο μπουκέτο
fi: edellinen/seuraava Suosikkilista
fr: précédent/suivant Bouquet
hr: Predhodni/Sljedeći buket
it: Bouquet precedente/successivo
lt: ankstesnis/kitas paketas
nl: Vorige/volgende favorietenlijst
pl: poprzednia/następna lista kanałów
sk: Predchádzajúci/ďalší prehľad
sr: Predhodni/Sledeći buket
sv: Föregående/Nästa bukett
ta: முந்தைய/அடுத்த பூச்செண்டு
tr: Önceki/Sonraki buket
uk: попередній/наступний Фаворит

source: Previous/Next page
bg: предишна/следваща страница
cs: předchozí/následující stránka
el: Προηγούμενη/επόμενη σελίδα
fi: edellinen/seuraava Sivu
fr: page précédente/suivante
hr: Predhodna/Sljedeća stranica
it: Pagina precedente/successiva
lt: ankstesnis/kitas puslapis
nl: Vorige/volgende pagina
pl: poprzednia/następna Strona
sk: Predchádzajúca/ďalšia stránka
sr: Predhodna/Sledeća stranica
sv: Föregående/Nästa sida
ta: முந்தைய/அடுத்த பக்கம்
tr: Önceki/Sonraki sayfa
uk: попередня/наступна сторінка

source: Prevsong
cs: Předchozí píseň
da: Sidste sang
el: Προηγούμενο τραγούδι
fi: Vihreä
fr: Chanson précédente
hr: Predhodna glazba
it: Brano precedente
lt: Ankstesnė daina
nl: Vorige nummer
pl: Poprzedni utwór
sk: Predchádzajúca skladba
sr: Predhodna pesma
ta: முந்தைய
tr: Önceki şarkı
uk: Попер. пісня
vi: Trước
zh_cn: 上一首歌

source: Primary DNS
bg: Основен DNS
cs: Primární DNS
da: Primær DNS
de: Primärer DNS
el: Πρωτεύον DNS
et: Esmane nimeserver
fi: Ensisijainen DNS
fr: DNS primaire
hr: Primarni DNS
hu: Elsődleges DNS
it: DNS primario
lt: Pirminis DNS
nl: Primaire DNS
pl: Pierwszy DNS
pt_br: DNS 1
ru: Первичный DNS
sk: Primárne DNS
sl: Primarni DNS
sr: Primarni DNS
sv: Primär DNS
ta: முதன்மை டி.என்.எச்
tr: Birincil DNS
uk: Первинний DNS
vi: DNS chính
zh_cn: 主DNS

source: Prime time
bg: Най-гледаното време
cs: Hlavní vysílací čas
el: Ζώνη αιχμής
fi: Paras katseluaika
hr: Udarno vrijeme
it: Prima serata
lt: Žiūrimiausias laikas
pl: Godziny największej oglądalności
sk: Hlavný vysielací čas
sr: Udarno vreme
sv: Bästa tiden
ta: முதன்மையான நேரம்
uk: Прайм-тайм

source: Primetime hour
bg: Праймтайм час
cs: Hlavní vysílací čas (hodina)
da: Primetime timetal
de: Primetime: Stunde
el: Ώρα ζώνης αιχμής
et: Tippaja tund
fi: Paras katseluaika tunti
fr: Heure Prime Time
hr: Udarno vrijeme sat
hu: Fő műsoridő (óra)
it: Ora di prima serata
lt: Žiūrimiausio laiko valanda
nl: Primetime uur
pl: Podstawowa godzina czasu
ru: Прайм-тайм: час
sk: Primetime – hodina
sr: Udarno vreme sat
sv: Primetime-timme
ta: பிரைம் டைம் மணி
tr: Prime time saat
uk: Прайм-тайм година
vi: Giờ chính
zh_cn: 黄金时段 小时

source: Primetime minute
bg: Праймтайм минута
cs: Hlavní vysílací čas (minuta)
da: Primetime minuttal
de: Primetime: Minuten
el: Λεπτό ζώνης αιχμής
et: Tippaja minut
fi: Paras katseluaika minuutit
fr: Minute Prime Time
hr: Udarno vrijeme minute
hu: Fő műsoridő (perc)
it: Minuto di prima serata
lt: Žiūrimiausio laiko minutė
nl: Primetime minuut
pl: Podstawowe minuty czasu
ru: PПрайм-тайм: минута
sk: Primetime – minúta
sr: Udarno vreme minute
sv: Primetime minut
ta: பிரைம் டைம் மணித்துளி
tr: Prime time dakika
uk: Прайм-тайм хвилина
vi: Phút đầu
zh_cn: 黄金时段 分钟

source: Priority
bg: Приоритет
cs: Priorita
da: Prioritet
de: Priorität
el: Προτεραιότητα
et: Prioriteet
fi: Prioriteetti
fr: Priorité
hr: Prioritet
hu: Prioritás
it: Priorità
lt: Pirmenybė
nl: Prioriteit
pl: Priorytet konwertera
pt_br: Prioridade
ru: Очередность
sk: Priorita
sl: Prioriteta
sr: Prioritet
sv: Prioritet
ta: முன்னுரிமை
tr: Öncelik
uk: Пріоритет
vi: Sự ưu tiên
zh_cn: 优先次序

source: Privacy level
cs: Úroveň soukromí
hr: Razina privatnosti
it: Livello di privacy
sr: Nivo privatnosti
tr: Gizlilik seviyesi
uk: Рівень конфіденційності

source: Problem starting scan
bg: грешка при стартиране на сканирането
cs: chyba při spuštění skenování
el: Πρόβλημα έναρξης ανίχνευσης
fi: virhe käynnistettäessä skannausta
fr: erreur au démarrage de la recherche
hr: Problem sa pokretanjem skeniranja
it: errore nell'avvio della scansione
lt: klaida pradedant paiešką
nl: fout tijdens het starten van zoeken
pl: Problem z uruchomieniem skanowania
sk: Chyba pri spúšťaní prehľadávania
sr: Problem sa pokretanjem skeniranja
sv: Problem med att starta skanning
ta: ச்கேன் தொடங்கும் சிக்கல்
tr: Tarama başlatma sorunu
uk: помилка при запуску сканування

source: Problem while scanning
bg: грешка по време на сканиране
cs: chyba při skenování
el: Πρόβλημα κατά την ανίχνευση
fi: virhe skannauksen aikana
fr: erreur pendant la recherche
hr: Problem prilikom skeniranja
it: errore durante la scansione
lt: klaida, skenuojant
nl: fout tijdens het zoeken
pl: Problem podczas skanowania
sk: Chyba pri prehľadávaní
sr: Problem prilikom skeniranja
sv: Problem vid skanning
ta: ச்கேன் செய்யும் போது சிக்கல்
tr: Tarama sırasında sorun
uk: помилка під час сканування

source: Proc model
cs: Model Proc
el: Μοντέλο επεξεργαστή
fi: Proc malli
hr: Procesor model
it: Modello processore
lt: Proc modelis
pl: Model procesora
sk: Model procesora
sr: Procesor model
sv: Proc-modell
ta: ப்ரோக் மாதிரி
tr: Proc modeli
uk: Модель ЦП

source: Proceed to the next step
cs: Pokračujte dalším krokem
el: Προχωρήστε στο επόμενο βήμα
fi: Siirry seuraavaan vaiheeseen
hr: Prijeđi na slijedeći korak
it: Procedi al passaggio successivo
nl: Doorgaan naar de volgende stap
pl: Kontynuuj w następnym kroku
sk: Pokračovať na ďalší krok
sr: Pređite na sledeći korak
sv: Fortsätt till nästa steg
ta: அடுத்த கட்டத்திற்குச் செல்லவும்
tr: Sonraki adıma geç
uk: Перейти до наступного кроку

source: Proceed with the update
bg: Продължете с актуализацията
cs: Pokračujte v aktualizaci
el: Συνέχεια με την ενημέρωση
fi: Jatka päivitystä
fr: Procédez à la mise à jour
hr: Nastavi sa ažuriranjem
it: Procedi con l'aggiornamento
lt: Tęskite naujinimą
nl: Ga verder met de update
pl: Kontynuuj aktualizację
sk: Pokračovať s aktualizáciou
sr: Nastavi sa ažuriranjem
sv: Fortsätt med uppdateringen
ta: புதுப்பிப்புடன் தொடரவும்
tr: Güncellemeye devam et
uk: Продовжувати оновлення

source: Process BLUE button action
cs: Zpracovat akci MODRÉHO tlačítka
el: Επεξεργασία της ενέργειας του ΜΠΛΕ πλήκτρου
fi: Määritä SINISEN näppäimen toiminta
hr: Obradi akciju na plavom dugmetu
it: Elabora azione del tasto BLU
nl: De actie van de BLAUWE-knop nu verwerken
pl: Przetwórz akcję NIEBIESKIEGO przycisku
sk: Spracovať akciu MODRÉHO tlačidla
sr: Obradi akciju na plavom dugmetu
sv: Bearbeta BLÅ knapp
ta: நீல பொத்தான் செயலை செயலாக்கவும்
tr: MAVİ tuş işlemi süreci
uk: Встановити дію СИНЬОЇ кнопки
