Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: 16:9 Letterbox
el: 16:10 Μπάρες πάνω - κάτω
lt: 16:10 įterpiant juodas juostas
ru: 16:9 Режим ящика
ta: 16: 9 லெட்டர்பாக்ச்
tr: 16:9 Sinemaskop
uk: 16:9 Поштова скринька
vi: Hộp thư 16: 9
zh_cn: 16:9 信箱模式

source: 16:9 reset to normal
cs: 16/9 reset do normálu
el: 16/9 επαναφορά στο κανονικό
fi: 16/9 palautus normaaliksi
fr: 16:9 réinitialisation à la normale
hr: 16:9 resetovanje u normalu
it: 16:9 reimpostato a normale
nl: 16:9 resetten naar normaal
pl: 16/9 przywrócić do normy
sk: 16/9 reset na normál
sr: 16:9 resetovanje u normalu
sv: 16:9 återställs till normal
ta: 16: 9 இயல்பு நிலைக்கு மீட்டமைக்கவும்
tr: 16:9 normale sıfırla
uk: 16/9 скидання до нормального

source: 18 V
ru: 18 В
ta: 18 வி
uk: 18 В

source: 1st InfoBar timeout
cs: První Infobar skrýt
el: Χρόνος λήξης 1ης μπάρας πληροφοριών
fi: 1. tietopalkin näyttöaika
fr: Durée 1ère barre d'info
hr: Odlaganje prve Info Trake
it: Timeout barra informazioni 1
lt: Pirma infojuosta išsijungs po
nl: Eerste informatiebalk timeout
pl: Czas wyświetlania pierwszego paska informacyjnego
sk: Časový limit pre 1. infolištu
sr: Odlaganje prve Info Trake
sv: 1:a InfoBar timeout
ta: 1 வது செய்தி கிராஃப்டர்
tr: 1. Bilgi Çubuğu zaman aşımı
uk: Затримка першого Інфобару

source: 2nd InfoBar
cs: Druhý Infobar
el: Χρόνος λήξης 2ης μπάρας πληροφοριών
fi: 2. tietopalkki
fr: 2ème infobarre
hr: Druga Info Traka
it: Barra informazioni 2
lt: Antra info juosta
nl: Tweede informatiebalk
pl: 2-gi pasek informacyjny
sk: 2. infolišta
sr: Druga Info Traka
sv: 2:a InfoBar
ta: 2 வது இன்போபார்
tr: 2. Bilgi Çubuğu
uk: Другий Інфобар

source: 2nd InfoBar Actions
cs: Akce druhého informačního panelu
el: Ενέργειες 2ης μπάρας πληροφοριών
fi: 2. tietopalkin toiminnot
fr: Actions de la 2eInfobar
hr: Odlaganje druge Info Trake
it: Azioni barra informazioni 2
lt: Antros info juostos veiksmai
nl: Tweede informatiebalk acties
pl: Akcje drugiego paska informacyjnego
sk: Akcie pre 2. infolištu
sr: Odlaganje druge Info Trake
sv: 2. InfoBar Åtgärder
ta: 2 வது இன்போபார் நடவடிக்கைகள்
tr: 2. Bilgi Çubuğu İşlemleri
uk: Налаштування кнопок для 2-го Інфобару

source: 2nd InfoBar ECM
cs: Druhý Infobar ECM
el: ECM 2ης μπάρας πληροφοριών
fi: 2. tietopalkki ECM
fr: 2ème Infobarre ECM
hr: ECM na drugoj Info Traci
it: ECM barra informazioni 2
lt: Antros infojuostos ECM
nl: Tweede informatiebalk ECM
pl: 2-gi pasek informacyjny ECM
sk: 2. infolišta ECM
sr: ECM na drugoj Info Traci
sv: 2:a InfoBar ECM
ta: 2 வது இன்போபார் ஈ.சி.எம்
tr: 2. Bilgi Çubuğu ECM
uk: ECM на другому Інфобарі

source: 2nd InfoBar INFO
cs: Druhý Infobar INFO
el: Πληροφορίες 2ης μπάρας
fi: 2. tietopalkki tiedot
fr: 2ème Infobarre INFO
hr: Info u drugoj Info Traci
it: Info barra informazioni 2
lt: Antros infojuostos INFO
nl: Tweede informatiebalk INFO
pl: 2-gi pasek informacyjny INFO
sk: 2. infolišta INFO
sr: Info u drugoj Info Traci
sv: 2:a InfoBar INFO
ta: 2 வது இன்போபார் செய்தி
tr: 2. Bilgi Çubuğu BİLGİ
uk: Інфо на другому Інфобарі

source: 2nd InfoBar timeout
cs: Druhý Infobar skrýt
el: Χρόνος λήξης 2ης μπάρας πληροφοριών
fi: 2. tietopalkin näyttöaika
fr: Délai d'expiration de la 2ème infobarre
hr: Odlaganje druge Info Trake
it: Timeout barra informazioni 2
lt: Antra infojuosta išsijungs po
nl: Tweede informatiebalk timeout
pl: Czas wyświetlania 2-go paska informacyjnego
sk: Časový limit pre 2. infolištu
sr: Odlaganje druge Info Trake
sv: 2:a InfoBar timeout
ta: 2 வது இன்போபார் நேரம் முடிந்தது
tr: 2. Bilgi Çubuğu zaman aşımı
uk: Затримка другого Інфобару

source: 3D Mode
bg: 3D Режим
cs: Režim 3D
da: 3D Tilstand
de: 3D-Modus
el: Λειτουργία 3D
et: 3D režiim
fi: 3D tila
fr: Mode 3D
hr: 3D Način
hu: 3D mód
it: Modalità 3D
lt: 3D režimas
nl: 3D Modus
pl: Tryb 3D
ru: Режим 3D
sk: 3D režim
sr: 3D Način
sv: 3D-läge
ta: 3 டி பயன்முறை
tr: 3D Modu
uk: 3D Режим
vi: Chế độ 3D
zh_cn: 3D模式

source: 3D Surround
cs: 3D Surround (prostorový zvuk)
et: 3D ruumheli
fi: 3D tilaääni
hr: 3D Zvuk
lt: Erdvinis garsas
ru: Объемный звук 3D
sr: 3D Zvuk
ta: 3 டி சரவுண்ட்
uk: 3D Звук
vi: Vòm 3D
zh_cn: 3D环绕

source: 3D Surround Speaker Position
cs: 3D Surround (prostorový zvuk) umístění reproduktoru
da: 3D Surround-højtaler placering
de: 3D Surround Lautsprecherposition
el: Θέση ηχείου 3D surround
et: 3D ruumheli kõlari asukoht
fi: 3D Kotiteatteri kaiuttimen tila
fr: Position des haut-parleurs 3D Surround
hr: 3D Položaj Okolnih Zvučnika
hu: 3D surround hangszóró pozíciója
it: Posizione altoparlanti 3D surround
lt: Erdvinio garso kolonėlių padėtis
nl: 3D Surround luidspreker positie
pl: Pozycja głośników 3D Surround
ru: Положение мегафонов объмного звука 3D
sk: Pozícia reproduktora 3D Surround
sr: 3D Položaj Okolnih Zvučnika
sv: position för 3D-surroundhögtalare
ta: 3 டி சரவுண்ட் ச்பீக்கர் நிலை
tr: 3D Surround Hoparlör Konumu
uk: Розташування динаміків 3D
vi: Vị trí loa vòm 3D
zh_cn: 3D环绕扬声器位置

source: 4:3 Combined
cs: 4:3 Kombinovaný
el: 4:3 σε συνδυασμό
fi: 4:3 Yhdistetty
fr: 4:3 Combiné
hr: 4:3 Kombinirano
it: 4:3 combinato
nl: 4:3 Gecombineerd
pl: 4:3 łącznie
sk: 4:3 kombinované
sr: 4:3 Kombinovano
sv: 4:3 Kombinerade
ta: 4: 3 ஒருங்கிணைந்த
tr: 4:3 Birleşik
uk: 4:3 Комбінований

source: 4:3 Ignore
cs: 4:3 Ignorovat
el: 4:3 αγνόηση
fi: 4:3 Älä välitä
hr: 4:3 Zanemari
it: 4:3 ignora
nl: 4:3 Negeren
pl: 4:3 Ignoruj
sk: 4:3 ignorovať
sr: 4:3 Zanemari
sv: 4:3 Ignorera
ta: 4: 3 புறக்கணிக்கவும்
tr: 4:3 Yok say
uk: 4:3 Ігнорувати

source: 4:3 Letterbox
el: 4:3 μπάρες πάνω - κάτω
lt: 4:3 įterpiant juodas juostas viršuje ir apačioje
ru: 4:3 Режим ящика
sv: 4:3 brevlåda
ta: 4: 3 லெட்டர்பாக்ச்
tr: 4:3 Sinemaskop
uk: 4:3 Поштова скринька
vi: Hộp thư 4: 3
zh_cn: 4:3信箱模式

source: 4:3 PanScan
el: 4:3 Παν-σάρωση
lt: 4:3 nukerpant šonus
ru: 4:3 Панорама
ta: 4: 3 பான்ச்கான்
uk: 4:3 Панорама
vi: Quét 4: 3 Pan
zh_cn: 4:3全景模式

source: 50-200 Mbps
ta: 50-200 எம்.பி.பி.எச்
uk: 50-200 Мбіт/с

source: 8 character
cs: 8 znaků
da: 8 tegn
de: 8 Zeichen
el: 8 χαρακτήρες
et: 8 tähemärki
fi: 8 merkkiä
fr: 8 caractères
hr: 8 znakova
hu: 8 karakter
it: carattere 8
lt: 8 simboliai
nl: 8 karakters
pl: 8 znaków
sk: 8 znakov
sr: 8 znakova
sv: 8 tecken
ta: 8 எழுத்து
tr: 8 karakter
uk: 8 символів
vi: 8 ký tự
zh_cn: 8个字符

source: 8bit
hr: 8bita
lt: 8 bitų
sk: 8 bitov
sr: 8bita
ta: 8 பிட்
uk: 8біт
zh_cn: 8位

source: < Alternate Skin >
bg: < Алтернативна кожа >
cs: < Alternativní vzhled >
da: < Alternativ Tema >
de: < Alternative Skin >
el: < Εναλλακτικό θέμα >
et: < Asendus kujundus >
fi: Vaihtoehtoinen Teema
fr: < Thème Alternatif >
hr: < Alternativni Skin >
hu: < Alternatív kinézet >
it: < Skin alternativa >
lt: < Alternatyvi tema >
nl: < Alternatieve Skin >
pl: < Alternatywna skórka >
sk: < Alternatívny vzhľad >
sr: < Alternativni Skin >
sv: < Alternativ hud >
ta: <மாற்று தோல்>
tr: < Alternatif Arayüz >
uk: < Запасний Скін >
vi: <Da thay thế>
zh_cn: < 可选皮肤 >

source: < Default >
bg: < По подразразбиране>
cs: < Standardní >
da: < Standard >
de: < Standard >
el: < Προεπιλογή >
et: < Vaikimisi >
fi: < Oletus >
fr: < Défaut >
hr: < Zadano >
hu: < Alapértelmezett >
it: < Predefinita >
lt: < Numatyta >
nl: < Standaard >
pl: < Domyślna >
ru: < По умолчанию >
sk: < Predvolené >
sr: < Zadano >
sv: < Standard >
ta: <இயல்புநிலை>
tr: < Varsayılan >
uk: < За замовчуванням >
vi: Mặc định<Mặc định>
zh_cn: < 默认值 >

source: < Default with Picon >
bg: < По подразразбиране с Пикон >
cs: < Standardní s Pikonou >
da: < Standard med Pikon >
de: < Standard mit Picon >
el: < Προεπιλογή με λογότυπο (picon) >
et: < Vaikimisi koos pikoniga >
fi: < Oletus ja kuvakkeet>
fr: < Défaut avec picon >
hr: < Zadano sa pikonom >
hu: < Alapértelmezett Picon-al >
it: < Predefinito con icone >
lt: < Numatyta su logotipu >
nl: < Standaard met Picon >
pl: < Domyślna z Piconą >
ru: < Пиконы по умолчанию >
sk: < Predvolené s pikonou >
sr: < Zadano sa pikonom >
sv: < Standard med Picon >
ta: <பிகானுடன் இயல்புநிலை>
tr: < Varsayılan Pikon ile >
uk: < Пікон за замовчуванням >
vi: <Mặc định với Picon>
zh_cn: <默认图标>

source: < User Skin >
bg: < Потребителска кожа >
cs: < Uživatelský vzhled >
da: < Bruger-Tema >
de: < Benutzer-Skin >
el: < Θέμα χρήστη>
fi: < Käyttäjä teema >
hr: < Skin Korisnika >
hu: < Felhasználói kinézet >
it: < Skin utente >
lt: < Vartotojo tema >
nl: < Gebruikers Skin >
pl: < Skórka Użytkownika >
sk: < Používateľom určený vzhľad >
sr: < Skin Korisnika >
sv: < Användarhud >
ta: <பயனர் தோல்>
tr: < Kullanıcı Arayüzü >
uk: < Скін Користувача >
vi: <Da người dùng>
zh_cn: <用户皮肤>

source: <Current movie list location>
bg: <Текущo местоположение на филмовия списък>
cs: <Aktuální umístění seznamu filmů>
el: <Τρέχουσα τοποθεσία καταλόγου ταινιών>
fi: <Nykyinen tallennushakemisto>
fr: <Emplacement actuel de la liste des films>
hr: <Trenutna lokacija liste filmova>
it: <Percorso elenco registrazioni attuale>
lt: <Dabartinė filmų sąrašo vieta>
nl: <Huidige opnamelijst locatie>
pl: <Bieżąca lokalizacja listy filmów>
sk: <aktuálne umiestnenie zoznamu filmov>
sr: <Trenutna lokacija liste filmova>
ta: <தற்போதைய திரைப்பட பட்டியல் இடம்>
tr: <Geçerli film listesi konumu>
uk: <Розташування поточного списку фільмів>

source: <Default movie location>
bg: <Местоположението на филмите по подразбиране>
cs: <Výchozí umístění>
da: <Standardplacering af film>
de: <Standardverzeichnis für Filme>
el: <Προεπιλεγμένη τοποθεσία ταινιών>
et: <Salvestuste tavaasukoht >
fi: <Oletushakemisto>
fr: <Emplacement par défaut des films>
hr: <Zadana lokacija filmova>
hu: <Felvételek helye>
it: <Percorso registrazioni predefinito>
lt: <Numatyta filmų vieta>
nl: <Standaard opnamelocatie>
pl: <Domyślna lokalizacja filmu>
pt_br: <Diretório padrão das gravações>
ru: <Расположение записей по умолчанию>
sk: <predvolené umiestnenie filmov>
sl: <Privzeta "movie" lokacija>
sr: <Zadana lokacija filmova>
ta: <இயல்புநிலை திரைப்பட இருப்பிடம்>
tr: <Varsayılan film konumu>
uk: <Розташування запису за замовчуванням>
vi: <Vị trí phim mặc định>
zh_cn: <默认的电影位置>

source: <Flash expander inactive>
cs: <Flash expander neaktivní>
el: <Flash επέκταση ανενεργή>
fi: <Muistin laajennus ei käytössä>
fr: <Élargeur inactif>
hr: <Flash proširenje nije aktivno>
it: <Espansore flash non attivo>
nl: <Flash-Expander uitgeschakeld>
pl: <Ekspander flash nieaktywny>
sk: <Flash expander neaktívny>
sr: <Flash proširenje nije aktivno>
ta: <ஃப்ளாச் எக்ச்பாண்டர் செயலற்றது>
tr: <Flaş genişletici etkin değil>
uk: <Флеш-розширювач неактивний>

source: <Last timer location>
bg: <Местоположение на последния таймер>
cs: <Poslední umístění časovače>
da: <Sidste timerplacering>
de: <Letzter Timer-Ort>
el: <Τελευταία τοποθεσία χρονοδιακόπτη>
et: <Viimase taimeri asukoht>
fi: <Viimeisin ajastushakemisto>
fr: <Emplacement dernière programmation>
hr: <Zadnja lokacija tajmera>
hu: <Időzítés utolsó helye>
it: <Ultimo percorso timer>
lt: <Paskutinio laikmačio vieta>
nl: <Laatste timer locatie>
pl: <Ostatnia lokalizacja timera>
pt_br: <Último diretório de gravação>
ru: <Расположение последнего таймера>
sk: <umiestnenie posledného časovača>
sr: <Zadnja lokacija tajmera>
ta: <கடைசி நேரங்குறிகருவி இடம்>
tr: <Son zamanlayıcı konumu>
uk: <Розташування останнього таймера>
vi: <Vị trí hẹn giờ cuối>
zh_cn: <最后一个定时器位置>

source: <Select a device>
cs: <Vyberte zařízení>
el: <Επιλογή συσκευής>
fi: <Valitse laite>
fr: <Choisir un dispositif>
hr: <Izaberi uređaj>
it: <Seleziona dispositivo>
nl: <Selecteer een apparaat>
pl: <Wybierz urządzenie>
sk: <Vyberte zariadenie>
sr: <Izaberi uređaj>
ta: <ஒரு சாதனத்தைத் தேர்ந்தெடுக்கவும்>
tr: <Bir cihaz seçin>
uk: <Виберіть пристрій>

source: <no capabilities found>
cs: <nenalezeny žádné funkce>
el: <δεν βρέθηκαν δυνατότητες>
hr: <nije pronađena nijedna mogućnost>
it: <nessuna capacità trovata>
sr: <nije pronađena nijedna funkcionalnost>
sv: <inga förmågor hittades>
tr: <hiçbir özellik bulunamadı>
uk: <можливостей не знайдено>

source: <no log found>
cs: <žádný protokol nebyl nalezen>
el: <δεν βρέθηκε αρχείο καταγραφής>
fi: Loki ei löytynyt
fr: <­no log trouvés>
hr: <nema pronađenih zapisa>
it: <nessun registro trovato
nl: <geen log gevonden
pl: <nie znaleziono logów>
sk: <záznam denníka sa nenašiel
sr: <nema loga pronađenog>
ta: <பதிவு இல்லை>
tr: <sistem günlüğü kaydı bulunamadı>
uk: <лог не знайдено

source: A backup is now being created.
cs: Záloha se nyní vytváří.
el: Γίνεται δημιουργία του αντιγράφου ασφαλείας.
fi: Varmuuskopiontia tehdään nyt.
fr: Sauvegarde en cours.
hr: Rezervna kopija se sada kreira.
it: È in corso la creazione di un backup.
nl: Er wordt nu een back-up gemaakt.
pl: Trwa tworzenie kopii zapasowej.
sk: Teraz sa vytvára záloha.
sr: Sada se stvara rezervna kopija.
sv: En säkerhetskopia håller nu på att skapas.
ta: இப்போது ஒரு காப்புப்பிரதி உருவாக்கப்படுகிறது.
tr: Şu anda bir yedekleme oluşturuluyor.
uk: Створюється резервна копія.

source: A comma separated list of extensions to be used for 'My Extension' setting of 'Filter extension'. Enter the extension names without a leading dot (.).
cs: Čárkami oddělený seznam přípon, které mají být použity pro nastavení 'Moje rozšíření' v části 'Filtrovat příponu'. Názvy přípon zadejte bez úvodní tečky (.).
el: Μία λίστα διαχωρισμένη με κόμμα για χρήση στη ρύθμιση 'Η επέκτασή μου' στο 'Φιλτράρισμα επέκτασης'. Εισάγετε τα ονόματα αρχείων χωρίς να προηγείται τελεία (.).
fi: Pilkuilla erotettu lisat laajennuksista, joita käytetään Suodatinlaajennus kohdassa "Filtteri laajennus" asetuksessa. Kirjoita laajennuksen nimi ilman etupistettä (.).
fr: Une liste séparée des extensions à utiliser pour 'Mon extension' de 'Filter extension'. Entrez les noms de l'extension sans point principal (.).
hr: Popis proširenja odvojenih zarezima za upotrebu za postavku 'Proširenja filtra' 'Moje proširenje'. Unesite nazive oznaka vrste datoteka bez početne točke (.).
it: Un elenco di estensioni separate da virgole da usare per l'impostazione 'Le mie estensioni' di 'Filtro estensioni'. Inserisci i nomi delle estensioni senza un punto iniziale (.).
lt: Kableliais atskirtų plėtinių, kurie turi būti naudojami nustatant 'Mano plėtinys' 'Filtro plėtinys', sąrašas. Įveskite plėtinių pavadinimus be pagrindinio taško (.).
nl: Een door komma's gescheiden lijst van extensies, die voor de instelling van "Mijn extensies" in "Extensies filteren" gebruikt gaan worden. Geef de naam van de extensie op zonder leidende punt (.).
pl: Oddzielona przecinkami lista rozszerzeń, które mają być używane w ustawieniu „Moje rozszerzenie” w „Filtruj rozszerzenie”. Wprowadź nazwy rozszerzeń bez początkowej kropki (.).
sk: Zoznam rozšírení (oddelených čiarkou), ktoré sa majú použiť pre nastavenie 'Moje rozšírenie' v položke 'Filtrovať rozšírenie'. Zadajte názvy rozšírení bez úvodnej bodky.
sr: Lista ekstenzija razdvojena zarezom koja će se koristiti za postavku "Moja ekstenzija" "Ekstenzija filtera". Unesite imena ekstenzija bez vodeće tačke (.).
sv: En kommaseparerad lista över tillägg som ska användas för inställningen "My Extension" i "Filter extension". Ange tilläggsnamnen utan en ledande punkt (.).
ta: 'என் நீட்டிப்பு' 'வடிகட்டி நீட்டிப்பு' அமைப்பிற்கு பயன்படுத்தப்பட வேண்டிய நீட்டிப்புகளின் கமா பிரிக்கப்பட்ட பட்டியல். முன்னணி புள்ளி (.) இல்லாமல் நீட்டிப்பு பெயர்களை உள்ளிடவும்.
tr: 'Uzantı Filtresi' ayarının 'Uzantılarım' bölümünde kullanılacak uzantıların virgülle ayrılmış bir listesi. Uzantı adlarını başında nokta (.) olmadan girin.
uk: Відокремлений комами список розширень, які будуть використовуватися для параметра 'Мої розширення' параметра 'Розширення Фільтр розширень'. Введіть назви розширень без крапки на початку (.).

source: A completed task wants to set your %s %s to standby. Do that now?
cs: Dokončený úkol chce nastavit váš %s %s do pohotovostního režimu. Chcete to udělat nyní?
el: Μία ολοκληρωμένη εργασία θέλει να θέσει τον %s %s σας σε αναμονή. Να γίνει τώρα;
fi: Suoritettu tehtävä haluaa asettaa %s %s valmiustilaan. Tehdäänkö se nyt?
fr: Une tâche terminée veut mettre votre %s %s en attente. Maintenant ?
hr: Dovršeni zadatak će postaviti vaš %s %s u stanje pripravnosti. Učiniti to sada?
it: Un'attività completata vuole mettere il %s %s in standby. Farlo adesso?
lt: Atlikta užduotis nori nustatyti %s %s budėjimo režimą. Ar tai dabar?
nl: Een afgesloten taak wil uw %s %s in stand-by zetten. Wilt u dit nu doen?
pl: Ukończone zadanie chce przełączyć %s %s w stan gotowości. Zrób to teraz?
sk: Dokončená úloha chce uviesť %s %s do pohotovostného režimu. Chcete to povoliť?
sr: Završeni zadatak želi da podesi vaš %s %s u stanje pripravnosti. Da li to sada?
sv: En slutförd uppgift vill ställa in din %s %s på standby. Gör du det nu?
ta: ஒரு நிறைவு செய்யப்பட்ட பணி உங்கள் %s %s ஐ காத்திருப்பு என அமைக்க விரும்புகிறது. இப்போது அதைச் செய்கிறதா?
tr: Tamamlanmış bir görev, %s %s alıcınızı bekleme moduna almak istiyor. Bunu şimdi mi yapmak istiyorsunuz?
uk: Виконане завдання хоче перевести Ваш %s %s у режим очікування. Зроби це зараз?

source: A completed task wants to shut down your %s %s. Shutdown now?
cs: Dokončený úkol chce vypnout váš %s %s. Vypnout nyní?
el: Μία ολοκληρωμένη εργασία θέλει να τερματίσει τον %s %s σας. Να γίνει τώρα;
fi: Suoritettu tehtävä haluaa sammuttaa %s %s. Sammutetaanko nyt?
fr: Une tâche terminée veut fermer votre %s %s. Tais-toi maintenant ?
hr: Dovršeni zadatak će isključiti vaš %s %s. Isključuje se sada?
it: Un'attività completata vuole spegnere il %s %s. Spengo ora?
lt: Atlikta užduotis nori išjungti jūsų %s %s. Išjungti dabar?
nl: Een afgesloten taak wil uw %s %s uitschakelen. Wilt u nu uitschakelen?
pl: Ukończone zadanie chce wyłączyć %s %s. Wyłącz teraz?
sk: Dokončená úloha chce %s %s vypnúť. Vypnúť hneď?
sr: Završen zadatak želi da isključi vaš %s %s. Isključivanje sada?
sv: En slutförd uppgift vill stänga av din %s %s. Stänga av nu?
ta: ஒரு நிறைவு செய்யப்பட்ட பணி உங்கள் %s %s ஐ மூட விரும்புகிறது. இப்போது பணிநிறுத்தம்?
tr: Tamamlanmış bir görev, %s %s alıcınızı kapatmak istiyor. Şimdi kapatılsın mı?
uk: Виконане завдання хоче вимкнути Ваш %s %s. Вимкнути зараз?

source: A crash log was %s created in '%s'
bg: В '%s' бе създаден регистрационен файл за сривове %s
cs: V '%s' byl vytvořen protokol o selhání %s
el: Ένα αρχείο καταγραφής %s δημιουργήθηκε στο '%s'
fi: Kaatumisloki luotiin" %s '%s'
fr: Un crashlog a été %s créé dans '%s'
hr: Izrađen je zapisnik o padu %s u '%s'
it: È stato creato un registro dei crash %s in '%s'
lt: Gedimų žurnalų %s buvo sukurta į '%s'
nl: Een crashlog is %s gemaakt in '%s'
pl: Plik crashlog został utworzony %s w '%s'
sk: Denník o zlyhaní bol %s vytvorený v '%s'
sr: Dnevnik sudara je %s kreiran u '%s'
sv: En kraschlogg skapades %s i '%s'
ta: ஒரு செயலிழப்பு பதிவு ' %s' இல் %s உருவாக்கப்பட்டது
tr: '%s' içinde %s hata günlüğü oluşturuldu
uk: Журнал аварійного завершення роботи %s створено в '%s'

source: A file from media is in use!
bg: Файл от медия се използва!
cs: Používá se soubor z média!
el: Ένα αρχείο από τα πολυμέσα είναι σε λειτουργία!
fi: Mediatiedosto on käytössä!
fr: Un fichier du média est en cours d'utilisation !
hr: Medijska datoteka je u upotrebi!
it: C'è un file aperto nel dispositivo!
lt: Medijos failas yra naudojamas!
nl: Een mediabestand is in gebruik!
pl: Plik z nośnika jest w użyciu!
sk: Súbor z daného média sa práve používa!
sr: Fajl iz medija je u upotrebi!
sv: En fil från media är i bruk!
ta: மீடியாவிலிருந்து ஒரு கோப்பு பயன்பாட்டில் உள்ளது!
tr: Medyadan bir dosya kullanılıyor!
uk: Використовується файл із носія!

source: A finished record timer wants to set your %s %s to standby. Do that now?
bg: Таймерът за завършен запис иска да настрои вашия %s %s в режим на готовност. Да го направи ли сега?
cs: Ukončené nahrávání chce nastavit %s %s do pohotovostního režimu. Určitě, teď?
da: En afsluttet optagetimer ønsker at sætte din %s %s i Standby. Gør det nu ?
de: Ein Aufnahmetimer will die %s %s in den Standby-Modus versetzen. Jetzt ausführen?
el: Ένας ολοκληρωμένος χρονοδιακόπτης εγγραφής θέλει να θέσει τον %s %s σας σε αναμονή. Να γίνει τώρα;
et: Lõpetanud salvestustaimer soovib panna %s %s ooteseisundisse. Kas nõustud?
fi: Juuri päättynyt ajastus haluaa sammuttaa %s %s:n valmiustilaan. Sammutetaanko nyt?
fr: Un enregistrement programmé et terminé veut passer votre %s %s en veille. Procéder maintenant?
hr: Mjerač vremena za snimanje je završio i trebao bi biti postavljen %s %s u pripravnost. Učiniti to sada?
hu: A felvételi időzítő készenléti állapotba akarja helyezni a(z) %s %s készüléket. Engedélyezi?
it: Il termine di una registrazione programmata vuole porre in standby il %s %s. Farlo ora?
lt: Baigtas įrašymo laikmatis nori perjungti Jūsų %s %s į budėjimo režimą. Perjungti dabar?
nl: Een voltooide timer wil uw %s %s in stand-by zetten. Dat nu doen?
pl: Wykonany timer nagrywania chce przełączyć %s %s w tryb czuwania. Zrobić to teraz?
ru: Завершенная задача записи по таймеру требует перевести ваш %s %s в режим ожидания. Сделать это сейчас?
sk: Časovač nahrávania skončil a chce prepnúť %s %s do pohotovostného režimu. Vykonať ihneď?
sr: Gotov tajmer za snimanje želi da podesi svoj %s %s u pripravnosti. Da li to sada?
sv: En avslutad inspelningstimer vill ställa in din %s %s till standby. Gör du det nu?
ta: ஒரு முடிக்கப்பட்ட பதிவு நேரங்குறிகருவி உங்கள் அமைக்க விரும்புகிறது காத்திருப்புக்கு %s %s. இப்போது அதைச் செய்கிறதா?
tr: Biten bir kayıt zamanlayıcısı %s %s alıcınızı bekleme moduna almak istiyor. Şimdi bunu yapmak ister misiniz?
uk: Запис по таймеру закінчено і Ваш %s %s буде переведено в режим очікування. Зробити це зараз?
vi: Một bộ đếm thời gian hoàn thành muốn thiết lập của bạn % s% s để chờ. Làm điều đó bây giờ?
zh_cn: 一个已结束的录像定时器要设置 %s %s 到待机状态,是否执行?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
bg: Таймерът за завършен запис иска да се изключи вашият %s %s. Изключване сега?
cs: Ukončené nahrávání chce vypnout Vaše %s %s Určitě, teď?
da: En afsluttet optagetimer ønsker at slukke din %s %s. Sluk nu ?
de: Ein Aufnahmetimer will die %s %s ausschalten. Jetzt ausschalten?
el: Ένας ολοκληρωμένος χρονοδιακόπτης εγγραφής θέλει να τερματίσει τον %s %s σας. Να γίνει τώρα;
et: Lõpetanud salvestustaimer soovib %s %s välja lülitada. Kas nõustud?
fi: Juuri päättynyt ajastus haluaa sammuttaa %s %s:n virransäästötilaan. Sammutetaanko nyt?
fr: Un enregistrement programmé et terminé veut éteindre votre %s %s. Eteindre maintenant?
hr: Mjerač vremena za snimanje je završio i treba ga isključiti vaš %s %s Isključiti sada?
hu: A felvételi időzítő ki akarja kapcsolni a(z) %s %s készüléket. Engedélyezi?
it: Il termine di una registrazione programmata prevede di spegnere il %s %s. Farlo ora?
lt: Baigtas įrašymo laikmatis nori išjungti Jūsų %s %s. Išjungti dabar?
nl: Een voltooide timer wil uw %s %s uitschakelen. Dat nu doen?
pl: Wykonany timer nagrywania chce wyłączyć %s %s. Wyłączyć teraz?
ru: Завершенная задача записи по таймеру требует выключить ваш %s %s. Выключить ресивер сейчас?
sk: Časovač nahrávania skončil a chce vypnúť %s %s. Vypnúť ihneď?
sr: Gotov tajmer za snimanje želi da se isključi vaš %s %s. Isključivanje sada?
sv: En avslutad rekordtimer vill stänga av din %s %s. Stänga av nu?
ta: ஒரு முடிக்கப்பட்ட பதிவு நேரங்குறிகருவி மூட விரும்புகிறது உங்கள் %s %s. இப்போது பணிநிறுத்தம்?
tr: Biten bir kayıt zamanlayıcısı %s %s cihazınızı kapatmak istiyor. Şimdi kapatılsın mı?
uk: Запис по таймеру закінчено і Ваш %s %s буде вимкнено Зробити це зараз?
vi: Một bộ đếm thời gian hoàn thành muốn thiết lập của bạn %s%s để chờ. Làm điều đó bây giờ?
zh_cn: 一个完成的录制定时器要关闭 你的 %s %s. 是否关机?
