Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Install extensions
bg: Инсталиране на разширения
cs: Instalovat rozšíření
da: Installer udvidelser
de: Erweiterungen installieren
el: Εγκατάσταση επεκτάσεων
et: Paigalda laiendusi
fi: Asenna laajennukset
fr: Installer des extensions
hr: Instaliraj proširenje
hu: Bővítmények telepítése
it: Installa estensioni
lt: Įdiekite plėtinius
nl: Installeer plugins
pl: Instaluj rozszerzenia
ru: Установить дополнения
sk: Inštalovať rozšírenia
sr: Instaliraj proširenje
sv: Installera tillägg
ta: நீட்டிப்புகளை நிறுவவும்
tr: Uzantıları yükle
uk: Встановити розширення
vi: Cài đặt tiện ích mở rộng
zh_cn: 安装扩展

source: Install extensions.
bg: Инсталиране на разширения.
cs: Instalovat rozšíření.
da: Installer udvidelser.
de: Erweiterungen installieren...
el: Εγκατάσταση επεκτάσεων.
et: Paigalda laiendusi.
fi: Asenna laajennukset.
fr: Installer extensions.
hr: Instaliraj proširenje.
hu: Bővítmények telepítése.
it: Installa estensioni.
lt: Įdiekite plėtinius.
nl: Installeer plugins.
pl: Instaluj rozszerzenia.
pt_br: Instalar extensões.
ru: установить дополнения.
sk: Inštalovať rozšírenia.
sl: Namesti razširitve.
sr: Instaliraj proširenje.
sv: Installera tillägg.
ta: நீட்டிப்புகளை நிறுவவும்.
tr: Uzantıları yükle.
uk: Встановити розширення.
vi: Cài đặt tiện ích mở rộng.
zh_cn: 安装扩展.

source: Install the package
cs: Nainstalovat balíček
el: Εγκατάσταση του πακέτου
fi: Asenna paketti
hr: Instaliranje paketa
it: Installa pacchetto
lt: Įdiekite paketą
nl: Het pakket installeren
pl: Zainstaluj pakiet
sk: Nainštalovať balíček
sr: Instaliranje paketa
sv: Installera paketet
ta: தொகுப்பை நிறுவவும்
tr: Paketi yükle
uk: Встановити пакет

source: Install the selected plugin / list of plugins
cs: Nainstalovat vybraný plugin / seznam pluginů
el: Εγκατάσταση του επιλεγμένου πρόσθετου / λίστας προσθέτων
fi: Asenna valittu Laajennus
hr: Instalirajte odabrani dodatak / popis dodataka
it: Installa plugin o elenco di plugin selezionato
nl: Geselecteerde Plugin / Plugin lijst installeren
pl: Zainstaluj wybraną wtyczkę / listę wtyczek
sk: Inštalovať vybraný plugin alebo zoznam pluginov
sr: Instaliranje izabranog plugina/liste od plugina
sv: Installera det valda insticksprogrammet / listan över insticksprogram
ta: தேர்ந்தெடுக்கப்பட்ட சொருகி / செருகுநிரல்களின் பட்டியலை நிறுவவும்
tr: Seçilen eklentiyi / eklenti listesini yükle
uk: Встановіть вибраний плагін/список плагінів

source: Installation finished.
bg: Инсталацията завърши.
cs: Instalace dokončena.
da: Installation gennemført.
de: Installation beendet.
el: Η εγκατάσταση ολοκληρώθηκε.
et: Paigaldamine lõppenud.
fi: Asennus suoritettu.
fr: Installation terminée.
hr: Instalacija je završena.
hu: Telepítés kész.
it: Installazione completata.
lt: Įdiegimas baigtas.
nl: Installatie mislukt.
pl: Instalacja zakończona.
ru: Установка завершена.
sk: Inštalácia dokončená.
sl: Namestitev končana.
sr: Instalacija je završena.
sv: Installationen är klar.
ta: நிறுவல் முடிந்தது.
tr: Yükleme tamamlandı.
uk: Встановлення завершено.
vi: Cài đặt xong.
zh_cn: 安装完成.

source: Installed
cs: Instalováno
el: Εγκατεστημένο
fi: Asennettu
hr: Instalirano
it: Installato
nl: Geïnstalleerd
pl: Zainstalowany
sk: Nainštalované
sr: Instalirano
sv: Installerad
ta: நிறுவப்பட்டது
tr: Yüklenmiş
uk: Встановлено

source: Installing
bg: Инсталиране
cs: Instaluji
da: Installerer
de: Installiere
el: Εγκατάσταση
et: Paigaldamine
fi: Asennetaan
fr: Installation
hr: Instaliranje
hu: Telepítés
it: Installazione
lt: Įdiegiama
nl: Installeert
pl: Instalowanie
pt_br: Instalando...
ru: Установка
sk: Inštalácia
sl: Nameščam...
sr: Instaliranje
sv: Installerar
ta: நிறுவுகிறது
tr: Yükleniyor
uk: Встановлення
vi: Đang Cài đặt
zh_cn: 设置

source: Installing %s (%s)...
bg: Инсталиране на %s (%s)...
cs: Instalace %s (%s)...
el: Εγκατάσταση του %s (%s)...
fi: Asennetaan %s (%s)...
fr: Installation de %s (%s)...
hr: Instaliranje %s (%s)...
it: Installazione di %s (%s)...
lt: Diegiama %s (%s)...
nl: Installeren %s (%s)...
pl: Instalowanie %s (%s)...
sk: Inštaluje sa %s (%s)...
sr: Instaliranje %s (%s)...
sv: Installera %s (%s)...
ta: %s ( %s) ஐ நிறுவுதல் ...
tr: %s (%s) yükleniyor...
uk: Встановлення %s (%s)...

source: Installing Service
bg: Инсталиране на сервизи
cs: Instalace služby
da: Installere Tjeneste
de: Dienst wird installiert
el: Εγκατάσταση υπηρεσίας
et: Teenuse paigaldamine
fi: Asennetaan palvelua
fr: Installation des services
hr: Instaliranje Servisa
hu: Csatorna telepítés
it: Installazione servizio
lt: Įdiegiama paslauga
nl: Installeert service
pl: Instalowanie listy
ru: Установка сервиса
sk: Inštalácia služby
sr: Instaliranje Servisa
sv: Installation av service
ta: சேவையை நிறுவுதல்
tr: Kanal Yükleme
uk: Встановлення каналів
vi: Cài đặt dịch vụ
zh_cn: 安装服务

source: Installing Software...
bg: Инсталиране на софтуер...
cs: Instalace Software...
da: Installerer software...
de: Installiere Software...
el: Εγκατάσταση λογισμικού...
fi: Ohjelmaa asennetaan...
fr: Installation du logiciel...
hr: Instaliranje Softvera...
it: Installazione software...
lt: Programinės įrangos diegimas ...
nl: Installeert Software...
pl: Instalowanie oprogramowania...
sk: Inštalácia softvéru...
sl: Nameščam programsko opremo...
sr: Instaliranje Softvera...
sv: Installera programvara...
ta: மென்பொருளை நிறுவுதல் ...
tr: Yazılım Yükleniyor...
uk: Встановлення ПЗ...
vi: Cài đặt phần mềm ...
zh_cn: 正在安装软件...

source: Installing package.
cs: Instalace balíčku.
el: Γίνεται εγκατάσταση του πακέτου.
fi: Asenna lisäosa.
hr: Instaliranje paketa.
it: Installazione pacchetto.
nl: Pakket installeren.
pl: Instalowanie pakietu.
sk: Inštalácia balíčka.
sr: Instaliranje paketa.
sv: Installation av paket.
ta: தொகுப்பு நிறுவுதல்.
tr: Paket yükleniyor.
uk: Встановлення пакета.

source: Instant Recording Actions
cs: Akce okamžitého nahrávání
el: Ενέργειες άμεσης εγγραφής
fi: Pikatallennuksen hakemisto
hr: Radnje Trenutnog Snimanja
it: Azioni registrazione istantanea
nl: Directe opname Acties
pl: Akcje natychmiastowego nagrywania
sk: Akcie pre okamžité nahrávanie
sr: Radnje Trenutnog Snimanja
sv: Åtgärder för omedelbar inspelning
ta: உடனடி பதிவு நடவடிக்கைகள்
tr: Anlık Kayıt İşlemleri
uk: Дії для миттєвого запису

source: Instant Recording End Time
cs: Čas ukončení okamžitého nahrávání
el: Ώρα λήξης άμεσης εγγραφής
fi: Pikatallennuksen loppu aika
hr: Vrijeme Završetka Trenutnog Snimanja
it: Ora di fine registrazione istantanea
nl: Directe opname eindtijd
pl: Natychmiastowy czas zakończenia nagrywania
sk: Čas ukončenia okamžitého nahrávania
sr: Vreme Završetka Trenutnog Snimanja
sv: Sluttid för omedelbar inspelning
ta: உடனடி பதிவு இறுதி நேரம்
tr: Anlık Kayıt Bitiş Zamanı
uk: Миттєвий час закінчення запису

source: Instant record
bg: Незабавен запис
cs: Volby okamžitého nahrávání
da: Straksoptagelse
de: Sofortaufnahme
el: Άμεση εγγραφή
et: Kohese salvestuse valikud
fi: Pikatallennus
fr: Enregistrement immédiat
hr: Trenutno snimanje
hu: Azonnali felvétel
it: Registrazione istantanea
lt: Momentinis įrašymas
nl: Onmiddellijk opnemen
pl: Natychmiastowe nagranie
ru: Немедленная запись
sk: Okamžité nahrávanie
sr: Trenutno snimanje
sv: Omedelbar registrering
ta: உடனடி பதிவு
tr: Anlık kayıt
uk: Негайний запис
vi: Ghi lại ngay lập tức
zh_cn: 即时录像

source: Instant recording location
bg: Незабавно място за запис
cs: Umístění okamžitého nahrávání
da: Straksoptagelse placering
de: Sofortaufnahme-Verzeichnis
el: Τοποθεσία άμεσης εγγραφής
et: Kohese salvestuse asukoht
fi: Pikatallennuksen hakemisto
fr: Emplacement des enregistrements immédiats
hr: Lokacija trenutnog snimanja
hu: Azonnali felvételek helye
it: Percorso registrazione istantanea
lt: Momentinio įrašymo vieta
nl: Opnamelocatie directe opnames
pl: Lokalizacja natychmiastowego nagrywania
pt_br: Diretório das gravações instantâneas
ru: Расположение немедленной записи
sk: Umiestnenie okamžitej nahrávky
sr: Lokacija trenutnog snimanja
sv: Omedelbar inspelningsplats
ta: உடனடி பதிவு இடம்
tr: Anlık kayıtlar konumu
uk: Розташування миттєвих записів
vi: Vị trí ghi âm tức thì
zh_cn: 即时录像位置

source: Interface
bg: Интерфейс
cs: Rozhraní
da: Grænseflade
de: Schnittstelle
el: Διεπαφή
et: Liides
fi: Liitäntä
hr: Sučelje
hu: Interfész
it: Interfaccia
lt: Sąsaja
pl: Interfejs
ru: Интерфейс
sk: Rozhranie
sr: Interfejs
sv: Gränssnitt
ta: இடைமுகம்
tr: Arayüz
uk: Інтерфейс
vi: Giao diện
zh_cn: 接口

source: Interface '%s'
cs: Rozhraní '%s'
el: Διεπαφή '%s'
fi: Liitäntä '%s'
hr: Sučelje '%s'
it: Interfaccia %s
lt: Sąsaja '%s'
pl: Interfejs '%s'
sk: Rozhranie '%s'
sr: Interfejs '%s'
sv: Gränssnitt '%s'
ta: '%s'
tr: Arayüz '%s'
uk: Інтерфейс '%s'

source: Interface:
bg: Интерфейс:
cs: Rozhraní:
da: Grænseflade:
de: Schnittstelle:
el: Διεπαφή:
et: Liides:
fi: Liittymä:
hr: Sučelje:
hu: Interfész:
it: Interfaccia:
lt: Sąsaja:
pl: Interfejs:
pt_br: Interface de uso
ru: Интерфейс:
sk: Rozhranie:
sl: Vmesnik:
sr: Interfejs:
sv: Gränssnitt:
ta: இடைமுகம்:
tr: Arayüz:
uk: Інтерфейс:
vi: Giao diện:
zh_cn: 接口:

source: Interlaced
cs: Prokládané
de: Zeilensprungverfahren
el: Πεπλεγμένο
et: Ülerealaotusega
fi: Lomitettu
fr: Entrelacé
hr: Isprepleteno
hu: Sorváltással
it: Interlacciato
lt: Dvieilio pynimo
pl: Z przeplotem
sk: Prekladané
sr: Isprepleteno
sv: Sammanflätad
ta: ஒன்றோடொன்று
tr: İç içe geçmiş
uk: Черезстрочна
vi: Xen kẽ
zh_cn: 隔行扫描

source: Interlingua
el: Διαγλωσσικά
fr: Interlingue
ta: இன்டர்லிங்வா
uk: Інтерлінгва

source: Intermediate
bg: Междинен
cs: Střední
da: Avanceret
de: Fortgeschritten
el: Ενδιάμεσο
et: Keskmine
fi: Keskitaso
fr: Intermédiaire
hr: Srednje
hu: Középfokú
it: Intermedio
lt: Normalus
nl: Tussenliggend
pl: Pośredni
pt_br: Intermediário
ru: Промежуточный
sk: Stredné
sl: Srednje
sr: Srednje
sv: Hemmakock
ta: இடைநிலை
tr: Orta
uk: Проміжний
vi: Trung gian
zh_cn: 中间

source: Internal
bg: Вътрешен
cs: Interní
da: Intern
de: Intern
el: Εσωτερικός
et: Sisemine
fi: Sisäinen
fr: Interne
hr: Unutrašnji
hu: Belső
it: Interna
lt: Vidinis
nl: Intern
pl: Wewnętrzny
ru: Внутренный
sk: Interné
sr: Unutrašnji
sv: Intern
ta: உள்
tr: Dahili
uk: Внутрішній
vi: Nội bộ
zh_cn: 内部

source: Internal Flash
bg: Вътрешен Флаш
cs: Interní Flash
da: Intern Flash
de: Interner Flash
el: Εσωτερική Flash
et: Sisemälu
fi: Sisäinen Muisti
fr: Flash interne
hr: Unutarnji Flash
it: Flash interna
lt: Vidinė atmintis
nl: Intern geheugen
pl: Wewnętrzny flash
sk: Interná pamäť flash
sl: Notranji pomnilnik
sr: Unutrašnji Fleš
sv: Intern blixt
ta: உள் ஃபிளாச்
tr: Dahili Flaş
uk: Внутрішня Пам’ять
vi: Flash nội bộ
zh_cn: 内部闪存

source: Internal SSD
cs: Interní SSD
el: Εσωτερικός SSD
fi: Sisäinen SSD
hr: Unutrašnji SSD
it: SSD interno
nl: Interne SSD
pl: Wewnętrzny NVMe
sk: Interný SSD
sr: Unutrašnji SSD
sv: Intern SSD
tr: Dahili SSD
uk: Внутрішній SSD

source: Internal USB
bg: Вътрешен USB
cs: Interní USB
da: Intern USB
de: Interner USB
el: Εσωτερικό USB
et: Sisemine USB pesa
fi: Sisäinen USB
fr: USB interne
hr: Unutrašnji USB
hu: Belső USB
it: USB interna
lt: Vidinis USB
nl: Interne USB
pl: Wewnętrzny USB
ru: Задний разьем USB
sk: Interné USB
sr: Unutrašnji USB
sv: Intern USB
ta: உள் யூ.எச்.பி
tr: Dahili USB
uk: Внутрішній USB
vi: USB nội bộ
zh_cn: 内部USB

source: Internal disk only
cs: Jen na interním disku
el: Εσωτερικός δίσκος μόνο
fi: Vain sisäinen kiintolevy
fr: Disque dur interne seulement
hr: Samo unutrašnji disk
it: Solo HDD interno
lt: Tik vidinis kietas diskas
nl: Alleen interne HDD
sr: Samo unutrašnji disk
sv: Endast intern disk
tr: Yalnızca dahili disk
uk: Тільки внутрішній жорсткий диск

source: Internal flash
bg: Вътрешен флаш
cs: Interní flash
da: Intern flash
de: Interner Flash
el: Εσωτερική flash
et: Sisemälu
fi: Sisäinen muisti
fr: Flash interne
hr: Unutarnji Flash
hu: Belső Flash
it: Flash interna
lt: Vidinė atmintis
nl: Intern geheugen
pl: Wewnętrzny flash
pt_br: Flash interna
ru: Внутренняя флешь
sk: Vnútorná flash
sr: Unutrašnji fleš
sv: Intern blixt
ta: உள் ஃபிளாச்
tr: Dahili flaş
uk: Внутрішня пам’ять
vi: Đèn flash bên trong
zh_cn: 内部闪存

source: Internal flash: %s %s
cs: Interní flash: %s %s
el: Εσωτερική flash: %s %s
fi: Sisäinen muisti: %s %s
hr: Unutarnji Flash: %s %s
it: Flash interna: %s %s
lt: Vidinė atmintis: %s %s
nl: Interne flash: %s %s
pl: Wewnętrzny flash: %s %s
sk: Vnútorná flash: %s %s
sr: Unutrašnji fleš: %s %s
sv: Intern flash: %s %s
ta: உள் ஃபிளாச்: %s %s
tr: Dahili flaş: %s %s
uk: Внутрішня пам’ять: %s %s

source: Internal flash: %s %s as USB Recovery
cs: Interní flash: %s %s jako obnovení z USB
el: Εσωτερική flash: %s %s ως USB ανάκτηση
fi: Sisäinen muisti: %s %s USB Palautuksena
hr: Unutarnji Flash: %s %s kao USB oporavak
it: Flash interna: %s %s come USB Recovery
lt: Vidinis įdiegimas: %s %s kaip USB atkūrimas
nl: Interne flash: %s %s als USB back-up
pl: Wewnętrzny flash: %s %s USB Recovery
sk: Vnútorná flash: %s %s ako USB pre obnovu
sr: Unutrašnji fleš: %s %s kao USB Oporavak
sv: Intern flash: %s %s som USB Recovery
ta: உள் ஃபிளாச்: யூ.எச்.பி மீட்பாக %s %s
tr: Dahili flaş: %s %s USB Kurtarma olarak
uk: Внутрішній пам’ять: %s %s як USB Recovery

source: Internet
bg: Интернет
el: Διαδίκτυο
lt: Internetas
ru: Интернет
ta: இணையம்
uk: Інтернет
zh_cn: 互联网

source: Interval between keys when repeating:
bg: Интервал между клавишите при повтаряне:
cs: Rychlost opakování:
da: Interval mellem trykgentagelse:
de: Intervall bei Tastenwiederholung:
el: Διάστημα μεταξύ των πλήκτρων μετά από επανάληψη:
et: Võtme kordamise vahemik:
fi: Näppäin painalluksen viive näppäintä toistettaessa:
fr: Intervalle entre les touches lors de répétition :
hr: Interval između tipki pri ponavljanju:
hu: Billentyű-ismétlés időköze:
it: Intervallo ripetizione in digitazione:
lt: Intervalas tarp mygtukų paspaudimų, kartojant:
nl: Interval tussen de opdrachten indien herhaald:
pl: Odstęp pomiędzy przyciskami gdy jest powtarzany:
pt_br: Intervalo entre teclas quando repetir:
ru: Интервал между повторным нажатием кнопки:
sk: Rýchlosť opakovania:
sr: Interval među ponovnim pritiskanjem tastera:
sv: Intervall mellan tangenterna vid upprepning:
ta: மீண்டும் மீண்டும் செய்யும் போது விசைகளுக்கு இடையில் இடைவெளி:
tr: Tekrarlama sırasında tuşlar arasındaki aralık:
uk: Інтервал між повторним натисканням кнопки:
vi: Khoảng thời gian giữa các phím khi lặp lại:
zh_cn: 重复时两个键之间的间隔:

source: Inuktitut
el: Ινούκτικουτ
ta: இனுகிடூட்
tr: Inuit Dili
uk: Інуктитут

source: Inupiaq
el: Ινουπιάκ
nl: Inupiak
ta: இனுபியாக்
tr: İnyupikçe
uk: Інупіак

source: Invalid
bg: Невалидно
cs: Neplatný
da: Ugyldig
de: Ungültig
el: Μη έγκυρο
et: Vigane
fi: Virheellinen
fr: Invalide
hr: Nevažeći
it: Non valido
lt: Neteisingas
nl: Ongeldig
pl: Nieprawidłowa
sk: Neplatné
sr: Nevažeći
sv: Ogiltig
ta: செல்லுபடியாகாத
tr: Geçersiz
uk: Некоректний
vi: Không hợp lệ
zh_cn: 无效

source: Invalid Help Page
cs: Neplatná stránka s nápovědou
hr: Nevažeća stranica pomoći
it: Pagina di aiuto non valida
sr: Nevažeća stranica pomoći
tr: Geçersiz Yardım Sayfası
uk: Недійсна сторінка довідки

source: Invalid location!
bg: Невалидно местоположение
cs: Neplatné umístění!
el: Μη έγκυρη τοποθεσία!
fi: Virheellinen sijainti!
fr: Emplacement non valide
hr: Nevažeća lokacija!
it: Posizione non valida!
lt: Neteisinga vieta
nl: Ongeldige locatie!
pl: Nieprawidłowa lokalizacja!
sk: Neplatné umiestnenie!
sr: Nevažeća lokacija!
sv: Ogiltig plats!
ta: தவறான இடம்!
tr: Geçersiz konum!
uk: Недійсне розташування!

source: Invalid transponder data
bg: Невалидни данни на транспондера
cs: Neplatná data transpondéru
da: Ugyldig transponder data
de: Ungültige Transponder-Daten
el: Μη έγκυρα δεδομένα αναμεταδότη
et: Vigased transponderi andmed
fi: Epäkelpo transponderin tieto
fr: Données du transpondeur non valides
hr: Nevažeći podaci transpondera
hu: Érvénytelen transzponder adat
it: Dati del transponder non validi
lt: Netinkami transponderio duomenys
nl: Ongeldige transponderdata
pl: Nieprawidłowe dane transpondera
ru: Некорректные транспондерные данные
sk: Neplatné údaje o transpondéri
sr: Nevažeći podaci transpondera
sv: Ogiltiga data från transpondern
ta: தவறான டிரான்ச்பாண்டர் தரவு
tr: Geçersiz aktarıcı bilgisi
uk: Некоректні транспондерні дані
vi: Dữ liệu transponder không hợp lệ
zh_cn: 无效的转发器数据

source: Invalid type
bg: невалиден тип
cs: neplatný typ
el: Μη έγκυρος τύπος
fi: epäkelpo tyyppi
fr: Type non valide
hr: Nevažeća vrsta
it: tipo non valido
lt: neteisingas tipas
nl: ongeldig type
pl: nieprawidłowy typ
sk: Neplatný typ
sr: Nevažeći tip
sv: Ogiltig typ
ta: தவறான வகை
tr: Geçersiz tür
uk: невірний тип

source: Inversion
bg: Инверсия
cs: Inverze
da: Invertere
de: Invertierung
el: Αναστροφή
et: Inversioon
fi: Inversio
hr: Inverzno
hu: Invertálás
it: Inversione
lt: Pervertimas
nl: Inversie
pl: Inwersja
pt_br: Inversão
ru: Инверсия
sk: Inverzia
sl: Inverzija
sr: Inverzno
ta: நேர்மாறல்
tr: Tersine çevir
uk: Інверсія
vi: Nghịch đảo
zh_cn: 反转

source: Invert
bg: Обърни
cs: Inverze
da: Inverter
de: Invertieren
el: Αναστροφή
et: Vastupidi
fi: Käänteinen
fr: Inverser
hr: Obrnuto
hu: Invertálás
it: Invertire
lt: Perversti
nl: Omgekeerd
pl: Zaznacz/Odznacz
pt_br: Inverter
ru: Инвертировать
sk: Invertovať
sr: Obrnuto
sv: Invertera
ta: தலைகீழ்
tr: Tersine çevir
uk: Інвертувати
vi: Đảo ngược
zh_cn: 反转

source: Inverts the button function.
bg: Обръща функцията на бутона.
cs: Obrátí funkci tlačítka.
da: Vender knapfunktionen om.
de: Bei 'Ja' werden die Funktionen der Kanaltasten umgekehrt.
el: Αντιστρέφει τη λειτουργία του πλήκτρου.
et: Pöörab ümber nuppude toimingud.
fi: Käänteiset näppäin functiot.
fr: Inverse la fonction du bouton.
hr: Obrnuta funkcija dugmeta.
hu: A gomb funkciók megcserélése.
it: Inverte la funzione dei tasti.
lt: Perjungia mygtuko funkciją.
nl: Omwisselen van knop functie.
pl: Odwraca funkcję przycisku.
sk: Obráti funkciu tlačidla.
sr: Obrnuta funkcija tastera.
sv: Inverterar knappens funktion.
ta: பொத்தான் செயல்பாட்டை தலைகீழாக மாற்றுகிறது.
tr: Tuşun işlevini tersine çevirir.
uk: Інвертувати функції кнопок.
vi: Đảo ngược chức năng nút.
zh_cn: 倒置按键功能.

source: Iran, Islamic Republic of
cs: Írán, Islámská republika
el: Ιράν, Ισλαμική Δημοκρατία
fi: Iran
fr: Iran, République islamique d'Iran
hr: Iran
it: Iran, Repubblica islamica di
lt: Iranas, Islamo Respublika
nl: Iran
pl: Iran, Islamska Republika Iranu
sk: Irán (Islamská republika)
sv: Iran
ta: ஈரான், இச்லாமிக் குடியரசு
tr: İran
uk: Іран, Ісламська Республіка

source: Iraq
cs: Irák
da: Irak
de: Irak
el: Ιράκ
et: Iraak
fr: Irak
hr: Irak
hu: Irak
lt: Irakas
nl: Irak
pl: Irak
sk: Irak
sv: Irak
ta: ஈராக்
tr: Irak
uk: Ірак
zh_cn: 伊拉克

source: Ireland
cs: Irsko
da: Irland
de: Irland
el: Ιρλανδία
et: Iirimaa
fi: Irlanti
fr: Irelande
hr: Irska
hu: Írország
it: Irlanda
lt: Airija
nl: Ierland
pl: Irlandia
sk: Írsko
sv: Irland
ta: அயர்லாந்து
tr: İrlanda
uk: Ірландія
vi: Ai-len
zh_cn: 爱尔兰

source: Irish
cs: Irština
el: Ιρλανδικά
fi: Irlantilainen
fr: Irlandais
hr: Irski
it: Irlandese
lt: Airių
nl: Iers
pl: Irlandzki
sk: írčina
sv: Irländskt
ta: ஐரிச்
tr: İrlanda
uk: Ірландська

source: Is the keyboard working?
cs: Funguje klávesnice?
el: Λειτουργεί το πληκτρολόγιο;
fi: Toimiiko näppäimistö?
hr: Radi li tipkovnica?
it: La tastiera funziona?
nl: Functioneert het toetsenbord?
pl: Czy klawiatura działa?
sk: Je klávesnica funkčná?
sr: Da li tastatura radi?
sv: Fungerar tangentbordet?
ta: விசைப்பலகை செயல்படுகிறதா?
tr: Klavye çalışıyor mu?
uk: Чи працює клавіатура?

source: Is this setting ok?
bg: Добре ли е тази настройка?
cs: Je toto nastavení správné?
da: Er denne indstilling OK ?
de: Ist diese Einstellung in Ordnung?
el: Είναι αυτή η ρύθμιση OK;
et: Kas need seaded sobivad?
fi: Käytä näitä asetuksia?
fr: Est-ce que ce paramètre est correct ?
hr: Da li je ova postavka ok?
hu: Ezen beállítások használata?
it: La configurazione è corretta?
lt: Ar šis nustatymas geras?
nl: Zijn deze instellingen correct?
pl: Użyć tych ustawień?
pt_br: Usar estas configurações?
ru: Использовать эти настройки?
sk: Použiť toto nastavenie?
sr: Da li je ova postavka ok?
sv: Är denna inställning ok?
ta: இந்த அமைப்பு சரியா?
tr: Bu ayar uygun mu?
uk: Чи це налаштування є нормальним?
vi: Cài đặt này có ổn không?
zh_cn: 这个设置是否可以？

source: Is this video mode ok?
bg: Добре ли е този видео режим?
cs: Je tento videomód OK?
da: Er denne videotilstand OK ?
de: Diesen Videomodus beibehalten?
el: Είναι εντάξει αυτή η λειτουργία εικόνας;
et: Kas see videorežiim sobib?
fi: Otetaanko tämä videotila käyttöön?
fr: Ce mode vidéo est-il correct ?
hr: Je li ovaj video način u redu?
hu: Megfelelő ez a videómód?
it: La modalità video è corretta?
lt: Ar šis vaizdo režimas tinkamas?
nl: Is deze videomode correct?
pl: Czy użyć tego trybu wideo?
pt_br: Este modo de vídeo está correto?
ru: Установить данный видеорежим?
sk: Je tento video režim v poriadku?
sr: Da li je ovaj video režim ok?
sv: Är detta videoläge ok?
ta: இந்த வீடியோ பயன்முறை சரியா?
tr: Bu görüntü modu uygun mu?
uk: Встановити даний відеорежим?
vi: Chế độ video này có ổn không?
zh_cn: 这个视频模式是否可以？

source: Isle of Man
cs: Ostrov Man
el: Νήσος του Μαν
et: Man'i saar
fi: Mansaari
fr: Île de Man
hu: Man-sziget
it: Isola di Man
lt: Meno sala
pl: Wyspa Man
ta: ஐல் ஆஃப் மேன்
tr: Man Adası
uk: Острів Ман
vi: Đảo Man
zh_cn: 马恩岛

source: Israel
cs: Izrael
el: Ισραήλ
et: Iisrael
fr: Israël
hu: Izrael
it: Israele
lt: Izraelis
pl: Izrael
sk: Izrael
ta: இச்ரேல்
tr: İsrail
uk: Ізраїль
vi: Ixraen
zh_cn: 以色列

source: It follows:
bg: Следва:
cs: Následovat bude:
de: Es folgt:
el: Ακολουθεί:
fi: Se seuraa:
fr: Il s'ensuit :
hr: Slijedi:
hu: Ebből következik:
it: Segue:
lt: Tai reiškia:
nl: Het vervolgt:
pl: Wynika:
sk: Nasleduje:
sr: Sledi:
sv: Det är följande:
ta: இது பின்வருமாறு:
tr: Bunu takip eder:
uk: З цього випливає:
vi: Nó như sau:
zh_cn: 具体如下:

source: Italian
cs: Italsky
da: Italiensk
de: Italienisch
el: Ιταλικά
et: Itaalia
fi: Italia
fr: Italien
hr: Talijanski
hu: Olasz
it: Italiano
lt: Italų
nl: Italiaans
pl: Włoski
pt_br: Italiano
ru: Итальянский
sk: taliančina
sr: Italijanski
sv: Italienska
ta: இத்தாலிய
tr: İtalyanca
uk: Італійська
vi: Người Ý
zh_cn: 意大利语

source: Italy
cs: Itálie
da: Italien
de: Italien
el: Ιταλία
et: Itaalia
fi: Italia
fr: Italie
hr: Italija
hu: Olaszország
it: Italia
lt: Italija
nl: Italië
pl: Włochy
sk: Taliansko
sv: Italien
ta: இத்தாலி
tr: İtalya
uk: Італія
vi: Ý
zh_cn: 意大利

source: JUMP 24 HOURS
bg: Скок на 24 ЧАСА
cs: SKOK 24 HODIN
da: HOP 24 TIMER
el: ΜΕΤΑΒΑΣΗ ΣΕ 24 ΩΡΕΣ
et: HÜPPA 24 TUNDI
fi: HYPPÄÄ 24 TUNTIA
fr: SAUTER 24 HEURES
hr: SKOK 24 SATA
hu: 24 ÓRÁT UGRIK
it: SALTA 24 ORE
lt: PERŠOKTI 24 VAL
nl: SPRING 24 UUR
pl: SKOCZ 24 GODZ
ru: Переход на 24 часа
sk: PRESKOČIŤ 24 HODÍN
sr: SKOK 24 SATA
sv: HOPP 24 TIMMAR
ta: 24 மணி நேரம் குதிக்கவும்
tr: 24 SAAT ATLA
uk: ПЕРЕЙТИ НА 24 ГОДИН
vi: JUMP 24 GIỜ
zh_cn: 跳转24小时

source: Jamaica
de: Jamaika
el: Τζαμάικα
et: Jamaika
fr: Jamaïque
it: Giamaica
lt: Jamaika
pl: Jamajka
sk: Jamajka
ta: சமைக்கா
tr: Jamaika
uk: Ямайка
zh_cn: 牙买加

source: Japan
cs: Japonsko
el: Ιαπωνία
et: Jaapan
fi: Japani
fr: Japon
hu: Japán
it: Giappone
lt: Japonija
pl: Japonia
sk: Japonsko
ta: சப்பான்
tr: Japonya
uk: Японія
vi: Nhật Bản
zh_cn: 日本

source: Japanese
cs: Japonština
el: Ιαπωνικά
fi: Japani
fr: Japonais
it: Giapponese
lt: Japonų
nl: Japans
pl: Japoński
sk: japončina
sv: Japanska
ta: சப்பானியர்கள்
tr: Japonca
uk: Японська

source: Javanese
cs: Jávština
el: Ιαβανικά
fi: Jaavan kieli
fr: Javanais
it: Giavanese
lt: Javiečių
nl: Javanees
pl: Jawajski
sk: javajčina
sv: Javanesiska
ta: சாவானீச்
tr: Cava
uk: Яванська

source: Jazz
hr: Džez
sr: Džez
tr: Caz
uk: Джаз

source: Jersey
el: Τζέρσεϊ
lt: Džersis
ta: செர்சி
uk: Джерсі
vi: Áo
zh_cn: 泽西岛
