Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Dayname D/MM/Year
cs: Název dne D/MM/Rok
da: Dagsnavn D/MM/År
de: Wochentag T/MM/Jahr
el: Όνομα ημέρας Η/ΜΜ/Έτος
et: Nädalapäev P/KK/Aasta
fi: Viikonpäivä P/KK
fr: Nom du jour J/MM/Année
hr: Ime dana D/ММ/Godina
it: NomeGiorno D/MM/Anno
lt: Metai/MM/D SavDiena
nl: Dagnaam D/MM/jaar
pl: Format: D/MM/Rok
sk: Názov dňa D/MM/Rok
sr: Ime dana D/ММ/Godina
sv: Dagnamn D/MM/År
ta: டேர் பெயர் டி/மிமீ/ஆண்டு
tr: Gün Adı D/MM/Yıl
uk: Субота 1/02/2020
vi: Tên ngày D / MM / năm

source: Dayname DD Month Year
cs: Název dne DD Měsíc Rok
da: Dagsnavn DD Måned År
de: Wochentag TT Monat Jahr
el: Όνομα ημέρας ΗΗ Μήνας Έτος
et: Nädalapäev PP Kuu Aasta
fi: Viikonpäivä PP kuukausi
fr: Nom du jour JJ Mois Année
hr: Ime dana DD Mjesec Godina
it: NomeGiorno DD Mese Anno
lt: Metai Mėnuo DD SavDiena
nl: Dagnaam DD maand jaar
pl: Format: DD Miesiąc Rok
sk: Názov dňa DD Mesiac Rok
sr: Ime dana DD Mesec Godina
sv: Dagnamn DD Månad År
ta: DANEMAME DD மாத ஆண்டு ஆண்டு ஆண்டு
tr: Gün Adı DD Ay Yıl
uk: Субота 01 02 2020
vi: Tên ngày DD tháng năm

source: Dayname DD-Month-Year
cs: Název dne DD-Měsíc-Rok
da: Dagsnavn DD-Måned-År
de: Wochentag TT-Monat-Jahr
el: Όνομα ημέρας ΗΗ-Μήνας-Έτος
et: Nädalapäev PP-Kuu-Aasta
fi: Viikonpäivä PP-kuukausi
fr: Nom du jour JJ-Mois Année
hr: Ime dana DD Mjesec Godina
it: NomeGiorno DD-Mese-Anno
lt: Metai-Mėnuo-DD SavDiena
nl: Dagnaam DD-maand-jaar
pl: Format: DD-Miesiąc-Rok
sk: Názov dňa DD-Mesiac-Rok
sr: Ime dana DD-Mesec-Godina
sv: Dagnamn DD-Månad-Jahr
ta: டேனாம் டிடி-மாத ஆண்டு
tr: Gün Adı DD-Ay-Yıl
uk: Субота 01-02-2020
vi: Tên ngày DD-Tháng-Năm

source: Dayname DD. Month Year
cs: Název dne DD. Měsíc Rok
da: Dagsnavn DD. Måned År
de: Wochentag TT. Monat Jahr
el: Όνομα ημέρας ΗΗ. Μήνας Έτος
fi: Viikonpäivä PP. Kuukausi Vuosi
fr: Nom du jour JJ.Mois Année
hr: Ime dana DD Mjesec Godina
it: NomeGiorno DD. Mese Anno
lt: Dienos pavadinimas DD. Mėnuo Metai
nl: Datum DD. maand jaar
pl: Format: DD. Miesiąc Rok
sk: Názov dňa DD. Mesiac Rok
sr: Ime dana DD. Mesec Godina
sv: Dagnamn DD. Månad År
ta: டேனாம் டி.டி. மாத ஆண்டு
tr: Gün adı DD. Ay yıl
uk: Субота 01. 2 2020

source: Dayname DD.M.Year
cs: Název dne DD.M.Rok
da: Dagsnavn DD.M.År
de: Wochentag TT.M.Jahr
el: Όνομα ημέρας ΗΗ. Μ.Έτος
fi: Viikonpäivä PP.K.Vuosi
fr: Nom du jour JJ.M.Année
hr: Ime dana DD.M.Godina
it: NomeGiorno DD.M.Anno
lt: Dienos pavadinimas DD. M.Metai
nl: Datum DD.M.jaar
pl: Format: DD.M.Rok
sk: Názov dňa DD.M.Rok
sr: Ime dana DD.M.Godina
sv: Dagnamn DD.M.År
ta: டேனாம் டி.டி.எம்
tr: Gün adı DD.M.Yıl
uk: Субота 01.2.2020

source: Dayname DD.MM.Year
cs: Název dne DD.MM.Rok
da: Dagsnavn DD.MM.År
de: Wochentag TT.MM.Jahr
el: Όνομα ημέρας ΗΗ.ΜΜ.Έτος
fi: Viikonpäivä PP.KK.Vuosi
fr: Nom du jour JJ.MM.Année
hr: Ime dana DD.ММ.Godina
it: NomeGiorno DD.MM.Anno
lt: Dienos pavadinimas DD.MM.Metai
nl: Datum DD.MM.jaar
pl: Format: DD.MM.Rok
sk: Názov dňa DD.MM.Rok
sr: Ime dana DD.ММ.Godina
sv: Dagnamn DD.MM.År
ta: Realname dd.mm. year
tr: Gün Adı GG.AA.Yıl
uk: Субота 01.02.2020

source: Dayname DD/M/Year
cs: Název dne DD/M/Rok
da: Dagsnavn DD/M/År
de: Wochentag TT/M/Jahr
el: Όνομα ημέρας ΗΗ/Μ/Έτος
et: Nädalapäev PP/K/Aasta
fi: Viikonpäivä PP/K
fr: Nom du jour JJ/M/Année
hr: Ime dana DD/М/Godina
it: NomeGiorno DD/Mese/Anno
lt: Metai/M/DD SavDiena
nl: Dagnaam DD/M/jaar
pl: Format: DD/M/Rok
sk: Názov dňa DD/M/Rok
sr: Ime dana DD/М/Godina
sv: Dagnamn DD/M/År
ta: DANEMAME DD/M/YEAR
tr: Gün adı DD / M / Yıl
uk: Субота 01/2/2020
vi: Tên ngày DD / M / năm

source: Dayname DD/MM/Year
cs: Název dne DD/MM/Rok
da: Dagsnavn DD/MM/År
de: Wochentag TT/MM/Jahr
el: Όνομα ημέρας ΗΗ/ΜΜ/Έτος
et: Nädalapäev PP/KK/Aasta
fi: Viikonpäivä PP/KK
fr: Nom du jour JJ/MM/Année
hr: Ime dana DD/ММ/Godina
it: NomeGiorno DD/MM/Anno
lt: Metai/MM/DD SavDiena
nl: Dagnaam DD/MM/jaar
pl: Format: DD/MM/Rok
sk: Názov dňa DD/MM/Rok
sr: Ime dana DD/ММ/Godina
sv: Dagnamn DD/MM/År
ta: டேர் பெயர் டி.டி/மிமீ/ஆண்டு
tr: Gün Adı GG / AA / Yıl
uk: Субота 01/02/2020
vi: Tên ngày DD / M / năm

source: Dayname M/D/Year
cs: Název dne M/D/Rok
da: Dagsnavn M/D/År
de: Wochentag M/T/Jahr
el: Όνομα ημέρας Μ/Η/Έτος
et: Nädalapäev K/P/Aasta
fi: Viikonpäivä K/P
fr: Nom du jour J/D/Année
hr: Ime dana М/D/Godina
it: NomeGiorno M/D/Anno
lt: Metai/M/D SavDiena
nl: Dagnaam M/D/jaar
pl: Format: M/D/Rok
sk: Názov dňa M/D/Rok
sr: Ime dana М/D/Godina
sv: Dagnamn M/D/År
ta: டேர் பெயர் எம்/டி/ஆண்டு
tr: Gün Adı M / D / Yıl
uk: Субота 2/1/2020
vi: Tên ngày M / D / Năm

source: Dayname M/DD/Year
cs: Název dne M/DD/Rok
da: Dagsnavn M/D/År
de: Wochentag M/TT/Jahr
el: Όνομα ημέρας Μ/ΗΗ/Έτος
et: Nädalapäev K/PP/Aasta
fi: Viikonpäivä K/PP
fr: Nom du jour MM/JJ/Année
hr: Ime dana М/DD/Godina
it: NomeGiorno M/DD/Anno
lt: Metai/M/DD SavDiena
nl: Dagnaam M/DD/jaar
pl: Format: M/DD/Rok
sk: Názov dňa M/DD/Rok
sr: Ime dana М/DD/Godina
sv: Dagnamn M/DD/År
ta: டேன் பெயர் எம்/டி.டி/ஆண்டு
tr: Gün adı M / DD / Yıl
uk: Субота 2/01/2020
vi: Tên ngày M / DD / Năm

source: Dayname MM/D/Year
cs: Název dne MM/D/Rok
da: Dagsnavn MM/D/År
de: Wochentag MM/T/Jahr
el: Όνομα ημέρας ΜΜ/Η/Έτος
et: Nädalapäev KK/P/Aasta
fi: Viikonpäivä KK/P
fr: Nom du jour MM/J/Année
hr: Ime dana ММ/D/Godina
it: NomeGiorno MM/D/Anno
lt: Metai/MM/D SavDiena
nl: Dagnaam MM/D/jaar
pl: Format: MM/D/Rok
sk: Názov dňa MM/D/Rok
sr: Ime dana ММ/D/Godina
sv: Dagnamn MM/D/År
ta: டேனாம் மிமீ/டி/ஆண்டு
tr: Gün Adı MM / D / Yıl
uk: Субота 02/1/2020
vi: Tên ngày MM / D / Năm

source: Dayname MM/DD/Year
cs: Název dne MM/DD/Rok
da: Dagsnavn MM/DD/År
de: Wochentag MM/TT/Jahr
el: Όνομα ημέρας ΜΜ/ΗΗ/Έτος
et: Nädalapäev KK/PP/Aasta
fi: Viikonpäivä KK/PP
fr: Nom du jour MM/JJ/Année
hr: Ime dana ММ/DD/Godina
it: NomeGiorno MM/DD/Anno
lt: Metai/MM/DD SavDiena
nl: Dagnaam MM/DD/jaar
pl: Format: MM/DD/Rok
sk: Názov dňa MM/DD/Rok
sr: Ime dana ММ/DD/Godina
sv: Dagnamn MM/DD/År
ta: டேனாம் எம்.எம்/டி.டி/ஆண்டு
tr: Gün adı MM / DD / Yıl
uk: Субота 02/01/2020
vi: Tên ngày MM / DD / Năm

source: Dayname Month D Year
cs: Název dne Měsíc D Rok
da: Dagsnavn Måned D År
de: Wochentag Monat T Jahr
el: Όνομα ημέρας Μήνας Η Έτος
et: Nädalapäev Kuu P Aasta
fi: Viikonpäivä KK P
fr: Nom du jour Mois J Année
hr: Ime dana Mesec D Godina
it: NomeGiorno Mese D Anno
lt: Metai Mėnuo D SavDiena
nl: Dagnaam maand D jaar
pl: Format: Miesiąc D Rok
sk: Názov dňa Mesiac D Rok
sr: Ime dana Mesec D Godina
sv: Dagnamn Månad D År
ta: டேனாம் மாதம் டி ஆண்டு
tr: Gün Adı Ay D Yıl
uk: Субота 2 1 2020
vi: Tên ngày tháng năm D

source: Dayname Month DD Year
cs: Název dne Měsíc DD Rok
da: Dagsnavn Måned DD År
de: Wochentag Monat TT Jahr
el: Όνομα ημέρας Μήνας ΗΗ Έτος
et: Nädalapäev Kuu PP Aasta
fi: Viikonpäivä KK PP
fr: Nom du jour Mois JJ Année
hr: Ime dana Mesec DD Godina
it: NomeGiorno Mese DD Anno
lt: Metai Mėnuo DD SavDiena
nl: Dagnaam maand DD jaar
pl: Format: Miesiąc DD Rok
sk: Názov dňa Mesiac DD Rok
sr: Ime dana Mesec DD Godina
sv: Dagnamn Månad DD År
ta: டேனேம் மாத டிடி ஆண்டு
tr: Gün Adı Ay DD Yıl
uk: Субота 2 01 2020
vi: Tên ngày DD-Tháng-Năm

source: Dayname Month-D-Year
cs: Název dne Měsíc-D-Rok
da: Dagsnavn Måned-D-År
de: Wochentag Monat-T-Jahr
el: Όνομα ημέρας Μήνας-Η-Έτος
et: Nädalapäev Kuu-P-Aasta
fi: Viikonpäivä kuukausi-P
fr: Nom du jour Mois-J-Année
hr: Ime dana Mesec-D-Godina
it: NomeGiorno Mese-D-Anno
lt: Metai-Mėnuo-D SavDiena
nl: Dagnaam maand-D-jaar
pl: Format: Miesiąc-D-Rok
sk: Názov dňa Mesiac-D-Rok
sr: Ime dana Mesec-D-Godina
sv: Dagnamn Månad-D-år
ta: டேனாம் மாதம்-டி-ஆண்டுகள்
tr: Gün Adı Ay-D-Yıl
uk: Субота 2-1-2020
vi: Tên ngày tháng năm D

source: Dayname Month-DD-Year
cs: Název dne Měsíc-DD-Rok
da: Dagsnavn Måned-DD-År
de: Wochentag Monat-TT-Jahr
el: Όνομα ημέρας Μήνας-ΗΗ-Έτος
et: Nädalapäev Kuu-PP-Aasta
fi: Viikonpäivä kuukausi-PP
fr: Nom du jour Mois-JJ-Année
hr: Ime dana Mesec-DD-Godina
it: NomeGiorno Mese-DD-Anno
lt: Metai-Mėnuo-DD SavDiena
nl: Dagnaam maand-DD-jaar
pl: Format: Miesiąc-DD-Rok
sk: Názov dňa Mesiac-DD-Rok
sr: Ime dana Mesec-DD-Godina
sv: Dagnamn Månad-DD-år
ta: டேனேம் மாதம்-டி.டி.டி ஆண்டு
tr: Gün Adı Ay-DD-Yıl
uk: Субота 2-01-2020
vi: Tên ngày DD-Tháng-Năm

source: Dayname Year Month D
cs: Název dne Rok Měsíc D
da: Dagsnavn År Måned D
de: Wochentag Jahr Monat T
el: Όνομα ημέρας Έτος Μήνας Η
et: Nädalapäev Aasta Kuu P
fi: Viikonpäivä kuukausi P
fr: Nom du jour Année Mois J
hr: Ime dana Godina Mjesec D
it: NomeGiorno Anno Mese D
lt: Metai Mėnuo D SavDiena
nl: Dagnaam jaar maand D
pl: Format: Rok Miesiąc D
sk: Názov dňa Rok Mesiac D
sr: Ime dana Godina Mesec D
sv: Dagnamn År Månad D
ta: பகல்நேர மாதம் டி
tr: Gün Adı Yıl Ay D
uk: Субота 2020 2 1
vi: Tên ngày tháng năm D

source: Dayname Year Month DD
cs: Název dne Rok Měsíc DD
da: Dagsnavn År Måned DD
de: Wochentag Jahr Monat TT
el: Όνομα ημέρας Έτος Μήνας ΗΗ
et: Nädalapäev Aasta Kuu PP
fi: Viikonpäivä kuukausi PP
fr: Nom du jour Année Mois JJ
hr: Ime dana Godina Mjesec DD
it: NomeGiorno Anno Mese DD
lt: Metai Mėnuo DD SavDiena
nl: Dagnaam jaar maand DD
pl: Format: Rok Miesiąc DD
sk: Názov dňa Rok Mesiac DD
sr: Ime dana Godina Mesec DD
sv: Dagnamn År Månad DD
ta: டேனாம் ஆண்டு டி.டி.டி.
tr: Gün Adı Yıl Ay DD
uk: Субота 2020 2 01
vi: Tên ngày DD-Tháng-Năm

source: Dayname Year-Month-D
cs: Název dne Rok-Měsíc-D
da: Dagsnavn År-Måned-D
de: Wochentag Jahr-Monat-T
el: Όνομα ημέρας Έτος-Μήνας-Η
et: Nädalapäev Aasta-Kuu-P
fi: Viikonpäivä kuukausi-P
fr: Nom du jour Année-Mois-J
hr: Ime dana Godina-Mjesec-D
it: NomeGiorno Anno-Mese-D
lt: Metai-Mėnuo-D SavDiena
nl: Dagnaam jaar-maand-D
pl: Format: Rok-Miesiąc-D
sk: Názov dňa Rok-Mesiac-D
sr: Ime dana Godina-Mesec-D
sv: Dagnamn År-Månad-D
ta: டேனாம் ஆண்டு-மாதம்-டி
tr: Gün Adı Yıl-Ay-D
uk: Субота 2020-2-1
vi: Tên ngày tháng năm -D

source: Dayname Year-Month-DD
cs: Název dne Rok-Měsíc-DD
da: Dagsnavn År-Måned-DD
de: Wochentag Jahr-Monat-TT
el: Όνομα ημέρας Έτος-Μήνας-ΗΗ
et: Nädalapäev Aasta-Kuu-PP
fi: Viikonpäivä kuukausi-PP
fr: Nom du jour Année-Mois-JJ
hr: Ime dana Godina Mjesec DD
it: NomeGiorno Anno-Mese-DD
lt: Metai-Mėnuo-DD SavDiena
nl: Dagnaam jaar-maand-DD
pl: Format: Rok-Miesiąc-DD
sk: Názov dňa Rok-Mesiac-DD
sr: Ime dana Godina-Mesec-DD
sv: Dagnamn År-Månad-DD
ta: டேனாம் ஆண்டு-மாத-டி.டி.
tr: Gün Adı Yıl-Ay-DD
uk: Субота 2020-2-01
vi: Tên ngày DD-Tháng-Năm

source: Dayname Year/M/D
cs: Název dne Rok/M/D
da: Dagsnavn År/M/D
de: Wochentag Jahr/M/T
el: Όνομα ημέρας Έτος/Μ/Η
et: Nädalapäev Aasta/K/P
fi: Viikonpäivä K/P
fr: Nom du jour Année/M/J
hr: Ime dana Godina/М/D
it: NomeGiorno Anno/M/D
lt: Metai/M/D SavDiena
nl: Dagnaam jaar/M/D
pl: Format: Rok/M/D
sk: Názov dňa Rok/M/D
sr: Ime dana Godina/М/D
sv: Dagnamn År/M/D
ta: டேனேம் ஆண்டு/மீ/டி
tr: Gün Adı Yıl / M/ D
uk: Субота 2020/2/1
vi: Tên ngày / M / D

source: Dayname Year/M/DD
cs: Název dne Rok/M/DD
da: Dagsnavn År/M/DD
de: Wochentag Jahr/M/TT
el: Όνομα ημέρας Έτος/Μ/ΗΗ
et: Nädalapäev Aasta/K/PP
fi: Viikonpäivä K/PP
fr: Nom du jour Année/M/JJ
hr: Ime dana Godina/М/DD
it: NomeGiorno Anno/M/DD
lt: Metai/M/DD SavDiena
nl: Dagnaam jaar/M/DD
pl: Format: Rok/M/DD
sk: Názov dňa Year/M/DD
sr: Ime dana Godina/М/DD
sv: Dagnamn År/M/DD
ta: டேனேம் ஆண்டு/மீ/டி.டி.
tr: Gün Adı Yıl / M / DD
uk: Субота 2020/2/01
vi: Tên ngày M / DD / Năm

source: Dayname Year/MM/D
cs: Název dne Rok/MM/D
da: Dagsnavn År/MM/D
de: Wochentag Jahr/MM/T
el: Όνομα ημέρας Έτος/ΜΜ/Η
et: Nädalapäev Aasta/KK/P
fi: Viikonpäivä KK/P
fr: Nom du jour Année/MM/J
hr: Ime dana Godina/ММ/D
it: NomeGiorno Anno/MM/D
lt: Metai/MM/D SavDiena
nl: Dagnaam jaar/MM/D
pl: Format: Rok/MM/D
sk: Názov dňa Year/MM/D
sr: Ime dana Godina/ММ/D
sv: Dagnamn År/MM/D
ta: டேனேம் ஆண்டு/மிமீ/டி
tr: Gün Adı Yıl / MM / D
uk: Субота 2020/02/1
vi: Tên ngày MM / D / Năm

source: Dayname Year/MM/DD
cs: Název dne Rok/MM/DD
da: Dagsnavn År/MM/DD
de: Wochentag Jahr/MM/T
el: Όνομα ημέρας Έτος/ΜΜ/ΗΗ
et: Nädalapäev Aasta/KK/PP
fi: Viikonpäivä KK/PP
fr: Nom du jour Année/MM/JJ
hr: Ime dana Godina/ММ/DD
it: NomeGiorno Anno/M/DD
lt: Metai/MM/DD SavDiena
nl: Dagnaam jaar/MM/DD
pl: Format: Rok/MM/DD
sk: Názov dňa Year/MM/DD
sr: Ime dana Godina/ММ/DD
sv: Dagnamn År/MM/DD
ta: டேனேம் ஆண்டு/மிமீ/டி.டி.
tr: Gün Adı Yıl / AA / GG
uk: Субота 2020/02/01
vi: Tên ngày MM / DD / Năm

source: Deactivate
bg: Деактивиране
cs: Deaktivovat
da: Deaktivere
de: Deaktivieren
el: Απενεργοποίηση
et: Lülita välja
fi: Poista käytöstä
fr: Désactiver
hr: Deaktivirano
hu: Hatástalanít
it: Disattivare
lt: Išjungti
nl: Uitschakelen
pl: Dezaktywuj
ru: Отключить
sk: Deaktivovať
sr: Deaktivirano
sv: Inaktivera
ta: செயலிழக்கச் செய்யுங்கள்
tr: Devre dışı bırak
uk: Зупинити
vi: Vô hiệu hóa
zh_cn: 禁用

source: Deactivate Expander
cs: Deaktivovat expandér
el: Απενεργοποίηση επέκτασης
fi: Poista laajennus käytöstä
hr: Deaktivirano Proširenje
it: Disattiva espansore
nl: Expander uitschakelen
pl: Wyłącz Rozszerzacza
sk: Deaktivovať expandér
sr: Deaktivirano Proširenje
sv: Avaktivera Expander
ta: விரிவாக்கத்தை செயலிழக்கச் செய்யுங்கள்
tr: Genişleticiyi Devre Dışı Bırak
uk: Деактивувати Розширювач

source: Deactivate the flash expander in the selected device
cs: Deaktivovat flash expandér ve vybraném zařízení
el: Απενεργοποίηση της επέκτασης flash στην τρέχουσα συσκευή
fi: Poista muistin laajennus käytöstä valitusta laitteesta
hr: Deaktiviraj flash proširenje za izabrani uređaj
it: Disattiva espansore flash nel dispositivo selezionato
nl: Deactiveer de Flash-Expander in het geselecteerde apparaat
pl: Wyłącza rozszerzacza flash na wybranym urządzeniu
sk: Deaktivovať falsh expandér na vybranej jednotke
sr: Deaktiviraj fleš proširenje za izabrani uređaj
sv: Avaktivera flashexpandern i den valda enheten
ta: தேர்ந்தெடுக்கப்பட்ட சாதனத்தில் ஃபிளாச் விரிவாக்கியை செயலிழக்கச் செய்யுங்கள்
tr: Seçilen cihazdaki flaş genişleticiyi devre dışı bırak
uk: Вимкніть розширювач флеш-пам'яті у вибраному пристрої

source: Debug
cs: Ladit
el: Αποσφαλμάτωση
fi: Oletus
hr: Otklanjanje grešaka
lt: Derinti
pl: Debuguj
sk: Ladenie (debug)
sr: Otklanjanje grešaka
sv: Debugg
ta: பிழைத்திருத்தம்
tr: Hata Ayıklama
uk: Налагодження

source: Debug %d/%d
cs: Ladění %d/%d
el: Αποσφαλμάτωση %d/%d
fi: Virheenjäljitys %d/%d
hr: Otklanjanje grešaka %d/%d
lt: Derinti %d/%d
sk: Ladenie %d/%d
sr: Otklanjanje grešaka %d/%d
sv: Felsökning %d/%d
ta: பிழைத்திருத்த %d/ %d
tr: Hata Ayıklama %d/%d
uk: Налагодження %d/%d

source: Debug Information
cs: Informace o ladění
el: Πληροφορίες αποσφαλμάτωσης
fi: Vianmääritys tiedot
hr: Info o otklanjanju grešaka
it: Informazioni di debug
lt: Derinimo informacija
nl: Debug Informatie
pl: Informacje debugowania
sk: Informácie o ladení
sr: Info o otklanjanju grešaka
sv: Felsöknings information
ta: பிழைத்திருத்த செய்தி
tr: Hata Ayıklama Bilgisi
uk: Налагоджувальна інфо

source: Debug Log Information
cs: Informace o protokolu ladění
el: Πληροφορίες καταγραφής αποσφαλμάτωσης
fi: Vianmäärityslokin tiedot
hr: Info o evidenciji otklanjanja grešaka
it: Informazioni sul registro di debug
lt: Derinimo žurnalo informacija
nl: Debug Log Informatie
pl: Informacje dziennika debugowania
sk: Informácie z denníka ladenia
sr: Info o evidenciji otklanjanja grešaka
sv: Information om felsökningsloggen
ta: பதிவு செய்தி பிழைத்திருத்த
tr: Hata Ayıklama Günlüğü Bilgisi
uk: Інформація логу налагодження

source: Debug Log Information Actions
cs: Akce s informacemi o protokolu ladění
el: Ενέργειες πληροφοριών καταγραφής αποσφαλμάτωσης
fi: Virheenjäljitys tiedot
hr: Radnja o evidenciji otklanjanja grešaka
it: Azioni sulle informazioni del registro di debug
lt: Derinimo žurnalo informacijos veiksmai
nl: Debug Log Informatie Acties
pl: Akcje informacji o dzienniku debugowania
sk: Akcie pre informácie denníka o ladení
sr: Radnja o evidenciji otklanjanja grešaka
sv: Åtgärder för information om debuggloggen
ta: பதிவு செய்தி செயல்களை பிழைத்திருத்தவும்
tr: Hata Ayıklama Günlüğü Bilgi İşlemleri
uk: Дії кнопок у інформації логу налагодження

source: Debug Logs
bg: Дневници за отстраняване на грешки
cs: Zprávy chyb
da: Fejlsøgning logge
el: Καταγραφές αποσφαλμάτωσης
et: Silumislogid
fi: Vianselvityslokit
fr: Logs debug
hr: Evidencija otklanjanja grešaka
hu: Hibakeresési naplók
it: Registro di debug
lt: Derinimo žurnalai
pl: Logi Diagnostyczne
ru: Отладочные логи
sk: Denníky o ladení
sl: Podrobni dnevniki delovanja program. opreme
sr: Evidencija otklanjanja grešaka
sv: Felsökningsloggar
ta: பிழைத்திருத்த பதிவுகள்
tr: Hata Ayıklama Günlükleri
uk: Логи налагодження
vi: Gỡ lỗi để tập tin
zh_cn: 调试日志

source: Debug log time format *
bg: Формат на времето на дневника за отстраняване на грешки *
cs: Formát času protokolu ladění *
el: Μορφή ώρας καταγραφής αποσφαλμάτωσης *
fi: Vianmäärityslokin aikamuoto *
fr: Format de l'heure du journal de débogage *
hr: Format vremena otklanjanja grešaka *
it: Formato dell'ora del registro debug *
lt: Derinti žurnalo laiko formatą *
nl: Debug log tijd format *
pl: Format czasu w logu debugowania *
sk: Formát času v denníku pre ladenie *
sr: Format vremena otklanjanja grešaka *
sv: Tidsformat för debugglogg *
ta: பிழை பதிவு நேர வடிவமைப்பை பிழைத்திருத்தல் *
tr: Hata ayıklama günlüğü zaman formatı *
uk: Формат часу журналу логу *

source: Decryption & Parental Control
bg: Декриптиране и родителски контрол
cs: Dekódování a rodičovská ochrana
da: Afkodning & Forældrekontrol
de: Entschlüsselung & Jugendschutz
el: Αποκωδικοποίηση & γονικός έλεγχος
et: Dekrüptimine ja lapselukk
fi: Salauksen purku & Lapsilukko
fr: Décryptage et contrôle parental
hr: Emu & Roditeljska Kontrola
it: Decrittografia e controllo genitori
lt: Dekodavimas ir tėvų kontrolė
nl: Decryptie & Kinderslot
pl: Moduł CI i kontrola rodzicielska
sk: Dekódovanie a rodičovská kontrola
sr: Emu & Roditeljska Kontrola
sv: Dekryptering och föräldrakontroll
ta: மறைகுறியாக்கம் மற்றும் பெற்றோர் கட்டுப்பாடு
tr: Şifre Çözme & Ebeveyn Kontrolü
uk: Декодування і батьківський контроль
vi: Giải mã & Kiểm soát của cha mẹ
zh_cn: 解密/家长控制

source: Deep Standby
bg: Дълбок режим на готовност
cs: Vypnout přijímač
da: Dyb Standby
de: Ausschalten
el: Βαθιά αναμονή
et: Puhkeseisund
fi: Virransäästötila
fr: Veille profonde
hr: Duboka Pripravnost
hu: Kikapcsolás
it: Spegni ricevitore
lt: Visiškai išjungti
nl: Afsluiten
pl: Wyłącz
ru: Выключение
sk: Vypnúť
sl: Globoko spanje
sr: Duboka Pripravnost
ta: ஆழமான காத்திருப்பு
tr: Derin Bekleme
uk: Вимкнути приймач
vi: Chế độ chờ
zh_cn: 深度待机

source: Default
bg: По подразразбиране
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
et: Vaikimisi
fi: Oletus
fr: Par défaut
hr: Zadano
hu: Alapértelmezett
it: Predefinito
lt: Numatytasis
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: Умолчание
sk: Predvolené
sl: Privzeto
sr: Zadano
sv: Standard
ta: இயல்புநிலை
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_cn: 默认

source: Default (keymap.xml)
bg: По подразразбиране (keymap.xml)
cs: Výchozí (keymap.xml)
da: Standard (keymap.xml)
de: Standard ('keymap.xml')
el: Προεπιλογή (keymap.xml)
et: Vaikimisi (keymap.xml)
fi: Oletus (keymap.xml)
fr: Défaut (keymap.xml)
hr: Zadano (keymap.xml)
hu: Alapértelmezett (keymap.xml)
it: Predefinito (keymap.xml)
lt: Numatytąjį (keymap.xml)
nl: Standaard (keymap.xml)
pl: Standardowy (keymap.xml)
ru: Стандарт (keymap.xml)
sk: Predvolené (keymap.xml)
sr: Zadano (keymap.xml)
sv: Standard (keymap.xml)
ta: இயல்புநிலை (keymap.xml)
tr: Varsayılan (keymap.xml)
uk: За замовчуванням (keymap.xml)
vi: Mặc định (keymap.xml)
zh_cn: 默认(keymap.xml)

source: Default 'After event' *
bg: По подразбиране 'След събитие' *
cs: Výchozí 'Po události' *
da: Standard 'Efter begivenhed' *
de: Voreinstellung für 'Nach der Aufnahme' *
el: Προεπιλογή 'Μετά το Πρόγραμμα' *
et: 'Pärast sündmust' vaikeväärtus *
fi: Oletus: Ohjelman jälkeen *
fr: 'Après événement' par défaut *
hr: Zadano 'Posle događaja' *
hu: Alapértelmezett 'Esemény után' *
it: Predefinito 'Dopo l'evento' *
lt: Numatytasis 'po įvykio' *
nl: Standaard 'na de opname' *
pl: Domyślny 'Po wydarzeniu' *
sk: Predvolene 'Po udalosti' *
sr: Zadano 'Posle događaja' *
sv: Standard "Efter händelsen
ta: இயல்புநிலை 'நிகழ்வுக்குப் பிறகு' *
tr: Varsayılan 'Etkinlikten Sonra' *
uk: За замовчуванням 'Після запису' *
vi: Mặc định 'Sau sự kiện' *
zh_cn: 默认'事件后'*

source: Default 'Timer type' *
bg: По подразбиране 'Тип таймер' *
cs: Výchozí „Typ časovače“ *
da: Standard 'Timertype' *
de: Voreinstellung für 'Timerart' *
el: Προεπιλεγμένος 'Τύπος χρονοδιακόπτη' *
et: 'Taimeri tüüp' vaikeväärtus*
fi: Oletus: Ajastuksen tyyppi *
fr: Type de minuterie par défaut *
hr: Zadano 'Tip tajmera' *
hu: Alapértelmezett 'Időzítés típusa' *
it: Predefinito 'Tipo di timer' *
lt: Numatytasis 'Laikmačio tipas' *
nl: Standaard 'timer soort' *
pl: Domyślny 'tryb timera' *
sk: Predvolené 'Typ časovača' *
sr: Zadano 'Tip tajmera' *
sv: Standard "Typ av timer" *
ta: இயல்புநிலை 'நேரங்குறிகருவி வகை' *
tr: Varsayılan 'Zamanlayıcı türü' *
uk: За замовчуванням 'Тип таймера' *
vi: Mặc định 'Kiểu hẹn giờ' *
zh_cn: 默认'定时器类型'*

source: Default Astra (13e-19e)
cs: výchozí Astra (13e-19e)
el: Προεπιλογή Astra (13e-19e)
fi: oletus Astra (13e-19e)
fr: défaut Astra (13e-19e)
hr: Zadano Astra (13Е-19Е)
it: Astra predefinito (13e-19e)
lt: numatytasis Astra (13e-19e)
nl: standaard Astra (13e-19e)
pl: Domyślnie Astra (13e-19e)
sk: Predvolené Astra (13E - 19E)
sr: Zadano Astra (13Е-19Е)
sv: Standard Astra (13e-19e)
ta: இயல்புநிலை அச்ட்ரா (13e-19e)
tr: Varsayılan Astra (13e-19e)
uk: за замовчуванням Astra (13e-19e)
