Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Driver and kernel information
bg: Информация за драйвера и ядрото
cs: Informace o ovladači a jádře
el: Πληροφορίες οδηγού και kernel
fi: Ajurien ja kernelin tiedot
hr: Informacije o upravljačkom programu i jezgri
it: Informazioni sul driver e sul kernel
lt: Tvarkyklės ir branduolio informacija
nl: Driver en kernel informatie
pl: Informacje o sterowniku i kernel
sk: Informácie o ovládači a jadre
sr: Info o drajveru i jezgri
sv: Information om drivrutiner och kärnprogram
ta: இயக்கி மற்றும் கர்னல் செய்தி
tr: Sürücü ve çekirdek bilgileri
uk: Інформація про драйвера і ядро

source: Drivers version
bg: Версия на драйвери
cs: Verze ovladačů
el: Έκδοση οδηγών
fi: Ajurien versio
hr: Verzija upravljačkih programa
it: Versione driver
lt: Tvarkyklių versija
nl: Drivers versie
pl: Wersja sterownika
sk: Verzia ovládačov
sr: Verzija drajvera
sv: Version av drivrutiner
ta: இயக்கிகள் பதிப்பு
tr: Sürücü sürümü
uk: Версія драйверів

source: Duplex
el: Διπλότυπο
hr: Dupli
lt: Dvipusis
sr: Dupli
ta: டூப்ளக்ச்
tr: Dubleks
uk: Подвійний

source: Duplicate the current line
cs: Zkopírovat aktuální řádek
el: Αντιγραφή της τρέχουσας γραμμής
fi: Kopioi nykyinen rivi
hr: Dupliciranje trenutnog reda
it: Duplica riga attuale
lt: Dubliuoti dabartinę eilutę
nl: De huidige regel dupliceren
pl: Powielanie bieżącej linii
sk: Duplikovať aktuálny riadok
sr: Dupliranje trenutnog reda
sv: Duplicera den aktuella raden
ta: தற்போதைய வரியை நகலெடுக்கவும்
tr: Geçerli satırı çoğalt
uk: Дублювати поточний рядок

source: During this time, the transmitter and recording destination are checked. If the destination (e.g., NAS) isn't ready in time, this time can be increased.
cs: Během této doby se kontroluje vysílač a cíl nahrávání. Pokud cíl nahrávání (např. NAS) není včas připraven k nahrávání, lze tento čas prodloužit.
el: Κατά το χρονικό αυτό διάστημα, θα γίνεται έλεγχος του αναμεταδότη και της διαδρομής εγγραφής. Αν η διαδρομή (π.χ. NAS) δεν είναι έτοιμη για εγγραφή, αυτό το χρονικό διάστημα μπορεί να αυξηθεί.
hr: Za to vrijeme provjeravaju se odašiljač i odredište snimanja. Ako odredište snimanja (npr. NAS) nije spremno na vrijeme za snimanje, to se vrijeme može povećati.
it: Durante questo periodo, viene effettuato il controllo del trasmettitore e della destinazione di registrazione. Se la destinazione della registrazione (ad es. NAS) non è pronta per la registrazione durante questo tempo, esso può essere incrementato.
lt: Per šį laiką tikrinamas siųstuvas ir įrašymo vieta. Jei įrašymo paskirties vieta (pvz., NAS) nėra parengta įrašyti, šį laiką galima padidinti.
nl: Gedurende deze tijd, worden de bron en de opname bestemming gecontroleerd. Als de opname bestemming (bijv. NAS) niet op tijd klaar is voor de opnemen, kan deze tijd worden verhoogd.
sr: Tokom ovog vremena, proveravaju se predajnik i odredište za snimanje. Ako odredište (npr. NAS) nije spremno na vreme, ovo vreme se može produžiti.
sv: Under denna tid kontrolleras sändaren och inspelningsdestinationen. Om inspelningsdestinationen (t.ex. NAS) inte är klar i tid för inspelning kan denna tid förlängas.
tr: Bu süre zarfında, verici ve kayıt hedefi kontrol edilir. Hedef (örneğin, NAS) zamanında hazır değilse, bu süre uzatılabilir.
uk: Протягом даного часу йде перевірка передавача і пристрою запису. Якщо пристрій запису (наприклад, NAS) не готовий до запису, цей час можна збільшити.

source: Dutch
cs: Holandsky
da: Hollandsk
de: Niederländisch
el: Ολλανδικά
et: Hollandi
fi: Hollanti
fr: Néerlandais
hr: Nizozemski
hu: Holland
it: Olandese
lt: Olandų
nl: Nederlands
pl: Holenderski
pt_br: Holandês
ru: Нидерландский
sk: holandčina
sr: Holandski
sv: Nederländska
ta: டச்சு
tr: Felemenkçe
uk: Голландська
vi: Hà Lan
zh_cn: 荷兰语

source: Dutch / Flemish
cs: Nizozemština / Vlámština
el: Ολλανδικά / Φλαμανδικά
fi: Hollanti / Flaami
fr: Néerlandais / flamand
it: Olandese / Fiammingo
lt: Olandų / Flamandų
nl: Nederlands / Vlaams
pl: Holenderski / Flamandzki
sk: holandčina/flámčina
sv: Nederländska / flamländska
ta: டச்சு / பிளெமிச்
tr: Hollandaca / Flamanca
uk: Голландська / Фламандська

source: Dynamic contrast
bg: Динамичен контраст
cs: Dynamický kontrast
da: Dynamisk kontrast
de: Dynamischer Kontrast
el: Δυναμική αντίθεση
et: Dünaamiline kontrast
fi: Dynaaminen kontrasti
fr: Contraste dynamique
hr: Dinamički kontrast
hu: Dinamikus kontraszt
it: Contrasto dinamico
lt: Dinaminis kontrastas
nl: Dynamisch contrast
pl: Kontrast dynamiczny
pt_br: Contraste dinâmico
ru: Динамическая контрастность
sk: Dynamický kontrast
sl: Dinamični kontrast
sr: Dinamički kontrast
sv: Dynamisk kontrast
ta: மாறும் மாறுபாடு
tr: Dinamik kontrast
uk: Динамічний контраст
vi: Tương phản động
zh_cn: 动态对比度

source: Dzongkha
el: Ντζόνγκα
ta: பூடானி
tr: Dzongkha Dili
uk: Дзонгха

source: E
cs: Východně
da: Ø
de: O
el: Ε
fi: O
nl: O
sk: Východne
sv: Ö
ta: இ
uk: Е
zh_cn: Ε

source: ECM
ta: ஈ.சி.எம்
uk: ЕСМ

source: ECM data will be included in the stream. This enables a client receiver to decode it.
bg: ЕСМ данни ще бъдат включени в потока. Това дава възможност на приемника да го декодира.
cs: Data ECM budou zahrnuty do datového proudu. To umožňuje přijímači dekódovat.
da: ECM data bliver inkluderet i stream. Dette tillader en klient-modtager at afkode den.
de: Bei 'Ja' werden ECM Daten in den Stream eingefügt. Dies ermöglicht einem Klient-Receiver den Stream selbst zu entschlüsseln.
el: Τα δεδομένα ECM θα συμπεριλαμβάνονται στη ροή. Αυτό επιτρέπει σε ένα δέκτη πελάτη την αποκωδικοποίησή της.
et: ECM andmed kaasatakse voogudesse. Nii saab klientvastuvõtja selle dekodeerida.
fi: ECM data lisätään streamiin. Tämä mahdollistaa lähetyksen purkamisen etävastaanottimessa.
fr: Les données ECM seront inclues dans le stream. Cela permet au client qui le reçoit de le décoder.
hr: ECM podaci bit će uključeni u stream. To omogućuje klijentskom tuneru da ga dekodira.
hu: Az ECM adatok bekerüljenek az adatfolyamba? Ha engedélyezi, akkor a vevőkészülék dekódolja azokat.
it: I dati ECM saranno inclusi nel flusso. Consente a un ricevitore client di decodificarlo.
lt: ECM duomenys bus įtraukti į transliuojamą srautą. Tai leis kliento imtuvui jį iškoduoti.
nl: ECM data zal worden opgenomen in de stream. Dit geeft de client-box de mogelijkheid die te decoderen.
pl: Dane ECM będą zawarte w strumieniu. Umożliwia to odkodowanie sygnału klientowi.
ru: ECM данные будут включены в поток. Ресивер клиента будет декодировать поток.
sk: ECM údaje budú zahrnuté v streame. To umožňuje, aby ho prijímač klienta dekódoval.
sr: ECM podaci će biti uključeni u strim. Resiver klijent će dekodirati strim.
sv: ECM-data kommer att ingå i strömmen. Detta gör det möjligt för en klientmottagare att avkoda den.
ta: ECM தரவு ச்ட்ரீமில் சேர்க்கப்படும். இது கிளையன்ட் பெறுநரை டிகோட் செய்ய உதவுகிறது.
tr: Akışa ECM verileri eklenecektir. Bu bir istemci alıcısının onu çözmesine olanak sağlar.
uk: ECM дані будуть включені в потік. Приймач клієнта буде декодувати потік.
vi: Dữ liệu ECM sẽ được bao gồm trong luồng. Điều này cho phép một người nhận khách hàng giải mã nó.
zh_cn: ECM数据将包括在流中.这使得客户端接收机能够对其进行解码.

source: ECM information
cs: Informace ECM
el: Πληροφορίες ECM
fi: ECM tiedot
hr: ECM info
it: Informazioni ECM
nl: ECM-informatie
pl: Informacje ECM
sk: Informácia ECM
sr: ECM info
ta: ஈ.சி.எம் செய்தி
tr: ECM bilgileri
uk: Інформація ЕСМ

source: ECM information for '%s'
cs: Informace ECM pro '%s'
el: Πληροφορίες ECM για το '%s'
fi: ECM tiedot '%s'
hr: ECM info za '%s'
it: Informazioni ECM per '%s'
nl: ECM-informatie voor '%s'
pl: Informacje ECM dla '%s'
sk: Informácia ECM pre '%s'
sr: ECM info za '%s'
sv: ECM-information för "%s
ta: '%s' க்கான ECM செய்தி
tr: '%s' için ECM bilgileri
uk: Інформація ЕСМ для '%s'

source: EJECTCD
cs: VYSUNOUT CD
el: ΕΞΑΓΩΓΗCD
fi: Poista cd
hr: IZBACI CD
lt: IŠSTUMTI CD
pl: WYSUŃCD
sr: IZBACI CD
uk: Видалити CD
vi: ĐỐI TƯỢNG
zh_cn: 弹出CD

source: EPG
fi: Ohjelmaopas
hu: Műsorújság (EPG)
it: Guida programmi
lt: Elektroninis programų vadovas
ru: Телегид
sl: EPG nastavitve
ta: எப்சி
tr: Elektronik Program Rehberi
uk: Телегід (EPG)
zh_cn: EPG设置

source: EPG Actions
bg: Действия на EPG
cs: Akce EPG
el: Ενέργειες EPG
fi: EPG Toiminnot
fr: Actions EPG
hr: EPG Radnja
it: Azioni EPG
lt: EPG veiksmai
nl: EPG acties
pl: Akcje EPG
sk: Akcie EPG
sr: EPG Radnja
sv: EPG-åtgärder
ta: ஈபிசி செயல்கள்
tr: EPG İşlemleri
uk: Дія EPG

source: EPG Bouquet Actions
bg: EPG Букетни действия
cs: EPG akce přehledu
el: Ενέργειες μπουκέτου EPG
fi: EPG Kanava toiminnot
fr: Actions sur les bouquets EPG
hr: EPG Buket Radnja
it: Azioni bouquet EPG
lt: EPG paketo veiksmai
nl: EPG favorietenlijst Acties
pl: Akcje Listy kanałów EPG
sk: Akcie EPG pre prehľad
sr: EPG Buket Radnja
sv: Åtgärder för EPG-bukett
ta: ஈபிசி பூச்செண்டு செயல்கள்
tr: EPG Buket İşlemleri
uk: Дія EPG з фаворитами

source: EPG Cache Check
bg: EPG Кеш проверка
cs: Kontrola EPG cache
da: EPG mellemlager kontrol
de: Prüfe EPG-Zwischenspeicher
el: Έλεγχος προσωρινής αποθήκευσης EPG
et: EPG vahemälu kontroll
fi: Ohjelmaoppaan välimuistin tarkistus
fr: Vérification du cache EPG
hr: EPG Provjera predmemorije
hu: EPG gyorsítótár ellenőrzése
it: Controlla cache EPG
lt: EPG talpyklos tikrinimas
nl: EPG cache controle
pl: Sprawdź buforowanie EPG
ru: Проверить кэш телегида
sk: Kontrola vyrovnávacej pamäte EPG
sr: EPG Provera Keša
sv: Kontroll av EPG-cache
ta: ஈபிசி கேச் சோதனை
tr: EPG Önbellek Kontrolü
uk: Перевірити кеш EPG
vi: Kiểm tra bộ nhớ cache EPG
zh_cn: EPG缓存检查

source: EPG Channel/Service Selection
bg: Избор на EPG канал/сервиз
cs: Výběr kanálu/služby EPG
el: Κανάλι EPG/Επιλογή υπηρεσίας
fi: EPG Kanavan/Palvelun valinta
fr: Sélection des chaînes/services EPG
hr: EPG Odabir kanala/usluge
it: Canale EPG/Selezione servizio
lt: EPG kanalo / paslaugos pasirinkimas
nl: EPG Zenderselectie
pl: Wybór Kanału/Serwisu EPG
sk: Výber EPG kanálu/služby
sr: EPG Kanal/Izbor Kanala
sv: Val av EPG-kanal/tjänst
ta: ஈபிசி சேனல்/சேவை தேர்வு
tr: EPG Kanal/Servis Seçimi
uk: Вибір каналу/послуг EPG

source: EPG Display Actions
bg: Действия на дисплея на EPG
cs: Zobrazení EPG akcí
el: Ενέργειες εμφάνισης EPG
fi: EPG Näyttö toiminnot
fr: Actions d'affichage EPG
hr: EPG Radnje prikaza
it: Azioni di visualizzazione EPG
lt: EPG rodymo veiksmai
nl: EPG overzicht acties
pl: Akcje wyświetlania EPG
sk: Akcie zobrazenia EPG
sr: EPG Radnja Displeja
sv: Åtgärder för EPG-visning
ta: ஈபிசி காட்சி செயல்கள்
tr: EPG Ekran İşlemleri
uk: Дії кнопок при відображені ЕПГ

source: EPG Jump
cs: EPG skok
el: Υπερπήδηση EPG
fi: EPG Hyppy
hr: EPG Preskoči
it: Salto EPG
nl: EPG sprong
pl: Skok EPG
sk: EPG skok
sr: EPG Skok
sv: EPG hopp
ta: ஈபிசி சம்ப்
tr: EPG Atlaması
uk: Стрибок ЕПГ

source: EPG Navigation Actions
bg: Действия за EPG навигация
cs: Navigační akce EPG
el: Ενέργειες πλοήγησης EPG
fi: EPG Navigointi Toiminnot
fr: Actions de navigation EPG
hr: EPG Radnja Navigacije
it: Azioni di navigazione EPG
lt: EPG naršymo veiksmai
nl: EPG navigatie acties
pl: Akcje nawigacji EPG
sk: Akcie navigácie v EPG
sr: EPG Radnja Navigacije
sv: Åtgärder för EPG-navigering
ta: ஈபிசி வழிசெலுத்தல் நடவடிக்கைகள்
tr: EPG Gezinme İşlemleri
uk: Дії кнопок по навігації по EPG

source: EPG Other Actions
bg: EPG Други действия
cs: Další akce EPG
el: Άλλες ενέργειες EPG
fi: EPG Muut Toiminnot
fr: EPG Autres actions
hr: EPG Ostale Radnje
it: EPG altre azioni
lt: EPG kiti veiksmai
nl: EPG overige instellingen
pl: Inne akcje EPG
sk: Iné akcie EPG
sr: EPG Ostale Radnje
sv: EPG Övriga åtgärder
ta: EPG பிற செயல்கள்
tr: EPG Diğer İşlemler
uk: Інші дії EPG

source: EPG Search
bg: EPG Търсене
cs: Prohledat EPG
da: EPG Søgning
de: EPG Suche
el: Αναζήτηση στο EPG
et: EPG otsing
fi: Ohjelmaopashaku
fr: Recherche EPG
hr: EPG Pretraga
hu: Műsor keresése
it: Ricerca EPG
lt: EPG paieška
pl: Szukaj w EPG
ru: Поиск телегида
sk: Vyhľadať v EPG
sl: EPG iskanje
sr: EPG Pretraga
sv: EPG-sökning
ta: ஈபிசி தேடல்
tr: EPG Ara
uk: Пошук EPG
vi: Tìm kiếm EPG
zh_cn: EPG搜索

source: EPG Selection
bg: EPG селекция
cs: Výběr EPG
da: EPG Valg
de: EPG Auswahl
el: Επιλογή EPG
et: EPG valik
fi: Ohjelmaoppaan valinta
fr: Sélection EPG
hr: EPG Odabir
hu: Műsor választása
it: Selezione EPG
lt: EPG pasirinkimas
nl: EPG selectie
pl: Wybór EPG
ru: Выбор телегида
sk: Výber EPG
sl: EPG izbira
sr: EPG Izbor
sv: EPG-val
ta: ஈபிசி தேர்வு
tr: EPG Seçimi
uk: Вибір EPG
vi: Lựa chọn EPG
zh_cn: EPG选择

source: EPG Settings
bg: EPG настройки
cs: Nastavení EPG
el: Ρυθμίσεις EPG
fi: Ohjelmaoppaan asetukset
fr: Paramètres EPG
hr: EPG Postavke
it: Configurazione EPG
lt: EPG parametrai
nl: EPG instellingen
pl: Ustawienia EPG
sk: Nastavenia EPG
sr: EPG Postavke
sv: EPG-inställningar
ta: ஈபிசி அமைப்புகள்
tr: EPG Ayarları
uk: Налаштування EPG

source: EPG Setup
bg: Настройка на EPG
cs: Nastavení EPG
da: EPG Opsætning
de: EPG Einstellungen
el: Ρυθμίσεις EPG
et: EPG seadistamine
fi: Määritä ohjelmaoppaan asetukset
fr: Paramètres EPG
hr: EPG Podešavanje
hu: EPG beállításai
it: Configurazione EPG
lt: EPG nustatymas
nl: Wijzig EPG instellingen
pl: Ustawienia EPG
ru: Настройки телегида
sk: Nastavenie EPG
sr: EPG Podešavanje
sv: EPG-inställning
ta: ஈபிசி அமைப்பு
tr: EPG Kurulumu
uk: Налаштування EPG
vi: Thiết lập EPG
zh_cn: EPG设置

source: EPG button mode
bg: Режим на EPG бутон
cs: Režim tlačítka EPG
da: EPG knap tilstand
de: Funktion der EPG Taste
el: Λειτουργία πλήκτρου EPG
et: EPG nupu vajutus
fi: EPG näppäimen toiminto
fr: Mode du bouton EPG
hr: EPG dugme način
hu: EPG gomb mód
it: Modalità tasto EPG
lt: EPG mygtuko režimas
nl: EPG-knop
pl: Tryb przycisku EPG
ru: Режим кнопки EPG
sk: Režim tlačidla EPG
sr: EPG dugme režim
sv: EPG-knappens läge
ta: ஈபிசி பொத்தான் பயன்முறை
tr: EPG tuş modu
uk: Режим кнопки EPG
vi: Chế độ nút EPG
zh_cn: EPG键模式

source: EPG filename
bg: Име на EPG файла
cs: Název EPG
da: EPG filnavn
de: EPG Dateiname
el: Όνομα αρχείου EPG
et: EPG faili nimi
fi: Ohjelmaoppaan tiedostonimi
fr: Nom du fichier EPG
hr: EPG ime datoteke
hu: EPG fájlnév
it: Nome del file EPG
lt: EPG failo pavadinimas
nl: EPG bestandsnaam
pl: Nazwa pliku EPG
ru: Название файла телегида
sk: Názov súboru EPG
sl: Ime EPG datoteke
sr: EPG ime fajla
sv: EPG-filnamn
ta: ஈபிசி கோப்பு பெயர்
tr: EPG dosya adı
uk: Назва файлу EPG
vi: Tên tệp EPG
zh_cn: EPG文件名

source: EPG history
cs: Uchovávat historii EPG (v minutách)
el: Διατήρηση του ιστορικού EPG (σε λεπτά)
hr: EPG povijest
it: Mantieni cronologia EPG (in minuti)
lt: Saugokite EPG istoriją (minutėmis)
nl: EPG historie bewaren (in minuten)
sr: EPG Istorija
sv: EPG-historik
tr: EPG geçmişi
uk: Зберігати історію EPG (в хвилинах)

source: EPG key : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
bg: EPG клавиш : Превключване към списък с канали Клавиш OK : Премахване на избрания канал PVR клавиш: Въведете име на канал Клавиш за излизане : Завършете редактирането на канала
cs: Tlačítko EPG : Přepnutí na seznam kanálů Tlačítko OK: Odstraní vybraný kanál Tlačítko PVR: Zadejte název kanálu Tlačítko Exit: Dokončení úprav kanálu
da: EPG taste: Skift til kanalliste OK taste: Fjern valgte kanal PVR taste: Indtast kanalnavn EXIT taste: Afslut redigering
de: EPG: Wechsel zur Senderauswahl OK: Ausgewählten Sender entfernen PVR: Ändere Sendergruppennamen EXIT: Beenden
el: Πλήκτρο EPG : Αλλαγή σε λίστα καναλιών Πλήκτρο ΟΚ: Αφαίρεση επιλεγμένου καναλιού Πλήκτρο PVR : Εισαγωγή ονόματος καναλιού Πλήκτρο Exit : Τέλος επεξεργασίας καναλιού
et: EPG: Kuva kanalinimekiri OK: Eemalda valitud kanal PVR: Sisesta kanali nimi EXIT: Lõpeta muutmine
fi: EPG näppäin: Vaihda kanavalistaan OK näppäin: Poista valittu kanava PVR näppäin: Syöttökanavan nimi Exit näppäin: Poistu
fr: Touche EPG : Passer à la liste des chaînes Touche Ok : Supprimer la chaîne sélectionnée Touche PVR : Entrer le nom de la chaîne Touche Exit : Terminer l'édition de la chaîne
hr: EPG tipka: Prebacivanje na popis kanala Ok tipka: Uklonite odabrani kanal PVR tipka: Naziv ulaznog kanala Tipka za izlaz : Završetak uređivanja kanala
hu: EPG gomb: Váltson csatornalistára Ok gomb: A kiválasztott csatorna eltávolítása PVR kulcs: Adja meg a csatorna nevét Kilépés gomb: Csatorna szerkesztés befejezése
it: Tasto EPG: passa all'elenco dei canali Tasto OK: rimuove il canale selezionato Tasto PVR: immettere il nome del canale Tasto Esci: termina la modifica del canale
lt: EPG mygtukas: Perjungti į kanalų sąrašą OK mygtukas: Pašalinti pasirinktą kanalą PVR mygtukas: Įvesties kanalo pavadinimas Exit mygtukas: Baigti kanalo redagavimą
nl: EPG-knop: Schakel naar zenderlijst OK-knop : Verwijder geselecteerde zender PVR-knop : Zendernaam invoeren EXIT-knop : Afsluiten zenders bewerken
pl: Przycisk EPG : Przejście do listy kanałów Przycisk Ok : Usuń wybrany kanał Przycisk PVR : Wprowadzanie nazwy kanału Przycisk Exit : Zakończ edycję kanału
sk: Tlačidlo EPG: prepnúť na zoznam kanálov Tlačidlo OK: odstrániť vybraný kanál Tlačidlo PVR: vstup pre názov kanála Tlačidlo Exit: ukončiť úpravu kanála
sr: EPG : Prebacivanje na listu kanala OK : Ukloni izabrani kanal PVR : Ime ulaznog kanala EXIT : Završi uređivanje kanala
sv: EPG-tangent : Växla till kanallista Ok-tangent : Ta bort vald kanal PVR-tangent : Ange kanalens namn Avsluta tangent : Avsluta kanalredigering
ta: ஈபிசி விசை: சேனல் பட்டியலுக்கு மாறவும் சரி விசை: தேர்ந்தெடுக்கப்பட்ட சேனலை அகற்று பி.வி.ஆர் விசை: உள்ளீட்டு சேனல் பெயர் வெளியே வெளியேறு: சேனல் திருத்தத்தை முடிக்கவும்
tr: EPG tuşu: Kanal listesine geç OK tuşu: Seçili kanalı kaldır PVR tuşu: Kanal isimi girişi EXIT tuşu: Kanal düzenlemeyi bitir
uk: Кнопка EPG: перемикання на список каналів Кнопка OK: вилучити вибраний канал Кнопка PVR: Введіть назву каналу Кнопка EXIT: Завершити редагування каналу
vi: Phím EPG: Chuyển sang danh sách kênh Phím Ok: Xóa kênh đã chọn Khóa PVR: Tên kênh đầu vào Phím thoát: Hoàn tất chỉnh sửa kênh
zh_cn: EPG键:切换到频道列表 OK键:删除选定的频道 PVR键:输入频道名称 Exit键:完成频道编辑

source: EPG key : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
bg: EPG клавиш : Превключване към въвеждане на четири изображения в картината Клавиш OK : Добавяне към нов запис PVR клавиш: Въведете име на канал Клавиш за излизане : Завършете редактирането на канала
cs: Tlačítko EPG : Přepnutí na vstup quad PiP Tlačítko OK: Přidat k nové položce Tlačítko PVR: Zadejte název kanálu Tlačítko Exit: Dokončení úprav kanálu
da: EPG taste: Skift til 4x PiP post OK taste: Tilføj til ny post PVR taste: Indtast kanalnavn EXIT taste: Afslut redigering
de: EPG: Wechsel zum Quad Bild im Bild Eintrag OK: Füge Sender hinzu PVR: Ändere Sendergruppennamen EXIT: Beenden
el: Πλήκτρο EPG : Αλλαγή σε στοιχείο τετραπλού PiP Πλήκτρο ΟΚ: : Προσθήκη σε νέο στοιχείο Πλήκτρο PVR : Εισαγωγή ονόματος καναλιού Πλήκτρο Exit : Τέλος επεξεργασίας καναλιού
et: EPG: Lülitu Quad PiP kanalile OK: Lisa uus kanal PVR: Sisesta kanali nimi EXIT: Lõpeta muutmine
fi: EPG näppäin: Vaihda 4 PiP OK näppäin: Lisää uuteen kohtaan PVR näppäin: Kanavan nimi Exit näppäin: Poistu
fr: Touche EPG : Passer à l'entrée PiP quadruple Touche Ok : Ajouter à la nouvelle entrée Touche PVR : Entrer le nom de la chaîne Touche Exit : Terminer l'édition de la chaîne
hr: EPG tipka: Prebacite se na četverostruki PiP unos Ok tipka: Dodaj u novi unos PVR tipka: Naziv ulaznog kanala Tipka za izlaz : Završetak uređivanja kanala
hu: EPG gomb: Váltás a Quad Kép-a-Képben bejegyzésre Ok gomb: Új bejegyzés hozzáadása PVR kulcs: Adja meg a csatorna nevét Kilépés gomb: Csatorna szerkesztés befejezése
it: Tasto EPG: passa all'inserimento quad PiP Tasto OK: aggiungi a nuova voce Tasto PVR: inserisci il nome del canale Tasto Esci: termina la modifica del canale
lt: EPG mygtukas: Perjungti į keturių PiP kanalų įrašą OK mygtukas: Pridėti naują įrašą PVR mygtukas: Įvesties kanalo pavadinimas EXIT mygtukas: Baigti kanalo redagavimą
nl: EPG-knop: Schakel naar quad PiP invoer OK-knop : Toevoegen aan nieuwe invoer PVR-knop : Zendernaam invoeren EXIT-knop : Afsluiten zenders bewerken
pl: Przycisk EPG : Przejście do wpisu quad PiP Przycisk Ok : Dodaj do nowego wpisu Przycisk PVR : Wprowadzanie nazwy kanału Przycisk Exit : Zakończ edycję kanału
sk: Tlačidlo EPG: prepnúť na záznam Quad PIP Tlačidlo OK: pridať nový záznam Tlačidlo PVR: vstup pre názov kanála Tlačidlo Exit: dokončiť úpravu kanála
sr: EPG : Prebacivanje na 4X PiP OK : Dodaj novi kanal PVR : Ime ulaznog kanala EXIT : Završi uređivanje kanala
sv: EPG-tangent : Växla till Quad PiP-post Ok-tangent : Lägg till ny post PVR-tangent : Ange kanalnamn Avsluta tangent : Avsluta kanalredigering
ta: ஈபிசி விசை: குவாட் பிப் நுழைவுக்கு மாறவும் சரி விசை: புதிய நுழைவுக்குச் சேர்க்கவும் பி.வி.ஆர் விசை: உள்ளீட்டு சேனல் பெயர் வெளியே வெளியேறு: சேனல் திருத்தத்தை முடிக்கவும்
tr: EPG tuşu: Dörtlü PiP girişine geç OK tuşu: Yeni girişe ekle PVR tuşu: Kanal adı girişi EXIT tuşu: Kanal düzenlemeyi bitir
uk: Кнопка EPG: перемикання на вхід Quad PiP Кнопка OK: Додати до нового запису Кнопка PVR: Введіть назву каналу Кнопка EXIT: Завершити редагування каналу
vi: Phím EPG: Chuyển sang mục nhập Quad PiP Phím Ok: Thêm vào mục mới Khóa PVR: Tên kênh đầu vào Phím thoát: Hoàn tất chỉnh sửa kênh
zh_cn: EPG键:切换到四个PIP条目 OK键:添加到新条目 PVR键:输入频道名称 Exit键:完成频道编辑

source: EPG language selection 1
bg: Избор на език за EPG 1
cs: EPG jazyk 1
da: EPG Sprogvalg 1
de: EPG Sprache 1
el: Επιλογή γλώσσας EPG 1
et: EPG keelevalik 1
fi: Ohjelmaoppaan kielivalinta 1
fr: Sélection de la langue EPG 1
hr: EPG odabir jezika 1
hu: EPG nyelvválasztás 1
it: EPG selezione della lingua 1
lt: 1-a pasirinkta EPG kalba
nl: EPG taalkeuze 1
pl: Preferowany język EPG 1
pt_br: Idioma de EPG 1
ru: Выбор языка телегида 1
sk: EPG výber jazyka 1
sl: Primarni jezik za EPG sistem
sr: EPG izbor jezika 1
sv: EPG-språkval 1
ta: ஈபிசி மொழி தேர்வு 1
tr: EPG 1. dil seçimi
uk: Вибір мови EPG 1
vi: Lựa chọn ngôn ngữ EPG 1
zh_cn: EPG语言选择1

source: EPG language selection 2
bg: Избор на език за EPG 2
cs: EPG jazyk 2
da: EPG Sprogvalg 2
de: EPG Sprache 2
el: Επιλογή γλώσσας EPG 2
et: EPG keelevalik 2
fi: Ohjelmaoppaan kielivalinta 2
fr: Sélection de la langue EPG 2
hr: EPG odabir jezika 2
hu: EPG nyelvválasztás 2
it: EPG selezione della lingua 2
lt: 2-a pasirinkta EPG kalba
nl: EPG taalkeuze 2
pl: Preferowany język EPG 2
pt_br: Idioma de EPG 2
ru: Выбор языка телегида 2
sk: EPG výber jazyka 2
sl: Sekundarni jezik za EPG sistem
sr: EPG izbor jezika 2
sv: EPG-språkval 2
ta: ஈபிசி மொழி தேர்வு 2
tr: EPG 2. dil seçimi
uk: Вибір мови EPG 2
vi: Lựa chọn ngôn ngữ EPG 2
zh_cn: EPG语言选择2

source: EPG location
bg: Местоположение на EPG
cs: Umístění EPG
da: EPG placering
de: EPG Speicherort
el: Τοποθεσία EPG
et: EPG faili asukoht
fi: Ohjelmaoppaan sijainti
fr: Localisation EPG
hr: EPG lokacija
hu: EPG helye
it: Percorso EPG
lt: EPG vieta
nl: EPG locatie
pl: Lokalizacja EPG
ru: Расположение ЕПГ
sk: Umiestnenie EPG
sl: Lokacija EPG datoteke
sr: EPG lokacija
sv: EPG-plats
ta: ஈபிசி இடம்
tr: EPG konumu
uk: Розташування EPG
vi: Vị trí EPG
zh_cn: EPG位置

source: EPG only
cs: Pouze EPG
el: Μόνο EPG
fi: Vain EPG
hr: Samo EPG
it: Solo EPG
nl: Alleen EPG
pl: Tylko EPG
sk: Len EPG
sr: EPG samo
sv: Endast EPG
ta: ஈபிசி மட்டும்
tr: Sadece EPG
uk: Лише EPG

source: EPGSearch
bg: EPG Търсене
cs: Vyhledávání EPG
da: EPG Søgning
de: EPG-Suche
el: Αναζήτηση EPG
et: EPG otsing
fi: EPG ohjelman haku
fr: Recherche EPG
hr: EPG Pretraga
it: Ricerca EPG
lt: EPG paieška
pl: Wyszukiwanie EPG
ru: Поиск ЕПГ
sk: Vyhľadávanie v EPG
sr: EPG pretraga
sv: EPGSök
tr: EPG Arama
uk: Пошук EPG
vi: Tìm kiếm EPG
zh_cn: EPG搜索

source: EXIF-Version
cs: Verze EXIF
el: Έκδοση EXIF
fi: EXIF-versio
hr: EXIF-Verzija
it: Versione EXIF
lt: EXIF versija
nl: EXIF-Versie
pl: Wersja EXIF
sk: Verzia EXIF
sr: EXIF-Verzija
ta: Exif-bersion
tr: EXIF-Sürümü
uk: EXIF-версія
