Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Set the time before checking video source for resolution information.
bg: Задайте времето преди проверка на видео източника за информация на резолюцията.
cs: Nastavte čas pro zpoždění kontroly rozlišení videa.
da: Sæt tiden før videokilden kontrolleres for opløsningsinformation.
de: Einstellen der Verzögerungszeit, bevor die automatische Auflösung die Videoquelle prüft.
el: Ορισμός του χρόνου πριν ελεγχθεί η πηγή βίντεο για πληροφορίες ανάλυσης.
et: Määra ooteaeg enne video lahutuse/värskendussageduse kontrollimist.
fi: Määritä aika ennen kuin lähteen resoluutio tarkistetaan.
fr: Définir le temps avant vérification de l'information de résolution de la vidéo source.
hr: Podesite vrijeme prije provjere video izvora za info o rezoluciji.
hu: Állítsa be azt az időtartamot, ami időközönként ellenőrzi a felbontási információt a videó jelből.
it: Imposta intervallo di tempo prima di controllare la sorgente video per informazioni sulla risoluzione.
lt: Nustatykite laiką prieš tikrindami vaizdo šaltinį, skirtą raiškos informacijai.
nl: Stel de tijd in voordat de videobron gecontroleerd wordt op resolutie info.
pl: Pozwala na ustawienie czasu opóźnienia przed automatyczną rozdzielczością,sprawdza źródła wideo.
sk: Nastavenie času pred kontrolou zdroja videa na informácie o rozlíšení.
sr: Podesite vreme pre provere video izvora za info o rezoluciji.
sv: Ställ in tiden innan du kontrollerar videokällan för upplösningsinformation.
ta: தெளிவுத்திறன் தகவலுக்கு வீடியோ மூலத்தை சரிபார்க்கும் முன் நேரத்தை அமைக்கவும்.
tr: Çözünürlük bilgisi için görüntü kaynağını kontrol etmeden önceki zamanı belirleyin.
uk: Вкажіть затримку до перевірки роздільності екрану з джерел відео.
vi: Đặt thời gian trước khi kiểm tra nguồn video để biết thông tin độ phân giải.
zh_cn: 设置在检查视频源以获取分辨率信息之前的时间.

source: Set the time options. Press YELLOW to set the time zone via geolocation.
cs: Nastavte možnosti času. Stisknutím ŽLUTÉHO tlačítka nastavíte časové pásmo pomocí geolokace.
el: Ρυθμίστε τις επιλογές ώρας. Πιέστε το ΚΙΤΡΙΝΟ για ορισμό της χρονικής ζώνης μέσω γεωγραφικής θέσης.
fi: Määritä aika asetukset. Paina KELTAINEN asettaaksesi aikavyöhykkeen.
hr: Podesite opcije vremena. Pritisnite ŽUTO dugme da bi podesili vremensku zonu putem geolokacije.
it: Imposta opzioni del tempo. Premi GIALLO per impostare il fuso orario tramite geolocalizzazione.
nl: Stel de tijdsopties in. Druk op GEEL om de tijdzone via geolocatie in te stellen.
pl: Ustaw opcje czasu. Naciśnij ŻÓŁTY przycisk, aby ustawić strefę czasową za pomocą geolokalizacji.
sk: Nastavte možnosti pre čas. Ak chcete nastaviť časovú zónu pomocou geolokalizácie, stlačte ŽLTÉ tlačidlo.
sr: Podesite opcije vremena. Pritisnite ŽUTI taster da bi podesili vremensku zonu putem geolokacije.
sv: Ställ in tidsalternativ. Tryck på YELLOW för att ställa in tidszonen via geolokalisering.
ta: நேர விருப்பங்களை அமைக்கவும். புவிஇருப்பிட வழியாக நேர மண்டலத்தை அமைக்க மஞ்சள் அழுத்தவும்.
tr: Zaman seçeneklerini ayarlayın. Konum belirleme yoluyla saat dilimini ayarlamak için SARI tuşa basın.
uk: Встановіть параметри часу. Натиснути ЖОВТУ кнопку, щоб встановити часовий пояс через геолокацію.

source: Set the time to hide the InfoBar.
cs: Nastavte čas skrývání info lišty.
el: Ορισμός χρόνου απόκρυψης της μπάρας πληροφοριών.
hr: Podesite vrijeme za skrivanje info trake.
it: Imposta tempo di visualizzazione della barra informazioni.
lt: Nustatykite laiką, kad paslėpti info juostą.
nl: Stel de tijd in waarna de informatiebalk verdwijnt.
sr: Podesi vreme za sakrivanje InfoBar-a.
sv: Ställ in tiden för att dölja infobaren.
tr: Bilgi çubuğunu gizlemek için zamanı ayarlayın.
uk: Встановіть час показу Інфобару.

source: Set the time to wait for execute the default action in shutdown, standby or restart messages, e.g. used in RecordTimer, Scheduler, SleepTimer etc.
cs: Nastavte dobu čekání na provedení výchozí akce ve zprávách pro vypnutí, pohotovostní režim nebo restart. (např. používané v RecordTimer, PowerTimer, SleepTimer, ...).
el: Ρύθιση του χρόνου αναμονής για την εκτέλεση της προεπιλεγμένης ενέργειας για τα μηνύματα τερματισμού, αναμονής ή επανεκκίνησης, π.χ. χρήση στους χρονοδιακόπτες εγγραφής, προγραμματισμού, ύπνου κλπ.
fi: Aseta aika joka odotettaan ennen kuin suoritettaan oletustoiminto sammutuksessa, valmiustilassa tai uudelleenkäynnistyksessä. (esim .uniajastin, ...)
fr: Définissez le temps d'attente pour exécuter l'action par défaut dans les messages d'arrêt, de veille ou de redémarrage. (par exemple utilisé dans Timer, PowerTimer, Sleeptimer, ...)
hr: Postavite vrijeme čekanja za izvršavanje zadate radnje u porukama o isključivanju, stanju mirovanja ili ponovnom pokretanju, npr. korisno u RecordTimer, Scheduler, SleepTimer itd.
it: Imposta tempo di attesa per l'esecuzione dell'azione predefinita nei messaggi di spegnimento, standby o riavvio (ad es. usato in timer di registrazione, timer di accensione, timer di spegnimento).
lt: Nustatykite laiką, per kurį laukiama numatytojo veiksmo vykdant išjungimo, budėjimo režimą ar iš naujo paleidžiant pranešimus. (pvz., naudojami laikmatį, įtampos laikmatį, miego laikmatį ir kt.)
nl: Stel de tijdsduur in voor het uitschakelen, inschakelen van Stand-by, of het herstarten van uw ontvanger. (Deze tijdsduur wordt o.a. gebruikt voor een Timer, PowerTimer, SlaapTimer enz.).
pl: Ustaw czas oczekiwania na wykonanie domyślnej akcji w komunikatach o wyłączeniu, przejściu w tryb gotowości lub ponownym uruchomieniu, np. używanych w RecordTimer, Scheduler, SleepTimer itp.
sk: Nastavenie času čakania na vykonanie predvolenej akcie v správach o vypnutí, pohotovostnom režime alebo reštarte. Používa sa napr. v časovačoch nahrávania, napájania, uspania atď.
sr: Postavite vreme čekanja za izvršenje podrazumevane akcije u porukama za gašenje, uspavljivanje ili ponovno pokretanje, npr. korišćeno u RecordTimer-u, Scheduler-u, SleepTimer-u itd.
sv: Ställ in tiden för att vänta på att utföra standardåtgärden i meddelanden om avstängning, standby eller omstart, t.ex. används i RecordTimer, Scheduler, SleepTimer etc.
ta: பணிநிறுத்தம், காத்திருப்பு அல்லது மறுதொடக்கம் செய்திகளில் இயல்புநிலை செயலை இயக்க காத்திருக்க நேரத்தை அமைக்கவும், எ.கா. ரெக்கார்டிமர், பவர்டிமர், ச்லீப் நேரங்குறிகருவி போன்றவற்றில் பயன்படுத்தப்படுகிறது.
tr: Kapatma, bekleme veya yeniden başlatma mesajlarında varsayılan eylemin yürütülmesi için beklenecek süreyi ayarlayın; örneğin RecordTimer, Scheduler, SleepTimer vb.'de kullanılır.
uk: Встановіть час очікування виконання стандартних дій у повідомленнях про завершення роботи, очікування, або перезапуск. (наприклад, використовується в різних таймерах.

source: Set the top left location of the busy spinner. The coordinates are scaled such that the top left is at (0,0) and the bottom right is at (1260,700). Note that the position is the top left of the spinner and not the centre of the spinner.
cs: Nastavte levé horní umístění aktivního spinneru. Měřítko souřadnic je nastaveno tak, že vlevo nahoře je (0,0) a vpravo dole je (1260 700). Všimněte si, že poloha je vlevo nahoře od číselníku, nikoli uprostřed číselníku.
el: Ρυθμίστε τη θέση επάνω αριστερά του κινούμενου περιστροφέα (spinner). Οι συντεταγμένες κλιμακώνονται ώστε πάνω αριστερά να είναι (0,0) και κάτω δεξιά (1260,700). Σημειώστε ότι η θέση είναι αριστερά επάνω από το spinner και όχι στο κέντρο του.
fi: Säädä spinnerin vasenta yläkulmaa (ruutu). Ylävasen on 0,0, alhaalla oikea on 1260,700. Sijainti on spinnerin vasen yläkulma, ei sen keskusta.
hr: Podesi gornju lijevu lokaciju zauzetog spinera. Koordinate su skalirane tako da gornji lijevi na (0,0), a donji desni na (1260,700). Imajte na umu da je pozicija u gornjem lijevom kutu spinera, a ne u centru spinera.
it: Imposta posizione in alto a sinistra dello spinner di occupato. Le coordinate vengono ridimensionate in modo tale che in alto a sinistra sia su (0,0) e in basso a destra su (1260,700). Tieni presente che la posizione è in alto a sinistra dello spinner e non al centro dello spinner.
nl: De links boven positie van de Spinner (ontvanger is bezig) instellen. Links boven is 0,0, rechts onder is 1260,700. Deze positie is de hoek links boven van de Spinner, niet het midden.
pl: Ustaw położenie lewego górnego rogu zajętego spinnera. Współrzędne są skalowane w taki sposób, że lewy górny róg to (0,0), a dolny prawy to (1260,700). Należy pamiętać, że położenie to lewy górny róg pokrętła, a nie środek spinnera.
sk: Nastavte pozíciu indikátora zaneprázdnenosti hore vľavo. Mierka súradníc je nastavená tak, že vľavo hore sú súradnice (0,0) a vpravo dole sú súradnice (1260,700). Pamätajte na to, že ide o pozíciu rohu indikátora, nie stredu indikátora.
sr: Postavite gornju levu lokaciju zauzetog okretanja. Koordinate su skalirane tako da je gornja leva tačka na (0,0), a donja desna na (1260,700). Imajte na umu da je pozicija gornja leva tačka okretanja, a ne središte okretanja.
sv: Ställ in den övre vänstra positionen för den upptagna spinnern. Koordinaterna är skalade så att den övre vänstra delen är (0,0) och den nedre högra delen är (1260,700). Observera att positionen är längst upp till vänster på spinnern och inte i mitten av spinnern.
ta: பிசியான ச்பின்னரின் மேல் இடது இடத்தை அமைக்கவும். ஒருங்கிணைப்புகள் அளவிடப்படுகின்றன, அதாவது மேல் இடது (0,0) மற்றும் கீழ் வலது (1260,700) இருக்கும். இந்த நிலை ச்பின்னரின் மேல் இடது மற்றும் சுழற்பந்து வீச்சாளரின் நடுவண் அல்ல என்பதை நினைவில் கொள்க.
tr: Spinner'in sol üst köşesinin konumunu ayarlayın. Koordinatlar, sol üst köşenin (0,0) ve sağ alt köşenin (1260,700) konumunda olacak şekilde ölçeklendirilmiştir. Konumun, spinner'in merkezi değil, sol üst köşesi olduğunu unutmayın.
uk: Встановіть верхнє ліве розташування спінера. Координати масштабуються таким чином, що верхній лівий кут знаходився на (0,0), а нижній правий — на (1260,700). Зауважте, що позиція знаходиться у верхньому лівому куті спінера, а не в його центрі.

source: Set the type of the progress indication in the channel selection screen.
bg: Задайте типа на индикацията за прогрес в екрана за избор на канал.
cs: Nastavuje typ průběhů pořadů ve výběru programů.
da: Sæt typen af fremgangsindikation i kanalvalgsskærm.
de: Einstellen, ob und wie die Fortschrittsanzeige in der Kanalliste angezeigt wird.
el: Ρύθμιση τύπου εμφάνισης προόδου στη λίστα καναλιών.
et: Määra saate edenemise näit kanalinimekirjas.
fi: Määritä ohjelman pituuden osoittamisen tyyppi kanavien valintalistassa.
fr: Défini le type et la localisation de l'indicateur de progression des événements dans la sélection des chaînes. Soit barre graphe, soit en pourcentage à gauche ou à droite du nom du service.
hr: Postavite vrstu progresa indikacije na zaslonu za odabir kanala.
hu: Állítsa be a folyamatjelző típusát a csatornaválasztó képernyőn.
it: Imposta tipo di progressione evento nella schermata dell'elenco canali.
lt: Nustatykite pasirinkto kanalo veiksmo eigos indikaciją kanalų pasirinkimo lange.
nl: Met deze optie bepaalt u de weergave van de programmavoortgang in de zenderlijst. U kunt kiezen uit, Geen weergave, Balk rechts , Balk links , Percentage rechts of Percentage links.
pl: Ustaw typ postępu na ekranie wyboru kanału.
pt_br: Progresso dos eventos na lista de canais.
ru: Установите тип отображения прогресса в меню выбора каналов.
sk: Nastavenie typu zobrazenia indikátora priebehu na obrazovke výberu kanála.
sr: Postavite tip progresa indikacije na ekranu za izbor kanala.
sv: Ställ in typen av förloppsindikering i kanalvalsskärmen.
ta: சேனல் தேர்வுத் திரையில் முன்னேற்றக் குறிப்பின் வகையை அமைக்கவும்.
tr: Kanal seçim ekranında etkinlik ilerleme göstergesinin türünü ayarlayın.
uk: Встановіть тип відображення прогресу в меню вибору каналів.
vi: Đặt loại chỉ báo tiến trình trong màn hình chọn kênh.
zh_cn: 在信道选择屏幕中设置进度指示的类型.

source: Set the username for the monitoring UI web interface.
cs: Nastavit přihlašovací jméno (login) pro uživatelské monitorovací rozhraní.
hr: Postavite korisničko ime za web sučelje za nadzor.
it: Imposta nome utente per l'interfaccia web dell'interfaccia utente di monitoraggio.
sr: Podesi korisničko ime za web interfejs za nadzor.
tr: Kullanıcı Arayüzü web arayüzü izleme için kullanıcı ismini ayarlayın.
uk: Встановіть ім'я користувача для веб-інтерфейсу моніторингу.

source: Set the volume level for the '%s' service.
cs: Nastavte úroveň hlasitosti pro službu '%s'.
el: Ορισμός του επιπέδου έντασης ήχου για την υπηρεσία '%s'.
fi: Aseta äänenvoimakkuustaso '%s' kanavalle.
hr: Postavi razinu zvuka za uslugu '%s'.
it: Imposta livello del volume per il servizio '%s'.
nl: Volumeniveau voor de zender '%s' instellen.
pl: Ustaw poziom głośności dla kanału '%s'.
sk: Nastavte úroveň hlasitosti pre stanicu/službu '%s'.
sr: Postavi nivo zvuka za uslugu '%s'.
sv: Ställ in volymnivån för tjänsten '%s'.
tr: '%s' kanalı için ses seviyesini ayarlayın.
uk: Встановіть рівень гучності для каналу '%s'.

source: Set the volume offset for the '%s' service.
cs: Nastavte posun hlasitosti pro službu '%s'.
el: Ορισμός ολίσθησης χρόνου για την υπηρεσία '%s'.
fi: Aseta äänenvoimakkuuden siirtymä '%s' kanavalle.
hr: Podesite pomak jačine zvuka za '%s' kanal.
it: Imposta offset del volume per il servizio '%s'.
lt: Nustatykite paslaugos '%s' garsumo poslinkį.
nl: Stel de volume offset in voor de '%s' zender.
pl: Ustaw przesunięcie głośności dla usługi '%s'.
sk: Nastaviť posun hlasitosti pre stanicu '%s'.
sr: Podesite pomak jačine zvuka za '%s' kanal.
sv: Ställ in volymoffset för tjänsten '%s'.
ta: '%s' சேவைக்கு தொகுதி ஆஃப்செட் அமைக்கவும்.
tr: '%s' kanalı için ses dengelemeyi ayarlayın.
uk: Встановіть зміщення гучності для каналу '%s'.

source: Set this to 'Yes' to automatically hide the InfoBar when the media starts playing. If set to 'No' the InfoBar will remain on screen.
cs: Nastavte toto na „Ano“, aby se informační panel automaticky skryl, když se média začnou přehrávat. Pokud je nastaveno na „Ne“, informační panel zůstane na obrazovce.
el: Επιλέξτε το 'ναι' για αυτόματη απόκρυψη της μπάρας πληροφοριών όταν ξεκινάει η αναπαραγωγή ενός πολυμέσου. Αν επιλεγεί το 'όχι' η μπάρα θα παραμένει στην οθόνη.
fi: Aseta tämän arvoksi 'Kyllä' jos haluat piilottaa tietopalkki automaattisesti, kun videon toisto alkaa. Jos tämä asetus on 'Ei' Tietopalkki pysyy näytöllä.
hr: Postavite ovo na 'Da' da bi automatski sakrili info traku kada medij počne reprodukciju. Ako je postavljeno na 'Ne' info traka će ostati na zaslonu.
it: Imposta su 'Sì' per nascondere automaticamente la barra informazioni all'avvio della riproduzione del file multimediale. Se impostato su 'No', la barra informazioni rimarrà sullo schermo.
lt: Nustatykite tai į 'Taip', kad automatiškai paslėptumėte informacijos juostą, kai laikmena pradės veikti. Jei nustatyta kaip 'Ne', informacijos juosta liks ekrane.
nl: Kies hier voor 'Ja' om de informatiebalk automatisch te verbergen wanneer het afspelen van media begint. Bij 'Nee' zal de informatiebalk zichtbaar blijven.
pl: Ustaw opcję „Tak”, aby automatycznie ukryć InfoBar po rozpoczęciu odtwarzania multimediów. Jeśli ustawione na „Nie”, InfoBar pozostanie widoczny.
sk: Ak chcete automaticky skryť infolištu po spustení prehrávania médií, nastavte túto voľbu na 'Áno'. Ak je nastavená na 'Nie', infolišta zostane na obrazovke.
sr: Postavite ovo na 'Da' da bi automatski sakrili info traku kada medij počne reprodukciju. Ako je postavljeno na 'Ne' info traka će ostati na ekranu.
sv: Ställ in detta på "Yes" för att automatiskt dölja InfoBar när media börjar spelas upp. Om du ställer in den på "No" kommer InfoBar att visas på skärmen.
ta: ஊடகங்கள் விளையாடத் தொடங்கும் போது இன்போபரை தானாக மறைக்க இதை 'ஆம்' என அமைக்கவும். 'இல்லை' என அமைக்கப்பட்டால், இன்போபார் திரையில் இருக்கும்.
tr: Medya oynatılmaya başladığında Bilgi Çubuğunun otomatik olarak gizlenmesi için bunu 'Evet' olarak ayarlayın. 'Hayır' olarak ayarlanırsa Bilgi Çubuğu ekranda kalacaktır.
uk: Встановіть для цього значення 'Так', щоб автоматично приховувати інфопанель, коли медіафайл починає відтворюватися. Якщо встановлено значення 'Ні', інфопанель залишиться на екрані.

source: Set this to 'Yes' to display the Media Player menu item in the Main Menu. If set to 'No' Media Player can still be started from the Plugins list.
cs: Chcete-li zobrazit položku nabídky Přehrávač médií v hlavní nabídce, nastavte toto na „Ano“. Pokud je nastaveno na 'Ne' Přehrávač médií lze stále spustit ze seznamu pluginů.
el: Επιλέξτε το 'ναι' για εμφάνιση του αναπαραγωγού πολυμέσων στο κύριο μενού. Αν επιλεγεί το 'όχι', ο αναπαραγωγός θα καλείται από τη λίστα προσθέτων.
fi: Aseta tämän arvoksi 'Kyllä', jos haluat näyttää Media Soittimen päävalikossa. Jos asetuksena on 'Ei' Media Soitin voidaan silti käynnistää Plugin lisäosat listasta.
hr: Postavite ovo na 'Da' da bi prikazali stavku menu programa Medija Plejer u glavnom menu. Ako je postavljeno na 'Ne' Medija Plejer i dalje može da se pokrene sa Plugin spiska.
it: Imposta su 'Sì' per visualizzare la voce di menu Media Player nel menu principale. Se impostato su 'No', Media Player può ancora essere avviato dall'elenco plugin.
lt: Nustatykite tai į 'Taip', kad pagrindiniame meniu būtų rodomas meniu Medija leistuvo elementas. Jei nustatyta kaip 'Ne' Medija leistuvas vis tiek gali būti paleistas iš priedo sąrašo.
nl: Kies hier voor 'Ja' om de Mediaspeler in het hoofdmenu te tonen. Bij 'Nee' kan de Mediaspeler nog steeds vanuit het plugin overzicht worden gestart.
pl: Ustaw opcję „Tak”, aby wyświetlić pozycję menu Media Player w menu głównym. Jeśli jest ustawione na „Nie”, Media Player można nadal uruchomić z listy wtyczek.
sk: Ak sa má v hlavnom menu zobraziť položka Prehrávač médií, nastavte túto voľbu na 'Áno'. Pri nastavení na možnosť 'Nie' sa dá prehrávač médií spúšťať zo zoznamu pluginov.
sr: Postavite ovo na 'Da' da bi prikazali stavku menija programa Medija Plejer u glavnom meniju. Ako je postavljeno na 'Ne' Medija Plejer i dalje može da se pokrene sa Plugin liste.
sv: Ställ in detta på "Yes" för att visa Media Player-menyalternativet i huvudmenyn. Om den är inställd på "No" kan Media Player fortfarande startas från listan Plugins.
ta: முதன்மையான பட்டியலில் மீடியா பிளேயர் பட்டியல் உருப்படியைக் காட்ட இதை 'ஆம்' என அமைக்கவும். 'இல்லை' மீடியா பிளேயருக்கு அமைக்கப்பட்டால் செருகுநிரல்கள் பட்டியலிலிருந்து இன்னும் தொடங்கலாம்.
tr: Ana Menüde Medya Oynatıcı eklentisini görüntülemek için bunu 'Evet' olarak ayarlayın. 'Hayır' olarak ayarlanırsa, Medya Oynatıcı yine de Eklentiler listesinden başlatılabilir.
uk: Встановіть для цього значення 'Так', щоб відобразити пункт меню медіапрогравача в головному меню. Якщо встановлено значення 'Ні', медіаплеєр все ще можна запустити зі списку плагінів.

source: Set this to 'Yes' to keep playing this play list in a continuously repeating loop. If set to 'No' the play list will only be played once.
cs: Chcete-li pokračovat v přehrávání tohoto seznamu v neustále se opakující smyčce, nastavte toto na „Ano“. Pokud je nastaveno na „Ne“, seznam se přehraje pouze jednou.
el: Επιλέξτε το 'ναι' για να αναπαράγεται αυτή η λίστα σε συνεχή επανάληψη. Αν επιλεγεί το 'όχι', η λίστα θα αναπαράγεται μόνο μία φορά.
fi: Aseta tämän arvoksi 'Kyllä' jos haluat toistaa tätä toistolistaa jatkuvasti silmukkana. Jos tämä asetus on 'Ei' toistolista toistetaan vain kerran.
hr: Postavite ovo na 'Da' da bi nastavili reprodukciju spiska u petlji koja se stalno ponavlja. Ako je postavljeno na 'Ne' spisak reprodukcije će biti odigran samo jednom.
it: Imposta su 'Sì' per continuare a riprodurre questa playlist in un ciclo ripetuto continuamente. Se impostato su 'No', la playlist verrà riprodotta solo una volta.
lt: Nustatykite tai į 'Taip', kad toliau paleistumėte šį grojaraštį nuolat pasikartojančiu ciklu. Jei nustatyta į 'Ne', grojaraštis bus leidžiamas tik vieną kartą.
nl: Kies hier voor 'Ja' om de huidige afspeellijst in een herhalende lus af te spelen. Bij 'Nee' wordt de afspeellijst maar één keer afgespeeld.
pl: Ustaw opcję „Tak”, aby odtwarzać tę listę w pętli. Jeśli ustawione na „Nie”, lista odtwarzania będzie odtwarzana tylko raz.
sk: Ak sa má tento playlist prehrávať dookola v slučke, nastavte túto voľbu na 'Áno'. Pri nastavení na 'Nie' sa playlist prehrá iba jedenkrát.
sr: Postavite ovo na 'Da' da bi nastavili reprodukciju liste u petlji koja se stalno ponavlja. Ako je postavljeno na 'Ne' lista reprodukcije će biti odigrana samo jednom.
sv: Ställ in detta på "Yes" för att fortsätta spela upp spellistan i en kontinuerligt upprepande slinga. Om du ställer in den på "No" spelas spellistan bara upp en gång.
ta: இந்த நாடக பட்டியலை தொடர்ந்து மீண்டும் மீண்டும் சுழற்சியில் விளையாட இதை 'ஆம்' என அமைக்கவும். 'இல்லை' என அமைக்கப்பட்டால், நாடக பட்டியல் ஒரு முறை மட்டுமே இயக்கப்படும்.
tr: Bu oynatma listesini sürekli tekrar eden bir döngüde oynatmaya devam etmek için bunu 'Evet' olarak ayarlayın. 'Hayır' olarak ayarlanırsa, çalma listesi yalnızca bir kez oynatılacaktır.
uk: Встановіть для цього значення 'Так', щоб продовжувати відтворювати цей список відтворення в циклі, що повторюється. Якщо встановлено значення 'Ні', список відтворення відтворюватиметься лише один раз.

source: Set this to 'Yes' to save the current directory when exiting the Media Player.
cs: Nastavte toto na 'Ano', chcete-li uložit aktuální adresář při ukončení přehrávače médií.
el: Επιλέξτε το 'ναι' για να αποθηκευτεί ο τρέχον κατάλογος κατά την έξοδο από τον αναπαραγωγό πολυμέσων.
fi: Aseta tämä arvoksi 'Kyllä' jos haluat tallentaa nykyisen hakemiston, kun poistut mediasoittimesta.
hr: Postavite ovo na 'Da' da bi sačuvali trenutni direktorijum prilikom izlaska iz Medija Plejer.
it: Imposta su 'Sì' per salvare la cartella attuale all'uscita dal Media Player.
lt: Nustatykite tai į 'Taip', kad įrašytumėte dabartinį katalogą išeidami iš Medijos leistuvo.
nl: Kies hier 'Ja' om de huidige map de volgende keer weer te openen in de Mediaspeler.
pl: Ustaw tę opcję na „Tak”, aby zapisać bieżący katalog przy wychodzeniu z Media Playera.
sk: Ak sa má pri ukončení Prehrávača médií uložiť aktuálny priečinok, nastavte túto voľbu na 'Áno'.
sr: Postavite ovo na 'Da' da bi sačuvali trenutni direktorijum prilikom izlaska iz Medija Plejer.
sv: Ställ in detta på "Yes" för att spara den aktuella katalogen när du avslutar Media Player.
ta: மீடியா பிளேயரிலிருந்து வெளியேறும்போது தற்போதைய கோப்பகத்தை சேமிக்க இதை 'ஆம்' என அமைக்கவும்.
tr: Medya Oynatıcısından çıkarken geçerli dizini kaydetmek için bunu 'Evet' olarak ayarlayın.
uk: Встановіть для цього значення 'Так', щоб зберегти поточний каталог під час виходу з медіапрогравача.
