Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Move the virtual keyboard cursor up
et: Liiguta virtuaalklahvistiku kursorit üles
vi: Di chuyển con trỏ bàn phím ảo lên

source: Multiboot ERROR! - no %s in boot partition.
et: Multibuudi VIGA! - %s puudub alglaadimispartitsioonilt.
vi: Đa khởi động nỗi - không có% s trong phân vùng khởi động.

source: Multiboot manager - Cannot initialize SDcard when running image on SDcard.
et: Multibuudi haldur - SD-kaarti ei saa vormindada, kui kasutusel on SD-kaardil olev püsivara.
vi: Trình quản lý đa khởi động - Không thể khởi tạo SDcard khi chạy hình ảnh trên SDcard.

source: Multiboot manager - SDcard initialization run, please restart your Image.
et: Multibuudi haldur - SD-kaart vormindati, taaskäivita vastuvõtja.
vi: Trình quản lý đa khởi động - Khởi tạo SDcard, vui lòng khởi động lại Hình ảnh của bạn.

source: Multiboot manager - The SDcard must be at least 8MB.
et: Multibuudi haldur - SD-kaardi suurus peab olema vähemalt 8MB.
vi: Trình quản lý đa khởi động - Thẻ SD phải có ít nhất 8 MB.

source: News Current Affairs
et: Uudised sündmused
hu: Hírek/Gazdaság
pt_br: Notícias atuais
ru: Новости о текущих событиях
vi: Tin tức thời sự

source: Press Init to format SDcard.
et: Vajuta Init SD-kaardi vormindamiseks.
vi: Nhấn init để định dạng SDcard.

source: Processor temperature: %s
da: Processor temperatur: %s
et: CPU temp: %s
ru: TТемпература процессора: %s
vi: Nhiệt độ của bộ xử lý:% s

source: SDcard is not initialised for multiboot - Exit and use MultiBoot Image Manager to initialise
et: SD kaart tuleb multibuudi jaoks vormindada. Välju ja kasuta vormindamiseks multibuudi haldurit
vi: SDcard không được khởi tạo cho đa khởi động - Thoát và sử dụng đa khởi động đã cài đặt

source: Select the character or action under the virtual keyboard cursor
vi: Chọn nhân vật hoặc hành động dưới con trỏ bàn phím ảo

source: Select the virtual keyboard locale from a menu
vi: Chọn ngôn ngữ bàn phím ảo từ menu

source: Select the virtual keyboard shifted character set
vi: Chọn bộ ký tự dịch chuyển bàn phím ảo

source: Select the virtual keyboard shifted character set for the next character only
vi: Chọn bộ ký tự dịch chuyển bàn phím ảo cho chỉ ký tự tiếp theo

source: Show Games show
et: Viktoriin
hu: Játék/Show
pt_br: Exibir Games Show
ru: Показать Games show
vi: Chương trình trò chơi

source: Shows available pluigns. Here you can download and install them
et: Kuvab saadaolevad laiendused. Siin saab neid laadida ja paigaldada
hu: Az elérhető bővítményeket mutatja meg. Itt le tudja tölteni és telepíteni őket
ru: Показать доступные плагины. Вы можете загрузить и установить их
vi: Các plugin có sẵn như thế nào. Tại đây bạn có thể tải xuống và cài đặt chúng

source: Some FullHD-Icons are missing. Using HD-Icons!
et: Mõned FHD ikoonid puuduvad. Kasutatakse HD ikoone!
hu: Néhány FullHD ikon hiányzik. HD ikonok lesznek használva!
vi: Một số biểu tượng FullHD bị thiếu. Sử dụng biểu tượng HD!

source: This option set the level of suppression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
vi: Tùy chọn này đặt mức độ triệt tiêu tiếng ồn của muỗi (Tiếng ồn của muỗi là răng cưa ngẫu nhiên do nén mạnh). Rõ ràng điều này đi với chi phí hình ảnh chi tiết.

source: Version: %s
et: Versioon: %s
hu: Verzió: %s
vi: Phiên bản:% s

source: Write error at start of recording. Disk %s %s
et: Viga salvestamise alguses. Ketas %s %s
vi: Viết lỗi khi bắt đầu ghi. Đĩa % s %s

source: Write error while recording. Disk %s
et: Viga salvestamise käigus. Ketas %s
vi: Viết lỗi trong khi ghi. Đĩa % s

source: Your Receiver has a Software problem detected. Since the last reboot it has occured %d times.
vi: Đầu thu của bạn có vấn đề về Phần mềm được phát hiện. Kể từ lần khởi động lại cuối cùng, nó đã xảy ra % d lần.

source: childrens's/youth program (general)
et: laste/noortesaade
hu: általános gyermekműsor
pt_br: Infantil/Adolescentes (geral)
ru: детские/юношеские программы (общие)
vi: chương trình trẻ em / thanh thiếu niên (nói chung)

source: extrawide
da: ekstrabred
de: extra breit
et: eriti lai
hu: extra széles
vi: rộng thêm

source: full?
vi: đầy?

source: not found!
et: ei leitud!
vi: không tìm thấy!

source: not writable!
et: pole kirjutatav!
vi: không thể ghi được!

source: slot%s - %s - %s
et: pesa%s -%s- %s
vi: vị trí % s -% s -% s

source: slot%s - %s - %s (current image)
et: pesa%s -%s - %s (aktiivne püsivara)
vi: vị trí % s -% s -% s (hình ảnh hiện tại)

source: slot%s - %s - %s as USB Recovery
et: pesat%s -%s - %s USB varukoopiana
vi: khe cắm % s -% s -% s khi khôi phục USB

source: slot%s - %s mode 1
et: pesa%s - %s mood 1
vi: khe%s -%s chế độ 1

source: slot%s - %s mode 1 (current image)
et: pesa%s - %s mood 1 (aktiivne püsivara)
vi: vị trí%s -%s chế độ 1 (hình ảnh hiện tại)

source: slot%s - %s mode 12
et: pesa%s - %s mood 12
vi: khe%s -%s chế độ 12

source: slot%s - %s mode 12 (current image)
et: pesa%s - %s mood 12 (aktiivne püsivara)
vi: vị trí%s -%s chế độ 12 (hình ảnh hiện tại)

source: slot%s - %s- %s
et: pesa%s -%s- %s
vi: vị trí % s -% s-% s

source: soap/melodram/folkloric
et: seep/melodraama/rahvapärimus
hu: szappanopera/melodráma
pt_br: Novelas/Melodramas/Popular
ru: мыльные оперы/мелодрама/фольклор
vi: xà phòng / melodram / dân gian

source: unknow
et: tundmatu
vi: không biết

source: unknown error!
et: tundmatu viga!
vi: lỗi không rõ!

source: will take about 30 minutes for this system
et: kestab see kuni 30 minutit
hu: körülbelül 30 percet vesz igénybe a rendszerhez
vi: sẽ mất khoảng 30 phút cho hệ thống này

source: Disable all VFD Symbols
et: Keela kõik VFD ikoonid
hu: Kapcsolja ki az összes VFD szimbólumot
ru: Отключить все символы VFD
vi: Vô hiệu hóa tất cả các biểu tượng VFD

source: Remote control model shown
et: Kuvatav puldi mudel
hu: Távirányító modell mutatása
vi: Mô hình điều khiển từ xa hiển thị

source: Setup your timezone.
et: Määra ajavöönd.
hu: Állítsd be az időzónádat.
ru: Настройки вашего часового пояса.
vi: Thiết lập múi giờ của bạn.

source: Stop's timeshift being used if a recording is in progress. (adviseable for usb sticks)
ru: Укажите, нужно ли становить таймшифт, если идет запись (желательно, если используется USB, а не HDD).
vi: Mốc timeshift trong khi ghi âm?

source: When enabled, network trash can's are probed for cleaning.
et: Kui lubatud, uuritakse kustutamisel ka võrgukettaid.
hu: Ha engedélyezve van, akkor a hálózati kuka is ürítésre kerül.
ru: Если включено, сетевая корзина будет очищаться.
vi: Khi được bật, thùng rác mạng được thăm dò để làm sạch.

source: Which remote control gets shown. Only influences graphical representation.
et: Millist pulti kuvatakse. Mõjutab ainult graafilist esitlust.
hu: Miként, milyen néven jelenjen meg a távirányító a megjelenítésekben. Csak a grafikus ábrázolást befolyásolja.
vi: Điều khiển từ xa nào được hiển thị. Chỉ ảnh hưởng đến đại diện đồ họa.

source: Backup Mode: USB Recovery
da: Gendannelsestilstand: USB Gendannelse
de: Backup Modus: USB Recovery

source: For more information see https://www.opena.tv
da: For yderligere information se https://www.opena.tv

source: You need a PC connected to your %s %s. If you need further instructions, please visit the website https://www.opena.tv. Your %s %s will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
da: Du behøver en PC forbundet til din %s %s. Besøg venligst websiden http://www.opena.tv, hvis du har behov for yderligere anvisninger. Din %s %s vil nu blive stoppet. Efter du har udført opdaterinsanvisningerne fra websiden, vil din nye firmware spørge dig after om du vil gendanne dine indstillinger.

source: 2160p 30Hz
et: 1080p 30Hz%s

source: BT2020 CL
et: BT 2020 CL%s

source: %Y-%m-%d %H-%M
de: %d.%m.%Y %H:%M

source: 2x, 4x, 6x, 8x
de: 2x, 4x, 6x

source: CPU: %s
de: Prozessor: %s
hu: Processzor: %s

source: %A %e %b
hu: %B %e. %A

source: %d.%B %Y
hu: %Y. %B %d.

source: %d.%m.
hu: %m/%d

source: CPU: %s
hu: Processzor: %s

source: A/V aspect ratio is '%s'.
bg: AV аспект е %s.

source: Access point:
bg: Точка за достъп:

source: Can't going to live TV! Switch to live TV and restart time shift ?
bg: Невъзможно свързване към live TV! Превключване към live TV и рестартиране Timeshift ?

source: Can't play the next time shift file! Switch to live TV and restart time shift ?
bg: Невъзможно възпроизвеждане на следващият Timeshift файл! Превключване към live TV и рестартиране Timeshift ?

source: Cancel selection
bg: Отмяна на избора

source: Cannot determine %s limit ..., aborting !
bg: Не може да се определи %s лимит ..., прекратяване!

source: Channel List Menu
bg: Менюто на списъка с канали

source: Do you really want to delete?
bg: Наистина ли искате да изтриете ?

source: Frequency:
bg: Честота:
pt_br: Frequência:

source: InfoBar RDS Actions
bg: Информационна лента Действия на RDS

source: InfoBar Show/Hide Actions
bg: Информационна лента Показване/скриване на действията

source: Movie List Actions
bg: Действия за списък с филми

source: Movie List Settings
bg: Настройка на списъка с филми

source: No time shift found to save as recording!
bg: Не е намерено изместване във времето за запазване като запис!

source: Now save time shift as movie and continues recording
bg: Сега запазете смяната на времето като филм и продължете да записвате

source: Open AutoTimerlist
bg: Отворете списъка с автоматичен таймер

source: Open Timerlist
bg: Отворете списъка с таймери

source: Open bouquetlist
bg: Отворете списъка с букети

source: PiP Actions
bg: PiP действия

source: Play recorded movies
bg: Възпроизвеждане на записани филми

source: Record started! Stopping time shift now ...
bg: Записът стартира! Спиране TimeShift сега ...

source: Saving time shift as movie now. This might take a while!
bg: Запазване наTimeShift като филм сега. Това може да отнеме известно време!

source: Select/Zap to selected service
bg: Изберете/Zap към избрания сервиз

source: Set the time to wait for execute the default action in shutdown, standby or restart messages, e.g. used in RecordTimer, PowerTimer, SleepTimer etc.
bg: Задайте времето за изчакване за изпълнение на действието по подразбиране в съобщения за изключване, готовност или рестартиране. (напр. използва се в Таймер, PowerTimer, Sleeptimer, ...)

source: Show Box Portal
bg: Показване на портала на приемника

source: Show Format Setup
bg: Показване на настройката на формат

source: Show Information
bg: Показване на информация

source: Show setup
bg: Показване на настройка

source: Show the SleepTimer
bg: Показване на таймера за заспиване

source: Show the media center
bg: Показване на медия център

source: Show the media player
bg: Показване на медийния плейър

source: Show the plugins
bg: Показване на плъгините

source: Show the radio player
bg: Показване на радиоплейъра

source: Show the tv player
bg: Показване на телевизионния плейър

source: Stop time shift and save time shift buffer as movie
bg: Стоп на TimeShift и запази TimeShift буфер като филм

source: Stop time shift and save time shift buffer as movie and start recording of current event
bg: Стоп на TimeShift и запази TimeShift буфер като филм и старт на запис на настоящо събитие

source: The available disk space for time shift is less than specified in the settings. What do you want to do ?
bg: Наличното дисково пространство за TimeShift е по-малко от посочено в настройките. Какво искаш да направиш ?

source: The buffer time for time shift exceeds the specified limit in the settings. What do you want to do ?
bg: Времето на буфер за TimeShift надвишава определения лимит в настройките. Какво искаш да направиш ?

source: Toggle display of the InfoBar
bg: Превключване на дисплея на информационната лента

source: Toggles between tv and radio
bg: Превключва между телевизия и радио

source: You have chosen to save the current time shift
bg: Вие сте избрали да съхраните текущия timeshift

source: You have chosen to save the current time shift event, but the event has not yet finished What do you want to do ?
bg: Вие сте избрали да запазите текущото събитие TimeShift, но събитието не е още завършено Какво искаш да правиш ?

source: You seem to be in time shift, Do you want to leave time shift ?
bg: Вие изглежда сте в TimeShift, искате ли да напуснете TimeShift?

source: leave movie player
bg: остави филмов плейър

source: Except %s
ru: За исключением %s?

source: Not Started !! Cam binname must be in the start command line Check your emu config file
ru: Не запущен!! Название эмулятора не найдено в команде запуска Проверьте конфиги эмулятора

source: %d Gb
ru: %d Гб

source: %d KB
ru: %d Кб

source: 0 (disabled)
ru: 0 (отключено)

source: 1 GB
ru: 1 Гб

source: 1 second
ru: 1 секунда

source: 10 (default)
ru: 10 (стандарт)

source: 10 seconds
ru: 10 секунд

source: 1080i 50Hz
ru: 1080i 50Гц

source: 1080i 60Hz
ru: 1080i 60Гц

source: 1080p 24Hz
ru: 1080p 24Гц

source: 1080p 25Hz
ru: 1080p 25Гц

source: 1080p 30Hz
ru: 1080p 30Гц

source: 1080p 60Hz
ru: 1080p 60Гц

source: 128 Mb
ru: 128 Мб

source: 15 seconds
ru: 15 секунд

source: 1536 Mb
ru: 1536 Мб

source: 2 GB
ru: 2 Гб

source: 20 seconds
ru: 20 секунд

source: 2048 Mb
ru: 2048 Мб

source: 256 Mb
ru: 256 Мб

source: 30 seconds
ru: 30 секунд

source: 32 Mb
ru: 32 Мб

source: 4 GB
ru: 4 Гб

source: 480p 24Hz
ru: 480p 24Гц

source: 5 (default)
ru: 5 (стандарт)

source: 5 seconds
ru: 5 секунд

source: 512 Mb
ru: 512 Гб

source: 64 Mb
ru: 64 Мб

source: 720p 24Hz
ru: 720p 24Гц

source: 8 GB
ru: 8 Гб

source: Add to bouquet
pt_br: Adicionar ao grupo de favoritos
ru: Добавить в фаворит
sl: Dodaj v paket

source: Add to favourites
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
sl: Dodaj med priljubljene

source: Allows you to adjust the amount of time the resolution infomation display on screen.
ru: В течение какого времени показывать информацию о разрешении экрана.

source: Build: %s
ru: Выполнено: %s

source: Chipset: %s
ru: Чипсет: %s

source: Copy your keymap to /usr/share/enigma2/keymap.usr
ru: Скопировать ваш кеймап / usr/share/enigma2/keymap.usr

source: Cores: %s
ru: Ядра: %s

source: Creating start scripts and starting the cam
ru: Создание скриптов для запуска и запуск эмулятора

source: DVD Player
ru: ДВД плеер
sl: DVD predvajalnik

source: Delete and unstall Plugins. This will remove the Plugin from your box
ru: Удаление плагинов с вашего ресивера

source: Digital downmix
ru: Цифровое микширование

source: Do you really want to delete %s ?
ru: Действительно хотите удалить %s ?

source: Do you want to backup your settings now?
ru: Хотите создать резервную копию ваших настроек?

source: Do you want to delete all other languages?
ru: Хотите удалить все остальные языковые пакеты?

source: Dobly Digital downmix is now
ru: Микширование Dolby Digital выполнено

source: Dolby Digital / DTS downmix
ru: Звук Dolby Digital/DTS микширование

source: Download Failed !!
ru: Загрузить не удалось !!

source: Download Failed !! %s
ru: Загрузка не удалась! %s

source: Downloading %s
ru: Загружается %s

source: Edit DNS
pt_br: Configurar DNS
ru: Изменить DNS
sl: Uredi DNS

source: Flash On the fly (select a image)
ru: Выбор имиджа для прошивки

source: Flash and restore settings and all saved plugins
ru: Прошить и восстановить настройки и все сохраненные плагины

source: Flash and restore settings and selected plugins (ask user)
ru: Прошить и восстановить настройки и выбранные плагины

source: Flash and start installation wizard
ru: Прошить и открыть мастер установки

source: Free To Air
ru: Открытый канал (FTA)

source: Frozen Cam Check
ru: Проверка не запущенных CAM

source: GB
ru: Гб

source: GB800SOLO takes about 20 mins !!
ru: GB800SOLO требуется около 20 минут!

source: HDD = Do you want to make an USB-back-up image on HDD? This only takes 2 or 10 minutes and is fully automatic.
ru: HDD = Хотите создать бекап на HDD? Процесс займет от 2 до 10 минут и полностью автоматизирован.

source: Hide parentel locked services
ru: Скрывать каналы, находящиеся под родительским контролем

source: Install channel list
pt_br: Instalar lista de canais
ru: Установка списка каналов

source: Installed: %s
ru: Установлено: %s

source: Installing plugins...
ru: Установка плагинов...

source: Just scale
pt_br: Modo escala
ru: Масштабировать

source: Kernel: %s
ru: Ядро: %s

source: Leave DVD Player?
ru: Выйти из DVD плеера?
sl: Želite zapustiti DVD predvajalnik?

source: Local = Flash a image from local path /hdd/images
ru: Локально = Прошить ресивер из локального устройства /hdd/images

source: MB
ru: Мб

# Satellite configuration mode
source: Mode
pt_br: Modo
ru: Режим

# Video output mode
source: Mode
pt_br: Modo
ru: Режим

source: No /hdd found !! Please make sure you have a HDD mounted.
ru: Не найден /hdd ! Убедитесь что ваш жесткий диск смонтирован.

source: No /hdd found !! Please make sure you have a HDD mounted. Exit plugin.
ru: HDD не найден!! Пожалуйста, убедитесь что HDD монтирован. Выход из плагина.

source: No Cam started !! Cam 1 must be different from Cam 2
ru: Карта не запущена!! Cam 1 и Cam 2 должны отличаться!

source: No ECM info
ru: Информация ECM отсутствует

source: No USB-Device found for fullbackup !!
ru: Для бекапа не найдено устройство USB!

source: No httpport defined in oscam.conf. This value is required!
ru: HTTP порт не определен в oscam.conf. Этот параметр обязателен!

source: No httppwd defined in oscam.conf
ru: В oscam.conf не указан пароль

source: No httpuser defined in oscam.conf
ru: В oscam.conf не указан пользователь

source: No new ECM info
ru: Новая информация ECM отсутствует

source: No new plugins found
ru: Новых плагинов не найдено

source: No satellite frontend found!!
ru: Не найден спутниковый интерфейс!
sl: Ni satelitske naprave!!

source: Not enough free space on %s !! You need at least 300Mb free space.
ru: На %s нет свободного места! Требуется как минимум 300 Мб свободного пространства.

source: Not enough free space on /hdd !! You need at least 300Mb free space.
ru: Недостаточно свободного места на /hdd ! Нужно как минимум 300 Мб свободного пространства.

source: Not enough free space on /hdd !! You need at least 300Mb free space. Exit plugin.
ru: Недостаточно свободного места на /hdd ! Нужно как минимум 300 Мб свободного пространства. Выход из плагина.

source: Online = Download a image and flash it
ru: Онлайн = Загрузить имидж и прошить ресивер

source: Pauze/Continue playback
ru: Пауза/Продолжение воспроизведения

source: Play Audio-CD...
ru: Воспроизвести Аудио-CD
sl: Predvajaj zvočni-CD

source: Play Music...
ru: Воспроизвести Музыку...
sl: Predvajaj glasbo

source: Please enter the your personal feed URL
ru: Введите URL вашего персонального фида

source: Please select medium
ru: Пожалуйста, выберите носитель

source: Please wait (downloading channel list)
pt_br: Obtendo lista de canais. Aguarde...
ru: Пожалуйста, подождите (загружается список каналов)

source: Please wait (updating packages)
pt_br: Atualizando pacotes. Aguarde...
ru: Пожалуйста, подождите (пакеты обновляются)

source: Please: DO NOT reboot your STB and turn off the power.
ru: Внимание: Не перегружайте ресивер и не отключайте питание!

source: Plugin Filter...
ru: Фильтрация плагинов...

source: Provider to scan
pt_br: Operadora para buscar
ru: Провайдер для поиска
sl: Iskanje ponudnika

source: Put your %s %s in standby
ru: Перевести ваш %s %s в режим ожидания

source: Python Camstarter (default)
ru: Питоновский Cam стартер (умолчание)

source: Remote Tuner Server
ru: Сервер на удаленном тюнере

source: Remote Tuner Server Setup
ru: Настройки сервера удаленного тюнера

source: RemoteTuner
ru: Удаленный тюнер

source: Return to file browser
ru: Вернуться в проводник
sl: Nazaj na datotečni pregledovalnik

source: Select Cam 1
ru: Выбор Cam 1

source: Select Cam 2
ru: Выбор Cam 2

source: Service Searching
ru: Поиск каналов
sl: Iskanje kanalov

source: Set the time before checking video source for resolution infomation.
ru: Укажите задержку до проверки разрешения экрана из источников видео.

source: Setup Remote Tuner Server
ru: Настройки сервера удаленного тюнера

source: Show CCcamInfo in Extensions Menu
ru: Показать CCcamInfo iв меню дополнений

source: Show OscamInfo in Extensions Menu
ru: Показать OscamInfo в меню дополнений

source: Show Softcam-Panel in Extensions Menu
ru: Показать Панель эмуляторов в меню дополнений

source: Show only found image and mtd partitions.
ru: Показать только найденный имидж и разделы MTD.

source: Show the infomation on current event.
ru: Показать информацию по текущей передаче.

source: Simulate (no write)
ru: Симуляция (не записывать)

source: Softcam Panel
ru: Панель softcam

source: Softcam Panel V2.0
ru: Панель Softcam V2.0

source: Softcam-Panel Setup
ru: Настройки панели эмуляторов

source: SoftcamPanel
ru: Панель эмуляторов

source: Sorry feeds are down for maintenance, please try again later. If this issue persists please check openvix.co.uk or world-of-satellite.com.
ru: К сожалению фид закрыт на техническое обслуживание, пожалуйста, попробуйте еще раз позже. Если это сообщение повторяется проверьте обновления на openvix.co.uk или world-of-satellite.com.

source: Start Mode
ru: Режим запуска

source: Start attempts
ru: Количество попыток запуска

source: Starting Cam 1:
ru: Запуск Cam 1:

source: Starting Cam 2:
ru: Запуск Cam 2:

source: Stop check when cam is running
ru: Не проверять, если CAM работает

source: Terrestrial provider
pt_br: Operadora terrestre
ru: Наземный провайдер
sl: Zemeljski ponudnik

source: The image or kernel will be flashing and auto booted in few minutes.
ru: Имидж или ядро будут переустановлены и система будет перезагружена через несколько минут.

source: There is no [webif] section in oscam.conf
ru: Нет раздела [webif] в oscam.conf

source: This allows you to show skins modules in downloads
ru: Это позволит вам просмотреть скины при загрузке

source: This option allows you to choose how to display standard defintion video on your TV.
ru: Можете установить, как отобразить разрешение для SD видео.

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
ru: Этот параметр определяет уровень снижения шума mosquito. Шум Mosquito происходит вследствие чрезмерного сжатия. Снижение этого шума производится за счет детализации изображения.

source: Time between start attempts (sec.)
ru: Интервал между попытками запуска (сек.)

source: To back-up directly to the USB-stick, the USB-stick MUST
ru: Чтобы сохранить бекап на USB, флешка должна быть подключена

source: Try to find used Transponders in terrestrial network.. please wait...
ru: Пытаемся найти транспондеры, используемые в наземной сети .. Пожалуйста подождите ...

source: Tuner not available.
ru: Тюнер не найден.

source: Tuner status %s
pt_br: Estado do tuner %s
ru: Состояние тюнера %s

source: Tuner type
pt_br: Tipo de tuner
ru: Тип тюнера
sl: Vrsta tunerja

source: USB = Do you want to make a back-up on USB? This will take between 4 and 15 minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select USB.
ru: USB = Хотите создать бекап на USB? Этот процесс займет около 4-15 минут и полностью автоматизирован. Убедитесь, что USB подключен.

source: Unzipping files, Please wait ...
ru: Идет распаковка файлов, пожалуйста, ждите ...

source: Version: %s
ru: Версия: %s

source: ViX EPG
ru: ViX Телегид

source: View Movies...
ru: Просмотр фильмов...
sl: Poglej posnetke...

source: View Video CD...
ru: Смотреть Video CD...

source: Virtual KeyBoard
ru: Клавиатура
sl: Navidezna tipkovnica
