Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure the height of the TrueType font letters used for teletext.
bg: Конфигуриране на височината на TrueType шрифт букви използвани за телетекст.
cs: Nakonfigurujte výšku písmen písma TrueType používaných pro teletext.
da: Konfigurer højden af den TrueType skrifttype der bruges til Tekst-TV.
de: Bestimmt die Höhe der Zeichen des TrueType-Zeichensatzes für die Videotext Darstellung.
el: Ρύθμιση του ύψους της γραμματοσειράς του τηλεκειμένου.
et: Kohanda teletekstis kasutatava TrueType kirjatüübi tähemärkide kõrgust.
fi: Määritä teksti-tv:ssä käytettyjen kirjainten korkeus.
fr: Configure la hauteur des lettres de police TrueType utilisées pour le télétexte.
hr: Konfigurirajte visinu slova fonta TrueType koja se koriste za teletekst.
hu: A teletexthez használt TrueType betű készletek magasságának beállítását tudja itt beállítani.
it: Configura altezza delle lettere dei caratteri TrueType usate per il televideo.
lt: Konfigūruokite TrueType šrifto raidžių aukštį, naudojamą teletekstui.
nl: Configureer de hoogte van de TrueType-lettertype letters gebruikt voor Teletekst.
pl: Skonfiguruj wysokość liter czcionki TrueType używanych do telegazety.
sk: Nastavte výšku písma TrueType fontu používaného pre teletext.
sr: Podesite visinu TrueType slova koji se koriste za teletekst.
sv: Konfigurera höjden på bokstäverna i TrueType-teckensnittet som används för text-TV.
ta: டெலிடெக்ச்டுக்கு பயன்படுத்தப்படும் ட்ரூய்டைப் எழுத்துரு எழுத்துக்களின் உயரத்தை உள்ளமைக்கவும்.
tr: Teletext için kullanılan TrueType yazı tipi harflerinin yüksekliğini yapılandırın.
uk: Налаштування висоти букв шрифту TrueType для телетексту.
vi: Định cấu hình chiều cao của các chữ cái phông chữ TrueType được sử dụng cho teletext.
zh_cn: 配置用于图文TrueType字体字母的高度.

source: Configure the horizontal alignment of the subtitles.
bg: Конфигуриране на хоризонталното подравняване на субтитри.
cs: Nastavuje horizontální zarovnání titulků.
da: Konfigurer den vandrette justering af underteksterne.
de: Einstellen der horizontalen Ausrichtung von Untertiteln.
el: Ρύθμιση της οριζόντιας στοίχισης των υποτίτλων.
et: Määra subtiitrite horisontaalne asetus.
fi: Määrittää tekstityksen vaakasijainnin.
fr: Configure l'alignement horizontal des sous-titres.
hr: Konfigurirajte vodoravno poravnanje titlova.
hu: A feliratok vízszintes elrendezése.
it: Configura allineamento orizzontale dei sottotitoli.
lt: Konfigūruokite subtitrų horizontalų lygiavimą.
nl: Wijzig hier de horizontale positie van de ondertitels. U kunt hier kiezen tussen Links, Rechts of Gecentreerd. De standaardwaarde is Gecentreerd.
pl: Skonfiguruj poziome wyrównanie napisów.
pt_br: Configurar o alinhamento horizontal das legendas.
ru: Настройка горизонтального выравнивания субтитров.
sk: Nastavte horizontálne zarovnanie titulkov.
sr: Podesite horizontalno poravnanje titlova.
sv: Konfigurera den horisontella inriktningen av undertexterna.
ta: வசன வரிகளின் கிடைமட்ட சீரமைப்பை உள்ளமைக்கவும்.
tr: Altyazıların yatay hizalamasını yapılandırın.
uk: Налаштування горизонтального вирівнювання субтитрів.
vi: Cấu hình căn chỉnh ngang của phụ đề.
zh_cn: 配置字幕的水平对齐方式.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
bg: Конфигуриране на първоначалната скоростта на превъртане напред. Когато натиснете бутон бързо напред, при стартиране, ще стартира с тази скорост.
cs: Nastavuje počáteční rychlost pro přetáčení vpřed. Jestliže stisknete tlačítko pro přetáčení vpřed, přetáčení začne touto rychlostí.
da: Konfigurer den indledende hurtig fremspolingshastighed. Når du trykker på hurtig fremspolingsknappen begynder spoling med denne hastighed.
de: Den Anfangswert der Vorlaufgeschwindigkeit einstellen. Wenn Sie die Taste für den schnellen Vorlauf drücken, wird mit diesem Wert begonnen.
el: Ρύθμιση της αρχικής ταχύτητας προώθησης εμπρός. Όταν πιέζετε το πλήκτρο προώθησης εμπρός, η προώθηση θα ξεκινά με αυτή την ταχύτητα.
et: Määra edasikerimise algkiirus. Edasikerimine algab selle kiirusega.
fi: Määrittää eteenpäinkelauksen aloitusnopeuden. Kun painat kelausnäppäintä, alkaa kelaus tällä nopeudella.
fr: Configure la vitesse d'avance rapide. Lorsque vous appuyez sur le bouton d'avance rapide, la lecture débutera à cette vitesse.
hr: Konfigurirajte početnu brzinu premotavanja unaprijed. Kada pritisnete tipku za premotavanje unaprijed, namotavanje će započeti ovom brzinom.
hu: Kezdeti előre tekerési sebesség. Amikor előre tekeri a felvételt, ennyi lesz a kezdeti sebesség.
it: Configura velocità di avanzamento veloce iniziale. Quando si preme il tasto di avanzamento rapido, l'avvolgimento inizierà a questa velocità.
lt: Konfigūruokite pradinį 'pirmyn' greitį. Kai paspausite 'pirmyn' mygtuką, persukimas prasidės šiuo greičiu.
nl: Stel de beginsnelheid van het Vooruit-spoelen in. Wanneer u tijdens het afspelen van een film op Vooruit-spoelen drukt wordt begonnen met deze snelheid. De standaardwaarde is 2x.
pl: Skonfiguruj początkową prędkość przewijania w przód. Gdy wciśniesz przycisk [>>] przewijanie rozpocznie się z tą prędkością.
pt_br: Configurar a velocidade inicial de avanço rápido. Ao pressionar o botão de avanço, começará nesta velocidade.
ru: Выберите начальную скорость перемотки вперед.
sk: Nastavte počiatočnú rýchlosť rýchleho pretáčania dopredu. Ak stlačíte tlačidlo na rýchle pretáčanie dopredu, pretáčanie sa začne touto rýchlosťou.
sr: Podesite početnu brzinu premotavanja unapred. Kada pritisnete taster za premotavanje, započet će sa tom brzinom.
sv: Konfigurera den första snabbspolningshastigheten. När du trycker på snabbspolningsknappen startar spolningen med denna hastighet.
ta: ஆரம்ப வேகமான முன்னோக்கி வேகத்தை உள்ளமைக்கவும். நீங்கள் வேகமான முன்னோக்கி பொத்தானை அழுத்தும்போது, இந்த வேகத்தில் முறுக்கு தொடங்கும்.
tr: Başlangıç hızlı ileri sarma hızını ayarlayın. Hızlı ileri sarma tuşuna bastığınızda, sarma işlemi bu hızda başlayacaktır.
uk: Виберіть початкову швидкість перемотування вперед.
vi: Cấu hình tốc độ chuyển tiếp nhanh ban đầu. Khi bạn nhấn nút chuyển tiếp nhanh, cuộn dây sẽ bắt đầu ở tốc độ này.
zh_cn: 配置初始快速前进速度.当您按下快速前进键时,绕组将以这个速度开始.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
bg: Конфигуриране на първоначалната скорост на превъртане назад. Когато натиснете бутона назад за стартиране, ще стартира с тази скорост.
cs: Nastavuje počáteční rychlost pro přetáčení vzad. Jestliže stisknete tlačítko pro přetáčení vzad, přetáčení začne touto rychlostí.
da: Konfigurer den indledende tilbagespolingshastighed. Når du trykker på tilbagespolingsknappen begynder spoling med denne hastighed.
de: Den Anfangswert der Rücklaufgeschwindigkeit einstellen. Wenn Sie die Taste für den schnellen Rücklauf drücken, wird mit diesem Wert begonnen.
el: Ρύθμιση της αρχικής ταχύτητας προώθησης προς τα πίσω. Όταν πιέζετε το πλήκτρο προώθησης προς τα πίσω, η προώθηση θα ξεκινά με αυτή την ταχύτητα.
et: Määra tagasikerimise algkiirus. Tagasikerimine algab selle kiirusega.
fi: Määrittää taaksepäinkelauksen aloitusnopeuden. Kun painat kelausnäppäintä, alkaa kelaus tällä nopeudella.
fr: Configure la vitesse de rembobinage. Lorsque vous appuyez sur le bouton de rembobinage, la lecture arrière débutera à cette vitesse.
hr: Konfigurirajte početnu brzinu premotavanja unatrag. Kada pritisnete tipku za premotavanje unatrag, namotavanje će započeti ovom brzinom.
hu: Kezdeti visszatekerési sebesség. Amikor vissza tekeri a felvételt, ennyi lesz a kezdeti sebesség.
it: Configura velocità di riavvolgimento iniziale. Quando si preme il tasto di riavvolgimento, l'avvolgimento inizierà a questa velocità.
lt: Konfigūruokite pradinį spartaus atsukimo atgal greitį. Kai paspausite atsukimo atgal mygtuką, atsukimas prasidės šiuo greičiu.
nl: Stel de beginsnelheid van het terug spoelen in. Wanneer u tijdens het afspelen van een film op terug spoelen drukt wordt begonnen met deze snelheid. De standaardwaarde is 2x.
pl: Skonfiguruj początkową prędkość przewijania wstecz. Gdy wciśniesz przycisk przewijania w wstecz przewijanie rozpocznie się z tą prędkością.
pt_br: Configurar a velocidade inicial de retorno. Ao pressionar o botão de retorno, começará nesta velocidade.
ru: Выберите начальную скорость перемотки назад.
sk: Nastavte počiatočnú rýchlosť pre pretáčanie dozadu. Ak stlačíte tlačidlo na pretáčanie dozadu, pretáčanie sa začne touto rýchlosťou.
sr: Podesite početnu brzinu premotavanja unazad. Kada pritisnete taster za premotavanje, započet će sa tom brzinom.
sv: Konfigurera den initiala upprullningshastigheten. När du trycker på spolningsknappen startar spolningen med denna hastighet.
ta: ஆரம்ப முன்னேற்றம் வேகத்தை உள்ளமைக்கவும். நீங்கள் ரிவைண்ட் பொத்தானை அழுத்தும்போது, இந்த வேகத்தில் முறுக்கு தொடங்கும்.
tr: İlk geri sarma hızını ayarlayın. Geri sarma düğmesine bastığınızda, sarma işlemi bu hızda başlayacaktır.
uk: Виберіть початкову швидкість перемотування назад.
vi: Cấu hình tốc độ tua lại ban đầu. Khi bạn nhấn nút tua lại, cuộn dây sẽ bắt đầu ở tốc độ này.
zh_cn: 配置初始倒带速.你按下倒带键时,绕组会在这个速度开始.

source: Configure the latitude of your location.
bg: Конфигуриране на вашата географска ширина.
cs: Nastavuje zeměpisnou šířku Vašeho místa.
da: Konfigurer breddegraden af din placering.
de: Breitengrad Ihrer Position einstellen.
el: Ρύθμιση του γεωγραφικού πλάτους της τοποθεσίας σας.
et: Määra oma asukoha laiuskraad.
fi: Määritä sijaintisi leveysaste.
fr: Configure la latitude de votre position.
hr: Konfigurirajte zemljopisnu širinu svoje lokacije.
hu: Az antenna telepítés helyének földrajzi szélessége.
it: Configura latitudine della tua posizione.
lt: Konfigūruokite savo buvimo vietos platumą.
nl: Configureer de breedtegraad van uw locatie.
pl: Skonfiguruj szerokość geograficzną swojej lokalizacji.
pt_br: Configurar a latitude de sua localização.
ru: Укажите широту вашего местонахождения.
sk: Nastavte zemepisnú šírku vašej lokality.
sr: Podesite geografsku širinu vaše lokacije.
sv: Konfigurera latituden för din plats.
ta: உங்கள் இருப்பிடத்தின் அட்சரேகையை உள்ளமைக்கவும்.
tr: Bulunduğunuz konumun enlemini yapılandırın.
uk: Налаштуйте широту Вашого місцезнаходження.
vi: Định cấu hình vĩ độ của vị trí của bạn.
zh_cn: 配置您所在位置的纬度.

source: Configure the longitude of your location.
bg: Конфигуриране на вашата географска дължина.
cs: Nastavuje zeměpisnou délku Vašeho místa.
da: Konfigurer længdegraden af din placering.
de: Längengrad Ihrer Position einstellen.
el: Ρύθμιση του γεωγραφικού μήκους της θέσης σας.
et: Määra oma asukoha pikkuskraad.
fi: Määritä sijaintisi pituusaste.
fr: Configure la longitude de votre position.
hr: Konfigurirajte zemljopisnu dužinu svoje lokacije.
hu: Az antenna telepítés helyének földrajzi hosszúsága.
it: Configura longitudine della tua posizione.
lt: Konfigūruokite savo buvimo vietos ilgumą.
nl: Configureer de lengtegraad van uw locatie.
pl: Skonfiguruj długość geograficzną swojej lokalizacji.
pt_br: Configurar a longitude de sua localização.
ru: Укажите долготу вашего местонахождения.
sk: Nastavte zemepisnú dĺžku vašej lokality.
sr: Podesite geografsku dužinu vaše lokacije.
sv: Konfigurera longituden för din plats.
ta: உங்கள் இருப்பிடத்தின் தீர்க்கரேகையை உள்ளமைக்கவும்.
tr: Bulunduğunuz konumun boylamını yapılandırın.
uk: Налаштуйте довготу Вашого місцезнаходження.
vi: Cấu hình kinh độ của vị trí của bạn.
zh_cn: 配置您所在位置的经度.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trashcan.
bg: Конфигуриране на минималния размер на дисковото пространство на разположение за записи. Когато размера падне под тази стойност, изтритите елементи ще бъдат oтстранени от кошчето за боклук.
cs: Nastavuje minimální množství volného místa na disku využitelné pro nahrávání. Jestliže volné místo klesne pod tuto hodnotu, smazané položky budou odstraněny z koše.
el: Ρύθμιση της ελάχιστης διαθέσιμης χωρητικότητας του δίσκου για εγγραφές. Όταν η χωρητικότητα πέσει κάτω από αυτή την τιμή, τα διαγραμμένα αντικείμενα θα αφαιρούνται από τον κάδο αχρήστων.
fi: Määrittää vapaan levytilan vähimmäismäärän tallennuksia varten. Kun kiintolevyn vapaa levytila menee alle tämän arvon, poistetut tiedostot tyhjennetään roskakorista.
fr: Configure le niveau minimum d'espace disque disponible pour les enregistrements. Lorsque la quantité d'espace descend en dessous de cette valeur, les éléments supprimés seront supprimés de la corbeille.
hr: Konfiguriši minimalnu količinu prostora na disku koja će biti dostupna za snimke. Kada količina prostora padne ispod ove vrijednosti, izbrisane stavke će biti uklonjene iz smeća.
it: Configura quantità minima di spazio su disco disponibile per le registrazioni. Quando la quantità di spazio scende al di sotto di questo valore, gli elementi eliminati verranno rimossi dal cestino.
lt: Konfigūruokite kokį minimalų kiekį diske bus galima įrašyti. Kai laisvos vietos suma nukrenta žemiau šios reikšmės, ištrinti elementai bus pašalinti iš šiukšliadėžės.
nl: Bepaal hoeveel ruimte er minimaal beschikbaar moet zijn voor opnames. Als deze waarde bereikt wordt, zulle bestanden uit de prullenbak worden verwijderd.
pl: Skonfiguruj minimalną przestrzeń dysku zarezerwowaną dla nagrań. W przypadku spadku poniżej tego progu, usunięte pliki zostaną wykasowane z kosza.
sk: Nastavte minimálne voľné miesto na disku, ktoré má byť dostupné pre nahrávky. Keď voľné miesto klesne pod túto hodnotu, vymazané položky sa odstránia z koša.
sr: Konfigurišite minimalnu količinu slobodnog prostora na disku koja će biti dostupna za snimke. Kada količina slobodnog prostora padne ispod ove vrednosti, obrisane stavke biće uklonjene iz korpe.
sv: Konfigurera den minsta mängd diskutrymme som ska vara tillgängligt för inspelningar. När utrymmet understiger detta värde kommer borttagna objekt att tas bort från papperskorgen.
tr: Kayıtlar için kullanılabilir minimum disk alanı miktarını yapılandırın. Alan miktarı bu değerin altına düştüğünde, silinen öğeler çöp kutusundan kaldırılacaktır.
uk: Налаштування мінімального обсягу дискового простору, що має бути доступно для записів. Коли обсяг простору падає нижче цього значення, записи будуть видалені з корзини.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
bg: Конфигуриране на минималната ширина преди да покаже иконата 'i','0' се равнява на непоказване на всички икони.
cs: Před zobrazením ikony 'i' nakonfigurujte minimální šířku, '0' se rovná nezobrazování ikony vůbec.
da: Konfigurer minimumsberdden før 'i' ikonet vises, hvor '0' svare til at ikonet ovehovedet ikke vises.
de: Einstellen der Minimumbreite, bevor das 'I' Icon gezeigt wird. Bei '0' wird das Icon gar nicht gezeigt.
el: Ρύθμιση του ελάχιστου πλάτους πριν την εμφάνιση του εικονιδίου 'i', το '0' σημαίνει απόκρυψη του εικονιδίου.
et: Määra vähim laius enne 'i' ikooni kuvamist. Määrates '0', ikooni ei kuvata.
fi: Määritä vähimmäis leveys ennen näyttämistä '1' ikoni '0' on sama kuin ei näytetä ollenkaan.
fr: Configure la largeur minimum avant d'afficher le 'i' icône, '0' signifie ne pas afficher du tout.
hr: Konfigurirajte minimalnu širinu prije nego što prikažete ikonu 'i', '0' je jednako neprikazivanju ikone uopće.
hu: Állítsa be a minimális szélességet az "i" ikon megjelenése előtt, a "0" megegyezik azzal, hogy egyáltalán nem jelenik meg az ikon.
it: Configura larghezza minima prima di mostrare l'icona 'i', '0' equivale a non mostrare affatto l'icona.
lt: Konfigūruokite mažiausią plotį informaciniam logotipui eilutėje, '0' = nerodyti logotipo visai.
nl: Configureer de minimale breedte voor het tonen van de 'i' icon , '0' is gelijk aan het niet tonen van het pictogram.
pl: Ustawienia minimalnej szerokość przed wyświetleniem ikony "i", "0" oznacza ze ikona nie jest widoczna.
ru: Укажите минимальную ширину иконок 'i', '0' означает не показывать иконки вообще
sk: Nastavte minimálnu šírku pred zobrazením ikony 'i', '0' znamená nezobrazenie ikony.
sr: Podesite minimalnu širinu ikona 'i', '0' ne pokazuje ikone.
sv: Konfigurera den minsta bredden innan ikonen "i" visas, "0" är detsamma som att inte visa ikonen alls.
ta: 'நான்' ஐகானைக் காண்பிப்பதற்கு முன் குறைந்தபட்ச அகலத்தை உள்ளமைக்கவும், '0' ஐகானைக் காட்டாததற்கு சமம்.
tr: 'i' simgesini göstermeden önce minimum genişliği yapılandırın; '0' değeri, simgenin hiç gösterilmemesi anlamına gelir.
uk: Вкажіть мінімальну ширину іконок 'i', '0' означає не показувати іконки взагалі.
vi: Định cấu hình chiều rộng tối thiểu trước khi hiển thị biểu tượng 'i', '0' hoàn toàn không hiển thị biểu tượng.
zh_cn: 在显示'i'图标之前配置最小宽度,'0'等于不显示图标.

source: Configure the name server (DNS).
bg: Конфигуриране на сървъра за имена (DNS).
cs: Nakonfigurujte jmenný server (DNS).
el: Ρύθμιση του διακομιστή ονομάτων (DNS).
fi: Määritä nimipalvelin (DNS).
fr: Configure serveur de nom (DNS).
hr: Konfigurirajte poslužitelj naziva (DNS).
it: Configura server dei nomi (DNS).
lt: Konfigūruokite serverio vardą (DNS).
nl: Configureer uw nameserver (DNS).
pl: Skonfiguruj DNS.
sk: Nastavte server DNS.
sr: Podesite ime servera (DNS).
sv: Konfigurera namnservern (DNS).
ta: பெயர் சேவையகத்தை (டி.என்.எச்) உள்ளமைக்கவும்.
tr: Ad sunucusunu (DNS) yapılandırın.
uk: Налаштування імені сервера (DNS).

source: Configure the netmask.
bg: Конфигуриране на мрежовата маска.
cs: Nastavuje síťovou masku.
da: Konfigurer netmasken.
de: Netzwerkmaske einstellen.
el: Ρύθμιση μάσκας δικτύου.
et: Seadista võrgumask.
fi: Määritä verkkomaski.
fr: Configure le masque de réseau.
hr: Konfigurirajte mrežnu masku.
hu: Alhálózati maszk beállítása.
it: Configura maschera di rete.
lt: Konfigūruokite potinklio kaukę.
nl: Configureer de netmask.
pl: Skonfiguruj maskę sieci.
pt_br: Configurar máscara de rede.
ru: Настройки маски подсети.
sk: Nastavte masku siete.
sr: Podesite mrežu.
sv: Konfigurera nätmasken.
ta: நெட்மாச்கை உள்ளமைக்கவும்.
tr: Ağ maskesini yapılandırın.
uk: Налаштування маски мережі.
vi: Cấu hình netmask.
zh_cn: 配置子网掩码.

source: Configure the network again
bg: Конфигурирайте вашата мрежа отново
cs: Nastavte znovu vaši síť
el: Ρύθμιση του δικτύου εκ νέου
fi: Määritä verkko uudelleen
fr: Configure encore votre réseau
hr: Podesite ponovo svoju mrežu
it: Configura di nuovo la rete
lt: Konfigūruokite savo tinklą dar kartą
nl: Configureer uw netwerk opnieuw
pl: Skonfiguruj sieć ponownie
sk: Nastaviť sieť ešte raz
sr: Podesite ponovo svoju mrežu
sv: Konfigurera nätverket igen
ta: பிணையத்தை மீண்டும் உள்ளமைக்கவும்
tr: Ağı yeniden yapılandırın
uk: Повторити налаштування мережі

source: Configure the number of days after which items are automatically removed from the trashcan.
bg: Конфигуриране на броя дни, след което елементите се премахват автоматично от кошчето.
cs: Nastavuje počet dnů, po kterých jsou položky umístěné v koši automaticky smazány.
el: Ρύθμιση του αριθμού ημερών μετά τις οποίες τα περιεχόμενα του κάδου αχρήστου θα αφαιρούνται αυτόματα.
fi: Määrittää, kuinka monen päivän jälkeen tiedostot poistetaan automaattisesti roskakorista.
fr: Configurer le nombre de jours après lesquels les éléments dans la corbeille seront automatiquement supprimés.
hr: Konfiguriši broj dana nakon kojih se stavke automatski uklanjaju iz smeća.
it: Configura numero di giorni dopo i quali gli elementi vengono automaticamente rimossi dal cestino.
lt: Konfigūruokite dienų skaičių, po kurių elementai bus automatiškai pašalinti iš šiukšlinės.
nl: Na hoeveel dagen moeten opnames automatisch uit de prullenbak worden verwijderd. De standaardwaarde is 8 dagen.
pl: Skonfiguruj liczbę dni, po upływie których elementy zostaną automatycznie usunięte z kosza.
sk: Nastavte počet dní, po ktorých sa položky v koši automaticky odstránia.
sr: Konfigurišite broj dana nakon kojih se stavke automatski uklanjaju iz kante.
sv: Konfigurera antalet dagar efter vilka objekt automatiskt ska tas bort från papperskorgen.
tr: Çöp kutusundan öğelerin otomatik olarak kaldırılacağı gün sayısını yapılandırın.
uk: Вкажіть через скільки днів файли з кошика будуть остаточно видалені.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
bg: Конфигуриране на броя дни на всички таймери да се съхраняват, преди те да са автоматично премахнати от списъка с таймери.
cs: Nastavuje počet dnů, po které jsou staré časovače uchovávány v seznamu časovačů před jejich automatickým smazáním.
da: Konfigurer antallet af dage gamle Timere beholdes før de automatisk bliver fjernet fra Timerlisten.
de: Legen Sie die Vorhaltezeit in Tagen für abgelaufene Timer fest, nach der diese automatisch aus der Timerliste gelöscht werden.
el: Ρύθμιση του αριθμού ημερών μετά τις οποίες οι παλιοί χρονοδιακόπτες θα διατηρούνται πριν διαγραφούν από τη λίστα.
et: Määra päevade arv, pärast mida vana taimer kustutatakse automaatselt nimekirjast.
fi: Määrittää, kuinka monen päivän jälkeen vanhat ajastukset poistetaan ajastusluettelosta automaattisesti.
fr: Configure le nombre de jours d'archivage des anciennes programmations avant qu'elles ne soient automatiquement supprimées de la liste des programmations.
hr: Konfigurirajte broj dana kada se stari mjerači vremena čuvaju prije nego što se automatski uklone s popisa mjerača vremena.
hu: Ennyi nap után lesznek a lejárt időzítések véglegesen törölve az Időzítő listából.
it: Configura numero di giorni di conservazione dei timer precedenti prima che vengano rimossi automaticamente dall'elenco dei timer.
lt: Konfigūruokite kiek dienų senumo laikmačiai yra laikomi, kol jie bus automatiškai pašalinti iš laikmačio sąrašo.
nl: Met deze optie stelt u in hoeveel dagen de gebruikte Timers bewaard blijven, voordat deze automatisch uit de Timerlijst verwijderd worden. U kunt hier zelf een waarde ingeven. De standaardwaarde is 7 dagen.
pl: Skonfiguruj liczbę dni przez ile są trzymane wykonane timery, zanim zostaną automatycznie usunięte z listy.
pt_br: Configurar o número de dias que temporizadores antigos são mantidos antes de serem automaticamente removidos da lista.
ru: Настройка количества дней для хранения старых таймеров и затем автоматического удаления из списка таймеров.
sk: Nastavte počet dní na uchovanie starých časovačov pred ich automatickým odstránením zo zoznamu.
sr: Podesite broj dana kada se stari tajmeri čuvaju pre nego što se uklone automatski sa liste tajmera.
sv: Ställ in hur många dagar gamla timers ska sparas innan de automatiskt tas bort från timerlistan.
ta: நேரங்குறிகருவி பட்டியலிலிருந்து தானாக அகற்றப்படுவதற்கு முன்பு பழைய டைமர்கள் வைக்கப்படும் நாட்களின் எண்ணிக்கையை உள்ளமைக்கவும்.
tr: Eski zamanlayıcıların otomatik olarak zamanlayıcı listesinden kaldırılmadan önce kaç gün boyunca saklanacağını yapılandırın.
uk: Встановлення кількості днів для зберігання старих таймерів, перш ніж вони будуть автоматично видалені зі списку таймерів.
vi: Định cấu hình số ngày giờ cũ được giữ trước khi chúng tự động bị xóa khỏi danh sách hẹn giờ.
zh_cn: 配置在定时器列表中自动删除旧定时器之前保留的天数.
