Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Enable EIT EPG
bg: Разрешаване на EIT EPG
cs: Povolit EIT EPG
da: Aktiver EIT EPG
de: EIT EPG aktivieren
el: Ενεργοποίηση EIT EPG
et: EIT EPG lubatud
fi: Ota käyttöön EIT EPG
fr: Activer EPG EIT
hr: Omogući EIT EPG
hu: EIT EPG engedélyezése
it: Abilita EIT EPG
lt: Įjungti EIT EPG
nl: EIT EPG inschakelen
pl: Włącz EIT EPG
pt_br: Ativar EPG EIT
ru: Включить EIT EPG
sk: Povoliť EIT EPG
sl: Vključi EIT EPG sistem
sr: Omogući EIT EPG
sv: Aktivera EIT EPG
ta: EIT EPG ஐ இயக்கவும்
tr: EIT EPG etkinleştir
uk: Включити EIT EPG
vi: Kích hoạt EIT EPG
zh_cn: 启用EIT电子信息EPG

source: Enable Fast Channel Change
cs: Povolení rychlé změny kanálu
el: Ενεργοποίηση της γρήγορης αλλαγής καναλιών
fi: Ota käyttöön nopea kanavanvaihto
hr: Omogući Brzu Promjenu Kanala
it: Abilita cambio canale rapido
lt: Įjungti greitąjį kanalų perjungimą
nl: Fast Channel Change inschakelen
pl: Włącz Szybką Zmianę Kanałów
sk: Povoliť rýchle prepínanie kanálov (FCC)
sr: Omogući Brzu Promenu Kanala
sv: Aktivera snabb kanalväxling
ta: வேகமான சேனல் மாற்றத்தை இயக்கவும்
tr: Hızlı Kanal Değişimini Etkinleştir
uk: Увімкнути швидку зміну каналу

source: Enable Favorite Edit
bg: активирайте предпочитана редакция
cs: povolit úpravu oblíbených položek
el: Ενεργοποίηση επεξεργασίας αγαπημένων
fi: Suosikkien lisäys ja poisto
fr: Activer l'édition des favoris
hr: Omogući Uređivanje Favorita
it: Abilita modifica preferiti
lt: įjungti mėgstamiausių redagavimą
nl: Favorieten bewerken inschakelen
pl: włącz edycję ulubionych
sk: Povoliť úpravu obľúbených
sr: Omogući Uređivanje Favorita
sv: Aktivera favoritredigering
ta: பிடித்த திருத்தத்தை இயக்கவும்
tr: Favori Düzenlemeyi Etkinleştir
uk: Ввімкнути редагування фаворитів

source: Enable Focus Animation
bg: Разрешаване на анимацията за фокусиране
cs: Povolit animaci zaostření
da: Aktiver Fokus-animation
el: Ενεργοποίηση κίνησης εστίασης
et: Luba fookuse animatsioonid
fi: Ota tarkemmat animaatiot käyttöön
fr: Activer l’animation de focus
hr: Omogući Animaciju Fokusa
it: Abilita animazione messa a fuoco
lt: Įjungti fokusavimo animaciją
nl: Animatie focus inschakelen
pl: Włącz ostrość animacji
sk: Zapnúť animáciu zaostrenia
sr: Omogući Animaciju Fokusa
sv: Aktivera animering av fokus
ta: கவனம் அனிமேசனை இயக்கவும்
tr: Odak Animasyonunu Etkinleştir
uk: Включити Анімація фокусування
vi: Kích hoạt tính năng tập trung
zh_cn: 启用焦点动画

source: Enable FreeSat EPG
cs: Povolit freesat EPG
el: Ενεργοποίηση freesat EPG
hr: Omogući FreeSat EPG
it: Abilita FreeSat EPG
lt: Įjungti freesat EPG
nl: Freesat EPG inschakelen
sr: Omogući FreeSat EPG
sv: Aktivera EPG för freesat
tr: Freesat EPG etkinleştir
uk: Увімкнути EPG freesat

source: Enable GStreamer debug log *
bg: Разрешаване на дневника за отстраняване на грешки на GStreamer *
cs: Povolení protokolu ladění GStreamer *
el: Ενεργοποίηση των καταγραφών αποσφαλμάτωσης GStreamer *
fi: Ota GStreamer debug loki käyttöön *
hr: Omogući GStreamer debug log *
it: Abilita registro di debug di GStreamer *
lt: Įgalinti GStreamer derinimo žurnalą *
nl: Activeer het GStreamer debug log *
pl: Włącz dziennik debugowania GStreamera *
sk: Zapnúť denník pre ladenie GStreamera *
sr: Omogući GStreamer debug log *
sv: Aktivera GStreamer felsökningslogg *
ta: சிச்ட்ரீமர் பிழைத்திருத்த பதிவை இயக்கவும் *
tr: GStreamer hata ayıklama günlüğünü etkinleştir *
uk: Увімкнути журнал налагодження GStreamer *

source: Enable GStreamer pipeline graphs *
bg: Разрешаване на GStreamer тръбопроводни графики *
cs: Povolení grafů GStreamer *
el: Ενεργοποίηση των γραφικών παραστάσεων του GStreamer *
fi: Ota käyttöön GStreamerin kaavio graafinen *
hr: Omogući GStreamer grafikone cjevovoda *
it: Abilita grafici della pipeline di GStreamer *
lt: Įgalinti GStreamer vamzdynų grafikus *
nl: Activeer GStreamer pijplijn grafieken *
pl: Włącz wykresy potoku GStreamer *
sk: Zapnúť zreťazené grafy pre GStreamer *
sr: Omogući GStreamer grafičke cevovode *
sv: Aktivera grafer för GStreamer-pipeline *
ta: சிச்ட்ரீமர் பைப்லைன் வரைபடங்களை இயக்கவும் *
tr: GStreamer ardışık düzen grafiklerini etkinleştir *
uk: Увімкнути графіки конвеєра GStreamer *

source: Enable IPv6
cs: Povolit IPv6
el: Ενεργοποίηση IPv6
fi: Ota käyttöön IPv6
hr: Omogući IPv6
it: Abilita IPv6
nl: IPv6 activeren
pl: Włącz IPv6
sk: Zapnúť IPv6
sr: Omogući IPv6
sv: Aktivera IPv6
ta: IPv6 ஐ இயக்கவும்
tr: IPv6'yı etkinleştir
uk: Увімкнути IPv6

source: Enable IceTV
bg: Разрешаване на IceTV
cs: Povolit IceTV
da: Aktiver IceTV
de: IceTV aktivieren
el: Ενεργοποίηση IceTV
fi: Aktivoi IceTV
fr: Activer IceTV
hr: Omogući IceTV
it: Abilita IceTV
lt: Įjungti IceTV
nl: IceTV inschakelen
pl: Włącz IceTV
sk: Zapnúť IceTV
sr: Omogući IceTV
sv: Aktivera IceTV
ta: ICETV ஐ இயக்கவும்
tr: IceTV'yi etkinleştir
uk: Включити IceTV
zh_cn: 启用IceTV

source: Enable InfoBar fade-out
bg: Разрешаване на плавно затихване на инфобар
cs: Povolit zvolna mizíci Infobar
el: Ενεργοποίηση ξεθωριάσματος της μπάρας πληροφοριών
fi: Ota käyttöön tietopalkin häivytys
fr: Activer l'effacement progressif de la barre d'info
hr: Omogući isčezavanje Info Trake
it: Attiva dissolvenza barra informazioni
lt: Įjungti info juostos išnykimą
nl: Informatiebalk vervagen inschakelen
pl: Włącz wygaszanie paska informacyjnego
sk: Zapnúť postupné strácanie infolišty
sr: Omogući isčezavanje Info Trake
sv: Aktivera uttoning av InfoBar
ta: இன்போபார் ஃபேட்-அவுட்டை இயக்கவும்
tr: Bilgi çubuğunun soluklaşarak kaybolmasını etkinleştir
uk: Включити згасання Інфобару

source: Enable Kexec MultiBoot
cs: Povolit Kexec MultiBoot
el: Ενεργοποίηση της πολλαπλής εκκίνησης Kexec
fi: Ota Kexec MultiBoot käyttöön
hr: Omogući Kexec MultiBoot
it: Abilita MultiBoot Kexec
nl: Kexec MultiBoot inschakelen
pl: Włącz Kexec MultiBoot
sk: Povoliť Kexec MultiBoot
sr: Omogući Kexec MultiBoot
sv: Aktivera Kexec MultiBoot
ta: கெக்செக் மல்டிபூட்டை இயக்கவும்
tr: Kexec Çoklu Önyüklemeyi Etkinleştir
uk: Включити Kexec MultiBoot

source: Enable MHW EPG
bg: Разрешаване на MHW EPG
cs: Povolit MHW EPG
da: Aktiver MHW EPG
de: MHW EPG aktivieren
el: Ενεργοποίηση MHW EPG
et: MHW EPG lubatud
fi: Ota käyttöön MHW EPG
fr: Activer EPG MHW
hr: Omogući MHW EPG
hu: MHW EPG engedélyezése
it: Abilita MHW EPG
lt: Įjungti MHW EPG
nl: MHW EPG inschakelen
pl: Włącz MHW EPG
pt_br: Ativar EPG MHW
ru: Включить MHW EPG
sk: Povoliť MHW EPG
sl: Vključi MHW EPG sistem
sr: Omogući MHW EPG
sv: Aktivera MHW EPG
ta: MHW EPG ஐ இயக்கவும்
tr: MHW EPG etkinleştir
uk: Включити MHW EPG
vi: Kích hoạt MHW EPG
zh_cn: 启用MHW公司EPG

source: Enable MiniTV
bg: Разрешаване на MiniTV
cs: Zapnout MiniTV
da: Aktiver MiniTV
de: Zeige MiniTV im Display
el: Ενεργοποίηση MiniTV
et: MiniTV lubatud
fi: Aktivoi MiniTV
fr: Activer MiniTV
hr: Omogući MiniTV
hu: MiniTV engedélyezve
it: Abilita MIniTV
lt: Įjungti MiniTV
nl: MiniTV inschakelen
pl: Włącz MiniTV
sk: Povoliť MiniTV
sr: Omogući MiniTV
sv: Aktivera MiniTV
ta: மினிட்வியை இயக்கு
tr: MiniTV etkinleştir
uk: Включити Міні-ТБ
vi: Kích hoạt MiniTV
zh_cn: 启用小型电视

source: Enable Move Mode
bg: активиране на режим на движение
cs: Povolit přesun
el: Ενεργοποίηση λειτουργίας μετακίνησης
fi: Suosikkien järjestely
fr: Activer le mode déplacement
hr: Omogući način premještanja
it: Abilita modalità spostamento
lt: įjungti perkėlimą
nl: Verplaatsen activeren
pl: Przenieś
sk: Zapnúť režim presunu
sr: Omogući premeštanje režim
sv: Aktivera Move Mode
ta: நகர்வு பயன்முறையை இயக்கவும்
tr: Taşıma Modunu Etkinleştir
uk: Ввімкнути режим переміщення

source: Enable Netmed EPG
bg: Разрешаване на Netmed EPG
cs: Povolit Netmed EPG
da: Aktiver Netmed EPG
de: Netmed EPG aktivieren
el: Ενεργοποίηση Netmed EPG
et: Netmed EPG lubatud
fi: Ota käyttöön Netmed EPG
fr: Activer EPG Netmed
hr: Omogući Netmed EPG
hu: Netmed EPG engedélyezése
it: Abilita Netmed EPG
lt: Įjungti Netmed EPG
nl: Netmed EPG inschakelen
pl: Włącz Netmed EPG
pt_br: Ativar EPG Netmed
ru: Включить Netmed EPG
sk: Povoliť Netmed EPG
sl: Vključi Netmed EPG sistem
sr: Omogući Netmed EPG
sv: Aktivera Netmed EPG
ta: நிகர ஈபிசியை இயக்கவும்
tr: Netmed EPG etkinleştir
uk: Увімкнути Netmed EPG
vi: Kích hoạt EPG Netmed
zh_cn: 启用网络中的EPG

source: Enable Network IP address check
bg: Разрешаване на проверка на мрежовия IP адрес
cs: Povolit kontrolu síťové adresy IP
da: Aktiver netværks IP-adresse kontrol
de: Überprüfung von IP-Adressen aktivieren
el: Ενεργοποίηση ελέγχου διεύθυνσης IP του δικτύου
et: Võrgu IP kontroll lubatud
fi: Ota käyttöön IP osoitteen tarkistus
fr: Activer la vérification de l'adresse IP
hr: Omogući provjeru IP adrese
hu: Engedélyezze a hálózati IP-cím ellenőrzését
it: Abilita controllo indirizzo IP di rete
lt: Įjungti tinklo IP adreso tikrinimą
nl: Activeer Netwerk-IP-adres controle
pl: Włącz sprawdzanie adresu IP sieci
ru: Включить проверку сетевого IP-адреса
sk: Povoliť kontrolu sieťovej IP adresy
sr: Omogući proveru IP adrese
sv: Aktivera kontroll av IP-adress för nätverk
ta: பிணையம் ஐபி முகவரி காசோலையை இயக்கவும்
tr: Ağ IP adresi denetimini etkinleştir
uk: Включити перевірку мережевої АП-адреси
vi: Cho phép kiểm tra địa chỉ IP mạng
zh_cn: 启用网络IP地址检查

source: Enable OpenTV EPG
bg: Разрешаване на OpenTV EPG
cs: Povolit OpenTV EPG
da: Aktiver OpenTV EPG
de: OpenTV EPG aktivieren
el: Ενεργοποίηση OpenTV EPG
fi: Ota käyttöön OpenTV ohjelmaopas
fr: Activer EPG OpenTV
hr: Omogući OpenTV EPG
it: Abilita OpenTV EPG
lt: Įjungti OpenTV EPG
nl: OpenTV EPG inschakelen
pl: Włącz OpenTV EPG
sk: Povoliť OpenTV EPG
sr: Omogući OpenTV EPG
sv: Aktivera OpenTV EPG
ta: OpentV EPG ஐ இயக்கவும்
tr: OpenTV EPG'yi etkinleştir
uk: Увімкнути OpenTV EPG
zh_cn: 启用OpenTV EPG

source: Enable PiP no HDR
bg: активирайте PIP без HDR
cs: povolit PiP bez HDR
el: Ενεργοποίηση PIP χωρίς HDR
fi: Aktivoi PIP ilman HDR:ää
fr: Activer PIP pas HDR
hr: Omogući PiP bez HDR
it: Abilita PiP senza HDR
lt: įjungti PIP be HDR
nl: activeer PiP geen HDR
pl: włącz PIP bez HDR
sk: Zapnúť PIP, žiadne HDR
sr: Omogući PiP bez HDR
sv: Aktivera PiP ingen HDR
ta: பிஐபி இல்லை எச்.டி.ஆர்
tr: PiP'yi etkinleştir HDR yok
uk: ввімкнути ПІП без HDR

source: Enable Quad PiP
bg: Разрешаване на Quad PIP
cs: Povolit Quad PiP
el: Ενεργοποίηση Τετραπλού PIP
fi: Aktivoi 4 kanava PIP
fr: Activer quad PIP
hr: Omogući 4X PiP
it: Abilita Quad PIP
lt: Įjungti Quad PIP
nl: Quad PiP inschakelen
pl: Włącz Quad PIP
sk: Zapnúť Quad PIP
sr: Omogući 4X PiP
sv: Aktivera Quad PiP
ta: குவாட் பிப் இயக்கவும்
tr: Quad PiP'i etkinleştir
uk: Включити чотирикратний ПіП

source: Enable Swap at startup
bg: Разрешаване на Swap при стартиране
cs: Zapnout odkládání při startu
da: Aktiver swap ved opstart
de: Aktiviere Swap Start
el: Ενεργοποίηση Swap στην εκκίνηση
et: Alglaadimisel saale lubatud
fi: Aktivoi swap käynnistettäessä
fr: Activer le swap au démarrage
hr: Omogućite zamjenu pri pokretanju
hu: A Swap engedélyezése indításkor
it: Abilita Swap all'avvio
lt: Įjungti startuojant
nl: Activeer Swap tijdens opstarten
pl: Uruchom plik swap przy starcie
ru: Активировать Swap при запуске
sk: Povoliť Swap pri spúšťaní
sr: Omogući zamenu pri pokretanju
sv: Aktivera swap vid start
ta: தொடக்கத்தில் இடமாற்றத்தை இயக்கவும்
tr: Başlangıçta Takas Özelliğini etkinleştir
uk: Вкл. Swap при старті
vi: Bật hoán đổi khi khởi động
zh_cn: 在启动时启用交换

source: Enable VPS
cs: Povolit VPS
el: Ενεργοποίηση VPS
fi: Ota VPS käyttöön
hr: Omogući VPS
it: Abilita VPS
lt: Įjungti VPS
nl: VPS inschakelen
pl: Włącz VPS
sk: Povoliť VPS
sr: Omogući VPS
sv: Aktivera VPS
ta: VPS ஐ இயக்கவும்
tr: VPS'yi etkinleştir
uk: Увімкнути VPS

source: Enable ViaSat EPG
bg: Разрешаване на ViaSat EPG
cs: Povolit ViaSat EPG
da: Aktiver ViaSat EPG
de: ViaSat EPG aktivieren
el: Ενεργοποίηση ViaSat EPG
et: Viasat EPG lubatud
fi: Ota käyttöön ViaSat EPG
fr: Activer EPG ViaSat
hr: Omogući ViaSat EPG
hu: ViaSat EPG engedélyezése
it: Abilita ViaSat EPG
lt: Įjungti ViaSat EPG
nl: Viasat EPG inschakelen
pl: Włącz ViaSat EPG
pt_br: Ativar EPG Viasat
ru: Включить ViaSat EPG
sk: Povoliť ViaSat EPG
sl: Vključi ViaSat EPG sistem
sr: Omogući ViaSat EPG
sv: Aktivera ViaSat EPG
ta: வயாசாட் ஈபிசியை இயக்கவும்
tr: ViaSat EPG etkinleştir
uk: Увімкнути ViaSat EPG
vi: Kích hoạt ViaSat EPG
zh_cn: 启用ViaSat公司EPG

source: Enable Virgin EPG
bg: Разрешаване на Virgin EPG
cs: Povolit Virgin EPG
da: Aktiver Virgin EPG
de: Virgin EPG aktivieren
el: Ενεργοποίηση Virgin EPG
et: Virgin EPG lubatud
fi: Ota käyttöön Virgin EPG
fr: Activer EPG Virgin
hr: Omogući Virgin EPG
hu: Virgin EPG engedélyezése
it: Abilita Virgin EPG
lt: Įjungti Virgin EPG
nl: Virgin EPG inschakelen
pl: Włącz Virgin EPG
ru: Включить телегид Virgin
sk: Povoliť Virgin EPG
sr: Omogući Virgin EPG
sv: Aktivera Virgin EPG
ta: விர்சின் ஈ.பி.சி.
tr: Virgin EPG etkinleştir
uk: Увімкнути Virgin EPG
vi: Kích hoạt Virgin EPG
zh_cn: 启用原始EPG

source: Enable Wake On LAN
bg: Разрешаване на Wake On LAN
cs: Povolit Wake On LAN (zapnutí přes síť)
da: Aktiver Wake On LAN
de: Aktiviere Wake On LAN
el: Ενεργοποίηση αφύπνισης σε δίκτυο
et: WOL lubatud
fi: Ota käyttöön Wake On LAN
fr: Activer le réveil sur réseau (WOL)
hr: Omogući Buđenje za LAN
hu: Engedélyezze a Wake On LAN engedélyezését
it: Abilita Wake On LAN
lt: Įjungti Wake On LAN
nl: Wake On LAN activeren
pl: Włącz WOL
ru: Сеть всегда на LAN
sk: Povoliť Wake On LAN
sr: Omogući Buđenje za LAN
sv: Aktivera Wake On LAN
ta: லானில் விழித்தெடுக்கவும்
tr: Ağdan Uyandırmayı Etkinleştir
uk: Включити функцію Wake On LAN
vi: Kích hoạt Wake On LAN
zh_cn: 在局域网上启用唤醒

source: Enable and set the duration of the second InfoBar (press 'OK' twice) that may include additional information.
bg: Разрешаване и определяне продължителността на втория инфобар (натиснете OK два пъти),който може да включва повече информация за текущия сервиз.
cs: Povolit a nastavit čas trvání druhého informačním panelu (tlačítko OK dvakrát), který může obsahovat další informace o aktuálním provozu.
el: Ενεργοποίηση και ορισμός της διάρκειας της δεύτερης μπάρας πληροφοριών (πιέστε 'ΟΚ' δύο φορές) που μπορεί να περιλαμβάνει πρόσθετες πληροφορίες για την τρέχουσα υπηρεσία.
fi: Ota käyttöön ja aseta toisen tietopalkin kesto (paina OK kahdesti), joka voi sisältää lisätietoja nykyisestä palvelusta.
fr: Active et défini la durée en seconde de la seconde barre d'info (en appuyant 2 fois sur OK) cela peut inclure plus d'information sur le service en cours.
hr: Omogući drugu info traku sa drugim info (pritisni 'OK' dvaput) za dodatnu drugu info traku).
it: Abilita e imposta la durata della seconda barra delle informazioni (premi 'OK' due volte), che può includere informazioni aggiuntive.
lt: Įjunkite ir nustatykite antrosios info juostos rodymo trukmę (paspaudus du kartus 'OK'). Ji suteiks papildomos, platesnės informacijos apie žiūrimą kanalą.
nl: Activeer en stel de tijd in waarna de tweede informatiebalk verdwijnt (druk OK 2x). Geeft meer info over de huidige zender. Deze functie is niet in alle skins beschikbaar.
pl: Włącz i ustaw czas trwania wyświetlania drugiego paska info (naciśnij przycisk 'OK' dwa razy), może zawierać więcej informacji na temat bieżącego kanału.
sk: Povoliť a nastaviť čas zobrazenia druhej infolišty (stlačenie OK dvakrát), ktorá môže obsahovať ďalšie informácie.
sr: Omogući drugu info traku sa drugim info (pritisni 'OK' dvaput) za dodatnu drugu info traku).
sv: Aktivera och ställ in varaktigheten för den andra InfoBar (tryck på "OK" två gånger) som kan innehålla ytterligare information.
ta: கூடுதல் தகவல்களை உள்ளடக்கிய இரண்டாவது இன்போபரின் காலத்தை ('சரி' ஐ இரண்டு முறை அழுத்தவும்) இயக்கவும் அமைக்கவும்.
tr: Ek bilgiler içerebilecek ikinci Bilgi Çubuğunu etkinleştirin ve süresini ayarlayın ('OK' tuşuna iki kez basın).
uk: Активація другого інфобара з додатковою інформацією (натисніть OK двічі для показу другого інфобару).

source: Enable auto cable scan
bg: Разрешаване на автоматично кабелно сканиране
cs: Povolit automatické skenování kabelu
da: Aktiver automatisk kabelsøgning
de: Täglich automatisch suchen
el: Ενεργοποίηση αυτόματης καλωδιακής ανίχνευσης
et: Luba kaabelvõrgu automaatotsing
fi: Ota käyttöön autom. pikahaku
fr: Activer la recherche automatique pour le câble
hr: Omogući auto skeniranje kabela
hu: Automatikus kábel keresés engedélyezése
it: Abilita scansione automatica via cavo
lt: Įjungti kabelinės TV auto paiešką
nl: Automatische kabelscan inschakelen
pl: Włącz automatyczne skanowanie kablówki
ru: Включить автосканирование кабельного ТВ
sk: Povoliť automatické káblové vyhľadávanie
sr: Omogući auto skeniranje kabla
sv: Aktivera automatisk kabelsökning
ta: ஆட்டோ கேபிள் ச்கேன் இயக்கவும்
tr: Otomatik kablolu kanal taramasını etkinleştir
uk: Включити автосканування кабельного ТБ
vi: Cho phép quét cáp tự động
zh_cn: 启用有线自动扫描

source: Enable auto fast scan
bg: Разрешаване на автоматично бързо сканиране
cs: Povolit automatické rychlé ladění (Fast Scan)
da: Aktiver auto hurtigsøg
de: Automatische Schnellsuche aktivieren
el: Ενεργοποίηση της αυτόματης γρήγορης ανίχνευσης
et: Luba automaatne kiirotsing
fi: Ota käyttöön autom. pikahaku
fr: Activer le scan rapide automatique
hr: Omogući auto brzo skeniranje
hu: Automatikus gyorskeresés engedélyezése
it: Abilita scansione veloce
lt: Įjungti automatinę greitą paiešką
nl: Auto Fastscan inschakelen
pl: Włącz automatyczny fastscan
ru: Быстрый поиск автоматически
sk: Povoliť automatické rýchle vyhľadávanie (Fast Scan)
sr: Omogući auto brzo skeniranje
sv: Aktivera automatisk snabbskanning
ta: ஆட்டோ ஃபாச்ட் ச்கேன் இயக்கவும்
tr: Otomatik hızlı kanal taramayı etkinleştir
uk: Включити швидке автосканування
vi: Cho phép tự động quét nhanh
zh_cn: 启用自动快速扫描

source: Enable auto fast scan for %s
bg: Разрешаване на автоматично бързо сканиране %s
cs: Povolit automatické rychlé vyhledávání pro %s
da: Aktiver auto hurtigsøg for %s
de: Automatische Schnellsuche aktivieren für %s
el: Ενεργοποίηση αυτόματης γρήγορης ανίχνευσης για το %s
et: Kiire automaatotsing %s jaoks
fi: Ota automaattinen pikahaku kohteelle %s
fr: Activer le scan rapide automatique pour %s
hr: Omogući auto brzo skeniranje za %s
hu: Automatikus gyorskeresés engedélyezése ehhez: %s
it: Abilita scansione rapida automatica per %s
lt: Įjungti automatinę greitą paiešką %s
nl: Activeer snelle auto scan voor %s
pl: Włącz automatyczny fastscan dla %s
sk: Povoliť automatické rýchle vyhľadávanie (Fast Scan) pre %s
sr: Omogući auto brzo skeniranje za %s
sv: Aktivera automatisk snabbscanning för %s
ta: %s க்கு ஆட்டோ ஃபாச்ட் ச்கேன் இயக்கவும்
tr: %s için otomatik hızlı kanal taramayı etkinleştir
uk: Включити швидке автосканування для %s
vi: Cho phép tự động quét nhanh cho%s
zh_cn: 启用自动快速扫描 %s

source: Enable automatic shares
cs: Povolit automatické sdílení
el: Ενεργοποίηση αυτόματων κοινόχρηστων στοιχείων
fi: Ota käyttöön automaattinen jakaminen
hr: Omogući automatski shares
it: Abilita condivisioni automatiche
nl: Auto-Share activeren
pl: Włącz automatyczne udostępnianie
sk: Povoliť automatické zdieľania
sr: Omogući automatski shares
sv: Aktivera automatiska delningar
ta: தானியங்கி பங்குகளை இயக்கவும்
tr: Otomatik paylaşımları etkinleştir
uk: Увімкнути автоматичний спільний доступ

source: Enable autorefresh templates.
cs: Povolit automatické obnovování šablon.
el: Ενεργοποίηση προτύπων αυτόματης ανανέωσης.
fi: Ota automaattiset päivitykset käyttöön.
hr: Omogućite predloške automatskog osvežavanja.
it: Abilita modelli di aggiornamento automatico.
nl: AutoRefresh sjablonen activeren.
pl: Włącz automatyczne odświeżanie szablonów.
sk: Povoliť automatické obnovovanie šablón.
sr: Omogući auto osvežavanje šablona.
sv: Aktivera autorefresh-mallar.
ta: ஆட்டோரெஃப்ரெச் வார்ப்புருக்களை இயக்கவும்.
tr: Şablonların otomatik yenilenmesini etkinleştirin.
uk: Увімкнути автооновлення шаблонів.

source: Enable blinking rec symbol on the LCD Display in Standby.
bg: В режим на готовност запис на LCD дисплея
cs: V pohotovostním režimu nahrávání na LCD displeji.
el: Ενεργοποίηση αναβοσβηνόμενου συμβόλου στην οθόνη LCD κατά την αναμονή.
fi: Jos 'Kyllä' Tallennus symboli vilkkuu laitteen näytössä valmiustilassa (kaikki vastaanottimet eivät tue tätä)
fr: Dans l'enregistrement de veille sur l'écran LCD
hr: Omogućite trepćući simbol za snimanje na LCD zaslonu u stanju pripravnosti.
it: Abilita simbolo lampeggiante registrazione su display LCD in Standby.
lt: LCD ekrane rodomas laukimo režimas
nl: Toon tijdens stand-by een knipperend REC-symbool op het display (dit is niet alle ontvangers mogelijk) .
pl: Włącz migający symbol nagrywania na wyświetlaczu LCD w trybie gotowości.
sk: Povoliť blikajúci symbol nahrávania na displeji v pohotovostnom režime.
sr: Omogući trepčući REC simbol na LCD ekranu Pripravnosti.
sv: Aktivera blinkande rec-symbol på LCD-skärmen i standby.
ta: காத்திருப்புடன் எல்சிடி காட்சியில் ஒளிரும் ரெக் சின்னத்தை இயக்கவும்.
tr: Bekleme modunda LCD ekranda yanıp sönen REC simgesini etkinleştirin.
uk: Показати у режимі очікування значок Запис на LCD дисплеї.

source: Enable blinking rec symbol on the LCD Display.
bg: Разрешаване на мигащ REC символ на LCD дисплея
cs: Povolit blikající 'rec' symbol na LCD displeji.
el: Ενεργοποίηση αναβοσβηνόμενου συμβόλου εγγραφής στην οθόνη LCD.
fi: Määrittää, näytetäänkö vilkkuvaa REC-symbolia Näyttö paneelissa tallennuksen aikana
fr: Activer le symbole clignotant REC sur l'écran LCD
hr: Omogućite trepćući simbol snimanja na LCD zaslonu.
it: Abilita simbolo lampeggiante registrazione su display LCD
lt: Čia galite nustatyti, ar įrašymo metu imtuvo LCD ekrane rodyti mirksintį 'rec' simbolį
nl: Toon een knipperend REC-symbool in het display.
pl: Włącz migający symbol nagrywania na wyświetlaczu LCD.
sk: Povoliť blikajúci symbol nahrávania na displeji.
sr: Omogući trepčući REC simbol na LCD ekranu.
sv: Aktivera blinkande rec-symbol på LCD-displayen.
ta: எல்சிடி டிச்ப்ளேயில் ஒளிரும் ரெக் சின்னத்தை இயக்கவும்.
tr: LCD Ekranda yanıp sönen REC sembolünü etkinleştirin.
uk: Включити блимаючий символ запису на LCD дисплеї

source: Enable chapter support for video files
bg: Разрешаване на поддръжка за глави за видео файлове
cs: Povolit podporu kapitol pro video soubory
da: Aktiver kapitelunderstøttelse for videofiler
de: Kapitelunterstützung für Videodateien aktivieren
el: Ενεργοποίηση υποστήριξης κεφάλαιων για τα αρχεία βίντεο
et: Luba peatüki tugi videofailidele
fi: Ota videotiedostojen kappalejako käyttöön
fr: Activer la prise en charge des chapitres pour les fichiers vidéo
hr: Omogućite podršku za poglavlja za video datoteke
hu: A videofájlok fejezet támogatásának engedélyezése
it: Abilita supporto capitoli per i file video
lt: Įjungti vaizdo įrašų failų skyrių palaikymą
nl: Activeer hoofdstuk ondersteuning voor video bestanden
pl: Włącz obsługę rozdziałów dla plików wideo
sk: Povoliť podporu kapitol pre súbory s videom
sr: Omogući podršku za poglavlje video fajla
sv: Aktivera kapitelstöd för videofiler
ta: வீடியோ கோப்புகளுக்கான அத்தியாய ஆதரவை இயக்கவும்
tr: Video dosyaları için bölüm desteğini etkinleştir
uk: Включити підтримку розділів для відео файлів
vi: Cho phép hỗ trợ chương cho các tệp video
zh_cn: 启用对视频文件的章节支持

source: Enable command line function
bg: Разрешаване на функцията на командния ред
cs: Povolit funkci příkazového řádku
da: Aktiver kommandolinje funktion
de: Befehlszeilenfunktion aktivieren
el: Ενεργοποίηση λειτουργίας γραμμής εντολών
fi: Ota käyttöön paniikkinäppäin
fr: Activer la fonction de ligne de commande
hr: Omogući funkciju naredbenog retka
it: Abilita funzione riga di comando
lt: Įgalinti komandinės eilutės funkciją
nl: Activeer de Opdrachtprompt functie
pl: Włącz funkcję wiersza poleceń
sk: Povoliť funkciu príkazového riadka
sr: Omogući funkciju komandne linije
sv: Aktivera kommandoradsfunktion
ta: கட்டளை வரி செயல்பாட்டை இயக்கவும்
tr: Komut satırı işlevini etkinleştir
uk: Включити функцію командного рядка
zh_cn: 启用命令行功能
