Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Backup is running...
bg: Архивирането е в движение...
cs: Zálohování probíhá...
da: Sikkerhedskopiering køre...
de: Einstellungen werden gesichert...
el: Εφεδρεία σε εκτέλεση...
et: Varukoopia loomine.
fi: Varmuuskopiointi käynnissä.
fr: Sauvegarde en cours...
hr: Pravljenje rezervne kopije je pokrenuto...
hu: Mentés folyamatban...
it: Il backup è in esecuzione...
lt: Kuriama atsarginė kopija...
nl: Back-up wordt uitgevoerd...
pl: Tworzenie kopii zapasowej...
pt_br: Backup em andamento...
ru: Выполняется сохранение настроек...
sk: Zálohovanie prebieha...
sl: Poteka varnostno kopiranje...
sr: Pravljenje rezervne kopije je pokrenuto...
sv: Säkerhetskopieringen pågår...
ta: காப்புப்பிரதி இயங்குகிறது ...
tr: Yedekleme işlemi devam ediyor...
uk: Виконується резервне копіювання...
vi: Sao lưu đang chạy ...
zh_cn: 备份正在运行...

source: Backup plugins found do you want to install now?
bg: Архивирани плъгини са намерени искате ли да се инсталират сега?
cs: Byly nalezeny zazálohované pluginy. Chcete je nyní nainstalovat?
da: Sikkerhedskopi Plugin fundet Vil du installere det nu ?
de: Gesicherte Plugins gefunden! Sollen die Plugins nun installiert werden?
el: Βρέθηκαν πρόσθετα εφεδρείας θέλετε να εγκατασταθούν τώρα;
et: Leiti varundatud pluginad. Kas paigaldada need?
fi: Varmuuskopio lisäosat löytyi! Haluatko asentaa ne nyt?
fr: Le plugin de sauvegarde a été trouvé Voulez-vous l'installer maintenant ?
hr: Pronađen je dodatak rezervne kopije želite li instalirati odmah?
hu: Mentett bővítményeket talált szeretné telepíteni most?
it: È stato trovato il backup dei plugin. Vuoi installarli ora?
lt: Rasti atsarginio kopijavimo priedai, norite juos įdiegti dabar?
nl: Er is een back-up van plugins gevonden wilt u deze nu installeren?
pl: Znaleziono kopię wtyczek! Czy chcesz teraz zainstalować?
ru: Найден бекап плагинов! Хотите установить их сейчас?
sk: Našla sa záloha pluginov. Chcete ich hneď nainštalovať?
sr: Pronađen plugin rezervne kopije želite li instalirati odmah?
sv: Plugins för säkerhetskopiering hittades vill du installera nu?
ta: காப்பு செருகுநிரல்கள் காணப்பட்டன இப்போது நிறுவ விரும்புகிறீர்களா?
tr: Yedekleme eklentileri bulundu Şimdi yüklemek ister misiniz?
uk: Знайдений бекап плагінів! Хочете встановити його зараз?
vi: Các plugin sao lưu được tìm thấy Bạn có muốn cài đặt bây giờ?
zh_cn: 发现备份插件 是否现在安装？

source: Backup tool for %s %s
cs: Nástroj pro zálohování %s %s
el: Εργαλείο εφεδρείας για τον %s %s
fi: Varmuuskopiointi työkalu %s %s
hr: Alatka za pravljenje rezervne kopije za %s %s
it: Strumento di backup per %s %s
nl: Back-up tool voor %s %s
pl: Narzędzie do tworzenia kopii zapasowych dla %s %s
sk: Zálohovací nástroj pre %s %s
sr: Alat rezervne kopije za %s %s
sv: Verktyg för säkerhetskopiering för %s %s
ta: %s %s க்கான காப்பு கருவி
tr: %s %s için yedekleme aracı
uk: Резервне копіювання для %s %s

source: Backup your %s %s settings.
bg: Архивирайте настройките на %s %s.
cs: Záloha nastavení vašeho %s %s.
el: Αντίγραφο ασφαλείας των ρυθμίσεων του %s %s σας.
fi: Varmuuskopioi %s %s:n asetukset.
fr: Sauvegarder vos %s %s paramètres.
hr: Napravite rezervnu kopiju postavki %s %s.
it: Backup configurazioni del %s %s.
lt: Sukurti %s %s nustatymų atsarginę kopiją.
nl: Back-up uw %s %s instellingen.
pl: Wykonaj kopię zapasową ustawień %s %s.
sk: Záloha nastavení vášho %s %s.
sr: Rezervna kopija vaših %s %s postavki.
sv: Säkerhetskopiera dina %s %s inställningar.
ta: உங்கள் %s %s அமைப்புகளை காப்புப் பிரதி எடுக்கவும்.
tr: %s %s alıcınızın ayarlarını yedekleyin.
uk: Резервне копіювання налаштувань %s %s.

source: Backup your current image
bg: Архивиране на вашпя текущ имидж
cs: Zálohovat Image na HDD / USB
da: Sikkerhedskopier dit aktuelle Image
de: Backup vom ganzen Image
el: Εφεδρεία του τρέχοντος image
et: Loo täielik püsivaratõmmis
fi: Luo täydellinen varmuuskopio ohjelmistosta
fr: Sauvegarder votre image courante
hr: Pravljenje rezervne kopije trenutnog imidža
hu: A jelenlegi lemezkép mentése
it: Backup attuale immagine
lt: Sukurti šio atvaizdo atsarginę kopiją
nl: Back-up de volledige image
pl: Wykonaj kopię zapasową aktualnego systemu
ru: Резервное копирование текущего имиджа
sk: Záloha aktuálneho image
sr: Pravljenje rezervne kopije trenutnog imidža
sv: Säkerhetskopiera din nuvarande bild
ta: உங்கள் தற்போதைய படத்தை காப்புப் பிரதி எடுக்கவும்
tr: Geçerli yazılımınızı yedekleyin
uk: Резервне копіювання поточного іміджу
vi: Sao lưu hình ảnh hiện tại của bạn
zh_cn: 备份当前镜像

source: Backup your current image to HDD or USB. This will make a 1:1 copy of your receiver.
cs: Zálohujte si aktuální obraz na pevný disk nebo USB. Vytvoříte tak kopii vašeho přijímače v měřítku 1:1.
el: Εφεδρεία του τρέχοντος image σε HDD ή USB. Αυτό θα δημιουργήσει ένα αντίγραφο 1:1 του δέκτη σας
hr: Napravite rezervnu kopiju svoje trenutne slike na HDD ili USB. Ovo će napraviti 1:1 kopiju vašeg prijemnika.
it: Backup attuale immagine su HDD o USB. Verrà creata una copia 1:1 del ricevitore.
lt: Sukurti šio atvaizdo atsarginę kopiją į HDD, arba USB. Tai bus tiksli 1:1 visos sistemos kopija
nl: Back-up uw huidige image naar HDD of USB. Hiermee maakt u een 1:1 kopie van de software op uw ontvanger.
sr: Napravite rezervnu kopiju svoje trenutne slike na HDD ili USB. Ovo će napraviti 1:1 kopiju vašeg prijemnika.
sv: Säkerhetskopiera din nuvarande image till hårddisk eller USB. Detta kommer att skapa en 1:1 kopia av din box
tr: Geçerli yazılımınızı HDD veya USB'ye yedekleyin. Bu alıcınızın tam kopyasını oluşturacaktır.
uk: Резервне копіювання поточного іміджу на HDD або USB. Це дозволить зробити 1:1 копію ПЗ приймача.

source: Backup your current settings
bg: Архивиране на вашите текущи настройки
cs: Záloha vašeho aktuálního nastavení
da: Sikkerhedskopier dine nuværende indstillinger
de: Einstellungen sichern
el: Εφεδρεία των τρεχουσών ρυθμίσεών σας
et: Varunda kehtivad seadistused
fi: Varmuuskopioi nykyiset asetukset
fr: Sauvegarder vos paramètres courants
hr: Pravljenje rezervne kopije trenutnih postavki
hu: A jelenlegi beállítások mentése
it: Backup attuale configurazione
lt: Dabartinių nustatymų kopija
nl: Maak een back-up van alle instellingen
pl: Wykonaj kopię zapasowa bieżących ustawień
ru: Резервное копирование текущих настроек
sk: Záloha vašich nastavení
sr: Pravljenje rezervne kopije trenutnih postavki
sv: Säkerhetskopiera dina nuvarande inställningar
ta: உங்கள் தற்போதைய அமைப்புகளை காப்புப் பிரதி எடுக்கவும்
tr: Geçerli ayarlarınızı yedekleyin
uk: Резервне копіювання поточних налаштувань
vi: Sao lưu các thiết lập hiện tại của bạn
zh_cn: 备份当前设置

source: Backup your current settings. This includes E2-setup, channels, network and all selected files
bg: Архивиране на вашите текущи настройки. Това включва E2-настройка, канали, мрежа и избраните файлове
cs: Záloha aktuálního nastavení. To zahrnuje nastavení E2, programů, sítě a všech vybraných souborů
da: Sikkerhedskopier dine nuværende indstillinger. Dette inkluderer E2-opsætning, kanaler, netværk og alle valgte filer
de: Sichern der E2-Einstellungen, Kanäle, Netzwerk und alle ausgewählten Dateien
el: Εφεδρεία των τρεχουσών ρυθμίσεών σας. Αυτό συμπεριλαμβάνει τις ρυθμίσεις E2, τα κανάλια, το δίκτυο και όλα τα επιλεγμένα αρχεία
et: Varunda aktiivsed seadistused. Kaasatakse E2 sätted, kanalid ja kõik valitud failid
fi: Varmuuskopioi nykyiset asetukset. Tämä sisältää E2-asetukset, kanava, verkko ja kaikki valitut tiedostot
fr: Sauvegarder vos paramètres courants. Cela inclus la configuration de E2, les chaînes, le réseau et tous les fichiers sélectionnés
hr: Napravite rezervnu kopiju trenutnih postavki, to uključuje podešavanje Enigma2, spisak kanala, podešavanje mreže i izabrane datoteke
hu: Az aktuális beállítások mentése. Ez tartalmazza az E2 beállítást, csatornákat, hálózatokat és a kiválasztott fájlokat
it: Backup impostazioni attuali. Include le impostazioni E2, i canali, la rete e tutti i file selezionati
lt: Sukurti dabartinių nustatymų kopiją, kurioje bus E2, kanalų, tinklo nuostatos ir visi pasirinkti failai
nl: Maak een volledige back-up van: Enigma2-instellingen, zenders, netwerk en alle geselecteerde bestanden
pl: Kopia zapasowa aktualnych ustawień. Obejmuje ustawienia, kanały, sieć i wszystkie zaznaczone pliki
ru: Резервное копирование текущих настроек. В том числе настройки энигмы, список каналов, настройки сети и все выбранные файлы.
sk: Záloha aktuálnych nastavení. Zahŕňa nastavenie E2, kanály, sieť a všetky vybrané súbory
sr: Napravite rezervnu kopiju trenutnih postavki, to uključuje podešavanje Enigma2, listu kanala, podešavanje mreže i izabrani fajlovi
sv: Säkerhetskopiera dina nuvarande inställningar. Detta inkluderar E2-setup, kanaler, nätverk och alla valda filer
ta: உங்கள் தற்போதைய அமைப்புகளை காப்புப் பிரதி எடுக்கவும். இதில் E2-SETUP, சேனல்கள், பிணையம் மற்றும் தேர்ந்தெடுக்கப்பட்ட அனைத்து கோப்புகளும் அடங்கும்
tr: Geçerli ayarlarınızı yedekleyin. Bu E2-kurulum, kanallar, ağ ve seçilen tüm dosyaları içerir
uk: Резервне копіювання поточних налаштувань. У тому числі настройки Енігми2, списку каналів, налаштування мережі і всі вибрані файли
vi: Sao lưu các thiết lập hiện tại của bạn. Điều này bao gồm thiết lập E2, kênh, mạng và tất cả các tệp đã chọn
zh_cn: 备份您当前的设置.这包括E2设置,网络和所有选定的文件

source: Backup your running %s %s image to HDD or USB.
bg: Архивирайте вашето работещо %s %s изображение на HDD или USB.
cs: Zálohovat provozní image Vašeho %s %s na HDD nebo USB.
el: Αντίγραφο ασφαλείας του τρέχοντος image του %s %s σας σε HDD ή USB.
fi: Varmuuskopioi laitteen %s %s ohjelmisto Kiintolevylle tai USB-muistitikulle.
fr: Sauvegarder votre image %s %s courante vers HDD ou USB.
hr: Napravite rezervnu kopiju imidža koji radi %s %s na HDD ili USB.
it: Backup immagine in esecuzione del %s %s su HDD o USB.
lt: Sukurti %s %s veikiančio atvaizdo atsarginę kopiją į HDD arba USB.
nl: Back-up uw huidige %s %s image naar HDD of USB.
pl: Utwórz kopię zapasową działającego systemu %s %s na dysku HDD lub urządzeniu USB.
sk: Záloha aktuálneho image prijímača %s %s na HDD alebo USB.
sr: Napravite rezervnu kopiju imidža koji radi %s %s na HDD ili USB.
sv: Säkerhetskopiera din körbild %s %s till hårddisk eller USB.
ta: உங்கள் இயங்கும் %s %s படத்தை HDD அல்லது USB க்கு காப்புப் பிரதி எடுக்கவும்.
tr: Çalışmakta olan %s %s yazılımınızın yedeğini HDD veya USB'ye kaydedin.
uk: Резервне копіювання іміджу %s %s на HDD або USB.

source: Bahamas
cs: Bahamy
el: Μπαχάμες
et: Bahama saared
fi: Bahamasaaret
hu: Bahamák
lt: Bahamai
pl: Bahamy
sk: Bahamy
ta: பகாமாச்
tr: Bahamalar
uk: Багами
vi: Ba Tư
zh_cn: 巴哈马群岛

source: Bahrain
cs: Bahrajn
el: Μπαχρέιν
et: Bahrein
hu: Bahrein
lt: Bahreinas
nl: Bahrein
pl: Bahrajn
sk: Bahrajn
ta: பக்ரெயின்
tr: Bahreyn
uk: Бахрайн
zh_cn: 巴林

source: Ballet
cs: Balet
hr: Balet
it: Balletto
sr: Balet
tr: Bale
uk: Балет

source: Bambara
el: Μπαμπάρα
sk: bambarčina
ta: பம்பாரா
tr: Bambaraca
uk: Бамбара

source: Band
bg: Лента
cs: Pásmo
da: Bånd
el: Μπάντα
et: Sagedusala
fi: Taajuusalue
fr: Bande
hu: Sáv
it: Banda
lt: Juosta
pl: Pasmo
pt_br: Banda
ru: Диапазон
sk: Pásmo
sl: Skupina
ta: பட்டை
tr: Bant
uk: Діапазон
vi: Băng tần
zh_cn: 波段

source: Bandwidth
bg: Широчина на лентата
cs: Šířka pásma
da: Båndbredde
de: Bandbreite
el: Εύρος ζώνης
et: Ribalaius
fi: Kaistanleveys
fr: Bande passante
hr: Propusnost
hu: Sávszélesség
it: Larghezza banda
lt: Juostos plotis
nl: Bandbreedte
pl: Przepustowość(szer.pasma)
pt_br: Largura de banda
ru: Траффик
sk: Šírka pásma
sl: Prepustnost
sr: Propusnost
sv: Bandbredd
ta: பட்டை அகலம்
tr: Bant genişliği
uk: Ширина діапазону
vi: Băng thông
zh_cn: 带宽

source: Bangladesh
cs: Bangladéš
de: Bangladesch
el: Μπαγκλαντές
hu: Banglades
lt: Bangladešas
pl: Bangladesz
sk: Bangládeš
ta: வங்காளதேசம்
tr: Bangladeş
uk: Бангладеш
zh_cn: 孟加拉国

source: Barbados
el: Μπαρμπέιντος
fr: Barbade
lt: Barbadosas
ta: பார்படாச்
uk: Барбадос
zh_cn: 巴巴多斯

source: Base Packages
cs: Základní balíčky
el: Βασικά πακέτα
fi: Perus laajennukset
hr: Osnovni Paketi
it: Pacchetti base
nl: Basis pakketten
pl: Podstawowe pakiety
sk: Základné balíčky
sr: Osnovni Paketi
sv: Baspaket
ta: அடிப்படை தொகுப்புகள்
tr: Temel Paketler
uk: Базові пакети

source: Base Shell Packages
cs: Základní balíčky Shell
el: Πακέτα βασικού κελύφους
fi: Shell paketit
hr: Osnovni Paketi Ljuske
it: Pacchetti base shell
nl: Basis Shell pakketten
pl: Podstawowe pakiety Shell
sk: Základné konzolové balíčky
sr: Osnovni Paketi Ljuske
sv: Bas Shell-paket
ta: அடிப்படை செல் தொகுப்புகள்
tr: Temel Gövde Paketleri
uk: Базові пакети оболонки Shell

source: Base time
bg: Основно време
cs: Základní čas
da: Basistid
de: Zeitraster
el: Χρόνος βάσης
et: Alusaeg
fi: Aikaväli johon kellonajat pyöristetään
fr: Heure début
hr: Osnovno vrijeme
hu: Alapidő
it: Ora base
lt: Pagrindinis laikas
nl: Tijdlijn indeling
pl: Czas bazowy
ru: Базовое время
sk: Časový interval
sr: Osnovno vreme
sv: Bastid
ta: அடிப்படை நேரம்
tr: Temel Zaman
uk: Базовий час
vi: Giờ cơ sở
zh_cn: 基准时间

source: Base transparency for OpenOpera web browser.
bg: Основна прозрачност за отваряне на Opera браузър
cs: Průsvitnost základu pro webový prohlížeč OpenOpera.
el: Διαφάνεια βάσης για τον πλοηγό δικτύου OpenOpera.
fi: Oletus läpinäkyvyys OpenOpera netti selain.
fr: Transparence de base pour le navigateur OpenOpera
hr: Osnovna prozirnost za OpenOpera web pregledača.
it: Trasparenza di base per il browser web OpenOpera.
lt: Open Opera interneto naršyklės fono skaidrumas
nl: Basis transparantie voor de OpenOpera web browser.
pl: Podstawowa przezroczystość dla przeglądarki internetowej OpenOpera.
sk: Základná priehľadnosť webového prehliadača OpenOpera.
sr: Osnovna prozirnost za OpenOpera web pregledača.
sv: Grundtransparens för webbläsaren OpenOpera.
ta: ஓபனோபெரா வலை உலாவிக்கான அடிப்படை வெளிப்படைத்தன்மை.
tr: OpenOpera web tarayıcısı için temel saydamlık.
uk: Базова прозорість для веб-браузера OpenOpera.

source: Base transparency for teletext, more options are available within teletext screen.
bg: Основна прозрачност за телетекст, налични опции в рамките на телетекст екрана.
cs: Průsvitnost základu teletextu, více možností je k dispozici v obrazovce teletextu.
el: Διαφάνεια βάσης για το τηλεκείμενο, περισσότερες επιλογές διαθέσιμες στην οθόνη του τηλεκειμένου.
fi: Perus läpinäkyvyys teksti-tv:en, lisää asetuksia tekstitv valikossa.
fr: Transparence de base pour le télétexte, plus d'options disponibles dans l'écran de télétexte.
hr: Osnovna transparentnost za teletekst, više opcija je dostupno u okviru ekrana teleteksta.
it: Trasparenza di base per il televideo, più opzioni disponibili all'interno della schermata del televideo.
lt: Teleteksto fono skaidrumas (kitos parinktys prieinamos iš teleteksto ekrano).
nl: Basis transparantie voor Teletekst, meer opties beschikbaar binnen het Teletekst-scherm.
pl: Podstawowa przezroczystość teletekstu, więcej opcji jest dostępnych na ekranie teletekstu.
sk: Priehľadnosť pozadia teletextu. Ďalšie možnosti sú k dispozícii v obrazovke teletextu.
sr: Osnovna transparentnost za teletekst, više opcija je dostupno u okviru ekrana teleteksta.
sv: Base transparency för text-TV, fler alternativ finns tillgängliga på text-TV-skärmen.
ta: டெலிடெக்ச்டுக்கு அடிப்படை வெளிப்படைத்தன்மை, டெலிடெக்ச்ட் திரையில் கூடுதல் விருப்பங்கள் கிடைக்கின்றன.
tr: Teletext için temel şeffaflık seviyesi, teletext ekranında daha fazla seçenek mevcuttur.
uk: При виборі прозорості для телетексту, буде більше варіантів виведення телетексту.

source: Baseball
bg: Бейзбол
el: Μπέιζμπολ
fi: Pesäpallo
lt: Beisbolas
sk: Bejzbal
sv: Baseboll
ta: பேச்பால்
tr: Beyzbol
uk: Бейсбол
zh_cn: 棒球

source: Bashkir
cs: Baškir
el: Μπασκίρ
fr: Bachkir
it: Baschiro
lt: Baškirų
pl: Baszkirski
sk: baškirčina
sv: Basjkiriska
ta: பச்கிர்
tr: Başkurtça
uk: Башкирська

source: Basketball
bg: Баскетбол
el: Μπάσκετ
fi: Koripallo
hr: Košarka
it: Pallacanestro
lt: Krepšinis
nl: Basketbal
pl: Koszykówka
sk: Basketbal
sv: Basketboll
ta: கூடைப்பந்து
tr: Basketbol
uk: Баскетбол
zh_cn: 篮球

source: Basque
cs: Baskicky
da: Baskisk
de: Baskisch
el: Βασκικά
et: Baski
fi: Baski
hr: Baskijski
hu: Baszk
it: Basco
lt: Baskų
nl: Baskisch
pl: Baskijski
pt_br: Basco
ru: Баскский
sk: baskičtina
sv: Baskiska
ta: பாச்க்
tr: Baskca
uk: Баскська
zh_cn: 巴斯克语

source: Before changing these settings try to disable any overscan settings on th TV / display screen. To calibrate the On-Screen-Display (OSD) adjust the position and size values until the red box is *just* visible and touches the edges of the screen.
cs: Před změnou těchto nastavení se pokuste deaktivovat všechna nastavení přeskenování na obrazovce televizoru/obrazovky. Chcete-li kalibrovat OSD (On-Screen-Display), upravte hodnoty polohy a velikosti, dokud nebude červený rámeček *jen* vidět a nebude se dotýkat okrajů obrazovky.
el: Πριν αλλάξετε αυτές τις ρυθμίσεις, προσπαθήστε να απενεργοποιήσετε την υπερσάρωση στην TV/οθόνη σας. Για τη βαθμονόμηση του OSD ρυθμίστε τις τιμές θέσης και μεγέθους, μέχρι το κόκκινο πλαίσιο να είναι *μόλις* ορατό και να αγγίζει τις άκρες της οθόνης.
fi: Ennen näiden asetusten muuttamista yritä poistaa käytöstä kaikki zoomaus asetukset televisiosta. Kalibroidaksesi kuvaruudun (OSD) säädä sijainti ja koko arvoja, kunnes punainen laatikko on juuri ja juuri näkyvissä ja koskettaa ruudun reunoja.
hr: Prije nego što promijenite ove postavke pokušajte onemogućiti sve postavke overscan na zaslonu TV. Da biste kalibrisali (OSD) na displeju, podesite položaj i veličinu dok crveni okvir ne bude *samo* vidljiv i dok ne dotakne ivice ekrana.
it: Prima di modificare queste impostazioni, prova a disabilitare le impostazioni di overscan sullo schermo della TV o del monitor. Per calibrare l'On-Screen-Display (OSD), regola i valori di posizione e dimensione fino a quando il riquadro rosso è *appena* visibile e tocca i bordi dello schermo.
nl: Voor deze wijzigingen a.u.b. eerst de Overscan functie van uw TV uitschakelen. Daarna de GUI/OSD zo instellen dat de randen van de rode rechthoek nog net zichtbaar zijn en de hoeken van het TV-scherm raken.
pl: Przed zmianą tych ustawień spróbuj wyłączyć wszelkie ustawienia overscan na ekranie telewizora/wyświetlacza. Aby skalibrować menu ekranowe (OSD), dostosuj wartości położenia i rozmiaru, aż czerwone pole będzie *tylko* widoczne i dotknie krawędzi ekranu.
sk: Pred zmenou týchto nastavení sa pokúste zakázať všetky nastavenia overscanu na obrazovke TV/displeja. Na kalibráciu OSD upravte hodnoty pozície a veľkosti tak, aby bol červený rámček *práve* viditeľný a nedotýkal sa okrajov obrazovky.
sr: Pre nego što promenite ove postavke, pokušajte da onemogućite bilo kakve postavke overscan na TV / ekranu. Da biste kalibrisali ekran na ekranu (OSD), podesite vrednosti položaja i veličine sve dok crveni box ne bude * samo * vidljiv i dodirne ivice ekrana.
sv: Innan du ändrar dessa inställningar, försök att inaktivera eventuella overscan-inställningar på TV:n/bildskärmen. För att kalibrera On-Screen-Display (OSD) justerar du värdena för position och storlek tills den röda rutan är *just* synlig och vidrör skärmens kanter.
ta: இந்த அமைப்புகளை மாற்றுவதற்கு முன், டிவி / டிச்ப்ளே ச்கிரீனில் எந்த ஓவர்ச்கான் அமைப்புகளையும் முடக்க முயற்சிக்கவும். ஆன்-ச்கிரீன்-டிச்ப்ளே (ஓ.எச்.டி) அளவீடு செய்ய சிவப்பு பெட்டி * தெரியும் வரை நிலை மற்றும் அளவு மதிப்புகளை சரிசெய்யவும், திரையின் விளிம்புகளைத் தொடும் வரை சரிசெய்யவும்.
tr: Bu ayarları değiştirmeden önce TV / görüntü ekranındaki aşırı tarama ayarlarını devre dışı bırakmayı deneyin. Ekran Görüntüsünü (OSD) kalibre etmek için, kırmızı kutu *tam* görünür olana ve ekranın kenarlarına değene kadar konum ve boyut değerlerini ayarlayın.
uk: Перш ніж змінити ці параметри, спробуйте вимкнути будь-які параметри надмірного сканування на екрані телевізора чи дисплея. Щоб відкалібрувати екранне меню (OSD), відрегулюйте положення та значення розміру, доки червоне поле *не стане* видимим і торкнеться країв екрана.

source: Begin time
bg: Начално време
cs: Čas začátku
da: Starttid
de: Anfangszeit
el: Ώρα έναρξης
et: Algusaeg
fi: Aloitusaika
fr: Heure de début
hr: Vrijeme početka
hu: Kezdési idő
it: Ora inizio
lt: Pradžios laikas
nl: Starttijd
pl: Czas rozpoczęcia
pt_br: Hora de início
ru: Время начала
sk: Čas začiatku
sl: Čas začetka
sr: Vreme početka
sv: Starttid
ta: நேரம் தொடங்கவும்
tr: Başlangıç zamanı
uk: Початок
vi: Thời gian bắt đầu
zh_cn: 开始时间

source: Behave like STOP button
bg: Да се държи като бутон за спиране
cs: Chovat se jako tlačítko stop
el: Συμπεριφορά όπως το πλήκτρο stop
fi: Kohtele kuin stop näppäin
fr: Se comporte comme le bouton stop
hr: Ponašaj se kao STOP dugme
it: Comportati come tasto STOP
lt: Elgtis kaip stabdymo mygtuku
nl: Gelijk aan de STOP-knop
pl: Zachowuje się jak przycisk STOP
sk: Správať sa ako tlačidlo STOP
sr: Ponašaj se kao STOP dugme
sv: Beteende som STOP-knapp
ta: நிறுத்த பொத்தானைப் போல நடந்து கொள்ளுங்கள்
tr: STOP tuşu gibi davran
uk: Поводиться як кнопка стоп

source: Behavior of 'pause' when paused
bg: Поведение на 'пауза', при пауза
cs: Režim tlačítka 'pause' při pozastavení filmu
da: Opførsel af 'Pause' ved aktivering
de: Verhalten der Play oder Play/Pausetaste bei Standbild
el: Συμπεριφορά του 'pause' κατά την παύση
et: 'Paus' nupu toiming pausil olles
fi: Pause näppäimen toiminto
fr: Comportement de "pause" en cas de pause
hr: Ponašanje 'pauza' kada se pauzira
hu: Mikor megállítva, akkor úgy viselkedik mint a Pause
it: Comportamento di 'pausa' quando è in pausa
lt: Pauzės elgsena, kai daroma pauzė
nl: Functie van de Pauze-knop tijdens het pauzeren
pl: Zachowanie 'pauzy' podczas zatrzymania
ru: Действие 'пауза' во время паузы
sk: Správanie tlačidla 'pauza' počas pozastavenia
sl: Odziv ukaza "premor" - pavza
sr: Ponašanje 'pauza' kada se pauzira
sv: Beteende för "paus" när den är pausad
ta: இடைநிறுத்தப்படும்போது 'இடைநிறுத்தம்' நடத்தை
tr: Duraklatıldığında 'duraklatma' davranışı
uk: Дія при натисканні на кнопку 'пауза'
vi: Hành vi của 'tạm dừng' khi tạm dừng
zh_cn: 暂停时'Pause'键的动作

source: Behavior of 0 key in PiP-mode
bg: Поведение на бутон 0 в режим PiP
cs: Funkce tlačítka 0 v PiP režimu
da: Opførsel af 0 tast i Billede i Billede-tilstand (PiP)
de: Verhalten der '0' Taste bei Bild im Bild
el: Συμπεριφορά του πλήκτρου 0 στη λειτουργία PiP
et: '0' nupu toiming PiP-režiimis
fi: 0 näppäimen toiminta PiP tilassa
fr: Effet touche 0 en mode PiP
hr: Ponašanje tipke 0 u PiP načinu
hu: Kép-a-Képben esetén a 0 gomb jelentése
it: Comportamento tasto 0 in modalità PiP
lt: '0' mygtuko elgsena PiP režime
nl: Functie van de 0-knop in PiP-modus
pl: Zachowanie przycisku '0' w trybie PiP
pt_br: Comportamento do botão 0 no modo PiP
ru: Действие кнопки 0 в режиме PIP
sk: Správanie tlačidla 0 v režime PiP
sl: Odziv tipke 0 v načinu "slika v sliki"
sr: Ponašanje tastera 0 u PiP režimu
sv: Beteende för 0-tangenten i PiP-läge
ta: பிப்-பயன்முறையில் 0 விசையின் நடத்தை
tr: PiP modunda 0 tuşu görevi
uk: Дія при натискання на кнопку 0 в ПІП-режимі
vi: Hành vi của phím 0 trong chế độ PiP
zh_cn: 按0键选择画中画模式

source: Behavior when a movie is started
bg: Поведение при стартиране на филм
cs: Spustit přehrávání filmu od
da: Opførsel når en film startes
de: Verhalten beim Start eines Films
el: Συμπεριφορά όταν μια ταινία παίζει
et: Tegevus taasesituse algamisel
fi: Toiminto tallenteen toiston alussa
fr: Action lorsqu'un film est démarré
hr: Ponašanje pri pokretanju filma
hu: Amikor egy lejátszás elindul
it: Comportamento quando viene avviato un video
lt: Elgsena, kai filmas prasidėjęs
nl: Opties bij het starten van een opname of film
pl: Zachowanie gdy film jest rozpoczęty
pt_br: Comportamento ao iniciar um vídeo
ru: Действие при начале
sk: Správanie po spustení filmu
sl: Odziv ob predvajanju filma
sr: Ponašanje pri pokretanju filma
sv: Beteende när en film startas
ta: ஒரு படம் தொடங்கப்படும் போது நடத்தை
tr: Filmin başlaması sırasındaki davranış
uk: Дія, коли запис розпочався
vi: Hành vi khi một bộ phim được bắt đầu
zh_cn: 影片开始后的动作
