Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Left from servicename
da: Til venstre for kanalnavn
de: Links vom Servicenamen
et: Kanali nimest vasakul
hu: A csatornanév bal oldalán
pt_br: Esquerda do nome do serviço
ru: Перед названием сервиса
vi: Còn lại từ tên dịch vụ
zh_cn: 频道名称左侧

source: Left long
da: Venstre lang
de: Links lang
et: Vasak - pikk
hu: Bal hosszan
vi: Còn lại dài
zh_cn: 左键长按

source: Leichtathletik
da: Atletik
zh_cn: 田径

source: Letterbox zoom
bg: Увеличение на пощенската кутия
et: Muuda kuvasuhet
hu: Letterbox nagyítás
ru: Zoom в режиме ящика
vi: Thu phóng hộp thư
zh_cn: 信箱缩放

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
da: Begræns tegnsættet der kan bruges i filnavne for optagelser til (7 bit) ascii. Dette sikre kompabilitet med operativsystemer eller filsystemer med begrænsede tegsæt.
de: Bei 'Ja' werden die Zeichen, die in Aufnahme-Dateinamen (7 Bit ASCII) verwendet werden können, begrenzt. Dies gewährleistet die Kompatibilität mit Betriebssystemen oder Dateisystemen mit begrenztem Zeichenvorrat.
et: Kasuta failinimedes ainult (7 bit) ascii tähemärke. See tagab failide ühilduvuse ka operatsioonisüsteemidega, mis ei toeta kõiki tähemärke.
hu: A fájlnevekben használt karaktertábla (7 bites) ASCII-re legyen korlátozva. Ezáltal a kompatibilitás garantált olyan operációs rendszerekkel is, melyekben limitált a karakterkészlet.
pt_br: Limitar os caracteres que podem ser usados ​​em nomes de gravação a (7 bits) ASCII. Isso garante a compatibilidade com sistemas operacionais, sistemas de arquivos com conjuntos de caracteres limitados.
ru: Ограничьте знаки, которые могут использоваться в записи имен файлов (7 бит) ASCII. Это обеспечивает совместимость с операционными системами или файловыми системами с ограниченным набором символов.
vi: Giới hạn các ký tự có thể được sử dụng trong việc ghi tên tệp thành (7 bit) ascii. Điều này đảm bảo khả năng tương thích với các hệ điều hành hoặc hệ thống tệp với các bộ ký tự giới hạn.
zh_cn: 限制可以在录制文件名用于字符的ASCII码(7位).这确保与有限的字符集的操作系统或文件系统的兼容性.

source: Link Quality:
da: Link kvalitet:
de: Verbindungs-Qualität:
et: Lingi kvaliteet:
hu: Kapcsolat minősége:
ru: Качество::
sl: Kvaliteta povezave:
vi: Chất lượng liên kết:
zh_cn: 链接质量:

source: Link target:
da: Link mål:
et: Lingi sihtkoht:
vi: Liên kết mục tiêu:
zh_cn: 链接目标:

source: Links:
da: Lænker:
et: Lingid:
vi: Liên kết:
zh_cn: 链接:

source: List EPG functions...
bg: Списък с EPG функциите ...
da: List EPG funktioner...
de: Liste EPG-Funktionen auf
et: Loetle EPG valikud.
hu: EPG funkciók listája...
ru: Список функций телегида
vi: Liệt kê các chức năng EPG ...
zh_cn: EPG功能列表...

source: List mode
da: Listetilstand
et: Nimekirja laad
hu: Listázás módja
pt_br: Lista
ru: Режим списка
vi: Chế độ danh sách
zh_cn: 列表模式

source: List/Fav long
da: List/Fav lang
de: List/Fav lang
et: List/Fav - pikk
hu: Lista/Kedvencek hosszan
vi: Danh sách / Fav
zh_cn: 列表/最喜欢的

source: Listen to the radio...
de: Radio hören...
et: Kuula raadiot
hu: Rádiólista megnyitása...
pt_br: Ouvir rádio
ru: Слушаем радио...
vi: Nghe đài...
zh_cn: 正在听广播 ...

source: Literatur
da: Litteratur
zh_cn: 文学

source: Literaturverfilmung
zh_cn: 电影文学

source: Load Default Settings
da: Hent standardinstillinger
de: Standardeinstellungen laden
et: Lae vaikeväärtused
vi: Tải Thiết lập mặc định
zh_cn: 加载默认设置

source: Load EPG
da: Indlæs EPG
de: EPG laden
et: Laadi EPG
hu: EPG betöltése
ru: Загрузка ЕПГ
sl: Izberite EPG
vi: Tải EPG
zh_cn: 加载EPG

source: Load playlist
da: Hent afspilningsliste
de: Playlist laden
et: Laadi pleilist
hu: Lejátszási lista betöltése
pt_br: Carregar lista de reprodução
ru: Загрузить плейлист
vi: Tải danh sách phát
zh_cn: 加载播放列表

source: Load unlinked userbouquets
da: Hent ulænket brugerbuketter
de: Lade nicht eingebundene Bouquets
et: Sidumata lemmiknimekirjad kuvatakse
hu: Leválasztott felhasználói csatornacsomagok betöltése
ru: Загружать невыбранные букеты пользователя
vi: Tải các tập tin người dùng không liên kết
zh_cn: 载入断开链接的用户频道列表

source: Load/Save/Delete
da: Indlæs/Gem/Slet
de: Laden/Speichern/Löschen
et: Laadi/talleta/kustuta
hu: Betöltés/Mentés/Törlés
vi: Tải / lưu / xóa
zh_cn: 加载/保存/删除

source: Lock ratio
et: Lukusta suhe
hu: Hangolási arány
ru: Качество захвата
vi: Tỷ lệ khóa
zh_cn: 锁定比例

source: Log python stack trace on spinner ?
da: Log python stack sporing ved snurretop ?
de: Bei Spinner Python Stack Trace loggen?
hu: Naplózza a python stack nyomot a foglaltság esetén?
vi: Đăng nhập python stack dấu vết trên spinner?
zh_cn: Python堆栈跟踪日志在线微调？

source: Logs settings
da: Logge indstillinger
de: Log
et: Logimise seaded
hu: Naplók beállítása
ru: Настройки логов
vi: Nhật ký cài đặt
zh_cn: 日志设置

source: Long key press
da: Lange tastetryk
de: Langer Tastendruck
et: Pikk nupuvajutus
hu: Hosszú gombnyomás
pt_br: Manter tecla pressionada
ru: Долгое нажатие
vi: Bấm phím dài
zh_cn: 长按此键

source: Lower Framerate save CPU Time
da: Lavere billedhastigheden spare CPU tid
de: Geringe Wiederholrate reduziert die CPU Belastung
et: Madalam kaadrisagedus säästab protsessoriaega
ru: Низкая частота кадров снижает нагрузку на процессор
vi: Tốc độ khung hình thấp hơn tiết kiệm thời gian CPU
zh_cn: 较低的帧率节省CPU时间

source: Lower limit in kilobits per seconds [kbit/s]
da: Nederste grænse i kilobit per sekund [kbit/s]
de: Untergrenze in Kilobit pro Sekunde [kbit/s]
et: Alampiir [kbit/s]
hu: Alsó határ kilobit/másodperc-ben [kbit/s]
ru: Нижний предел в килобитах в секунду [kbit/s]
vi: Giới hạn thấp hơn tính bằng kilobit trên giây [kbit / s]
zh_cn: 每秒下限 [kbit/s]

source: MAC
zh_cn: MAC地址

source: MAC-address settings
da: MAC-adresse indstillinger
de: MAC-Adresse einstellen
et: MAC-aadressi seaded
hu: MAC-cím beállítások
ru: Настройки MAC-адреса
vi: Cài đặt địa chỉ MAC
zh_cn: MAC地址设置

source: MAC:
zh_cn: MAC地址:

source: MOUSE long
da: MUS lang
et: MOUSE - pikk
vi: Chuột dài
zh_cn: 鼠标键长按

source: Macedonia (the former Yugoslav Republic of)
de: Mazedonien
et: Makedoonia
hu: Macedónia
vi: Macedonia (Cộng hòa Nam Tư cũ)
zh_cn: 马其顿(前南斯拉夫共和国)

source: Magazin
da: Debat
zh_cn: 杂志

source: Main menu
da: Hovedmenu
de: Hauptmenü
et: Peamenüü
hu: Főmenü
pt_br: Menu principal
ru: Главное меню
sl: Glavni meni
vi: Menu chính
zh_cn: 主菜单

source: Mainmenu
da: Hovedmenu
de: Hauptmenü
et: Peamenüü
hu: Főmenü
ru: Главное меню
sl: GlavniMeni
vi: Menu chính
zh_cn: 主菜单

source: Maintain old EPG data for
da: Bevar EPG data i (minutter)
de: Alte EPG-Daten für x Minuten halten
et: Aegunud EPG andmete hoidmise aeg
hu: Elmúlt EPG adat tárolása eddig
pt_br: Manter EPG antigo (minutos)
ru: Сохранять прошедшие данные EPG (в мин.)
vi: Duy trì dữ liệu EPG cũ cho
zh_cn: 保留过期的EPG数据

source: Make File Commander accessible from the Extensions menu.
da: Gør File Commander tilgængelig fra udvidelsesmenuen.
de: File Commander über das Erweiterungsmenü zugänglich machen.
et: Failihaldur kuvatakse laienduste menüüs.
vi: Làm cho File Commander có thể truy cập từ menu Tiện ích mở rộng.
zh_cn: 从扩展菜单访问文件管理器.

source: Make File Commander accessible from the main menu.
da: Gør File Commander tilgængelig fra hovedmenuen.
de: File Commander vom Hauptmenü aus zugänglich machen.
et: Failihaldur kuvatakse peamenüüs.
vi: Làm cho File Commander có thể truy cập từ menu chính.
zh_cn: 使文件管理器可以从主菜单访问.

source: Manage extensions
da: Administrer udvidelser
de: Erweiterungen verwalten
et: Laienduste haldamine
hu: Bővítmények kezelése
pt_br: Gerenciar extensões
ru: Управление плагинами
sl: Upravljaj vtičnike
vi: Quản lý tiện ích mở rộng
zh_cn: 管理扩展

source: Manage your %s %s's software
da: Håndter din %s %s software
et: Halda %s %s tarkvara
hu: %s %s szoftver kezelése
ru: Управление ПО вашего %s %s
vi: Quản lý phần mềm% s% s's của bạn
zh_cn: 管理你的 %s %s's软件

source: Mannschaftssport
zh_cn: 曼彻斯特体育

source: Manual scan
da: Manuel søgning
de: Manueller Suchlauf
et: Käsiotsing
hu: Kézi keresés
pt_br: Busca avançada
ru: Ручной поиск
vi: Quét thủ công
zh_cn: 手动扫描

source: Margin after recording (minutes)
da: Margin efter optagelse (minutter)
de: Nachlauf nach Aufnahme (in Minuten)
et: Salvestuse lõppu lisatakse (min)
hu: Felvétel utáni ráhagyás (perc)
pt_br: Margem após gravar (minutos)
ru: Объединить после записи (в минутах)
vi: Ký quỹ sau khi ghi (phút)
zh_cn: 录制结束,延后多少时间结束录制(分钟)

source: Margin before recording (minutes)
da: Margin før optagelse (minutter)
de: Vorlauf vor Aufnahme (in Minuten)
et: Salvestuse algusesse lisatakse (min)
hu: Felvétel előtti ráhagyás (perc)
pt_br: Margem antes de gravar (minutos)
ru: Объединить перед записью (в минутах)
vi: Ký quỹ trước khi ghi (phút)
zh_cn: 录制开始,提前多少时间开始录制(分钟)

source: Mark service as dedicated 3D service
da: Mærk kanal som dedikeret 3D kanal
de: Als 3D Kanal markieren
et: Tähista 3D kanalina
hu: A csatorna jelölése mint dedikált 3D csatorna
vi: Đánh dấu dịch vụ là dịch vụ 3D chuyên dụng
zh_cn: 将频道标记为专用3D频道

source: Mark/Portal/Playlist long
de: Mark/Portal/Playlist lang
et: Mark/Portal/Playlist - pikk
vi: Đánh dấu / Cổng thông tin / Danh sách phát dài
zh_cn: 标记/门户/播放列表长按

source: Maximum minutes to jump %d !
bg: Максимум минути за скок %d!
da: Maksimum minutter der hoppes %d !
de: Sie können nur maximal %d Minuten springen!
et: Suurim arv minutites hüppeks %d !
hu: Maximális percek a(z) %d ugráshoz!
vi: Số phút tối đa để nhảy %d!
zh_cn: 最大跳跃时间 %d(分钟)!

source: Maximum no of days:
da: Maksimal antal dage:
de: Maximale Anzahl von Tagen:
et: Suurim lubatud päevade arv:
hu: Maximális napok száma:
ru: Максимальное количество дней:
vi: Tối đa không có ngày:
zh_cn: 录制最大时间(天):

source: Maximum space used (MB):
da: Maksimal plads brugt (MB):
de: Maximale Speicherplatznutzung (MB):
et: Suurim lubatud kettaruum (MB)
hu: Maximális hely használata (MB):
ru: Максимальное использование пространства диска (Mб):
vi: Dung lượng tối đa được sử dụng (MB):
zh_cn: 可以使用的最大空间(MB):

source: Media Portal
da: Medieportal
vi: Cổng thông tin truyền thông
zh_cn: 媒体门户

source: Media long
da: Medie lang
de: Media lang
et: Media - pikk
hu: Média hosszan
vi: Truyền thông
zh_cn: 媒体键长按

source: Media player
da: Medieafspiller
et: Meediamängija
hu: Médialejátszó
pt_br: Reprodutor de mídia
ru: Медиаплеер
sl: Predvajalnik vsebin
vi: Phương tiện truyền thông
zh_cn: 媒体播放器

source: Medien
da: Medie
zh_cn: 媒体

source: MemInfo
de: Speicher-Informationen
et: Mälu info
ru: Инфо о памяти
zh_cn: 内存信息

source: Merging Timeshift files
da: Fletter Timeshift filer
de: Zusammenführen der Timeshift-Dateien
et: Ajanihke failide liitmine
hu: Timeshift fájlok egyesítése
ru: Соединение файлов Таймшифта
vi: Hợp nhất các tập tin Timeshift
zh_cn: 合并时移文件

source: Message...
bg: Съобщение...
da: Besked...
de: Nachricht...
et: Teade.
hu: Üzenet...
pt_br: Mensagem
ru: Сообщение...
sl: Sporočilo...
vi: Thông điệp...
zh_cn: 信息...

source: MessageBox Functions
da: Beskedfelt funktioner
de: MessageBox-Funktionen
zh_cn: MessageBox函数

source: Metadata changed:
da: Metadata ændret:
de: Metadaten geändert:
et: Metaandmed muutunud:
vi: Siêu dữ liệu đã thay đổi:
zh_cn: 元数据已更改：

source: Micronesia (Federated States of)
de: Mikronesien (Föderierte Staaten)
et: Mikroneesia Liiduriigid
hu: Mikronézia
vi: Micronesia (Liên bang)
zh_cn: 密克罗尼西亚联邦

source: MiniDLNA Log
et: MiniDLNA logi
hu: MiniDLNA Napló
ru: Лог MiniDLNA
vi: Nhật ký MiniDLNA
zh_cn: 小型DLNA日志

source: MiniDLNA Setup
da: MiniDLNA opsætning
de: MiniDLNA-Medienserver
et: MiniDLNA seaded
hu: MiniDLNA beállítása
ru: Настройки MiniDLNA
vi: Thiết lập MiniDLNA
zh_cn: 小型DLNA设置

source: Mins
da: Min.
de: Minuten
et: Minutit
hu: Perc
ru: Минуты
vi: Phút
zh_cn: 分钟

source: Mins Secs
da: Min. Sek.
de: Minuten Sekunden
et: Minutit sekundit
hu: Perc Másodperc
ru: Минуты Секунды
vi: Giây giây
zh_cn: 分钟 秒

source: Missing
da: Mangler
de: Fehlend
et: Puudub
hu: Hiányzó
pt_br: Faltando
ru: Отсутствует
vi: Còn thiếu
zh_cn: 丢失

source: Mode %s (%04o)
da: Tilstand %s (%04o)
et: Režiim %s (%04o)
vi: Chế độ % s (% 04o)
zh_cn: 模式 %s (%04o)

source: Mode 1
da: Tilstand 1
de: Modus 1
et: Režiim 1
hu: Mód 1
ru: Режим 1
vi: Chế độ 1
zh_cn: 模式 1

source: Mode 1 suppports Kodi, PiP may not work. Mode 12 supports PiP, Kodi may not work.
da: Mode 1 understøtter Kodi, PiP fungere måske ikke. Mode 12 understøtter PiP, Kodi fungere måske ikke.
de: Mode 1 unterstützt Kodi, Bild im Bild könnte nicht funktionieren. Mode 12 unterstützt Bild im Bild, Kodi könnte nicht funktionieren.
et: Mood 1: Kodi töötab, PiP ei pruugi. Mood 12: PiP töötab, Kodi ei pruugi.
vi: Chế độ 1 hỗ trợ Kodi, PiP có thể không hoạt động. Chế độ 12 hỗ trợ PiP, Kodi có thể không hoạt động.
zh_cn: 模式1支持Kodi,PIP可能不工作. 模式12支持PIP,Kodi可能不工作.

source: Mode 2
da: Tilstand 2
de: Modus 2
et: Režiim 2
hu: Mód 2
ru: Режим 2
vi: Chế độ 2
zh_cn: 模式2

source: Model: %s %s
de: Modell: %s %s
et: Mudel: %s %s
hu: Modell: %s %s
vi: Mô hình:% s%s
zh_cn: 品牌名称: %s %s

source: Model:
de: Modell:
et: Tüüp:
hu: Modell:
pt_br: Modelo:
ru: Модель:
vi: Mô hình:
zh_cn: 型号:

source: Model: %s %s
de: Modell: %s %s
et: Mudel: %s %s
hu: Modell: %s %s
ru: Модель: %s %s
vi: Mô hình:% s%s
zh_cn: 型号: %s %s

source: Modified:
da: Modificeret:
de: Geändert:
et: Muudetud:
vi: Đã sửa đổi:
zh_cn: 修改:

source: Module
da: Moduler
de: Modul
et: Moodul
hu: Modul
ru: Модуль
vi: Mô-đun
zh_cn: 模块

source: Moldova (Republic of)
de: Moldawien
et: Moldova
hu: Moldova
vi: Moldova (Cộng hòa)
zh_cn: 摩尔多瓦共和国

source: Motorsport
zh_cn: 赛车运动

source: Mount '%s' has not enough free space to record.
da: Der er ikke fri plads nok på Mount '%s' til at optage.
de: Zielort '%s' hat nicht genügend freien Speicher.
et: Haakepunktis '%s' pole salvestamiseks piisavalt ruumi.
vi: Mount '% s' không đủ không gian trống để ghi.
zh_cn: 挂载 '%s' 没有足够的可用空间来记录.

source: Mount:
et: Haagitud:
hu: Csatlakozás:
ru: Смонтирован:
vi: Núi:
zh_cn: 挂载:

source: MountManager
da: Mount-håndtering
de: Mount Verwaltung
et: Haakepunktid
hu: Csatlakozás kezelő
ru: Установки монтирования
zh_cn: 挂载管理器

source: Mounts Devices
da: Mounts Enheder
de: Partition mounten
et: Haagi andmekandjad
hu: Csatlakoztatott eszközők
ru: Подключеные устройства
vi: Thiết bị gắn kết
zh_cn: 挂载设备

source: Mounts Setup
da: Mounts opsætning
de: Externe Freigaben einbinden
et: Haakepunktid
hu: Csatlakozások beállítása
ru: Настройки монтирования
vi: Thiết lập
zh_cn: 挂载设置

source: Move %d elements
da: Flyt %d elementer
de: %d Elemente verschieben
et: Liiguta %d üksust
vi: Di chuyển các yếu tố %d
zh_cn: 移动%d个元素

source: Move 1 element
da: Flyt 1 element
de: 1 Element verschieben
et: Liiguta 1 üksus
vi: Di chuyển 1 yếu tố
zh_cn: 移动1元素

source: Move PIP
de: Verschiebe Bild im Bild
et: Liiguta PiP-akent
hu: Kép-A-Képben mozgatása
ru: Переместить PiP
vi: Di chuyển PIP
zh_cn: 移动画中画

source: Move down list
da: Flyt nedad liste
de: Eintrag runter
vi: Di chuyển xuống danh sách
zh_cn: 向下移动列表

source: Move file
da: Flyt fil
de: Datei verschieben
et: Liiguta fail
vi: Di chuyển tập tin
zh_cn: 移动文件

source: Move file/directory to target directory
da: Flyt fil/mappe til destinationsmappe
de: Datei/Verzeichnis in Zielverzeichnis verschieben
et: Liiguta fail/kataloog sihtkohta
vi: Di chuyển tập tin / thư mục đến thư mục đích
zh_cn: 将文件/目录移动到目标目录

source: Move files/directories to target directory
da: Flyt filer/mapper til destinationsmappe
de: Dateien/Verzeichnisse in das Zielverzeichnis verschieben
et: Liiguta failid/kataloogid sihtkohta
vi: Di chuyển tệp / thư mục vào thư mục đích
zh_cn: 将文件/目录移动到目标目录

source: Move folder
da: Flyt mapppe
de: Ordner verschieben
et: Liiguta kataloog
vi: Di chuyển thư mục
zh_cn: 移动文件夹

source: Move mode off
da: Omflytningstilstand fra
de: Verschiebemodus aus
et: Keela liigutamine
hu: Mozgatási mód ki
vi: Di chuyển chế độ tắt
zh_cn: 关闭移动模式

source: Move mode on
da: Omflytningstilstand til
de: Verschiebemodus an
et: Luba liigutamine
hu: Mozgatási mód be
vi: Chế độ di chuyển trên
zh_cn: 打开移动模式

source: Move to position X
et: Liigu positsioonile X
hu: Mozgatás az X pozícióra
pt_br: Mover para posição X
ru: Перемещение к позиции Х
vi: Di chuyển đến vị trí X
zh_cn: 移动到位置X

source: Move up list
da: Flyt opad liste
de: Eintrag hoch
vi: Di chuyển lên danh sách
zh_cn: 向上移动列表

source: Movie List Setup
da: Filmliste opsætning
de: Filmliste-Einstellungen
et: Filmilisti seaded
hu: Film Lista Beállítás
ru: Настройки перемещения страниц
vi: Thiết lập danh sách phim
zh_cn: 电影列表设置

source: Movie location
da: Placering af film
de: Filmverzeichnis
et: Salvestuskataloog
hu: Fájlok helye
pt_br: Diretório das gravações
ru: Расположение фильма
sl: Movie lokacija
vi: Địa điểm chiếu phim
zh_cn: 电影的位置

source: Movie selection
bg: Избор на филм
da: Filmvalg
de: Filmauswahl
et: Salvestised
hu: Filmválasztás
pt_br: Selecionar vídeos
ru: Выбор записей
vi: Lựa chọn phim
zh_cn: 电影选择

source: Mtd
zh_cn: 检测

source: MultiBoot Image Manager
da: Multiboot Image håndtering
et: Multibuut püsivara haldur
vi: Trình quản lý đa khởi động
zh_cn: 多引导镜像管理器

source: MultiBoot Image Selector
da: Multiboot Image vælger
de: Multiboot-Auswahl
zh_cn: 多引导映像选择器

source: MultiBootSelector Actions
da: Multiboot vælger handlinger
de: Multiboot-Auswahl
zh_cn: 多重启动选择操作

source: MultiEPG settings
da: MultiEPG indstillinger
de: Multi-EPG
et: MultiEPG seaded
hu: Multi EPG beállítása
ru: Настройки мультителегида
vi: Cài đặt MultiEPG
zh_cn: 多个EPG设置

source: MultiQuickButton
ru: Переназначение кнопок
vi: Nút MultiQuick
zh_cn: 多个快捷键

source: Multiboot Image Selector
da: Multiboot Image vælger
de: Multiboot-Auswahl
et: Multibuut püsivara valik
vi: Công cụ chọn hình ảnh đa khởi động
zh_cn: 多引导映像选择器

source: Multiboot Image created on: %s/%s-%s-%s-backup-%s_usb.zip
da: Multiboot Image oprettet den: %s/%s-%s-%s-backup-%s_usb.zip
de: Multiboot-Image erstellt: %s/%s-%s-%s-backup-%s_usb.zip
et: Multibuut püsivara loodi: %s/%s-%s-%s-backup-%s_usb.zip
vi: Hình ảnh đa khởi động được tạo trên:% s /% s-% s-% s-backup-% s_usb.zip
zh_cn: 多启动映像创建于: %s/%s-%s-%s-backup-%s_usb.zip

source: Multiboot Manager
da: Multiboot håndtering
et: Multibuudi haldur
vi: Quản lý đa khởi động
zh_cn: 多重启动管理器

source: Multimedia
et: Multimeedia
hu: Multimédia
pt_br: Multimídia
ru: Мультимедиа
sl: Multimedija
vi: Đa phương tiện
zh_cn: 多媒体

source: Multiplex
et: Multipleks
pt_br: Mux
ru: Мультиплекс
vi: Ghép kênh
zh_cn: 多路传输

source: Musik
zh_cn: 音乐

source: My Extension
da: Min udvidelse
de: Meine Erweiterung
et: Minu laiend
vi: Tiện ích mở rộng của tôi
zh_cn: 我的扩展

source: My extension
da: Mine udvidelser
de: Meine Erweiterung
et: Minu laiend
vi: Gia hạn của tôi
zh_cn: 我的扩展

source: Märchen
zh_cn: 童话

source: NFI image flashing
de: Flashe NFI Image
et: NFI tõmmise paigaldamine
hu: NFI Image Flashelés
ru: Прошить имидж NFI
vi: Hình ảnh NFI nhấp nháy
zh_cn: NFI镜像刷机中...

source: NFI image flashing completed. Press Yellow to Reboot!
da: NFI Image flashing gennemført. Tryk gul knap for at genstarte!
de: NFI Image flashen beendet. GELB drücken, um die %s %s neu zu starten!
et: NFI tõmmis on paigaldatud. Taaskäivitamiseks vajuta kollast nuppu!
hu: NFI image flashelése megörtént. Nyomja meg a Sárga gombot az újraindításhoz!
ru: NFI имидж удачно установлен. Нажмите желтую клавишу для перезагрузки!
sl: NFI nadgradnja programske opreme je končana. Za ponovni zagon pritisnite rumeno tipko!
vi: Hình ảnh NFI nhấp nháy hoàn thành. Nhấn màu vàng để khởi động lại!
zh_cn: NFI镜像刷机完成.请按黄色键重启!

source: NFS Setup
da: NFS opsætning
de: NFS-Dateiserver
et: NFS seaded
hu: NFS beállítása
ru: Настройки NFS
sl: NFS nastavitve
vi: Thiết lập NFS
zh_cn: NFS设置

source: NTSC
zh_cn: NTSC制式

source: Nachrichten
zh_cn: 新闻

source: Name reverse
da: Navn baglæns
de: Name absteigend
et: Pööratud tähestikuline
vi: Tên ngược
zh_cn: 名称次序颠倒

source: Name:
da: Navn:
et: Nimi:
hu: Név:
ru: Имя:
vi: Tên:
zh_cn: 频道名称:

source: Nameserver %d
da: Navneserver %d
et: Nimeserver %d
hu: Névszerver %d
pt_br: Servidor DNS %d
ru: DNS сервер %d
sl: Imenski strežnik %d
vi: Máy chủ tên %d
zh_cn: 域名服务器 %d

source: Namespace
de: Namensraum
et: Nimeruum
hu: Névtér
ru: Пространство имен
vi: Không gian tên
zh_cn: 空间名称

source: National
zh_cn: 国家

source: Natur
zh_cn: 自然

source: NcamInfo
zh_cn: Ncam信息

source: Netmask:
da: Netmaske:
de: Netzwerkmaske:
et: Võrgumask:
ru: Маска подсети:
zh_cn: 子络掩码:

source: Network Servers:
da: Netværksservere:
de: Netzwerk-Server:
et: Võrguserverid:
hu: Hálózati Szerverek:
ru: Сетевые серверы:
vi: Máy chủ mạng:
zh_cn: 网络服务器:

source: Network Setup
da: Netværksopsætning
de: Netzwerkeinrichtung
et: Võrgu häälestamine
hu: Hálózat beállítások
ru: Настройка сети
sl: Nastavljanje omrežja
vi: Thiết lập mạng
zh_cn: 网络设置

source: Network Speed:
da: Netværkshastighed:
de: Netzwerkgeschwindigkeit:
et: Võrgu kiirus:
vi: Tốc độ mạng:
zh_cn: 网络速度:

source: Network setup
da: Netværksopsætning
de: Netzwerk-Einrichtung
et: Võrgu häälestamine
hu: Hálózati beállítások
pt_br: Configurar rede
ru: Настройки сети
sl: Omrežne nastavitve
vi: Thiết lập mạng
zh_cn: 网络设置

source: Network test:
da: Netværkstest:
de: Netzwerktest:
et: Võrgu test:
hu: Hálózat tesztelése:
pt_br: Teste de rede:
ru: Тест сети:
sl: Test mreže:
vi: Kiểm tra mạng lưới:
zh_cn: 网络测试:

source: Network wizard
da: Netværksassistent
de: Netzwerkassistent
et: Võrguabiline
hu: Hálózati Varázsló
pt_br: Assistente de rede
ru: Мастер настройки сети
vi: Số dách mạng
zh_cn: 网络向导

source: Neue Medien
zh_cn: 新媒体

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
da: Afkod aldrig indholdet under optagelse. Dette overstyre de individuelle timerindstillinger global. Hvis aktiveret, lagres optagelser i krypteret form og skal afkodes bagefter (nogle gange kaldt offline afkodning). Standard er: Slukket.
de: Bei 'Ja' setzt diese Funktion die Timer Einstellung außer Kraft. Aufzeichnungen werden immer verschlüsselt gespeichert und müssen nachträglich entschlüsselt werden. Standard ist 'Nein'.
et: Ära dekrüpti sisu salvestamise ajal. See valik alistab üksiku taimeri seadistused globaalselt ja selle lubamisel salvestised talletatakse krüpteeritult. Lahtikrüptida saad hiljem (võrguta dekodeerimine). Vaikimisi: välja lülitatud.
hu: Felvétel közben sosem végez dekódolást. Ez általánosan felülírja az egyes időzítő beállításokat. Ha bekapcsolja ezt, a felvételek kódolt formában kerülnek tárolásra, és később kell dekódolni (ezt általában offline dekódolásnak hívják). Alapértelmezett: nem.
vi: Không bao giờ giải mã nội dung trong khi ghi. Điều này ghi đè cài đặt hẹn giờ riêng trên toàn cầu. Nếu được bật, các bản ghi được lưu trữ trong bản trình bày được mã hóa và phải được giải mã sau đó (đôi khi được gọi là giải mã ngoại tuyến). Mặc định: tắt.
zh_cn: 从不在录制时解密内容.这将覆盖全局的单个计时器设置.如果启用,录音存储在加密的展示和必须被解密之后(有时称为离线解码).默认值:关闭.

source: New Packages
da: Nye pakker
de: Neue Updates
et: Uued paketid
hu: Új csomagok
ru: Новые пакеты
vi: Gói mới
zh_cn: 新的软件包

source: New folder
da: Ny mappe
de: Neuer Ordner
et: Uus kaust
vi: Thư mục mới
zh_cn: 新文件夹

source: New timers location
da: Nye Timers placering
de: Speicherort für neue Timer
et: Uue taimeri asukoht
hu: Új időzítők helye
ru: Расположение новых таймеров
vi: Vị trí giờ mới
zh_cn: 新的定时器位置

source: Next bouquet
da: Næste buket
de: Favoriten vor
zh_cn: 下一个分组

source: Next page
da: Næste side
de: Seite vor
zh_cn: 下一页

source: Nextsong long
et: Nextsong - pikk
hu: Nextsong hosszan
vi: Nextsong dài
zh_cn: 下一首歌长按

source: No Devices Found !!
da: Ingen enhed fundet !!
de: !! Keine Geräte gefunden !!
et: Seadmeid ei leitud!!
hu: Nem található eszköz !!
ru: Устройств не найдено!
vi: Không tìm thấy thiết bị nào !!
zh_cn: 未找到设备 !!
