Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: No updates available.
bg: Няма налични актуализации.
cs: Nejsou k dispozici žádné aktualizace.
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις.
fi: Ei päivityksiä saatavilla.
hr: Nema dostupnih ažuriranja.
it: Nessun aggiornamento disponibile.
lt: Atnaujinimų nėra
nl: Geen updates beschikbaar.
pl: Brak dostępnych aktualizacji.
sk: Nie sú dostupné žiadne aktualizácie.
sr: Ispravke nisu dostupne.
sv: Inga uppdateringar tillgängliga.
ta: புதுப்பிப்புகள் எதுவும் கிடைக்கவில்லை.
tr: Güncelleme yok.
uk: Немає доступних оновлень.

source: No valid device detected - Press OK
cs: Nebylo zjištěno žádné platné zařízení – Stiskněte tlačítko OK
el: Δεν εντοπίστηκε έγκυρη συσκευή - Πιέστε OK
fi: Ei kelvollista laitetta havaittu - Paina OK
hr: Nije otkriven valjani uređaj - Pritisnite OK
it: Nessun dispositivo valido rilevato - Premi OK
nl: Geen geschikt apparaat gevonden - Druk op OK
pl: Nie wykryto odpowiedniego urządzenia - naciśnij OK
sk: Nenašlo sa žiadne platné zariadenie – stlačte OK
sr: Nema validnog uređaja - Pritisnite OK
sv: Ingen giltig enhet har upptäckts - Tryck på OK
ta: செல்லுபடியாகும் சாதனம் கண்டறியப்படவில்லை - சரி என்பதை அழுத்தவும்
tr: Geçerli bir cihaz algılanmadı - OK tuşuna basın
uk: Не виявлено жодного дійсного пристрою - натисніть OK

source: No valid mount for '%s' found!
cs: Pro '%s' nebylo nalezeno žádné platné připojení!
el: Δεν βρέθηκε έγκυρη προσάρτηση για το '%s'!
fi: Ei kelvollista liintäntää '%s' löytynyt!
hr: Nije pronađena valjana montaža za '%s'!
it: Nessun montaggio valido trovato per '%s'!
nl: Geen geschikte Mount voor '%s' gevonden!
pl: Nie znaleziono prawidłowego montowania dla '%s'!
sk: Nenašlo sa žiadne platné pripojenie pre '%s'!
sr: Nije pronađena važeća montaža za '%s'!
sv: Ingen giltig montering för '%s' hittades!
ta: '%s' க்கு செல்லுபடியாகும் மவுண்ட் இல்லை!
tr: '%s' için geçerli bir bağlantı noktası bulunamadı!
uk: Не знайдено дійсного монтування для '%s'!

source: No valid region details were found
bg: Не бяха открити валидни подробности за региона
cs: Nebyly nalezeny žádné platné údaje o regionu
da: Ingen gyldige regionsdetaljer blev fundet
el: Δεν βρέθηκαν έγκυρες πληροφορίες περιοχής
fi: Kelvollisia aluetietoja ei löytynyt
fr: Aucun détail de région valide n'a été trouvé
hr: Nisu pronađeni valjani podaci o regiji
it: Nessun valido dettaglio sulla regione trovato
lt: Nerasta tinkamos informacijos apie regioną
nl: Geen geldige regio informatie gevonden
pl: Nie znaleziono prawidłowych szczegółów regionu
sk: Nenašli sa žiadne platné podrobnosti o regióne
sr: Nisu pronađeni važeći detalji regiona
sv: Inga giltiga regionuppgifter hittades
ta: செல்லுபடியாகும் பிராந்திய விவரங்கள் எதுவும் காணப்படவில்லை
tr: Geçerli bölge bilgisi bulunamadı
uk: Не знайдено достовірних даних для регіону
zh_cn: 找不到有效的区域详细信息

source: No wireless networks found! Searching...
bg: Няма намерени безжични мрежи! Търсене ...
cs: Nenalezena WiFi síť! Hledám...
da: Intet trådløst netværk fundet! Søger...
de: Keine WLAN-Netzwerke gefunden! Suche...
el: Δεν βρέθηκαν ασύρματα δίκτυα! Αναζήτηση...
et: Traadita võrke ei leitud! Otsitakse...
fi: WLAN-verkkoja ei löytynyt! Etsitään...
fr: Aucun réseau sans fil trouvé ! Recherche...
hr: Nije pronađena bežična mreža! Pretraživanje...
hu: Nem észlelhető vezeték nélküli hálózat! Keresés...
it: Nessuna rete wireless trovata! Ricerca in corso...
lt: Belaidžių tinklų nerasta! Ieškoma...
nl: Geen draadloze netwerken gevonden! Zoeken...
pl: Nie znaleziono sieci bezprzewodowych. Wyszukiwanie...
pt_br: Nenhuma rede sem fio encontrada! Buscando...
ru: Беспроводные сети не найдены! Поиск ...
sk: Nenašli sa žiadne bezdrôtové siete! Vyhľadáva sa…
sr: Nisu pronađene bežične mreže! Pretraživanje...
sv: Inga trådlösa nätverk hittade! Söker...
ta: வயர்லெச் நெட்வொர்க்குகள் எதுவும் கிடைக்கவில்லை! தேடுகிறது ...
tr: Kablosuz ağ bulunamadı! Aranıyor...
uk: Бездротові мережі не знайдено! Пошук...
vi: Không tìm thấy mạng không dây! Đang tìm kiếm...
zh_cn: 没有发现无线网络!搜索中...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
bg: Няма намерен работещ местен мрежов адаптер. Моля, уверете се че сте включили мрежовия кабел и вашата мрежа е конфигигурирана правилно.
cs: Žádný funkční síťový adaptér nebyl nalezen. Zkontrolujte, zda máte připojený síťový kabel a že je Vaše síť správně nastavena.
da: Der kunne ikke findes en fungerende netværksadapter. Undersøg venligst, at du har tilsluttet netværkskabel og at dit netværk er korrekt opsat.
de: Keinen funktionierenden Netzwerkadapter gefunden. Sicherstellen, dass ein Netzwerkkabel angeschlossen und das Netzwerk richtig konfiguriert ist.
el: Δεν βρέθηκε ενεργός προσαρμογέας δικτύου. Επιβεβαιώστε ότι έχει συνδεθεί καλώδιο δικτύου και έχει ρυθμιστεί σωστά το δίκτυο.
et: Töötavat võrgukaarti ei leitud. Kontrolli, kas võrgukaabel on ühendatud ja kas võrk on õigesti seadistatud.
fi: Toimivaa verkkokorttia ei löydy. Tarkista, että olet kytkennyt verkkokaapelin ja lähiverkon asetukset ovat oikein.
fr: Aucun adaptateur réseau fonctionnel trouvé. Veuillez vérifier que vous avez connecté un câble réseau et que le réseau est configuré correctement.
hr: Nije pronađen ispravan lokalni mrežni adapter. Provjerite jeste li priključili mrežni kabel i je li vaša mreža ispravno konfigurirana.
hu: Nem található egyetlen működőképes helyi hálózati illesztő sem. Kérem, ellenőrizze, hogy a hálózati kábel csatlakoztatva van, és a hálózati paraméterek megfelelően be vannak állítva.
it: Nessuna scheda di rete locate trovata! Verifica di aver collegato il cavo di rete che la rete sia configurata correttamente.
lt: Veikiančių vietinio tinklo įrenginių nerasta. Patikrinkite, ar prijungėte tinklo kabelį ir ar jūsų tinklas teisingai sukonfigūruotas.
nl: Geen werkende lokale netwerkadapter gevonden. Controleer of er een netwerkkabel is aangesloten en of uw netwerk correct is geconfigureerd.
pl: Nie znaleziono działającego adaptera sieciowego. Sprawdź czy podłączyłeś kabel sieciowy i czy Twoja sieć jest poprawnie skonfigurowana.
pt_br: Nenhuma rede local ativa foi encontrada. Verifique as conexões e as configurações de rede.
ru: Сетевой адаптер не найден. Пожалуйста, убедитесь, что сетевой кабель подключен и ваша сеть настроена правильно.
sk: Nenašiel sa žiadny funkčný sieťový adaptér. Skontrolujte, prosím, či je pripojený sieťový kábel a vaša sieť je správne nastavená.
sl: Ne najdem delujočega omrežnega vmesnika. Preverite ali ste pravilno priključili omrežni kabel in nastavili omrežne nastavitve.
sr: Mrežni adapter nije pronađen. Proverite da li priključen mrežni kabel i da li je mreža ispravno konfigurisana.
sv: Ingen fungerande lokal nätverksadapter hittades. Kontrollera att du har anslutit en nätverkskabel och att ditt nätverk är korrekt konfigurerat.
ta: வேலை செய்யும் உள்ளக பிணையம் அடாப்டர் எதுவும் கிடைக்கவில்லை. நீங்கள் ஒரு பிணைய கேபிளை இணைத்துள்ளீர்கள் என்பதை சரிபார்க்கவும், உங்கள் பிணையம் சரியாக கட்டமைக்கப்பட்டுள்ளது.
tr: Çalışan yerel ağ bağdaştırıcısı bulunamadı. Lütfen ağ kablosunun takılı olduğundan ve ağınızın doğru şekilde yapılandırıldığından emin olun.
uk: Не знайдено працюючого мережевого адаптера. Будь-ласка перевірте правильність під'єднання мережевого кабеля і налаштування мережі.
vi: Không tìm thấy bộ điều hợp mạng cục bộ. Vui lòng xác minh rằng bạn đã gắn cáp mạng và mạng của bạn được cấu hình đúng.
zh_cn: 没有找到工作的本地网络适配器. 请确认您已连接了网络电缆,并且您的网络配置正确.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
bg: Няма намерен работещ безжичен мрежов адаптер. Моля, уверете се че сте включили съвместимо WLAN устройство и вашата мрежа е конфигурирана правилно.
cs: Žádný funkční bezdrátový síťový adaptér nebyl nalezen! Zkontrolujte, zda máte připojený kompatibilní WLAN zařízení a že je Vaše síť správně nastavena.
da: Der kunne ikke findes en fungerende trådløs netværksadapter. Undersøg venligst, at du har tilsluttet en kompatibel WLAN enhed og at netværket er korrekt opsat.
de: Keinen funktionierenden WLAN-Adapter gefunden. Sicherstellen, dass ein kompatibler Adapter angeschlossen und das Netzwerk richtig konfiguriert ist.
el: Δεν βρέθηκε ενεργός προσαρμογέας ασύρματου δικτύου. Επιβεβαιώστε ότι έχει συνδεθεί συμβατή συσκευή WLAN και έχει ρυθμιστεί σωστά το δίκτυο.
et: Töötavat traadita võrgukaarti ei leitud. Kontrolli, kas tuuneriga ühilduv WLAN seade on ühendatud ja kas võrk on õigesti seadistatud.
fi: Toimivaa langatonta yhteyttä ei löydy. Tarkista, että olet kytkenyt yhteensopivan WLAN-laitteen ja verkko on määritelty oikein.
fr: Aucun adaptateur réseau sans fil trouvé. Veuillez vérifier que vous avez inséré un périphérique WLAN compatible et que votre réseau est configuré correctement.
hr: Nije pronađen ispravan bežični mrežni adapter. Provjerite jeste li priključili kompatibilan WLAN uređaj i je li vaša mreža ispravno konfigurirana.
hu: Nem található egyetlen működőképes vezeték nélküli hálózati illesztő sem. Kérem, ellenőrizze, hogy egy kompatibilis vezeték nélküli hálózati illesztő csatlakoztatva van, és a hálózati paraméterek megfelelően be vannak állítva.
it: Nessun adattatore di tipo wireless trovato! Verifica di aver collegato un dispositivo WLAN compatibile e che la rete sia configurata correttamente.
lt: Veikiančių belaidžio tinklo įrenginių nerasta. Patikrinkite, ar prijungėte suderinamą WLAN įrenginį ir ar belaidis tinklas teisingai sukonfigūruotas.
nl: Geen werkende WIFI-adapter gevonden. Controleer of er een compatibel WLAN apparaat is geplaatst en uw netwerk correct is geconfigureerd.
pl: Nie znaleziono działającego adaptera sieci bezprzewowej. Sprawdź czy podłączyłeś kompatybilne urządzenie WLAN i czy Twoja sieć jest poprawnie skonfigurowana.
pt_br: Nenhuma rede sem fio ativa foi encontrada. Verifique se o adaptador é compatível e se a rede está configurada adequadamente.
ru: Беспроводной адаптер не найден. Пожалуйста убедитесь, что совместимый беспроводной адаптер подключен и ваша сеть настроена правильно.
sk: Nenašiel sa žiadny funkčný bezdrôtový sieťový adaptér. Skontrolujte, prosím, či je pripojené kompatibilné WLAN zariadenie a či je sieť správne nastavená.
sl: Ne najdem delujočega brezžičnega omrežnega vmesnika. Preverite ali je brezžična naprava kompatibilna s sprejemnikom in ali ste pravilno nastavili omrežne nastavitve.
sr: Nije pronađena bežična mreža. Proverite da li priključen kompatibilni WLAN uređaj i da li je mreža ispravno konfigurisana.
sv: Ingen fungerande trådlös nätverksadapter hittades. Kontrollera att du har anslutit en kompatibel WLAN-enhet och att ditt nätverk är korrekt konfigurerat.
ta: வேலை செய்யும் வயர்லெச் பிணையம் அடாப்டர் எதுவும் கிடைக்கவில்லை. நீங்கள் ஒரு இணக்கமான WLAN சாதனத்தை இணைத்துள்ளீர்கள் என்பதை சரிபார்க்கவும், உங்கள் பிணையம் சரியாக உள்ளமைக்கப்பட்டுள்ளது.
tr: Çalışır durumda bir kablosuz ağ adaptörü bulunamadı. Lütfen uyumlu bir Kablosuz Ağ cihazı bağladığınızdan ve ağınızın doğru yapılandırıldığından emin olun.
uk: Не знайдено працюючого Wi-Fi мережевого адаптера. Будь-ласка перевірте чи під'єднаний сумісний Wi-Fi пристрій і мережа налаштована правильно.
vi: Không tìm thấy bộ điều hợp mạng không dây làm việc. Vui lòng xác minh rằng bạn đã gắn thiết bị WLAN tương thích và mạng của bạn được cấu hình đúng.
zh_cn: 没有找到工作的无线网络适配器. 请确认您已连接了一个兼容的无线局域网设备和您的网络配置正确.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
bg: Няма намерен работещ безжичен мрежов интерфейс. Моля, уверете се че сте включили съвместимо WLAN устройство или включете вашия LAN интерфейс.
cs: Žádné funkční bezdrátové síťové rozhraní nebylo nalezeno! Zkontrolujte, zda máte připojeno kompatibilní WLAN zařízení nebo povolte lokální síťový adaptér.
da: Der kunne ikke findes en trådløs netværksgrænseflade. Undersøg venligst, at du har tilsluttet en kompatibel WLAN enhed eller aktiver din lokale netværksgrænseflade.
de: Keine funktionierende WLAN-Verbindung gefunden. Sicherstellen, dass ein kompatibler Adapter angeschlossen und das Netzwerk richtig konfiguriert ist.
el: Δεν βρέθηκε ενεργή διεπαφή ασύρματου δικτύου. Επιβεβαιώστε ότι έχει συνδεθεί συμβατή συσκευή WLAN ή ενεργοποιήστε τη διεπαφή δικτύου.
et: Töötavat traadita võrguliidest ei leitud. Kontrolli, kas tuuneriga ühilduv WLAN seade on ühendatud ja kas võrguliides on lubatud.
fi: Toimivaa langatonta yhteyttä ei löydy. Tarkista, että olet kytkenyt yhteensopivan WLAN-laitteen tai kytke lähiverkko päälle.
fr: Aucun adaptateur réseau sans fil trouvé. Veuillez vérifier que vous avez inséré un périphérique WLAN compatible ou activer votre interface réseau locale.
hr: Nije pronađeno radno bežično mrežno sučelje. Provjerite jeste li priključili kompatibilan WLAN uređaj ili omogućite lokalno mrežno sučelje.
hu: Nem található egyetlen működőképes vezeték nélküli hálózati illesztő sem. Kérem, ellenőrizze, hogy egy kompatibilis vezeték nélküli hálózati illesztő csatlakoztatva van, és a hálózati paraméterek megfelelően be vannak állítva.
it: Nessuna interfaccia wireless attiva trovata! Verifica di aver collegato un dispositivo WLAN compatibile e di aver abilitato l'interfaccia di rete locale.
lt: Veikiančių belaidžio tinklo sąsajų nerasta. Patikrinkite, ar jūs prijungėte suderinamą WLAN įrenginį ir ar įjungėte belaidžio tinklo sąsajos aptikimą.
nl: Geen werkende draadloze netwerkinterface gevonden. Controleer of er een compatibel WLAN apparaat is geplaatst of activeer uw locale netwerkinterface.
pl: Nie znaleziono działającego interfejsu sieci bezprzewodowej. Sprawdź czy podłączyłeś kompatybilne urządzenie WLAN lub czy włączyłeś lokalny interfejs sieciowy.
pt_br: Nenhuma rede sem fio ativa foi encontrada. Verifique se o adaptador é compatível e se a rede está configurada adequadamente.
ru: Беспроводной интерфейс не найден. Пожалуйста убедитесь, что совместимый беспроводной адаптер подключен и ваша сеть настроена правильно.
sk: Nenašlo sa žiadne funkčné rozhranie bezdrôtovej siete. Skontrolujte, prosím, či máte pripojené kompatibilné zariadenie WLAN alebo zapnite lokálne sieťové rozhranie.
sl: Ne najdem delujočega brezžičnega omrežnega vmesnika. Preverite ali je brezžična naprava kompatibilna s sprejemnikom in ali ste pravilno nastavili omrežne nastavitve.
sr: Nije pronađen bežični interfejs. Proverite da li priključen kompatibilni WLAN ili omogućen lokalni mrežni interfejs.
sv: Inget fungerande trådlöst nätverksgränssnitt hittades. Kontrollera att du har anslutit en kompatibel WLAN-enhet eller aktivera ditt lokala nätverksgränssnitt.
ta: வேலை செய்யும் வயர்லெச் பிணையம் இடைமுகம் எதுவும் கிடைக்கவில்லை. நீங்கள் ஒரு இணக்கமான WLAN சாதனத்தை இணைத்துள்ளீர்களா என்பதை சரிபார்க்கவும் அல்லது உங்கள் உள்ளக பிணைய இடைமுகத்தை இயக்கவும்.
tr: Çalışır durumda bir kablosuz ağ arayüzü bulunamadı. Lütfen uyumlu bir Kablosuz Ağ cihazı bağladığınızdan emin olun veya yerel ağ arayüzünü etkinleştirin.
uk: Не знайдено працюючого Wi-Fi мережевого інтерфейсу. Перевірте чи під'єднано сумісний Wi-Fi пристрій або ввімкніть Ваш локальний мережевий інтерфейс.
vi: Không tìm thấy giao diện mạng không dây. Vui lòng xác minh rằng bạn đã gắn thiết bị WLAN tương thích hoặc bật giao diện mạng cục bộ của bạn.
zh_cn: 未找到工作的无线网络接口. 请确认您已连接了一个兼容的无线局域网设备或使您的本地网络接口.

source: No, but restart from begin
bg: Не, но рестартирайте отначало
cs: Ne, jen restartovat od začátku
da: Nej, men start fra begyndelsen igen
de: Nein, aber vom Anfang neu beginnen
el: Όχι, επανεκκίνηση από την αρχή
et: Ei, alusta uuesti algusest
fi: Ei, aloita alusta
fr: Non, mais relancer depuis le début
hr: Ne, ali ponovno pokretanje od početka
hu: Nem, de indítsa elölröl
it: No, ma riprendere dall'inizio
lt: Ne, bet vėl pradėti nuo pradžių
nl: Nee, maar herstart vanaf begin
pl: Nie, ale rozpocznij od początku
pt_br: Não, voltar ao início
ru: Нет, но начать сначала
sk: Nie, ale spustiť od začiatku
sl: Ne, zaženi ponovno od začetka
sr: Ne, ali ponovo pokreni ispočetka
sv: Nej, men börja om från början
ta: இல்லை, ஆனால் தொடக்கத்திலிருந்து மறுதொடக்கம் செய்யுங்கள்
tr: Hayır, ama baştan başlat
uk: Ні, але відтворити фільм з початку
vi: Không, nhưng khởi động lại từ đầu
zh_cn: 否,但从重新开始启动

source: No, do nothing.
bg: Не, не прави нищо.
cs: Ne, nic nedělej.
da: Nej, gør intet.
de: Nein, nichts tun.
el: Όχι, να μη γίνει τίποτα.
et: Ei, ära tee midagi.
fi: Ei, älä tee mitään.
fr: Non, ne rien faire.
hr: Ne, ne radi ništa.
hu: Nem, ne csináljon semmit.
it: No, non fare nulla.
lt: Ne, nereikia.
nl: Nee, geen actie.
pl: Nie, nie rób nic.
pt_br: Não fazer nada
ru: Нет, ничего не делать
sk: Nie, nerobiť nič.
sl: Ne stori ničesar.
sr: Ne, ne radi ništa.
sv: Gör inget.
ta: இல்லை, எதுவும் செய்ய வேண்டாம்.
tr: Hayır, hiçbir şey yapma.
uk: Ні, не робити нічого.
vi: Không làm gì cả.
zh_cn: 否,什么都不做.

source: No, don't flash this image
bg: Не, не флаш изображения
cs: Ne, tento obraz neflashovat
el: Όχι, να μη γίνει φλασάρισμα αυτού του image
fi: Ei, älä päivitä imagea
fr: Non, ne flashez pas une image
hr: Ne, ne flash imidža
it: No, non effettuare il flash dell'immagine
lt: Ne, nediekite šio atvaizdo
nl: Nee, flash geen image
pl: Nie, nie instaluj systemu
sk: Nie, neflashovať image
sr: Ne, ne fleš imidža
sv: Nej, visa inte den här bilden
ta: இல்லை, இந்த படத்தை ஒளிர வேண்டாம்
tr: Hayır, bu yazılımı yükleme
uk: Ні, не прошивати імідж

source: No, just start my %s %s
bg: Не, просто стартирай моя %s %s
cs: Ne, jen spustit můj %s %s
da: Nej, bare start min %s %s
de: Nein, nur die %s %s starten
el: Όχι, απλά να ξεκινήσει ο %s %s μου
et: Ei, käivita %s %s
fi: Ei, käynnistä vain %s %s
fr: Non, juste démarrer ma %s %s
hr: Ne, samo pokreni moj %s %s
hu: Nem, csak indítsa el %s %s
it: No, riavvia il %s %s
lt: Ne, tik įjungti %s %s
nl: Nee, uitsluitend %s %s starten
pl: Nie, po prostu włącz %s %s
ru: Нет, только запустить %s %s
sk: Nie, len spustiť môj %s %s
sr: Ne, samo pokreni moj %s %s
sv: Nej, starta bara min %s %s
ta: இல்லை, எனது %s %s ஐத் தொடங்குங்கள்
tr: Hayır, sadece %s %s alıcısını başlat
uk: Ні, тільки запустити %s %s
vi: Không, chỉ cần bắt đầu% s% s
zh_cn: 否,启动 %s %s

source: No, never
bg: Не, никога не
cs: Ne, nikdy
da: Nej, aldrig
de: Nein, niemals
el: Όχι, ποτέ
et: Ei, mitte kunagi
fi: Ei koskaan
fr: Non, jamais
hr: Ne, nikada
hu: Nem, soha
it: No, mai
lt: Ne, niekada
nl: Nee, nooit
pl: Nie, nigdy
pt_br: Nunca
ru: Нет, никогда
sk: Nie, nikdy
sl: Ne, nikoli
sr: Ne, nikada
sv: Nej, aldrig
ta: இல்லை, ஒருபோதும்
tr: Hayır, asla
uk: Ні, ніколи
vi: Không bao giờ
zh_cn: 否,从不

source: No, scan later manually
bg: Не, сканирай ръчно по-късно
cs: Ne, prohledat později ručně
da: Nej, søg manuelt senere
de: Nein, Suchlauf später manuell durchführen.
el: Όχι, να γίνει χειροκίνητη ανίχνευση αργότερα
et: Ei, kanalid otsitakse hiljem käsitsi
fi: Ei, kanavat haetaan myöhemmin manuaalisesti
fr: Non, analyser manuellement plus tard
hr: Ne, skeniranje kasnije ručno
hu: Nem, később keresés manuálisan
it: No, scansiona più tardi manualmente
lt: Ne, ieškoti vėliau rankiniu būdu
nl: Nee, later handmatig zoeken
pl: Nie, zeskanuje ręcznie później
pt_br: Não. Busca manual depois.
ru: Нет, позже сканировать вручную
sk: Nie, neskôr vyhľadať ručne
sl: Ne, išči ročno kasneje
sr: Ne, skeniranje kasnije ručno
sv: Nej, skanna senare manuellt
ta: இல்லை, பின்னர் கைமுறையாக ச்கேன் செய்யுங்கள்
tr: Hayır, tarama işlemini daha sonra manuel olarak yap
uk: Ні, сканувати вручну пізніше
vi: Không, quét sau
zh_cn: 否,以后手动扫描

source: No, show Plugin Browser
cs: Ne, vždy zobrazit prohlížeč pluginu
el: Όχι, εμφάνιση πάντα του πλοηγού προσθέτων
fi: Näytä lisäosien selain
fr: Non, montrez toujours le navigateur du plugin
hr: Ne, pokaži Pregledač dodataka
it: No, mostra sempre l'elenco plugin
lt: Ne, visada parodyti priedų naršyklę
nl: Nee, toon altijd de Plugin Browser
sr: Ne, pokaži Pregledač dodataka
sv: Nej, visa Plugin Browser
tr: Hayır, Eklentiler Listesini göster
uk: Ні, завжди показувати провідник плагінів

source: No, show RecordTimer Overview
cs: Ne, vždy zobrazit seznam časovačů
el: Όχι, εμφάνιση πάντα της λίστας χρονοδιακοπτών
fi: Ei, näytä aina ajastuslista
fr: Non, afficher toujours la liste des minuteurs
hr: Ne, prikaži pregled tajmera snimanja
it: No, mostra sempre l'elenco dei timer
lt: Ne, visada parodykite laikmačio sąrašą
nl: Nee, toon altijd de timerlijst
sr: Ne, prikaži pregled tajmera snimanja
sv: Nej, visa RecordTimer Översikt
tr: Hayır, Kayıt Zamanlayıcıyı göster
uk: Ні, завжди показувати список таймерів

source: Nominate how many IP Addresses are to be checked for active connections.
cs: Určete, kolik IP adres má být zkontrolováno pro aktivní připojení.
el: Καθορίστε πόσες διευθύνσεις IP θα πρέπει να ελεγχθούν για ενεργές συνδέσεις.
fi: Määritä, kuinka monta IP Osoitetta tarkistetaan aktiivisten yhteyksien varalta.
hr: Odredite koliko IP adresa treba provjeriti za aktivne veze.
it: Indica quanti indirizzi IP devono essere controllati per le connessioni attive.
lt: Nurodykite, kiek IP adresų reikia patikrinti, ar nėra aktyvių ryšių.
nl: Opgeven hoeveel IP-adressen op actieve verbindingen moeten worden gecontroleerd.
pl: Określ, ile adresów IP ma być sprawdzanych pod kątem aktywnych połączeń.
sk: Určite, koľko IP adries sa má kontrolovať na aktívne pripojenia.
sr: Pokaži koliko IP Adresa treba biti provereno na postojanje aktivnih veza.
sv: Ange hur många IP-adresser som ska kontrolleras för aktiva anslutningar.
ta: செயலில் உள்ள இணைப்புகளுக்கு எத்தனை ஐபி முகவரிகள் சரிபார்க்கப்பட வேண்டும் என்று பரிந்துரைக்கவும்.
tr: Aktif bağlantılar için kaç IP adresinin kontrol edileceğini belirtin.
uk: Вкажіть, скільки IP-адрес потрібно перевірити на активні підключення.

source: Non-Linear
cs: Nelineární
el: Μη γραμμικό
fi: Epälineaarinen
hr: Nelinearno
it: Non lineare
pl: Nieliniowy
sk: Nelineárne
sr: Ne-Linearno
sv: Icke linjär
ta: நேரியல் அல்லாத
tr: Doğrusal Olmayan
uk: Нелінійний

source: Non-flashing
cs: Nenahrávat
el: Μη αναβοσβηνόμενο
fi: Kiinteä
fr: Pas de flashage
hr: Ne-bljeskati
it: No flashing
lt: Nediegiama
nl: Een niet knipperend icon
sr: Ne-bljeskati
sv: Icke-blinkande
tr: Yazılım Yüklenmiyor
uk: Не блимаюча іконка

source: None
bg: Нито един
cs: Ne
da: Ingen
de: Keine
el: Κανένα
et: Pole
fi: Ei mitään
fr: Aucun
hr: Nijedan
hu: Nincs
it: Nessuno
lt: Nėra
nl: Geen
pl: Żaden
pt_br: Nenhum
ru: Нет
sk: Žiadny
sl: Prazno
sr: Nijedan
sv: Ingen
ta: எதுவுமில்லை
tr: Yok
uk: Нічого
vi: Không
zh_cn: 无

source: Norfolk Island
cs: Ostrov Norfolk
de: Norfolkinsel
el: Νήσος Νόφορκ
et: Norfolki saar
fi: Norfolkinsaari
fr: Iles Norfolk
hu: Norfolk-szigetek
it: Isola Norfolk
lt: Norfolko sala
nl: Norfolkeiland
pl: Norfolk
sk: Norfolk
ta: நொர்ஃபோக் தீவு
tr: Norfolk Adası
uk: Острів Норфолк
vi: Đảo Norfolk
zh_cn: 诺福克岛

source: Normal
bg: Нормално
cs: Normální
el: Kανονικό
fi: normaali
hr: Normalno
it: Normale
lt: Normalus
nl: Normaal
pl: normalny
sk: Normálne
sr: Normalno
ta: சாதாரண
uk: Стандартний

source: Normal - Standard image
cs: Normální – Standardní obraz
el: Κανονικός - στάνταρ image
fi: Normaali - standardi kuva
hr: Normalno - Standardni imidž
it: Normale - Immagine standard
lt: Normalus - Standartinis atvaizdas
nl: Normaal - Standaard image
pl: Normalny - system standardowy
sk: Normálne – štandardný image
sr: Normalno - Standardni imidž
sv: Normal - Standardbild
ta: இயல்பானது - நிலையான படம்
tr: Normal - Standart yazılım
uk: Звичайно- Стандартний імідж

source: Normal No ScaleUp
cs: Normální Žádná změna měřítka
el: Κανονικό χωρίς κλιμάκωση
fi: Normaali Ei skaalausta
hr: Normalno, bez skaliranja gore
it: Normale no ridimensionamento su
nl: Normaal / Geen ScaleUp
pl: Normalny bez skalowania
sk: Normálne, žiadna zmena mierky nahor
sr: Normalno bez povećanja
sv: Normal Ingen ScaleUp
ta: இயல்பான அளவிலான அளவுகோல் இல்லை
tr: Normal Ölçeklendirme Yok
uk: Звичайний без масштабування
