Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Setup OpenVPN
da: Sæt OpenVPN op
de: Einstellungen OpenVPN
et: OpenVPN seaded
hu: OpenVPN beállítás
ru: Настройки OpenVPN
vi: Thiết lập OpenVPN
zh_cn: 设置OpenVPN

source: Setup Plugin filter
da: Sæt Plugin-filter op
de: Auswahl einschränken
et: Seadista pluginate filter
hu: Bővítmény szűrés beállításai
ru: Настройки фильтрации плагинов
vi: Cài đặt bộ lọc Plugin
zh_cn: 安装插件筛选器

source: Setup Plugin filter. Here you can select which Plugins are showed in the PluginBrowser
da: Sæt Plugin-filter op. Her kan du vælge hvilke Plugins der vises i PluginBrowseren
de: Hier können Sie auswählen, welche Erweiterungen im Pluginbrowser angezeigt werden
et: Seadista pluginate filter. Siin saab valida, mida pluginate menüüs kuvatakse
hu: Bővítmény szűrés beállításai. Itt tudja kiválasztani, hogy milyen típusú bővítmények jelenjenek meg
ru: Настройки фильтрации плагинов. Выберите тип представления плагинов в меню плагинов.
vi: Cài đặt bộ lọc Plugin. Tại đây bạn có thể chọn Plugin nào được hiển thị trong Trình duyệt Plugin
zh_cn: 设置插件筛选器.在这里你可以选择在浏览器插件显示插件

source: Setup SABnzbd
da: Sæt SABnzbd op
de: Einstellungen SABnzbd
et: SABnzbd seaded
hu: SABnzbd Beállítás
ru: Настройки SABnzbd
vi: Thiết lập SABnzbd
zh_cn: 设置SABnzbd

source: Setup Samba
da: Sæt Samba op
de: Einstellungen Samba
et: Samba seaded
hu: Samba beállítás
ru: Настройки Samba
vi: Cài đặt Samba
zh_cn: 设置Samba

source: Setup Telnet
da: Sæt Telnet op
de: Einstellungen Telnet
et: Telneti seaded
hu: Telnet beállítás
ru: Настройки Telnet
vi: Cài đặt Telnet
zh_cn: 设置远程登录

source: Setup delay mode to zap to channels.
bg: Настрйка за режим за забавяне на zap и канали.
da: Indstil forsinkelsestilstand for zap til kanaler.
de: Verzögerungsmodus beim Umschalten ein- oder ausstellen.
et: Kanalivahetuse viiteaja režiimi seadistamine.
hu: A csatornára ugrás késleltetési módját lehet itt beállítani.
vi: Cài đặt chế độ trễ để zap cho các kênh.
zh_cn: 设置频道延时模式.

source: Setup mode
da: Opsætningstilstand
de: Einstellungs-Ansicht
et: Seadistuste tase
hu: Beállítás módja
pt_br: Modo de configuração
ru: Режим настроек
vi: Chế độ cài đặt
zh_cn: 设置模式

source: Setup the interval to check for online updates. (in hours)
da: Indstil intervallet for kontrol af online opdateringer (i timer)
de: Alle x Stunden auf Onlineaktualisierungen prüfen.
et: Määra ajavahemik uuenduste otsimiseks (tundides).
hu: Állítsa be az intervallumot az online frissítések ellenőrzéséhez (órákban).
ru: Настройка интервала времени проверки онлайн-обновлений (в часах).
vi: Thiết lập khoảng thời gian để kiểm tra cập nhật trực tuyến. (tính theo giờ)
zh_cn: 设置检查在线更新间隔.(以小时为单位).

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
da: Skal USB-nøgle guiden fortsætte og programmere Image-filen %s i Flash hukommelsen ?
de: Soll der USB-Speicherstick-Assistent fortfahren und die Image-Datei %s in den Flashspeicher schreiben?
et: Kas USB pulga abiline alustab toimingut ja paigaldab tõmmise %s välkmälusse?
hu: Biztos benne, hogy az USB meghajtón lévő %s lemezképet flashelni szeretné a készülékre?
ru: Должен ли мастер USB-флеша установить имидж %s во внутреннюю флеш-память?
vi: Trình hướng dẫn thanh USB có tiến hành và lập trình tệp hình ảnh% s vào bộ nhớ flash không?
zh_cn: U盘向导是否继续并将图像文件 %s 编程到闪存中?

source: Share Folder's
da: Delte mapper
de: Ordner freigeben
et: Jagatud kataloogid
hu: Mappa megosztása
ru: Расшаренные папки
vi: Chia sẻ thư mục
zh_cn: 共享文件夹

source: Show '%s' as picture%s? The current service must interrupted!
da: Vis '%s' som billede%s? Den aktuelle kanal vil blive afbrudt!
de: Die Datei '%s' als Bild anzeigen%s? Das aktuelle Programm muss dabei unterbrochen werden!
et: Kuva '%s' pildina%s? Käsilolev saade tuleb katkestada!
vi: Hiển thị '% s' dưới dạng hình ảnh % s? Dịch vụ hiện tại phải gián đoạn!
zh_cn: 是否将'%s'显示为图片%s? 当前服务必须中断!

source: Show /tmp/ecm.info
da: Vis /tmp/ecm.info
de: Zeige /tmp/ecm.info
et: Kuva /tmp/ecm.info
hu: /tmp/ecm.info megjelenítése
ru: Показать /tmp/ecm.info
vi: Hiển thị /tmp/ecm.info
zh_cn: 显示/tmp/ecm.info

source: Show Box Portal...
et: Box Portal
hu: Box Portal megnyitása...
ru: Показать Box Portal...
vi: Hiển thị Cổng thông tin ...
zh_cn: 显示盒子门户网站...

source: Show CCcam in extensions ?
da: Vis CCcam i udvidelser ?
de: CCcam in Erweiterungen anzeigen?
et: Kuva CCcam laienduste menüüs
hu: Mutassa a CCcam-t a bővítmények között?
ru: Показать CCcam в меню дополнений?
sl: Prikaži CCcam v listi vtičnikov
vi: Hiển thị CCcam trong phần mở rộng?
zh_cn: 显示CCcam扩展?

source: Show Clients
da: Vis klienter
de: Zeige Clients
et: Kuva kliendid
hu: A kliensek mutatása
ru: Показать Клиентов
vi: Hiển thị khách hàng
zh_cn: 显示客户

source: Show CoolChannelGuide
da: Vis CoolChannelGuide
et: CoolChannelGuide
hu: CoolChannelGuide mutatása
ru: Показать CoolChannelGuide
vi: Hiển thị CoolChannelGuide
zh_cn: 显示很酷的频道指南

source: Show CoolEasyGuide
da: Vis CoolEasyGuide
et: CoolEasyGuide
hu: CoolEasyGuide mutatása
ru: Показать CoolEasyGuide
vi: Hiển thị hướng dẫn dễ dàng
zh_cn: 显示凉爽容易指南

source: Show CoolInfoGuide
da: Vis CoolInfoGuide
de: Zeige CoolInfoGuide
et: Kuva CoolInfoGuide
hu: CoolInfoGuide mutatása
ru: Показать CoolInfoGuide
vi: Hiển thị thông tin tuyệt vời
zh_cn: 显示冷却信息指南

source: Show CoolSingleGuide
da: Vis CoolSingleGuide
de: Zeige CoolSingleGuide
et: Kuva CoolSingleGuide
hu: CoolSingleGuide mutatása
ru: Показать CoolSingleGuide
vi: Hiển thị Hướng dẫn CoolSingel
zh_cn: 显示酷单指南

source: Show CoolTVGuide
da: Vis CoolTVGuide
de: Zeige CoolTVGuide
et: Kuva CoolTVGuide
hu: CoolTVGuide mutatása
ru: Показать CoolTVGuide
sl: Uporabi CoolTVGuide
vi: Hiển thị hướng dẫn truyền hình
zh_cn: 显示酷的电视指南

source: Show E2 Log
da: Vis E2 Log
de: Zeige E2 Log
et: Näita E2 logi
hu: Megjeleníti az E2 naplót
ru: Показать Лог E2
vi: Hiển thị Nhật ký E2
zh_cn: 显示E2的日志

source: Show EIT now/next in infobar
da: Vis EIT nu/næste i Infobjælke
de: EIT jetzt/gleich in der Infoleiste zeigen
et: Kuva EIT nüüd/järgmine inforibal
hu: Most/Következik információ EIT-ből származzon
pt_br: Exibir EIT agora/próximo na barra de informações
ru: Показать EIT сейчас/след. в инфобаре
sl: Prikaži trenutni/naslednji (EIT) kanal v info. vrstici
vi: Hiển thị EIT ngay bây giờ / tiếp theo trong infobar
zh_cn: 在信息栏EIT显示现在/下一个节目

source: Show EPG for current channel...
bg: Показване на EPG за текущия канал...
da: Vis EPG for nuværende kanal...
de: Zeige EPG vom aktuellen Kanal
et: Kanali saatekava
hu: Az aktuális csatorna EPG-jének megjelenítése...
pt_br: EPG do canal atual
ru: Показать телегид текущего канала...
vi: Hiển thị EPG cho kênh hiện tại ...
zh_cn: 显示当前频道的EPG...

source: Show Eventview
da: Vis Begivenhedsvisning
de: Zeige Sendungsinformation
et: Saateinfo
hu: Eseménynapló megjelenítése
ru: Показать просмотр передач
vi: Hiển thị sự kiện
zh_cn: 显示事件视图

source: Show Format Setup...
et: Vormingu seadistused
hu: Formázási Beállítások mutatása...
ru: Показать настройки форматирования...
vi: Hiển thị thiết lập định dạng ...
zh_cn: 显示格式设置....

source: Show HDMI Output Resolution
da: Vis HDMI udgangsopløsning
de: Einstellen, ob die HDMI Auflösung auf dem Display angezeigt wird.
et: Kuva HDMI väljundi lahutus
hu: A HDMI kimenet felbontásának megjelenítése
vi: Hiển thị độ phân giải đầu ra HDMI
zh_cn: 显示HDMI输出分辨率

source: Show HDMIRecord setup...
bg: Показване на настройка на HDMIRecord...
da: Vis HDMI Optagelsesopsætning...
et: HDMI salvestuse seaded
vi: Hiển thị cài đặt HDMIRecord ...
zh_cn: 显示HDMI录音设置...

source: Show Infobar
da: Vis Infobjælke
de: Zeige Infoleiste
et: Kuva inforiba
hu: Információs sáv megjelenítése
ru: Показать Инфобар
vi: Hiển thị thông tin
zh_cn: 显示信息栏

source: Show Information...
et: Saateinfo
vi: Hiển thị thông tin...
zh_cn: 显示信息...

source: Show Log Manager in extensions list ?
da: Vis Loghåndtering i udvidelser ?
de: Zeige Log-Verwaltung in Erweiterungen?
et: Kuva logihaldur laienduste menüüs
hu: Megjelenjen a Log Manager a bővítmények listában?
ru: Показать Менеджер логов в меню дополнений?
vi: Hiển thị Trình quản lý nhật ký trong danh sách tiện ích mở rộng?
zh_cn: 是否在扩展列表中显示日志管理器?

source: Show Main Menu as
da: Vis Hovedmenu som
de: Hauptmenü-Ansicht
zh_cn: 主菜单显示为

source: Show Movies
da: Vis Film
de: Filmliste
et: Kuva salvestised
hu: Filmek megjelenítése
ru: Показать записи
vi: Hiển thị phim
zh_cn: 显示电影

source: Show OE Log
da: Vis OE Log
de: Zeige OE Log
et: Näita OE logi
hu: OE napló megjelenítése
ru: Показать Лог OE
vi: Hiển thị nhật ký OE
zh_cn: 显示设备日志

source: Show OScam in extensions ?
da: Vis OScam i udvidelser ?
de: OSCam in Erweiterungen anzeigen?
et: Kuva OScam laienduste menüüs
hu: Megjeleníti az OScam-t a bővítmények között?
ru: Показать OScam в меню дополнений?
vi: Hiển thị OScam trong phần mở rộng?
zh_cn: 是否在扩展oscam显示?

source: Show PIP
de: Bild im Bild einschalten
et: Kuva PiP
hu: Kép a képben megjelenítése
ru: Показать PiP
vi: Hiển thị PIP
zh_cn: 显示画中画

source: Show PIP in MiniTV
da: Vis PiP i MiniTV
de: Zeige Bild im Bild im MiniTV
et: PiP MiniTV-s
hu: Kép-a-Képben megjelenítése a MiniTV-ben
vi: Hiển thị PIP trong MiniTAB
zh_cn: 在MiniTV中显示画中画

source: Show PIP in the Front Display
da: Vis PiP på frontpanel skærm
de: Zeige Bild im Bild im Display
et: Kuva PiP esipaneelil
hu: A Kép-a-Képben megjelenítésé az előlapi kijelzőn
ru: Показать PIP на дисплее
vi: Hiển thị PIP trong màn hình phía trước
zh_cn: 显示画中画在前台

source: Show PVR status in MoviePlayer infobar
da: Vis PVR status i Filmafspiller infobjælke
de: Zeige PVR Status in der Movieplayer Infoleiste
et: Kuva PVR olek inforibal
hu: A PVR állapotának megjelenítése a MoviePlayer Információs sávjában
ru: Показать статус записи в инфобаре Мувиплеера
vi: Hiển thị trạng thái PVR trong infobar MoviePlayer
zh_cn: 显示PVR状态电影播放器信息栏

source: Show RFmod setup...
bg: Показване на RFmod настройка...
da: Vis RFmod opsætning...
et: RFmod seadistused
hu: RFmode beállítás megjelenítése...
ru: Показать настройки RFmod...
vi: Hiển thị thiết lập RFmod ...
zh_cn: 显示射频模块设置...

source: Show Readers/Proxies
da: Show Læsere/Proxies
de: Zeige Reader/Proxies
et: Kuva kaardilugejad/puhverserverid
hu: Readers/Proxies megjelenítése
ru: Показать Ридеры/Прокси
vi: Hiển thị độc giả / Proxy
zh_cn: 显示读卡器/代理服务器

source: Show Restart Network in Extensions list *
da: Vis genstart netværk i Udvidelsesliste *
de: Netzwerk-Neustart im Erweiterungs-Menü anzeigen *
et: Kuva 'Võrgu taaskäivitus' laienduste menüüs *
hu: Mutassa a Hálózat újraindítást a Bővítmények listájában *
ru: Показать Перезапуск сети в меню дополнений *
vi: Hiển thị mạng khởi động lại trong danh sách Tiện ích mở rộng *
zh_cn: 在扩展列表中显示重新启动网络*

source: Show Script completed message
da: Vis skript udført besked
de: Benachrichtige wenn Skripts fertig sind
et: Kuva teade - Skript täidetud
vi: Hiển thị thông báo Nhiệm vụ đã hoàn thành
zh_cn: 显示脚本完成消息

source: Show Task's completed message
da: Vis besked om opgave gennemført
de: Benachrichtige wenn Aufgaben fertig sind
et: Kuva teade - Ülesanded täidetud
vi: Hiển thị thông báo Nhiệm vụ đã hoàn thành
zh_cn: 显示任务的已完成消息

source: Show Time Remaining/Elapsed
da: Vis resterende/forløbet tid
de: Verbleibende/verstrichene Zeit als
et: Jäänud/kulunud aja näit
hu: A Hátralévő/Eltelt idő megjelenítése
ru: Показать время осталось/прошло
vi: Hiển thị thời gian còn lại / đã qua
zh_cn: 显示剩余时间/已使用

source: Show Transponder Remaining/Elapsed as
da: Vis Transponder resterende/forløbet som
de: Transponder als verbleibende/verstrichene Zeit in
et: Jäänud/kulunud transponderi näit
hu: A TV adás Hátralévő/Eltelt idő kijelzési formája
ru: Показать оставшееся/истекшее время в
vi: Hiển thị Transponder còn lại / trôi qua
zh_cn: 显示应答器剩余/已使用

source: Show VCR scart on main menu
da: Vis VCR Scart på hovedmenu
de: Zeige Scart-Videorekorder im Hauptmenü
et: Kuva VCR-SCART valik peamenüüs
hu: VCR Scart opció megjelenítése a főmenüben
pt_br: Exibir VCR Scart no menu
ru: Показать Scart в главном меню
vi: Hiển thị scart VCR trên menu chính
zh_cn: 在主菜单显示VCR SCART

source: Show as Picture (press any key to close)
da: Vis som billede (tryk enhver taste for at lukke)
de: Zeige als Bild (beliebige Taste, um die Anzeige zu schließen)
et: Kuva pildina (sulgemiseks vajuta suvalist nuppu)
vi: Hiển thị dưới dạng Ảnh (nhấn phím bất kỳ để đóng)
zh_cn: 显示为图片(按任意键关闭)

source: Show as Picture and save as file ('%s')
da: Vis som billede og gem som fil ('%s')
de: Zeige als Bild und speichere in Datei ('%s'))
et: Kuva pildina ja salvesta failina ('%s')
vi: Hiển thị dưới dạng Ảnh và lưu dưới dạng tệp ('% s')
zh_cn: 显示为图片并保存为文件('%s')

source: Show bouquet selection menu
da: Vis buket udvalgsmenu
et: Lemmiknimekirja menüü
hu: Csatornacsomag választó menü megjelenítése
pt_br: Exibir o menu de seleção de grupo de favoritos
ru: Показать меню выбора фаворитов
vi: Hiển thị menu chọn gói kênh
zh_cn: 显示选择菜单

source: Show channel number in infobar
da: Vis kanalnummer i Infobjælke
de: Zeige Kanalnummer in der Infoleiste
et: Kanali numbrid inforibal
hu: Információs sávon mutatja a csatorna számát
ru: Показать номер канала в инфобаре
vi: Hiển thị số kênh trong infobar
zh_cn: 在信息栏显示频道编号

source: Show contents of ipk file
da: Vis indhold af IPK fil
de: Zeige den Inhalt der ipk Datei
et: Kuva ipk faili sisu
vi: Hiển thị nội dung của tập tin ipk
zh_cn: 显示ipk文件的内容

source: Show contents of rar file
da: Vis indhold af RAR fil
de: Zeige den Inhalt der rar Datei
et: Kuva rar faili sisu
vi: Hiển thị nội dung của tập tin rar
zh_cn: 显示rar文件的内容

source: Show contents of tar or compressed tar file
da: Vis indhold af tar eller komprimeret tar fil
de: Zeige den Inhalt der tar Datei
et: Kuva tar faili sisu
vi: Hiển thị nội dung của tệp tar hoặc nén tar
zh_cn: 显示tar或压缩的tar文件的内容

source: Show contents of zip file
da: Vis indhold af zip fil
de: Zeige den Inhalt der zip Datei
et: Kuva zip faili sisu
vi: Hiển thị nội dung của tệp zip
zh_cn: 显示zip文件的内容

source: Show crypto info in infobar
da: Vis krypteringsinfo i Infobjælke
de: Zeige Verschlüsselungsdetails in Infoleiste
et: Salastamise kuvamine inforibal
hu: Kódolási információ megjelenítése az infosorban
pt_br: Exibir encriptação na barra de informações
ru: Показать криптоинфо в инфобаре
sl: Prikaži kodiranje kanala v informacijski vrstici
vi: Hiển thị thông tin về t điện tử trong infobar
zh_cn: 显示在信息栏的加密信息

source: Show default backup files
da: Vis standard sikkerhedskopieringsfiler
de: Standardliste gesicherter Dateien zeigen
et: Vaikimisi varundatavad failid
hu: Alapértelmezett mentési fájlok
vi: Hiển thị tập tin sao lưu mặc định
zh_cn: 显示默认备份文件

source: Show directories on first or last in list.(must restart File Commander)
da: Vis mapper først eller sidst i liste (kræver genstart af File Commender)
de: Zeige Verzeichnisse am Anfang oder am Ende der Liste (Neustart vom File Commander notwendig).
et: Kuva kataloogid loendi lõpus või alguses. (Vajalik on failihalduri taaskäivitus)
vi: Hiển thị các thư mục trên đầu tiên hoặc cuối cùng trong danh sách. (Phải khởi động lại File Commander)
zh_cn: 在列表中的第一个或最后一个显示目录(必须重新启动文件管理器).

source: Show encryption info in the infobar (when supported by the skin).
da: Vis krypteringsinfo i Infobjælken (når dette understøttes af Tema).
de: Einstellen, wie Verschlüsselungsdetails in der Infoleiste angezeigt werden (der Skin muss es unterstützen).
et: Salastatuse näitamine inforibal (kui kujundus seda toetab).
hu: A titkosítási információkat is megjeleníti az információs sávban (amennyiben a kinézet támogatja).
ru: Показать информацию о декодировании на инфобаре (если это поддерживается скином).
vi: Hiển thị thông tin mã hóa trong infobar (khi được hỗ trợ bởi skin).
zh_cn: 显示在信息栏加密信息(当皮肤支持时).

source: Show epg
da: Vis EPG
de: Zeige EPG
et: Kuva saatekava
hu: EPG megjelenítése
ru: Показать EPG
vi: Hiển thị epg
zh_cn: 显示EPG

source: Show extensions...
bg: Показване на разширенията...
da: Vis udvidelser...
de: Zeige Erweiterungen...
et: Laiendused
hu: Bővítmények megtekintése...
pt_br: Ver extensões
ru: Показать дополнения...
vi: Hiển thị tiện ích mở rộng ...
zh_cn: 显示扩展名...

source: Show favourites list
da: Vis favoritliste
de: Zeige Favoritenliste
et: Kuva lemmiknimekirjad
hu: Kedvencek lista mutatása
ru: Показать список фаворитов
vi: Hiển thị danh sách yêu thích
zh_cn: 显示收藏夹列表

source: Show image information
da: Vis Image information
de: Bildinformationen anzeigen
et: Kuva püsivara info
vi: Hiển thị thông tin hình ảnh
zh_cn: 显示镜像信息

source: Show in extensions list ?
da: Vis i Udvidelsesliste ?
de: In Erweiterungs-Menü anzeigen?
et: Kas kuvada laienduste menüüs?
hu: Megjelenjen a bővítmények listájában?
ru: Показать в меню дополнений?
vi: Hiển thị trong danh sách mở rộng?
zh_cn: 是否在扩展列表中显示?

source: Show infobar lite *
da: Vis enkel Infobjælke *
de: Zeige einfache Infoleiste *
et: Kasuta lihtsat inforiba *
hu: Információs sáv lite megjelenítése *
ru: Показать инфобар-лайт *
vi: Hiển thị infobar lite *
zh_cn: 显示精简信息栏*

source: Show infobar on channel change
da: Vis Infobjælke ved kanalskift
de: Zeige Infoleiste beim Kanalwechsel
et: Kuva kanalivahetusel inforiba
hu: Információs sáv megjelenítése csatornaváltáskor
pt_br: Barra de informações ao mudar de canal
ru: Показать инфобар при смене каналов
sl: Prikaži info. vrstico med prehodom po kanalih
vi: Hiển thị infobar khi thay đổi kênh
zh_cn: 显示频道改变信息栏

source: Show infobar on event change
da: Vis Infobjælke ved begivenhedsskift
de: Zeige Infoleiste beim Sendungswechsel
et: Kuva saate vahetumisel inforiba
hu: Információs sáv megjelenítése új műsor esetén
pt_br: Barra de informações ao mudar o evento
ru: Показать инфобар при смене передачи
sl: Prikaži info. vrstico ob spremembi dogodka
vi: Hiển thị infobar về thay đổi sự kiện
zh_cn: 显示在事件变化的信息栏

source: Show infobar on skip forward/backward
da: Vis Infobjælke ved fremspoling/tilbagespoling med hop
de: Zeige Infoleiste beim Spulen
et: Kuva kerimisel inforiba
hu: Információs sáv megjelenítése Előre/Hátra ugrás esetén
pt_br: Barra de informações ao avançar/retornar
ru: Показать инфобар при навигации
sl: Prikaži info. vrstico med predvajanjem naprej/nazaj
vi: Hiển thị infobar khi bỏ qua tiến / lùi
zh_cn: 信息栏上显示快进/后退

source: Show infobar permanently while paused
da: Vis Infobjælke vedvarende ved pause
de: Zeige Infoleiste permanent während Pause
et: Pidev inforiba pausil olles
hu: Információs sáv mindig látható Pause módban
vi: Hiển thị infobar vĩnh viễn trong khi tạm dừng
zh_cn: 暂停时显示永久信息栏

source: Show infobar picons
da: Vis Infobjælke Pikoner
de: Zeige Senderlogo in der Infoleiste
et: Kuva inforibal pikoneid
hu: Csatorna ikon megjelenítése az Információs sávon
ru: Показать пиконы инфобара
vi: Hiển thị picons infobar
zh_cn: 在频道列表中显示(picons)图标

source: Show job tasks in extensions
da: Vis jobopgaver i udvidelser
de: Zeige Job Tasks in Erweiterungen
et: Kuva tööülesanded laienduste menüüs
hu: Munkafolyamatok megjelenítése a bővítmények között
ru: Показать задачи в меню дополнений
vi: Hiển thị nhiệm vụ công việc trong phần mở rộng
zh_cn: 在扩展中显示作业任务

source: Show live tv when movie stopped
da: Vis Live TV når film stoppes
de: Zeige Live-TV wenn der Film beendet ist
et: Filmi lõppedes tagasi telekanalile
hu: Az élő TV adás megjelenítése, amikor egy lejátszás meg van állítva
ru: Переключить в режим просмотра ТВ при остановке воспроизведения
vi: Hiển thị truyền hình trực tiếp khi phim dừng
zh_cn: 当电影停止时显示电视直播

source: Show log
da: Vis log
de: Zeige Log
zh_cn: 显示日志

source: Show menu numbers
da: Vis menu-numre
de: Menüeinträge nummerieren
et: Numbrite kuvamine menüüdes
hu: Menü számok mutatása
vi: Hiển thị số menu
zh_cn: 显示菜单编号

source: Show message if File Commander is not running and all Task's are completed.
da: Vis besked hvis File Comander ikke kører og alle opgaver er gennemført.
de: Zeige eine Nachricht wenn der File Commander nicht läuft und alle Aufgaben beendet sind.
et: Kuva teade, kui failihaldur ei tööta ja kõik ülesanded on täidetud.
vi: Hiển thị thông báo nếu File Commander không chạy và tất cả các tác vụ đã hoàn thành.
zh_cn: 如果文件管理器未运行且所有任务都已完成,则显示消息.

source: Show message if a background script ends successfully. Has 'stout', then this is displayed as additional info.
da: Vis besked hvis et baggrundsskript afsluttes med succes. Findes 'stdout', så vises dette som yderligere info.
de: Zeige eine Nachricht wenn ein Hintergrundskript erfolgreich beendet wurde. Ist 'stout' vorhanden wird es als Zusatzinformation angezeigt.
vi: Hiển thị thông báo nếu một kịch bản nền kết thúc thành công. Có 'stout', sau đó điều này được hiển thị dưới dạng thông tin bổ sung.
zh_cn: 如果后台脚本成功结束,则显示消息.有'stout',则显示为附加信息.

source: Show movie lengths in movielist
da: Vis filmlængde i filmliste
de: Zeige Filmlängen in Filmliste
et: Kestuse kuvamine filmilistis
hu: A felvételek hosszának megjelenítése a Felvételi listában
pt_br: Exibir tamanho dos vídeos na lista de gravações
ru: Показать длительность видео в списке фильмов
vi: Hiển thị thời lượng phim trong Movielist
zh_cn: 在电影列表中显示电影长度

source: Show network mounts ...
da: Vis netværks-mounts...
et: Võrgu haakepunktid
hu: Hálózati csatlakozások mutatása...
ru: Показать точки монтирования сети...
vi: Hiển thị gắn kết mạng ...
zh_cn: 显示网络安装...

source: Show on Display
de: Zeige auf dem Display
et: Kuva esipaneelil
hu: Megjelenítés a kijelzőn
ru: Показать на дисплее
vi: Hiển thị trên màn hình
zh_cn: 显示在显示屏

source: Show picon background colour
da: Vis Pikon baggrundsfarve
de: Hintergrundfarbe des Senderlogos
et: Pikoni tausta värv
hu: A pikon háttérszínének megjelenítése
ru: Показать фоновый цвет пикона
vi: Hiển thị màu nền picon
zh_cn: 显示图标的背景颜色

source: Show screensaver
da: Vis pauseskærm
de: Zeige Bildschirmschoner
et: Ekraanisäästja
hu: Képernyőkímélő megjelenítése
pt_br: Exibir protetor de tela
ru: Показать заставку
vi: Hiển thị bảo vệ màn hình
zh_cn: 显示屏幕保护程序

source: Show setup...
et: Seadistused
hu: Beállítások megjelenítése...
ru: Показать настройки...
vi: Hiển thị thiết lập ...
zh_cn: 显示设置...

source: Show shutdown menu
da: Vis nedlukningsmenu
de: Ausschaltmenü anzeigen
et: Seiskamismenüü
hu: Kikapcsolási menü
pt_br: Exibir menu Desligar
ru: Показать меню выключения
vi: Hiển thị menu tắt
zh_cn: 显示关机菜单

source: Show single epg for current channel
da: Vis enkelt EPG for nuværende kanal
de: Zeige Einzel-EPG vom aktuellen Programm
et: Kanali saatekava
hu: Az aktuális csatorna Single EPG-jének megjelenítése
ru: Показать одиночный телегид для текущего канала
vi: Hiển thị epg duy nhất cho kênh hiện tại
zh_cn: 显示当前频道单个EPG

source: Show single epg for current channel (setup in menu)
da: Vis enkelt EPG for nuværende kanal (opsætning i menu)
de: Zeige Einzel-EPG für den aktuellen Kanal (Einstellung im Menü)
et: Kanali saatekava (sea menüüs)
hu: Az aktuális csatorna Single EPG-jének megjelenítése (beállítás a menüben)
vi: Hiển thị epg duy nhất cho kênh hiện tại (thiết lập trong menu)
zh_cn: 显示当前频道的单个epg(在菜单中设置)

source: Show source packages
da: Vis kildepakker
de: Zeige Quellpakete
et: Kuva lähtefailid
hu: A forráscsomagok megjelenítése
ru: Показать исходные пакеты
vi: Hiển thị các gói nguồn
zh_cn: 显示源代码包

source: Show spinning logo when system is busy.
da: Vis roterende logo når systemer har travlt.
de: Bei 'Ja' wird der Spinner (Beschäftigungsanzeige) angezeigt, wenn die %s %s ausgelastet ist.
et: Näita süsteemi hõivatusel animatsiooni.
hu: A rendszer foglaltságát jelző logo mutatása.
ru: Показать логотип, когда система занята.
vi: Hiển thị logo quay khi hệ thống bận.
zh_cn: 当系统繁忙时,显示旋转标志.

source: Show status icons in movielist
da: Vis statusikoner i filmliste
de: Zeige Status Icon in Filmliste
et: Oleku tähistus filmilistis
hu: Állapotjelző ikonok megjelenítése a felvétel listában
pt_br: Exibir ícones de estado na lista de gravações
ru: Статус иконок в списке записей
vi: Hiển thị biểu tượng trạng thái trong Movielist
zh_cn: 在电影列表中显示状态图标
