Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Alternative URLs for DVB-T/C or ATSC
bg: Алтернативен URL за DVB-T/C или ATSC
cs: Alternativní záložní přijímače pro DVB-T/C nebo ATSC
el: Εναλλακτικές διευθύνσεις URL για DVB-T/C ή ATSC
fi: Vaihtoehtoiset URL osoitteet DVB-T/C tai ATSC
fr: URL alternatives pour DVB-T/C ou ATSC
hr: Alternativni URL za DVB-T/C ili ATSC
it: URL alternativi per DVB-T / C o ATSC
lt: Alternatyvūs DVB-T/C arba ATSC URL
nl: Alternatieve URL's t.b.v. DVB-T/C of ATSC
pl: Alternatywne adresy URL dla DVB-T/C lub ATSC
sk: Alternatívne URL pre DVB-T/C alebo ATSC
sr: Alternativni URL za DVB-T/C ili ATSC
sv: Alternativa webbadresser för DVB-T/C eller ATSC
ta: DVB-T/C அல்லது ATSC க்கான மாற்று முகவரி கள்
tr: DVB-T/C veya ATSC için alternatif URL'ler
uk: Альтернативні URL-адреси для DVB-T/C, або ATSC

source: Alternative radio mode
bg: Алтернативен радио режим
cs: Alternativní radio mód
da: Alternativ Radiotype
de: Alternativer Radiomodus
el: Εναλλακτική λειτουργία ραδιοφώνου
et: Raadio kuvamine TV stiilis
fi: TV tyylinen radiokanavien selaus
fr: Mode radio alternatif
hr: Alternativni radio režim
hu: Alternatív rádió mód
it: Modalità radio alternativa
lt: Alternatyvus radijo režimas
nl: Alternatieve radio modus
pl: Alternatywny tryb radiowy
ru: Альтернативный радио режим
sk: Režim alternatívne rádio
sl: Alternativni radio način
sr: Alternativni radio režim
sv: Alternativt radioläge
ta: மாற்று ரேடியோ பயன்முறை
tr: Alternatif radyo modu
uk: Альтернативний радіо режим
vi: Chế độ radio thay thế
zh_cn: 可选广播模式

source: Alternative services tuner priority
bg: Приоритет на тунера за алтернативни сервизи
cs: Pořadí priority alternativních tunerů
da: Alternativ Tuner-kanaler prioritet
de: Tuner-Priorität bei alternativen Services
el: Προτεραιότητα tuner εναλλακτικών υπηρεσιών
et: Tuuneri eelistus asenduskanalitel
fi: Virittimien prioriteetti
fr: Priorité tuner services alternatifs
hr: Prioritet alternativnih kanala tunera
hu: Alternatív csatornák tuner prioritása
it: Priorità del tuner per servizi alternativi
lt: Kitų kanalų imtuvo pirmenybė
nl: Alternatieve tunerprioriteit
pl: Priorytet tunera dla usług alternatywnych
pt_br: Prioridade dos serviços do tuner
ru: Приоритет используемых тюнеров
sk: Priorita tunera pri alternatívnych staniciach
sl: Vrstni red tunerjev
sr: Prioritet alternativnih kanala tjunera
sv: Alternativa tjänster tuner prioritet
ta: மாற்று சேவைகள் ட்யூனர் முன்னுரிமை
tr: Alternatifli kanallarda tuner önceliği
uk: Пріоритет використання тюнерів
vi: Ưu tiên dịch vụ thay thế tuner
zh_cn: 可选调谐器的优先次序

source: Always
cs: Vždy
el: Πάντα
fi: Aina
hr: Uvijek
it: Sempre
nl: Altijd
pl: Zawsze
sk: Vždy
sr: Uvek
sv: Alltid
ta: எப்போதும்
tr: Her zaman
uk: Завжди

source: Always ask
bg: Винаги питай
cs: Vždy se ptát
da: Spørg altid
de: Immer nachfragen
el: Πάντα ερώτηση
et: Küsitakse iga kord
fi: Kysy aina
fr: Toujours demander
hr: Uvijek pitaj
hu: Mindig rákérdez
it: Chiedi sempre
lt: Visada klausti
nl: Altijd vragen
pl: Zawsze pytaj
pt_br: Perguntar sempre
ru: Всегда спрашивать
sk: Vždy sa opýtať
sl: Vedno vprašaj
sr: Uvek pitaj
sv: Fråga alltid
ta: எப்போதும் கேளுங்கள்
tr: Her zaman sor
uk: Завжди запитувати
vi: Luôn luôn hỏi
zh_cn: 总是询问

source: Always include ECM in recordings
bg: Винаги включвайте ECM в записите
cs: Vždy zahrnout ECM do nahrávek
da: Inkluder altid ECM i optagelser
de: Immer ECM mit aufnehmen
el: Συμπερίληψη πάντα του ECM στις εγγραφές
et: Kaasa alati salvestistele ECM
fi: Sisällytä aina ECM tallennuksiin
fr: Toujours inclure ECM dans les enregistrements
hr: Uvijek uključite ECM u snimke
hu: A felvételek mindig tartalmazzák az ECM-et
it: Includi sempre gli ECM nelle registrazioni
lt: Į įrašus visada įtraukti ECM
nl: ECM altijd toevoegen aan opnames
pl: Zawsze dołącz ECM w nagraniach
sk: Vždy zahrnúť ECM do nahrávok
sr: Uvek uključi ECM u snimke
sv: Inkludera alltid ECM i inspelningar
ta: எப்போதும் ECM ஐ பதிவுகளில் சேர்க்கவும்
tr: ECM'yi her zaman kayıtlara dahil et
uk: Завжди включати ECM у записи
vi: Luôn bao gồm ECM trong bản ghi
zh_cn: 总是在录制中包括ECM

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver.
bg: Винаги включвайте ECM съобщения в записите. Това отменя глобално индивидуалните настройки на таймера. Позволява записите да бъдат винаги декриптирани след това (понякога наричано офлайн декодиране), ако се поддържа от вашия приемник. По подразбиране: изключено.
cs: Do nahrávek vždy zahrňte zprávy ECM. To globálně přepíše jednotlivá nastavení časovače. Umožňuje, aby byly nahrávky vždy následně dešifrovány (někdy nazývané offline dekódování), pokud to váš přijímač podporuje. Výchozí: vypnuto.
el: Να συμπεριλαμβάνονται πάντα τα μηνύματα ECM στις εγγραφές. Αυτό παρακάμπτει όλες τις ιδιαίτερες ρυθμίσεις χρονοδιακοπτών γενικά. Επιτρέπει στις εγγραφές να είναι πάντα αποκωδικοποιημένες μετέπειτα (ενίοτε ονομάζεται κωδικοποίηση εκτός σύνδεσης), αν υποστηρίζεται από τον δέκτη σας. Προεπιλογή: ανενεργό.
fi: Sisällytä aina ECM tiedot tallenteisiin. Tallennukset tallennetaan salatussa muodossa ja puretaan jälkikäteen, jos vastaanottimesi tukee sitä. Oletus: Ei.
fr: Incluez toujours les messages ECM dans les enregistrements. Cela remplace globalement les paramètres de minuterie individuels. Il permet aux enregistrements d'être toujours décryptés par la suite (parfois appelé décodage hors ligne), s'il est pris en charge par votre récepteur. Par défaut : désactivé.
hr: Uvijek uključite ECM poruke u snimke. Ovo nadjačava pojedinačne postavke mjerača vremena na globalnoj razini. Omogućuje vam kasnije dešifriranje snimaka (automatsko/izvanmrežno dekodiranje), ako vaš tuner to podržava. Prema zadanim postavkama: isključeno.
it: Includi sempre gli ECM nelle registrazioni. Questo sovrascrive le impostazioni individuali dei timer. Se questo viene supportato dal ricevitore, consente registrazioni decriptate successivamente (offline decoding). Valore predefinito: OFF.
lt: Į įrašus visada įtraukti ECM pranešimus. Tai atšaukia bendruosius visų laikmačių nustatymus. Tai leidžia įrašus visada vėliau iššifruoti (tai kartais vadinama iškodavimu atsijungus), jei tą palaiko jūsų imtuvas. Numatytasis: 'Ne'.
nl: Altijd ECM berichten toevoegen aan de opnames. Dit overschrijft alle individuele timer-instellingen. Hierdoor kunnen opnamen altijd achteraf worden gedecodeerd (ook wel off line decodering genoemd), indien ondersteund door uw ontvanger. Standaard: UIT.
pl: Zawsze uwzględniaj komunikaty ECM w nagraniach. Zastępuje to globalnie indywidualne ustawienia timera. Umożliwia to późniejsze odszyfrowanie nagrań (czasami nazywane dekodowaniem offline), jeśli odbiornik obsługuje tę funkcję. Domyślnie: wyłączone.
sk: Vždy zahrnúť správy ECM do nahrávok. Tým sa globálne prepíšu nastavenia individuálneho časovača. Umožňuje to dekódovať nahrávky dodatočne (v procese offline-dekódovania), ak to váš prijímač podporuje.
sr: Uvek uključi ECM poruke u snimke. Ovo zamenjuje pojedinačne postavke tajmera na globalnom nivou. Omogućava dešifrovanje snimaka kasnije (auzo/offline dekodiranje), ako to podržava vaš resiver. Po defaultu: isklj.
sv: Inkludera alltid ECM-meddelanden i inspelningarna. Detta åsidosätter de individuella timerinställningarna globalt. Det gör att inspelningar alltid kan dekrypteras i efterhand (kallas ibland offline-avkodning), om detta stöds av din mottagare.
ta: எப்போதும் ECM செய்திகளை பதிவுகளில் சேர்க்கவும். இது உலகளவில் தனிப்பட்ட நேரங்குறிகருவி அமைப்புகளை மீறுகிறது. உங்கள் பெறுநரால் ஆதரிக்கப்பட்டால், பதிவுகளை எப்போதும் மறைகுறியாக்குவதற்கு (சில நேரங்களில் இணைப்பில்லாத டிகோடிங் என்று அழைக்கப்படுகிறது) இது அனுமதிக்கிறது.
tr: Kayıtlara her zaman ECM mesajlarını dahil edin. Bu, bireysel zamanlayıcı ayarlarını genel olarak geçersiz kılar. Alıcınız tarafından destekleniyorsa, kayıtların daha sonra her zaman şifresinin çözülmesine (bazen çevrimdışı kod çözme olarak da adlandırılır) olanak tanır.
uk: Завжди вмикайте запис ECM у записах. При цьому будуть проігноровані деякі параметри таймерів. Якщо даний параметр підтримується Вашим приймачем, це дозволить розкодовувати записи (називається декодуванням в автономному режимі). За замовчуванням: вимкнено.

source: Always show bouquets
bg: Винаги показване на букетите
cs: Vždy zobrazit přehled
da: Vis altid Buketter
de: Favoritenlisten anzeigen
el: Πάντα εμφάνιση των μπουκέτων
et: Avamisel kuvatakse lemmiknimekirjad
fi: Näytä suosikkilistat aina
fr: Toujours afficher les bouquets
hr: Uvijek pokaži bukete
hu: Csatornacsomagok állandó mutatása
it: Mostra sempre i bouquet
lt: Visada rodyti paketus
nl: Toon eerst de favorietenlijsten
pl: Zawsze pokazuj 'listy kanałów'
ru: Всегда показывать фавориты
sk: Vždy zobraziť prehľady
sl: Vedno prikaži priljubljene liste kanalov
sr: Uvek pokaži bukete
sv: Visa alltid buketter
ta: எப்போதும் பூங்கொத்துகளைக் காட்டுங்கள்
tr: Buketleri her zaman göster
uk: Завжди показувати фаворити
vi: Luôn luôn hiển thị gói kênh
zh_cn: 总是显示频道列表

source: Always use smart1080p mode
bg: Винаги използвай smart1080p режим
cs: Vždy použít chytrý režim 1080p pro
da: Brug altid smart 1080i tilstand
de: Smart1080p-Modus benutzen
el: Χρήση πάντα της έξυπνης λειτουργίας 1080p
et: Smart1080p alati kasutuses
fi: Käytä älykästä 1080p tilaa
fr: Toujours utiliser le mode intelligent1080p
hr: Uvijek koristi Smart1080p režim
hu: Mindig intelligens 1080p módot használjon
it: Usa sempre la modalità smart1080p
lt: Visada naudoti išmanų 1080p režimą
nl: Gebruik altijd smart1080p modus
pl: Zawsze używaj trybu 1080p
ru: Всегда использовать режим Smart1080p
sk: Vždy použiť smart-režim 1080p
sr: Uvek koristi smart1080p režim
sv: Använd alltid smart1080p-läge
ta: எப்போதும் அறிவுள்ள 1080p பயன்முறையைப் பயன்படுத்துங்கள்
tr: Her zaman smart1080p modunu kullan
uk: Завжди використовувати режим smart1080p
vi: Luôn sử dụng chế độ smart1080p
zh_cn: 总是使用智能1080P模式

source: American Samoa
cs: Americká Samoa
da: Amerikansk Samoa
de: Amerikanisch-Samoa
el: Αμερικανική Σαμόα
et: Ameerika Samoa
fi: Amerikan Samoa
fr: Samoa américaine
hu: Amerikai Szamoa
it: Samoa americane
lt: Amerikos Samoa
nl: Amerikaans Samoa
pl: Samoa Amerykańskie
sk: Americká Samoa
sv: Amerikanska Samoa
ta: அமெரிக்க சமோவா
tr: Amerikan Samoası
uk: Американське Самоа
zh_cn: 美属萨摩亚

source: American football
cs: Americký fotbal
el: Αμερικάνικο ποδόσφαιρο
hr: Američki nogomet
it: Football americano
lt: Amerikietiškas futbolas
sr: Američki fudbal
sv: Amerikansk fotboll
tr: Amerikan Futbolu
uk: Американський футбол

source: Amharic
cs: Amharština
el: Αμχαρικά
it: Amarico
lt: Amharų
nl: Amhaars
pl: Amharski
sk: amharčina
sv: Amhariska
ta: அம்ஆரிக்
tr: Amharca
uk: Амхарська

source: Amlogic remote
bg: Amlogic дистанционно
cs: Dálkové ovládání Amlogic
el: Amlogic τηλεχειριστήριο
fi: Amlogic kaukosäädin
fr: Télécommande Amlogic
hr: Amlogic daljinski kontrolor
it: Telecomando Amlogic
lt: Amloginis nuotolinio valdymo pultas
nl: Amlogic afstandsbediening
pl: Zdalny amlogic
sk: Diaľkové ovládanie Amlogic
sr: Amlogic daljinski
sv: Amlogic fjärrkontroll
ta: அம்லோசிக் ரிமோட்
tr: Amlogic uzaktan kumanda
uk: Пульт Amlogic

source: Amount %d / Success %d / Failed %d
cs: Částka %d / Úspěch %d / Neúspěch %d
el: Ποσοστό %d / Επιτυχία %d / Αποτυχία %d
fi: Määrä %d / Onnistui %d / Epäonnistui %d
hr: Količina %d / Uspješno %d / Neuspješno %d
it: Totale %d / Successo %d / Fallito %d
nl: Aantal %d / %d Succesvol / %d Mislukt
pl: Ilość %d / Sukces %d / Niepowodzenie %d
sk: Počet: %d / Úspešných: %d / Neúspešných: %d
sr: Količina %d / Uspešno %d / Neuspešno %d
sv: Mängd %d / Lyckades %d / Misslyckades %d
tr: Miktar %d / Başarılı %d / Başarısız %d
uk: Кількість %d / Успіх %d / Невдача %d

source: An attempt is made to capture the current TV status. If status messages are incorrect or missing, the receiver may respond unexpectedly. Otherwise, it helps the receiver handle different operating conditions more effectively.
cs: Je proveden pokus o zachycení aktuálního stavu TV. Pokud to není možné kvůli nesprávným nebo chybějícím stavovým zprávám, může to způsobit neočekávanou odpověď přijímače. Na druhou stranu se snaží lépe reagovat na různé provozní podmínky.
el: Γίνεται προσπάθεια καταγραφής της τρέχουσας κατάστασης της τηλεόρασης. Αν αυτό δεν είναι δυνατό λόγω εσφαλμένων ή ελλιπών μηνυμάτων κατάστασης, ενδέχεται να προκληθεί απροσδόκητη απόκριση του δέκτη. Από την άλλη πλευρά, γίνεται προσπάθεια να ανταποκριθεί καλύτερα σε διαφορετικές συνθήκες λειτουργίας.
hr: Pokušava se zabeležiti trenutni status televizora. Ako su statusne poruke netačne ili nedostaju, prijemnik može reagovati neočekivano. U suprotnom, to pomaže prijemniku da efikasnije upravlja različitim operativnim uslovima.
it: Viene effettuato un tentativo di acquisire lo stato TV attuale. Se non è possibile a causa di messaggi di stato errati o mancanti, il ricevitore potrebbe rispondere in modo imprevisto. D'altra parte, cerca di rispondere meglio alle diverse condizioni operative.
lt: Bandoma užfiksuoti dabartinę TV būseną. Jei tai neįmanoma dėl neteisingo arba trūkstamų būsenos pranešimų, imtuvas gali netikėtai atsakyti. Kita vertus, bando geriau reaguoti į skirtingas eksploatavimo sąlygas.
nl: Er is een poging gedaan om de TV-status te lezen. Wanneer dit niet mogelijk is door ontbrekende of niet correcte status meldingen zou de ontvanger onverwacht kunnen reageren. Aan de andere kant, zou deze daar door beter kunnen reageren op diverse situaties.
sr: Pokušava se zabeležiti trenutni status televizora. Ako su statusne poruke netačne ili nedostaju, prijemnik može reagovati neočekivano. U suprotnom, to pomaže prijemniku da efikasnije upravlja različitim operativnim uslovima.
sv: Ett försök görs att fånga upp den aktuella TV-statusen. Om detta inte är möjligt på grund av felaktiga eller saknade statusmeddelanden kan det leda till att mottagaren reagerar oväntat. Å andra sidan försöker den reagera bättre på olika driftsförhållanden.
tr: Televizyonun mevcut durumunu yakalamaya çalışılır. Durum mesajları yanlış veya eksikse, alıcı beklenmedik şekilde yanıt verebilir. Aksi takdirde, alıcının farklı çalışma koşullarını daha etkili bir şekilde ele almasına yardımcı olur.
uk: Зроблено спробу зафіксувати поточний статус телевізора. Якщо це неможливо через неправильні, або відсутні повідомлення про статус, це може призвести до неочікуваної відповіді приймача. З іншого боку, намагається краще реагувати на різні умови експлуатації.

source: An unknown error occurred!
bg: Възникна неизвестна грешка!
cs: Došlo k neznámé chybě!
da: Der opstod en fejl!
de: Ein unbekannter Fehler ist aufgetreten!
el: Προέκυψε άγνωστο σφάλμα!
et: Tundmatu viga!
fi: Tuntematon virhe!
fr: Une erreur inconnue s'est produite !
hr: Došlo je do nepoznate pogreške!
hu: Ismeretlen hiba keletkezett!
it: Si è verificato un errore sconosciuto!
lt: Įvyko nežinoma klaida!
nl: Er is een onbekende fout opgetreden!
pl: Wystąpił nieznany błąd!
pt_br: Ocorreu um erro desconhecido!
ru: Неизвестная ошибка!
sk: Nastala neznáma chyba!
sr: Nepoznata greška se desila!
sv: Ett okänt fel har inträffat!
ta: தெரியாத பிழை ஏற்பட்டது!
tr: Bilinmeyen bir hata oluştu!
uk: Виникла невідома помилка!
vi: Một lỗi không xác định đã xảy ra!
zh_cn: 发生未知错误!

source: Ancient
cs: Starověk
hr: Drevni
sr: Drevni
tr: Antik
uk: Стародавній

source: Andorra
el: Ανδόρρα
fr: Andorre
lt: Andora
pl: Andora
ta: அன்டோரா
uk: Андора
zh_cn: 安道尔

source: Angle
cs: Úhel
el: Γωνία
fi: Kulma
hr: Kut
it: Angolo
nl: Hoek
pl: Kąt
sk: Uhol
sr: Ugao
sv: Vinkel
ta: கோணம்
tr: Açı
uk: Кут

source: Angola
el: Αγκόλα
et: Angoola
ta: அங்கோலா
uk: Ангола
zh_cn: 安哥拉

source: Anguilla
el: Ανγκουίλα
lt: Angilija
ta: அங்குல்லா
uk: Ангілья
zh_cn: 安圭拉岛

source: Animation
bg: Анимация
cs: Animace
da: Animationer
el: Κινούμενα σχέδια
fi: Animaatiot
hr: Animacija
it: Animazione
lt: Animacija
nl: Animatie
pl: Animacja
sk: Animácia
sr: Animacija
sv: Animering
ta: அனிமேசன்
tr: Animasyon
uk: Анімація
zh_cn: 动画

source: Animation Setup
bg: Настройка на анимация
cs: Nastavení Animace
da: Animationsindstillinger
de: Animation - Einstellungen
el: Ρυθμίσεις κινούμενων γραφικών
et: Animatsiooni seaded
fi: Animaatio Asetukset
fr: Paramètres animation
hr: Podešavanje Animacije
hu: Animáció beállítás
it: Impostazioni animazioni
lt: Animacijos nustatymas
nl: Animatie instellingen
pl: Ustawienia animacji
ru: Настройки анимации
sk: Nastavenie animácie
sr: Podešavanje Animacije
sv: Uppsättning av animering
ta: அனிமேசன் அமைப்பு
tr: Animasyon Kurulumu
uk: Налаштування анімації
vi: Cài đặt hình ảnh động
zh_cn: 动画设置

source: Animation Speed
bg: Скорост на анимация
cs: Rychlost animace
da: Animationshastighed
de: Animationsgeschwindigkeit
el: Ταχύτητα κινούμενων γραφικών
et: Animatsiooni kiirus
fi: Animaatioiden nopeus
fr: Vitesse d'animation
hr: Brzina animacije
hu: Animáció sebessége
it: Velocità animazione
lt: Animacijos greitis
nl: Animatie snelheid
pl: Szybkość Animacji
ru: Скорость анимации
sk: Rýchlosť animácie
sr: Brzina animacije
sv: Animationshastighet
ta: அனிமேசன் விரைவு
tr: Animasyon Hızı
uk: Швидкість анімації
vi: Tốc độ hình
zh_cn: 动画速度

source: Animations
bg: Анимации
cs: Animace
da: Animationer
de: Animation
el: Κινούμενα γραφικά
et: Animatsioonid
fi: Animaatiot
hr: Animacije
hu: Animációk
it: Animazioni
lt: Animacijos
nl: Animaties
pl: Animacje
sk: Animácie
sr: Animacije
sv: Animationer
ta: அனிமேசன்கள்
tr: Animasyonlar
uk: Анімації
vi: Ảnh động
zh_cn: 动画

source: Anonymize client IPs
cs: Anonymizovat klientské IP adresy
hr: Anonimizuj IP adrese klijenata
it: Anonimizza IP dei client
sr: Anonimizuj IP adrese klijenata
tr: İstemci IP adreslerini anonimleştirin
uk: Анонімізація IP-адрес клієнтів

source: Antarctica
bg: Антарктида
cs: Antarktida
da: Antarktis
de: Antarktika
el: Ανταρκτική
et: Antarktika
fr: Antarctique
hu: Antarktika
it: Antartide
lt: Antarktika
pl: Antarktyka
sk: Antarktída
sv: Antarktis
ta: அண்டார்ட்டிக்கா
tr: Antarktika
uk: Антарктика
vi: Nam Cực
zh_cn: 南极洲

source: Antigua and Barbuda
cs: Antigua a Barbuda
da: Antigua og Barbuda
de: Antigua und Barbuda
el: Αντίγκουα και Μπαρμπούντα
et: Antigua ja Barbuda
fi: Antigua ja Barbuda
fr: Antigue et Bermude
hu: Antigua és Barbuda
it: Antigua e Barbuda
lt: Antigva ir Barbuda
nl: Antigua en Barbuda
pl: Antigua i Barbuda
sk: Antigua a Barbuda
sv: Antigua och Barbuda
ta: ஆன்டிகுவா மற்றும் பார்புடா
tr: Antigua ve Barbuda
uk: Антигуа і Барбуда
vi: Antigua và Barbuda
zh_cn: 安提瓜和巴布达

source: Antiques
cs: Starožitnosti
hr: Antikviteti
it: Antiquariato
sr: Antikviteti
tr: Antikalar
uk: Антикваріат

source: Any activity
bg: Всяка дейност
cs: Po čemkoliv
da: Enhver aktivitet
de: Jede Aktivität
el: Οποιαδήποτε δραστηριότητα
et: Iga tegevus
fi: Mikä tahansa toiminta
fr: Pour toute activité
hr: Bilo koja aktivnost
hu: Bármilyen aktivitás
it: Tutte le attività
lt: Bet koks veikimas
nl: Elke activiteit
pl: Każde działanie
pt_br: Qualquer atividade
ru: Любая активность
sk: Akákoľvek aktivita
sr: Bilo koja aktivnost
sv: Alla aktiviteter
ta: எந்த செயல்பாடும்
tr: Herhangi bir eylem
uk: Будь-яка активність
vi: Bất kỳ hoạt động
zh_cn: 任何活动

source: Any recordings
bg: всякакви записи
cs: jakékoliv nahrávání
el: Οποιεσδήποτε εγγραφές
fi: Kaikentyyppiset tallennukset
fr: n'importe quel(s) enregistrement(s)
hr: Bilo koji snimak
it: Qualsiasi registrazione
lt: bet kokie įrašai
nl: Alle opnames
pl: każde nagranie
sk: Akékoľvek nahrávky
sr: Bilo koji snimak
sv: Alla inspelningar
ta: எந்த பதிவுகளும்
tr: Herhangi bir kayıt
uk: будь-які записи

source: Aperture F number
cs: Clonové číslo F
el: Αριθμός διαφράγματος F
fi: Aukon F numero
hr: Broj F otvara
it: Numero apertura F
lt: Diafragmos F numeris
nl: Aperture F nummer
pl: Wartość przesłony F
sk: Clonové číslo F
sr: Broj F otvara
sv: Bländare F-nummer
ta: துளை எஃப் எண்
tr: Diyafram F numarası
uk: Число F діафрагми

source: Apply any changes to the active locale/language and exit
bg: Приложете всички промени към активния локал/език и излезте
cs: Použít změny pro aktivaci národní prostředí/jazyka a ukončit
el: Εφαρμογή αλλαγών στην ενεργή γλώσσα/διάλεκτο και έξοδος
fi: Hyväksy mikä tahansa muutos ja aktivoi kieli ja poistu
fr: Appliquer les modifications apportées aux paramètres régionaux/langues actifs et quitter
hr: Primijenite sve promjene na aktivnu regionalnu shemu/jezik i izađite
it: Applica tutte le modifiche alla localizzazione/lingua attiva ed esci
lt: Taikyti bet kokius pakeitimus aktyviai lokalei / kalbai ir išeiti
nl: Bewaar wijzigingen aan de ingestelde Taal en Exit
pl: Zastosuj wszelkie zmiany do aktywnych ustawień regionalnych/języka i wyjdź
sk: Aplikovať všetky zmeny do aktívneho miestneho nastavenia/jazyka a ukončiť
sr: Primeni sve promene na aktivni lokalni/jezik i izađi sa exit
sv: Tillämpa eventuella ändringar i den aktiva locale/language och avsluta
ta: செயலில் உள்ள இடம்/மொழியில் ஏதேனும் மாற்றங்களைப் பயன்படுத்துங்கள்
tr: Etkin yerel ayara/dile tüm değişiklikleri uygulayın ve çıkın
uk: Застосувати зміни до активної локалі/мови і вийти

source: Apply the currently highlighted locale/language and exit
bg: Приложете текущо откроения локал/език и излезте
cs: Použít zvýrazněné národní prostředí/jazyk a ukončit
el: Εφαρμογή της τρέχουσας επιλεγμένης γλώσσας/διαλέκτου και έξοδος
fi: Ota korostettu alue/kieli käyttöön ja poistu
fr: Appliquer les paramètres régionaux/langues actuellement en surbrillance et quitter
hr: Primjeni trenutno istaknuti lokalni/jezik i izađi
it: Applica la localizzazione/lingua attualmente evidenziata ed esci
lt: Taikyti šiuo metu paryškintą lokalę / kalbą ir išeiti
nl: Gebruik de geselecteerde Taal en Exit
pl: Zastosuj aktualny region/języ i wyjdź
sk: Použiť aktuálne zvýraznené miestne nastavenie/jazyk a ukončiť
sr: Primeni trenutno istaknuti lokalni/jezik i izađi sa exit
sv: Använd det aktuella markerade språket och avsluta
ta: தற்போது சிறப்பிக்கப்பட்டுள்ள இடம்/மொழியைப் பயன்படுத்துங்கள்
tr: Şu anda vurgulanan yerel ayarı/dili uygulayın ve çıkın
uk: Застосувати виділену локаль/мову і вийти

source: Arabic
cs: Arabsky
da: Arabisk
de: Arabisch
el: Αραβικά
et: Araabia
fi: Arabia
fr: Arabe
hr: Arapski
hu: Arab
it: Arabo
lt: Arabų
nl: Arabisch
pl: Arabski
pt_br: Árabe
ru: Арабский
sk: arabčina
sr: Arapski
sv: Arabiska
ta: அரபு
tr: Arapça
uk: Арабська
vi: Tiếng Ả Rập
zh_cn: 阿拉伯语

source: Arabic (Egyptian)
cs: Arabština (Egyptština)
el: Αραβικά (Αιγυπτιακά)
fi: Arabia (egyptiläinen)
it: Arabo (egiziano)
nl: Arabisch (Egyptisch)
pl: Arabski (Egipski)
sk: Arabčina (egyptská)
sv: Arabiska (egyptiska)
ta: அரபு (எகிப்திய)
tr: Arapça (Mısır)
uk: Арабська (Єгипетська)

source: Arabic (Iraq)
cs: Arabština (Irák)
el: Αραβικά (Ιράκ)
fi: Arabia (Iraq)
it: Arabo (Iraq)
nl: Arabisch (Iraaks)
pl: Arabski (Irak)
sk: Arabčina (Irak)
sv: Arabiska (Irak)
tr: Arapça (Irak)
uk: Арабська (Ірак)

source: Arabic (Moroccan)
cs: Arabština (Marocká)
el: Αραβικά (Μαροκινά)
fi: Arabia (Marokko)
it: Arabo (marocchino)
nl: Arabisch (Marokkaans)
pl: Arabski (Marokański)
sk: Arabčina (marocká)
sv: Arabiska (marockanska)
ta: அரபு (மொராக்கோ)
tr: Arapça (Fas)
uk: Арабська (Марокканська)

source: Arabic (Syro-Lebanese)
cs: Arabština (Syro-Libanonština)
el: Αραβικά (Συριο-Λιβανέζικα)
fi: Arabic (Egypti)
it: Arabo (siro-libanese)
nl: Arabisch (Syro-Libanees)
pl: Arabski (Syro-Libański)
sk: Arabčina (sýrsko-libanonská)
sv: Arabiska (syro-libanesiska)
ta: அரபு (சிரோ-லெபனீச்)
tr: Arapça (Suriye-Lübnan)
uk: Арабська (Сиро-Ліванська)

source: Arabic (Tunisian)
cs: Arabština (Tuniština)
el: Αραβικά (Τυνησιακά)
fi: Arabic (Tunisia)
it: Arabo (tunisino)
nl: Arabisch (Tunesisch)
pl: Arabski (Tunezyjski)
sk: Arabčina (tuniská)
sv: Arabiska (tunisiska)
ta: அரபு (துனிசியன்)
tr: Arapça (Tunus)
uk: Арабська (Туніська)
