Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Zap Up/Down
cs: Přepínání nahoru/dolů
el: Ζάπινγκ επάνω/κάτω
fi: Paina ylös/alas
hr: Zap gore/dolje
it: Zap su o giù
lt: Perjungti aukštyn/žemyn
nl: Zap Omhoog/Omlaag
pl: Przełącz w górę/dół
sk: Prepnúť hore/dolu
sr: Vrati Gore/Dole
sv: Zappa upp/ner
ta: மேலே/கீழ்
tr: Kanal değiştir Yukarı/Aşağı
uk: Zap вгору/вниз

source: Zap and record
cs: Přepnout a nahrát
el: Μετάβαση και εγγραφή
fi: vaihda kanavaa ja tallenna
fr: Zapper et enregistrer
hr: Vrati i snimanje
it: Zap e registra
lt: Įjungti ir įrašyti
nl: Zappen en opnemen
pl: Przełącz i nagraj
sk: Prepnúť a nahrať
sr: Vrati i snimanje
sv: Zappa och inspelning
ta: சாப் மற்றும் பதிவு
tr: Kanal değiştir ve kaydet
uk: переключити і записати

source: Zap back to previously tuned service?
bg: Превключване обратно към предишния настроен сервиз?
cs: Přepnout zpět na předchozí naladěný program?
da: Zap tilbage til forrige valgte kanal ?
de: Zurückschalten zum zuletzt laufenden Sender?
el: Επιστροφή στην προηγούμενη υπηρεσία;
et: Tagasi vaadatud kanalile?
fi: Palataanko aikaisemmalle kanavalle?
fr: Revenir à un service précédemment réglé ?
hr: Vratiti se na prethodno podešenu uslugu?
hu: Ugorjunk vissza az előbb nézett csatornára?
it: Tornare al servizio precedentemente sintonizzato?
lt: Jungti į anksčiau nustatytą kanalą?
nl: Wilt u terug naar de vorige zender?
pl: Przełączyć z powrotem na poprzedni kanał?
pt_br: Voltar ao canal sintonizado anteriormente?
ru: Переключить на просматриваемый канал?
sk: Prepnúť späť na predtým naladenú stanicu?
sl: Preklopim nazaj na kanal, ki ste ga gledali pred tem?
sr: Vrati na predhodno podešen kanal?
sv: Zappa tillbaka till tidigare inställd tjänst?
ta: முன்னர் டியூன் செய்யப்பட்ட சேவைக்கு மீண்டும்?
tr: Önceden ayarlanan kanala geri dönmek mi istiyorsunuz?
uk: Переключити на попередній канал?
vi: Quay trở lại dịch vụ điều chỉnh trước đây?
zh_cn: 是否切换回上次调谐的频道？

source: Zap back to service before positioner setup?
bg: Превключване обратно към сервиза преди настройка на позиционер?
cs: Přepnout zpět na program před nastavováním pozicionéru?
da: Zap tilbage til kanal før motoropsætning ?
de: Zurückschalten zum Sender der vor dem Öffnen der Motor-Einstellungen lief?
el: Επιστροφή στην υπηρεσία πριν τη ρύθμιση του μοτέρ;
et: Tagasi vaadatud kanalile?
fi: Vaihdetaanko takaisin kanavalle, jota katsottiin ennen moottoriasetuksien muutosta?
fr: Remise en service avant le réglage du positionneur ?
hr: Vrati na kanal pre podešavanja pozicionera?
hu: Ugorjunk vissza a forgatómotor beállítás előtt nézett csatornához?
it: Tornare al servizio precedente alla configurazione del posizionatore?
lt: Įjungti prieš pozicionieriaus konfigūravimą naudotą kanalą?
nl: Wilt u terug naar de vorige zender?
pl: Przełączyć na kanał sprzed ustawiania pozycjonera?
pt_br: Voltar ao canal anterior à configuração do posicionador DiSEqC?
ru: Переключить на канал, прежде чем продолжить настройку позиционера?
sk: Prepnúť späť na stanicu pred nastavovaním pozicionéra?
sl: Preklopim nazaj na kanal, ki ste ga gledali pred tem?
sr: Vrati na kanal pre podešavanja pozicionera?
sv: Zappa tillbaka till service före inställning av lägesställare?
ta: ச்டீச்டர் அமைப்புக்கு முன் சேவைக்குத் திரும்புகிறீர்களா?
tr: Konumlandırıcı kurulumundan önceki kanala geri dönülsün mü?
uk: Переключити на канал перед налаштуванням позиціонера?
vi: Quay trở lại dịch vụ trước khi thiết lập định vị?
zh_cn: 是否切换回极轴设置之前的频道？

source: Zap back to service before tuner setup?
bg: Превключване обратно към сервиза преди настройка на тунер?
cs: Přepnout zpět na program před nastavením tuneru?
da: Zap tilbage til kanal inden Tuner opsætning ?
de: Zurückschalten zum vorher laufenden Sender?
el: Eπιστροφή στην υπηρεσία πριν τη ρύθμιση του tuner;
et: Tagasi vaadatud kanalile?
fi: Vaihdetaanko takaisin kanavalle, jota katsottiin ennen viritin asetuksien muutosta?
fr: Revenir sur le service avant le réglage du tuner ?
hr: Vratiti se na servis prije postavljanja tunera?
hu: Ugorjunk vissza a tuner beállítása előtt nézett csatornához?
it: Tornare al servizio precedente alla configurazione del tuner?
lt: Įjungti prieš imtuvo sąranką naudotą kanalą?
nl: Wilt u terug naar de vorige zender?
pl: Przełączyć na kanał sprzed konfiguracji tunera?
pt_br: Voltar ao canal anterior à configuração do tuner?
ru: Переключить на канал, прежде чем продолжить настройку тюнера?
sk: Prepnúť späť na stanicu pred nastavovaním tunera?
sl: Preklopim na kanal, ki ste ga gledali pred spreminjanjem nastavitev?
sr: Vrati nazad na kanal pre podešavanja tjunera?
sv: Zappa tillbaka till service före tunerinstallation?
ta: ட்யூனர் அமைப்பிற்கு முன் சேவைக்குத் திரும்புகிறீர்களா?
tr: Tuner kurulumundan önceki kanala geri dönülsün mü?
uk: Переключити на канал перед налаштуванням тюнера?
vi: Quay trở lại dịch vụ trước khi thiết lập tuner?
zh_cn: 是否切换回调谐器配置之前的频道？

source: Zap down
bg: Превключване надолу
cs: Přepnout dolů
da: Zap ned
de: Kanal +
el: Ζάπινγκ προς τα κάτω
et: Järgmine kanal
fi: Kanava alas
fr: Zapper vers le bas
hr: Vrati nadolje
hu: Ugrás lefelé
it: Canale giù
lt: Perjungti žemyn
nl: Zap naar beneden
pl: Przełącz w dół
ru: Переключить вниз
sk: Prepnúť dolu
sr: Vrati nadole
sv: Zappa ner
ta: கீழே
tr: Aşağıya doğru kanal değiştir
uk: Переключити вниз
vi: Hạ xuống
zh_cn: 向下切换

source: Zap focus to Picture in Picture
bg: Превключване фокус на картина в картина
cs: Zaměřit se na obraz v obraze
da: Skift fokus i Billed i Billed
de: Fokus umschalten zu Bild im Bild
el: Μετάβαση εστίασης σε Εικόνα σε Εικόνα
et: Kanalivahetus PiP-aknas
fi: Kanavanvaihto PiP-kuvassa
fr: Zap focus image dans l'image
hr: Vrati fokus na Slika u Slici
hu: A Kép-a-Képben-ablak kezelése
it: Sposta lo stato attivo su Picture in Picture
lt: Perjungti vaizdo centrą vaizde
nl: Zappen in PiP scherm
pl: Przełączanie W Oknie PiP
pt_br: Zap para janela PiP
ru: Переключить фокус на PiPZap back to service before tuner setup?
sk: Prepnúť vybrané do PiP
sr: Vrati fokus na Slika u Slici
sv: Zappa-fokus till Picture in Picture
ta: படத்தில் படத்தில் கவனம் செலுத்துங்கள்
tr: Kanal değiştirme odak noktasını Resim İçinde Resim'e kaydır
uk: Переключити фокус на ПІП
vi: Tập trung vào hình ảnh trong ảnh
zh_cn: 切换焦点到画中画

source: Zap focus to main screen
bg: Превключване фокус на основния екран
cs: Zaměřit se na hlavní obrazovku
da: Skift fokus til hovedbillede
de: Fokus umschalten zum Hauptbildschirm
el: Μετάβαση εστίασης στην κύρια οθόνη
et: Kanalivahetus peaekraanil
fi: Aktivoi kanavanvaihto pääkuvassa
fr: Zap focus écran principal
hr: Prebacivanje fokusa na glavni zaslon
hu: A főképernyő kezelése
it: Sposta lo stato attivo sulla schermata principale
lt: Perjungti priartinimą į pagrindinį ekraną
nl: Zappen in hoofdscherm
pl: Przełącz na główne okno
pt_br: Zap para janela principal
ru: Переключить фокус на основное окно
sk: Prepnúť vybrané na hlavnú obrazovku
sr: Vrati fokus na glavni ekran
sv: Zappa-fokus till huvudskärmen
ta: முதன்மையான திரையில் ZAP கவனம்
tr: Kanal değiştirme odak noktasını ana ekrana kaydır
uk: Переключити фокус на основне вікно
vi: Tập trung vào màn hình chính
zh_cn: 切换焦点到主屏幕

source: Zap focused channel on full screen
bg: Превключване на фокусиран канал на цял екран
cs: Přepnout vybraný kanál na celou obrazovku
da: Zap fokuskanal på fuld skærm
de: Schalte im Vollbildmodus auf den ausgewählten Sender
el: Μετάβαση καναλιού εστίασης στην κύρια οθόνη
et: Ava valitud kanal täisekraanil
fi: Vaihda kanavan vaihto pääkuvassa
fr: Zap canal focalisé en plein écran
hr: Zap fokusirani kanal na cijelom zaslonu
hu: A teljes képernyőn a csatornára ugráskor megjelent adás fog megjelenni
it: Zap al canale selezionato a tutto schermo
lt: Jungti sufokusuotą kanalą per visą ekraną
nl: Zap naar de geselecteerde zender op het volledige scherm
pl: Przełączanie na pełnym ekranie
sk: Prepnúť vybraný kanál na celú obrazovku
sr: Vrati fokus kanala na puni ekran
sv: Zappa fokuserad kanal på helskärm
ta: முழுத் திரையில் சாப் கவனம் செலுத்திய சேனல்
tr: Tam ekranda kanal değiştir
uk: Переключити фокус на весь екран
vi: Kênh tập trung vào toàn màn hình
zh_cn: 在全屏上切换集中频道

source: Zap history sequence
cs: Sekvence historie přepínání
el: Ακολουθία ιστορικού ζάπινγκ
fi: Kanavan vaihto järjestys
hr: Zap slijed povijesti
it: Sequenza cronologia di zap
nl: History Zap volgorde
pl: Sekwencja historii przełącznia kanałów
sk: Sekvencia histórie prepínania
sr: Zap istorijske sekvence
sv: Zappa historiksekvens
ta: சாப் வரலாறு வரிசை
tr: Kanal değiştirme geçmişi sırası
uk: Послідовність історії Переключень

source: Zap mode
bg: Превключване режим
cs: Způsob přepínání programů
da: Zap-tilstand
de: Umschaltmodus
el: Λειτουργία μετάβασης
et: Kanalivahetus
fi: Kanavanvaihdon toiminta
fr: Mode de zapping
hr: Zap način
hu: Csatornaváltás mód
it: Modalità zap
lt: Perjungimo būdas
nl: Zap-modus
pl: Tryb przełączania
pt_br: Modo Zap
ru: Режимы экрана при переключении
sk: Režim prepínania
sl: Obnašanje pri preklopu kanala
sr: Režim vraćanja
sv: Zappa-läge
ta: ZAP பயன்முறை
tr: Kanal değiştirme modu
uk: Режими переключення
vi: Chế độ zap
zh_cn: 切换模式

source: Zap next
bg: Превключване следващ
cs: Další přepnutí
da: Zap næste
de: Nächste Sendung umschalten
el: Μετάβαση στο επόμενο
et: Kanalivahetus 'järgmine'
fi: Vaihda seuraavalle kanavalle
fr: Zap suivant
hr: Zap sljedeće
it: Zap successivo
lt: Jungti toliau
nl: Zap naar volgende
pl: Przełącz następny
sk: Prepnúť ďalej
sr: Vrati sledeće
sv: Zappa nästa
ta: அடுத்து சாப்
tr: Sonraki kanala geç
uk: Переключити на наступний
vi: Tiếp theo
zh_cn: 切换到下一步

source: Zap to
bg: Превключване на
cs: Přepnout na
da: Zap til
de: Umschalten
el: Μετάβαση σε
et: Mine kanalile
fi: Vaihda kanavalle
fr: Zapper vers
hr: Vrati na
hu: Ugrás ide
it: Zap a
lt: Perjungti į
nl: Zap naar
pl: Przełącz na
ru: Переключить на
sk: Prepnúť na
sr: Vrati na
sv: Zappa till
ta: சாப்
tr: Geçiş yap
uk: Переключити на
vi: Chuyển sang
zh_cn: 切换到

source: Zap to channel (setup in menu)
bg: Превключване на канал (настройка в менюто)
cs: Přepnout kanál (menu nastavení)
da: Zap til kanal (sæt op i menu)
de: Schalte zum Sender (Einstellung im Menü)
el: Μετάβαση στο κανάλι (ρυθμίσεις στο μενού)
et: Mine kanalile (seadistamine menüüs)
fi: Vaihda kanavalle (määritettävissä asetuksissa)
fr: Zapper vers la chaîne (config dans le menu)
hr: Zap na kanal (postavljanje u menu)
hu: Ugrás a csatornára (beállítás a menüben)
it: Zap al canale (configurazione nel menu)
lt: Perjungti į kanalą (nustatyti meniu)
nl: Zap naar zender (setup in menu)
pl: Przełącz na kanał (ustawienia w menu)
ru: Переключить на канал (настройки в меню)
sk: Prepnúť na kanál (nastavenie v menu)
sr: Vrati na kanal (podešavanje u meniju)
sv: Zappa till kanal (inställning i menyn)
ta: சேனலுக்கு சாப் (மெனுவில் அமைக்கவும்)
tr: Kanala geçiş yap (menüde ayarlanmıştır)
uk: Переключити на канал (налаштування в меню)
vi: Chuyển sang kênh (thiết lập trong menu)
zh_cn: 切换到频道(菜单设置项)

source: Zap to channel and close (setup in menu)
bg: Превключване на и затвори (настройка в менюто)
cs: Přepnout kanál a zavřít (menu nastavení)
da: Zap til kanal og luk (sæt op i menu)
de: Schalte zum Sender und schließe (Einstellung im Menü)
el: Μετάβαση στο κανάλι και κλείσιμο (ρυθμίσεις στο μενού)
et: Mine kanalile ja sulge (seadistamine menüüs)
fi: Vaihda kanavalle ja sulje (määritettävissä asetuksissa)
fr: Zapper vers une chaîne et fermer (config dans le menu)
hr: Zap na kanal i zatvaranje (postavljanje u menu)
hu: Ugrás a csatornára és bezárás (beállítás a menüben)
it: Zap al canale e chiudi (configurazione nel menu)
lt: Perjungti į kanalą ir užverti (nustatyti meniu)
nl: Zap naar zender en sluit (setup in menu)
pl: Przełącz na kanał i zamknij (ustawienia w menu)
ru: Переключить на канал и закрыть (настройки в меню)
sk: Prepnúť na kanál a zavrieť (nastavenie v menu)
sr: Vrati na kanal i zatvori (podešavanje u meniju)
sv: Zappa till kanal och stäng (inställning i menyn)
ta: சேனலுக்கு சாப் மற்றும் மூடு (மெனுவில் அமைக்கவும்)
tr: Kanala geçiş yap ve kapat (menüde ayarlanmıştır)
uk: Переключити на канал і закрити (налаштування в меню)
vi: Chuyển sang kênh và đóng (thiết lập trong menu)
zh_cn: 切换到频道并关闭(菜单设置项)

source: Zap to next service
cs: Další program
el: Αλλαγή στο επόμενο κανάλι
fi: Vaihda seuraavalle kanavalle
fr: Permuter chaîne suivante
hr: Zap na sljedeći servis
it: Zap al servizio successivo
lt: Perjungti kitą kanalą
nl: Schakel naar volgende zender
pl: Przełącz na następny kanał
sk: Prepnúť na ďalší kanál
sr: Zap na sledeći servis
sv: Zappa till nästa tjänst
ta: அடுத்த சேனலை மாற்றவும்
tr: Sonraki kanala geç
uk: Переключити на наступний канал

source: Zap to next service in history
cs: Přepnout na další program v historii
el: Επόμενο κανάλι στο ιστορικό
fi: Vaihda seuraavalle kanavalle historiassa
fr: Basculer vers la chaîne suivante dans l'historique
hr: Zap na sljedeći servis u povijesti
it: Zap al servizio successivo nella cronologia
lt: Perjungti į kitą kanalą istorijoje
nl: Schakel naar de volgende zender in de History
pl: Przełącz do następnego kanału w historii
sr: Zap na sledeći servis u istoriji
sv: Zappa till nästa service i historiken
ta: வரலாற்றில் அடுத்த சேனலுக்கு மாறவும்
tr: Kanal değiştirme geçmişindeki sonraki kanala geç
uk: Переключити на наступний канал в історії

source: Zap to next service in the current bouquet
cs: Přeskočit na další službu v aktuálním seznamu
el: Μετάβαση στην επόμενη υπηρεσία στο τρέχον μπουκέτο
fi: Vaihda seuraavaan kanavaan nykyisessä kanavalistassa
hr: Zap na sljedeći servis u trenutnom buketu
it: Zap al servizio successivo nel bouquet attuale
nl: Naar de volgende zender in de huidige favorietenlijst zappen
pl: Przejdź do następnego kanału w bieżącej liscie kanałów
sr: Zap na sledeći servis u trenutnom buketu
sv: Zappa till nästa tjänst i den aktuella buketten
tr: Geçerli buket içindeki bir sonraki kanala geç
uk: Перехід до наступного каналу в поточному фавориті

source: Zap to previous service
cs: Předchozí podprogram
el: Προώθηση στην προηγούμενη υπό-υπηρεσία
fi: Vaihda edelliselle kanavalle
fr: Basculer vers la chaîne précédente
hr: Zap na predhodni servis
it: Zap al canale precedente
lt: Perjungti į ankstesnį kanalą
nl: Schakel naar de vorige zender
pl: Przełącz na poprzedni kanał
sk: Prepnúť na predchádzajúci kanál
sr: Zap na predhodni servis
sv: Zappa till tidigare tjänst
ta: முந்தைய சேனலுக்கு மாறவும்
tr: Önceki kanala geç
uk: Переключити на попередній канал

source: Zap to previous service in history
cs: Přepnout na předchozí program v historii
el: Μετάβαση στο προηγούμενο κανάλι στο ιστορικό
fi: Vaihda edelliselle kanavalle historiassa
fr: Basculer vers la chaîne précédente dans l'historique
hr: Zap na predhodni servis u povijesti
it: Zap al canale precedente della cronologia
lt: Perjungti į ankstesnį kanalą istorijoje
nl: Schakel naar de vorige zender in de History
pl: Przełącz na poprzedni kanał w historii
sr: Zap na predhodni servis u istoriji
sv: Zappa till tidigare tjänst i historien
ta: வரலாற்றில் முந்தைய சேனலுக்கு மாறவும்
tr: Kanal değiştirme geçmişindeki önceki kanala geç
uk: Переключити на попередній канал в історії

source: Zap to previous service in the current bouquet
cs: Přejít na předchozí službu v aktuálním seznamu
el: Μετάβαση στην προηγούμενη υπηρεσία στο τρέχον μπουκέτο
fi: Vaihda edelliseen kanavaan nykyisessä kanavalistassa
hr: Zap na predhodni servis u trenutnom buketu
it: Zap al servizio precedente nel bouquet attuale
nl: Naar de vorige zender in de huidige favorietenlijst zappen
pl: Przejdź do poprzedniego kanału w bieżącej liscie kanałów
sr: Zap na predhodni servis u trenutnom buketu
sv: Zappa till tidigare tjänst i den aktuella buketten
tr: Geçerli buket içindeki bir önceki kanala geç
uk: Перехід до попереднього каналу в поточному фавориті

source: Zap up
bg: Превключване нагоре
cs: Přepnout nahoru
da: Zap op
de: Kanal -
el: Ζάπινγκ προς τα επάνω
et: Eelmine kanal
fi: Kanava ylös
fr: Zap haut
hr: Vrati nagore
hu: Ugrás felfelé
it: Zap su
lt: Perjungti aukštyn
nl: Zap omhoog
pl: Przełącz w górę
ru: Переключить вверх
sk: Prepnúť nahor
sr: Vrati nagore
sv: Zappa upp
ta: சாப் அப்
tr: Yukarı doğru kanal değiştir
uk: Переключити вгору
vi: Chuyển lên
zh_cn: 向上切换

source: Zap+Record next
bg: Превключване+Запис следващия
cs: Zap+ další záznam
da: Zap+Optag næste
de: Nächste Sendung umschalten und aufnehmen
el: Μετάβαση+Εγγραφή επόμενου
et: Kanalivahetus ja salvestus 'järgmine'
fi: Vaihda kanavaa ja tallenna
fr: Zap+Enregistrer suivant
hr: Zap+Snimi sljedeće
it: Zap+Registra successivo
lt: Jungti ir įrašyti toliau
nl: Naar de volgende uitzending Zappen en Opnemen
pl: Przełącz+Następne nagranie
sk: Prepnúť + nahrávať ďalej
sr: Vrati+Snimanje sledeće
sv: Zappa+Registrera nästa
ta: ZAP+பதிவு அடுத்து
tr: Sonraki kanala geç ve kaydet
uk: Переключити+Записати наступне
vi: Ghi lại + Ghi tiếp
zh_cn: 切换+录制下一个

source: ZeroTier Actions
cs: ZeroTier akce
hr: ZeroTier Radnje
it: Azioni ZeroTier
sr: ZeroTier Radnje
tr: ZeroTier İşlemleri
uk: Дії нульового рівня

source: ZeroTier Settings
cs: Nastavení ZeroTier
hr: ZeroTier podešavanja
it: Impostazioni ZeroTier
sr: ZeroTier podešavanja
tr: ZeroTier Ayarları
uk: Налаштування нульового рівня

source: ZeroTier-One
uk: Налаштування нульового рівня

source: Zgemma H.S/H.2S/H.2H/H5/H7 old Model
cs: Zgemma H.S/H.2S/H.2H/H5/H7 starý model
da: Zgemma H.S/H.2S/H.2H/H5/H7 gammel model
el: Zgemma H.S/H.2S/H.2H/H5/H7 παλαιό μοντέλο
fi: Zgemma H.S/H.2S/H.2H/H5/H7 vanha malli
fr: Zgemma H.S/H.2S/H.2H/H5/H7 ancien modèle
hr: Zgemma H.S/H.2S/H.2H/H5/H7 stari model
it: Zgemma H.S/H.2S/H.2H/H5/H7 vecchio modello
lt: Zgemma H.S/H.2S/H.2H/H5/H7 senas modelis
nl: Zgemma H.S/H.2S/H.2H/H5/H7 oud model
pl: Zgemma H.S/H.2S/H.2H/H5/H7 stary Model
sk: Zgemma H.S/H.2S/H.2H/H5/H7 starý model
sr: Zgemma H.S/H.2S/H.2H/H5/H7 stari model
sv: Zgemma H.S/H.2S/H.2H/H5/H7 gammal modell
ta: Zgemma H.S/H.2S/H.2H/H5/H7 பழைய மாதிரி
tr: Zgemma H.S/H.2S/H.2H/H5/H7 eski Model
uk: Zgemma H.S/H.2S/H.2H/H5/H7 стара модель
zh_cn: Zgemma H.S/H.2S/H.2H/H5/H7旧型号

source: Zimbabwe
de: Simbabwe
el: Ζιμπάμπουε
lt: Zimbabvė
ta: சிம்பாப்வே
tr: Zimbabve
uk: Зімбабве
zh_cn: 津巴布韦

source: Zoom Actions
bg: Действия за мащабиране
cs: Akce přiblížení
el: Ενέργειες μεγέθυνσης
fi: Suurennus Toiminnot
fr: Actions de zoom
hr: Radnja Zumiranja
it: Azioni di zoom
lt: Mastelio keitimo veiksmai
nl: Zoom Acties
pl: Akcje powiększania
sk: Akcie priblíženia
sr: Radnja Zumiranja
sv: Zoom-åtgärder
ta: பெரிதாக்க செயல்கள்
tr: Yakınlaştırma İşlemleri
uk: Дії масштабування

source: Zoom In/Out TV
bg: Мащабиране Вход/изход TV
cs: Přiblížení/oddálení TV
el: Μεγέθυνση/σμίκρυνση TV
fi: Suurenna +/- TV
fr: Zoom avant/arrière TV
hr: Zum Ulaz/Izlaz TV
it: Zoom TV avanti o indietro
lt: Priartinti/nutolinti TV
nl: Zoom In/Uit TV
sk: Priblížiť/oddialiť TV
sr: Zum Ulaz/Izlaz TV
sv: Zooma in/ut TV
ta: டிவியில் பெரிதாக்கவும்/வெளியே
tr: TV'yi Yakınlaştır/Uzaklaştır
uk: Збільшення/зменшення ТБ

source: Zoom Off
bg: Мащабиране Изкл
cs: Vypnout přiblížení
el: Σμίκρυνση
fi: Suurennus pois
fr: Zoom arrière
hr: Zum isklj
it: Zoom disattivato
lt: Priartinimas išjungtas...
nl: Zoomfunctie uit
pl: Zoom wyłączony
sk: Oddialenie
sr: Zum isklj
sv: Zoom av
ta: பெரிதாக்கவும்
tr: Yakınlaştırmayı Kapat
uk: Збільшення викл

source: Zoom from left
bg: Мащабиране отляво
cs: Zvětšit zleva
da: Zoom fra vanstre
de: Zoom von links
el: Ζουμάρισμα από τα αριστερά
et: Vasakult kasvav
fi: Suurenna vasemmalta
fr: Zoomer de la gauche
hr: Zumiranje s lijeva
hu: Nagyítás balról
it: Zoom da sinistra
lt: Padidinti iš kairės
nl: Zoom vanaf links
pl: Zoom z lewej
sk: Priblíženie zľava
sr: Zumiranje sleva
sv: Zoom från vänster
ta: இடமிருந்து பெரிதாக்கு
tr: Soldan yakınlaştır
uk: Масштаб зліва
vi: Thu phóng từ trái
zh_cn: 从左缩放

source: Zoom from right
bg: Мащабиране отдясно
cs: Zvětšit zprava
da: Zoom fra højre
de: Zoom von rechts
el: Ζουμάρισμα από τα δεξιά
et: Paremalt kasvav
fi: Suurenna oikealta
fr: Zoomer de la droite
hr: Zumiranje sdesna
hu: Nagyítás jobbról
it: Zoom da destra
lt: Padidinti iš dešinės
nl: Zoom vanaf rechts
pl: Zoom z prawej
sk: Priblíženie sprava
sr: Zumiranje sdesna
sv: Zoom från höger
ta: வலதுபுறத்திலிருந்து பெரிதாக்கு
tr: Sağdan yakınlaştır
uk: Масштаб справа
vi: Thu phóng từ phải
zh_cn: 从右缩放

source: Zulu
el: Ζουλού
fr: Zoulou
it: Zulù
nl: Zoeloe
sk: zuluština
ta: சுலு
tr: Zulu dili
uk: Зулуська

source: [Timeshift] Merging records failed!
bg: [Timeshift] Неуспешно свързване записи!
cs: [Timeshift] Spojení záznamů selhalo!
da: [Timeshift] Fletning af optagelser mislykkedes!
de: Timeshift - Zusammenfügen der Aufnahmen fehlgeschlagen!
el: [Χρονομετατόπιση] Αποτυχία συγχώνευσης εγγραφών!
et: [Ajanihe] Salvestiste liitmine nurjus!
fi: [Ajansiirto] Tallenteiden yhdistäminen epäonnistui!
fr: [PauseDirect] La fusion des enregistrements a échoué !
hr: [Timeshift] Spajanje zapisa nije uspjelo!
hu: [Timeshift] az egyesítés sikertelen!
it: [Timeshift] Unione registrazioni fallita!
lt: [Laiko poslinkis] įrašų sujungti nepavyko!
nl: [Timeshift] Samenvoegen van opnames is mislukt!
pl: [Timeshift] Łączenie nie powiodło się!
ru: [Таймшифт] Не удалось соединить записи!
sk: [Timeshift] Zlučovanie nahrávok bolo neúspešné!
sr: [Tajmšift] Objedinjavanje snimaka nije uspelo!
sv: [Timeshift] Sammanslagning av poster misslyckades!
ta: [டைம்சிஃப்ட்] பதிவுகளை ஒன்றிணைக்கும் தோல்வியுற்றது!
tr: [Zaman Kaydırma] Kayıtların birleştirilmesi başarısız oldu!
uk: [Таймшифт] Помилка злиття записів!
vi: [Timeshift] Hồ sơ hợp nhất thất bại!
zh_cn: [时移]合并录像失败!

source: [Timeshift] Restarting time shift!
bg: [TimeShift] Рестартиране наTimeshift!
cs: [Timeshift] Restart timeshiftu!
el: [Χρονομετατόπιση] Επανεκκίνηση χρονομετατόπισης!
fi: [Ajansiirto] Käynnistetään ajansiirto uudelleen!
fr: [PauseDirect] Redémarrage du PauseDirect !
hr: [Vremenski pomak] Ponovno pokretanje vremenskog pomaka!
it: [TimeShift] Riavvio timeshift!
lt: [Laiko poslinkis] Laiko poslinkis paleidžiamas iš naujo!
nl: [TimeShift] Timeshift wordt herstart!
pl: [TimeShift] Uruchamianie ponowne timeshiftu!
sk: [TimeShift] Reštart funkcie timeshift!
sr: [Tajmšift] Ponovno pokretanje tajmšifta!
sv: [Timeshift] Återstart av time shift!
ta: [டைம்சிஃப்ட்] நேர மாற்றத்தை மறுதொடக்கம் செய்தல்!
tr: [Zaman Kaydırma] Zaman kaydırma yeniden başlatılıyor!
uk: [Таймшифт] Перезапуск таймшифта!
