Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Percentage/Progress bar right
bg: Процент/Лента за напредък вдясно
cs: Ukazatel procent/průběhu vpravo
da: Procent/Fremgangsbjælke højre
de: Prozent/Fortschrittsanzeige rechts
el: Ποσοστό/μπάρα προόδου δεξιά
fi: Etenemispalkki oikealla
fr: Barre de pourcentage/progression à droite
hr: Postotak/traka napretka desno
it: Percentuale/barra di avanzamento a destra
lt: Procentai / eigos juosta dešinėje
nl: Percentage/Voortgangsbalk rechts
pl: Procent/Pasek postępu w prawo
sk: Percentá/ukazovateľ priebehu vpravo
sr: Procenat/Progres traka desno
sv: Procent/framstegsbalk höger
ta: சதவீதம்/முன்னேற்றப் பட்டி சரியானது
tr: Yüzde/İlerleme çubuğu sağda
uk: Відсоток/Смугжка поступу справа
zh_cn: 百分比/进度条右侧

source: Perform an on-line flash instead
bg: Вместо това извършете онлайн флаш
cs: Proveďte místo toho on-line kontrolu flashe
el: Να γίνει διαδικτυακό φλασάρισμα αντ' αυτού
fi: Suorita sen sijaan uuden ohjelmiston lataus internetistä
fr: Effectuez un flash en ligne à la place
hr: Umjesto toga izvedite on-line flash
it: Esegui invece un flash in linea
lt: Vietoj to atlikite internetinį įdiegimą
nl: In plaats daarvan een online flash uitvoeren
pl: Zamiast tego wykonaj flashowanie online
sk: Namiesto toho vykonať on-line flashovanie
sr: Umesto toga izvršite online fleš
sv: Utför en on-line flash istället
ta: அதற்கு பதிலாக ஆன்-லைன் ஃபிளாச் செய்யுங்கள்
tr: Bunun yerine bir çevrimiçi yükleme gerçekleştirin
uk: Замість цього виконайте онлайн-прошивку

source: Perform the upgrade?
cs: Provést aktualizaci?
el: Να γίνει η αναβάθμιση;
fi: Suoritetaanko päivitys?
hr: Izvršiti nadogradnju?
it: Eseguire l'aggiornamento?
nl: De upgrade uitvoeren?
pl: Wykonać aktualizację?
sk: Aktualizovať?
sr: Izvršavanje nadogradnje?
sv: Utföra uppgraderingen?
ta: மேம்படுத்தல் செய்யவா?
tr: Yükseltmeyi gerçekleştirmek ister misiniz?
uk: Виконати оновлення?

source: Performing arts
cs: scénické umění
el: τέχνες και θεάματα
hr: Scenske umjetnosti
it: arti dello spettacolo
lt: scenos menas
nl: podiumkunsten
sr: Scenske umetnosti
sv: scenkonst
tr: Sahne sanatları
uk: виконавські види мистецтва

source: Permanently delete all recordings in the trashcan?
bg: Окончателно изтриване на всички записи в кошчето за боклук?
cs: Trvale odstranit všechny záznamy z koše?
el: Οριστική διαγραφή όλων των εγγραφών από τον κάδο;
fi: Poista kaikki roskakorin tallenteet pysyvästi?
fr: Supprimer définitivement tous les enregistrements dans la poubelle ?
hr: Trajno izbrisati sve snimke u korpi za otpatke?
it: Eliminare definitivamente tutte le registrazioni nel cestino?
lt: Negrįžtamai pašalinti visus įrašus iš šiukšlinės?
nl: Alle bestanden in de prullenbak nu permanent verwijderen?
pl: Czy usunąć z kosza wszystkie nagrania?
sk: Natrvalo vymazať všetky nahrávky z koša?
sr: Trajno izbrisati sve snimke u korpi za otpatke?
sv: Permanent radera alla inspelningar i papperskorgen?
tr: Çöp kutusundaki tüm kayıtları kalıcı olarak silmek mi istiyorsunuz?
uk: Остаточно видалити всі записи в кошик для сміття?

source: Permanently disable the MultiBoot option?
cs: Trvale zakázat možnost MultiBoot?
el: Μόνιμη απενεργοποίηση της πολλαπλής εκκίνησης;
fi: Pysyvästi poista MultiBoot valikko?
hr: Trajno onemogućiti MultiBoot opciju?
it: Disabilitare definitivamente l'opzione MultiBoot?
nl: MultiBoot-optie definitief deactiveren?
pl: Czy trwale wyłączyć opcję MultiBoot?
sr: Trajno onemogućiti MultiBoot opciju?
sv: Permanent inaktivera MultiBoot-alternativet?
tr: Çoklu Önyükleme seçeneğini kalıcı olarak devre dışı bırakmak mı istiyorsunuz?
uk: Вимкнути опцію MultiBoot назавжди?

source: Permanently ignore this device
cs: Toto zařízení trvale ignorovat
el: Μόνιμη αγνόηση αυτής της συσκευής
fi: Unohda tämä laite pysyvästi
hr: Trajno ignoriši ovaj uređaj
it: Ignora definitivamente questo dispositivo
nl: Dit apparaat negeren
pl: Trwale zignoruj to urządzenie
sk: Toto zariadenie permanentne ignorovať
sr: Trajno ignoriši ovaj uređaj
sv: Ignorera denna enhet permanent
ta: இந்த சாதனத்தை நிரந்தரமாக புறக்கணிக்கவும்
tr: Bu cihazı kalıcı olarak yok say
uk: Назавжди ігнорувати цей пристрій

source: Permanently mount as %s
cs: Trvale připojit jako %s
el: Μόνιμη προσάρτηση ως %s
fi: Liitä pysyvästi %s
hr: Trajno montirati kao %s
it: Monta in modo permanente come %s
nl: Mounten als %s
pl: Zamontuj na stałe jako %s
sk: Natrvalo pripojiť ako %s
sr: Trajno montirati kao %s
sv: Permanent monterad som %s
ta: நிரந்தரமாக %s ஆக ஏற்றவும்
tr: %s olarak kalıcı olacak şekilde monte edin
uk: Постійно монтувати як %s

source: Permanently remove all deleted items
bg: Окончателно премахване на всички изтрити елементи
cs: Trvale odstranit veškeré smazané položky
da: Fjerne alle slettede filer permanent
de: Papierkorb leeren
el: Οριστική εκκαθάριση όλων των διαγραμμένων στοιχείων
et: Kustuta lõplikult kõik failid
fi: Poista poistetut pysyvästi
fr: Supprimer définitivement tous les éléments supprimés
hr: Trajno ukloniti sve izbrisane stavke
hu: Minden törölt elem végleges eltávolítása
it: Rimuovi definitivamente tutti gli elementi eliminati
lt: Negrįžtamai pašalinti visus ištrintus elementus
nl: Prullenbak leegmaken
pl: Usuń trwale wszystkie usunięte elementy
pt_br: Limpar lixeira
ru: Очистка корзины
sk: Natrvalo odstrániť všetky vymazané položky
sr: Trajno ukloniti sve izbrisane stavke
sv: Ta bort alla raderade objekt permanent
ta: நீக்கப்பட்ட அனைத்து பொருட்களையும் நிரந்தரமாக அகற்றவும்
tr: Silinen tüm öğeleri kalıcı olarak kaldırın
uk: Назавжди видалити усі видалені елементи
vi: Xóa vĩnh viễn tất cả các mục đã xóa
zh_cn: 永久删除所有已删除项目

source: Permanently remove the MultiBoot files?
cs: Chcete trvale odebrat soubory MultiBoot?
el: Να γίνει μόνιμη κατάργηση των αρχείων πολλαπλής εκκίνησης;
fi: Poistaa pysyvästi MultiBoot tiedostot?
hr: Trajno ukloniti MultiBoot datoteke?
it: Rimuovere definitivamente i file MultiBoot?
nl: De MultiBoot-bestanden definitief verwijderen?
pl: Trwale usunąć pliki MultiBoot?
sk: Natrvalo odstrániť súbory MultiBoot?
sr: Trajno ukloniti MultiBoot fajlove?
sv: Ta bort MultiBoot-filerna permanent?
ta: மல்டிபூட் கோப்புகளை நிரந்தரமாக அகற்றவா?
tr: Çoklu Önyükleme dosyalarını kalıcı olarak silmek mi istiyorsunuz?
uk: Назавжди видалити файли MultiBoot?

source: Permissions
cs: Oprávnění
el: Δικαιώματα
fi: Luvat
hr: Dozvole
it: Autorizzazioni
lt: Prieigos teisės
nl: Machtigingen
pl: Uprawnienia
sk: Oprávnenia
sr: Dozvole
sv: Behörigheter
ta: அனுமதிகள்
tr: İzinler
uk: Дозволи

source: Persian
cs: Persky
da: Persisk
de: Persisch
el: Περσικά
et: Pärsia
fi: Persia
fr: Iranien
hu: Perzsa
it: Persiano
lt: Persų
nl: Perzisch
pl: Perski
pt_br: Persa
ru: Персидский
sk: perzština
sv: Persiska
ta: பெர்சியன்
tr: Farsça
uk: Перська
vi: Ba Tư
zh_cn: 波斯语

source: Personalize your Skin
bg: Персонализирайте кожата си
cs: Přizpůsobte si vzhled
da: Tilpas dit Tema
de: Skin anpassen
el: Προσαρμογή του θέματός σας
et: Kujunduse kohandamine
fi: Muokkaa teemaasi
fr: Personnalisez votre skin
hr: Personalizovanje Skina
hu: Személyre szabhatja a Kinézetet (Skin)
it: Personalizza la skin
lt: Individualizuokite temą
nl: Personaliseer je skin
pl: Spersonalizuj swoją Skórkę
sk: Prispôsobte si vzhľad
sr: Personalizovanje Skina
sv: Anpassa din hud
ta: உங்கள் சருமத்தைத் தனிப்பயனாக்குங்கள்
tr: Arayüzünüzü kişiselleştirin
uk: Персоналізація Вашого скіну
vi: Cá nhân hóa làn da của bạn
zh_cn: 个性化您的皮肤

source: Peru
el: Περού
et: Peruu
fr: Pérou
it: Perù
ta: பெரு
uk: Перу
zh_cn: 秘魯

source: Philippines
cs: Filipíny
da: Filippinerne
de: Philippinen
el: Φιλιππίνες
et: Filipiinid
fi: Filippiinit
hu: Fülöp-szigetek
it: Filippine
lt: Filipinai
nl: Filippijnen
pl: Filipiny
sk: Filipíny
sv: Filippinerna
ta: பிலிப்பைன்ச்
tr: Filipinler
uk: Філіпіни
zh_cn: 菲律宾

source: PiP
de: Bild im Bild
hu: Kép-a-Képben
ta: பிப்
uk: ПіП
zh_cn: 画中画

source: PiP with OSD
cs: PIP s OSD
el: PiP με OSD
fi: PiP ja kuvaruutu
fr: PiP avec OSD
hr: PiP sa OSD
it: PIP con OSD
lt: PiP su OSD
nl: PiP met OSD
pl: PIP z OSD
sk: PIP s OSD
sr: PiP sa OSD
sv: PiP med OSD
ta: OSD உடன் PIP
tr: OSD ile PiP
uk: PIP з OSD

source: PiP-Zap
cs: PiP - přepnuto
de: Bild im Bild Zap
et: PiP-kanalivahetus
fi: PiP Kanavanvaihto
hu: Kép-a-Képben Ugrás
lt: PiP jungti
sk: PiP – prepnutie
sv: PiP-Zappa
ta: பிப்-சாப்
tr: PiP-Kanal Değiştir
uk: ПіП-Переключення
vi: ZAP -PiP
zh_cn: 切换画中画

source: PiPSetup
bg: PiP настройка
cs: Nastavení PiP
da: PiP opsætning
de: Bild im Bild Einstellungen
el: Ρυθμίσεις PiP
et: PiP seadistamine
fi: PiP Asetukset
fr: Paramétrer PiP
hr: PiP Podešavanje
hu: Kép-a-Képben beállítás
it: Impostazioni PIP
lt: PiP sąranka
nl: PiP instellingen
pl: Ustawienie PiP
ru: Настройки PIP
sk: PiP – nastavenie
sl: Nastavitve PiP - Slika v Sliki
sr: PiP Podešavanje
sv: PiPS-inställning
ta: பிப்செட்டப்
tr: PiP Kurulumu
uk: Налаштування ПІП
vi: Cài đặt PiP
zh_cn: 画中画设置

source: PiPZap
de: Bild im Bild Zap
et: PiP-kanalivahetus
fi: PiP kanavanvaihto
hu: Kép-a-Képben Ugrás
lt: PiP jungimas
sk: PiP prepnutie
ta: பீச்சா
tr: PiP Kanal Değiştir
uk: ПіП Переключення
zh_cn: 切换画中画

source: Picon
bg: Пикон
cs: Picony
da: Pikon
el: Λογότυπο (picon)
et: Pikon
fi: Kanavalogo
hr: Pikon
lt: Piktograma
pl: Pikony
ru: Пикон
sk: Pikona
sr: Pikon
ta: பிகான்
tr: Pikon
uk: Пікон

source: Picon Packages
cs: Balíčky Picon
el: Πακέτα λογότυπων
fi: Kanavalogot
hr: Pikon Paketi
it: Pacchetti picon
nl: Picons
pl: Pakiety pikon
sk: Balíčky pikon
sr: Pikon Paketi
sv: Picon Förpackningar
ta: பிகான் தொகுப்புகள்
tr: Pikon Paketleri
uk: Пакети Піконів

source: Picon and service name
cs: Picony a názvy programů
da: Pikon og kanalnavn
de: Picon und Sendername
el: Λογότυπο και όνομα υπηρεσίας
et: Pikon ja kanali nimi
fi: Kanavan logo ja nimi
fr: Picon et nom de service
hr: Pikon i ime servisa
hu: Pikon és csatornanév
it: Picon e nome del servizio
lt: Piktograma ir kanalo pavadinimas
nl: Picon en zendernaam
pt_br: Picon e nome do serviço
ru: Пикон и название канала
sr: Pikon i ime servisa
sv: Picon och servicenamn
tr: Pikon ve kanal ismi
uk: Пікони і Назва Каналу
vi: Picon và tên dịch vụ
zh_cn: picon和频道名称

source: Picon install location
cs: Cílové umístění balíčku picon
el: Φάκελος προορισμού πακέτου λογότυπων
fi: Kanavalogo paketin kohde sijainti
hr: Lokacija instalacije pikona
it: Posizione di installazione dei picon
nl: Locatie voor Picons
pl: Miejsce instalacji picon
sk: Cieľové umiestnenie balíčka pikon
sr: Lokacija instalacije pikona
sv: Picon installationsplats
ta: பிகான் நிறுவும் இடம்
tr: Pikon yükleme konumu
uk: Цільове розташування пакета Picon

source: Picon width
bg: Широчина на пикона
cs: Šířka piconů kanálů
da: Pikon bredde
de: Picon Breite
el: Πλάτος λογότυπου (picon)
et: Pikoni laius
fi: Kanavalogon leveys
fr: Largeur picon
hr: Pikon širina
hu: Picon szélessége
it: Larghezza picon
lt: Piktogramos plotis
nl: Picon breedte
pl: Szerokość pikon
ru: Ширина пикона
sk: Pikony – šírka
sr: Pikon širina
sv: Picon bredd
ta: பிகான் அகலம்
tr: Pikon genişliği
uk: Ширина Піконів
vi: Chiều rộng Picon
zh_cn: picon宽度

source: Picture Information
cs: Informace o obrázku
el: Πληροφορίες εικόνας
fi: Kuvan tiedot
hr: Info Slike
it: Informazioni immagine
lt: Paveikslėlio informacija
nl: Foto informatie
pl: Informacje o obrazie
sk: Informácie o obrázku
sr: Info Slike
sv: Bildinformation
ta: பட செய்தி
tr: Alıcı Resim Bilgileri
uk: Інформація про зображення

source: Picture Information Actions
cs: Akce informace o obrázku
el: Ενέργειες πληροφοριών εικόνας
fi: Kuvatietojen toiminnot
hr: Radnje Info Slike
it: Azioni informazioni immagine
lt: Paveikslėlio informacijos veiksmai
nl: Foto Informatie Acties
pl: Akcje informacji o obrazie
sk: Akcie pre informácie o obrázku
sr: Radnje Info Slike
sv: Bild Information Åtgärder
ta: பட செய்தி செயல்கள்
tr: Resim Bilgisi İşlemleri
uk: Дії з інформацією про зображення

source: Picture in EPG
bg: Снимка в EPG
cs: Obraz v EPG
da: Billede i EPG
de: Mini-TV im vertikalen EPG anzeigen
el: Εικόνα σε EPG
et: Pilt EPG-s
fi: TV-kuva EPG:essä
fr: Image dans l'EPG
hr: Slika u EPG
hu: Előnézeti kép az EPG-ben
it: Immagine in EPG
lt: Vaizdas EPG
nl: Mini-TV in EPG
pl: Obraz w EPG
sk: Obraz v EPG
sr: Slika u EPG
sv: Bild i EPG
ta: EPG இல் படம்
tr: EPG içinde resim
uk: Міні-ТВ в EПГ
vi: Hình ảnh trong EPG
zh_cn: EPG中显示图片

source: Picture in Picture Actions
cs: Akce PiP
el: Ενέργειες PiP
fi: PiP Toiminnot
fr: Actions PiP
hr: PiP Radnja
it: Azioni PiP
lt: PiP veiksmai
nl: PiP Acties
pl: Akcje PiP
sk: Akcie PiP
sr: PiP Radnja
sv: Bild i bild Åtgärder
ta: பிஐபி நடவடிக்கைகள்
tr: Resim içinde Resim İşlemleri
uk: Дії для PiP

source: Picture in Picture Settings
cs: Nastavení obrazu v obraze
el: Ρυθμίσεις εικόνας σε εικόνα (PiP)
fi: PiP asetukset
fr: Configurer l'incrustation d'image (PiP)
hr: PiP Podešavanje
it: Impostazioni Picture in Picture
lt: Vaizdo vaizde nustatymai
nl: Picture In Picture Instellingen
pl: Ustawienia PiP
sk: Nastavenie PiP
sr: PiP Podešavanje
sv: Inställningar för bild i bild
ta: பட அமைப்பில் படம்
tr: Resim içinde Resim Ayarları
uk: Налаштування Зображення в Зображенні

source: Picture in graphics
bg: Картина в графика
cs: Obraz v grafice
da: Billede i grafik
de: Mini-TV Bild im grafischen EPG anzeigen
el: Εικόνα σε γραφικά
et: Pilt ekraanigraafikas (PiG)
fi: TV kuva grafiikan seassa
fr: Image dans graphiques
hr: Slika u grafici
hu: Előnézeti kép a Grafikus módban
it: Immagine in grafica
lt: Vaizdas grafikoje
nl: Mini-TV in de EPG
pl: Obraz w grafice
ru: ПИГ-окно в графическом телегиде
sk: Obraz v grafike
sr: Slika u grafici
sv: Bild i grafik
ta: கிராபிக்ச் படம்
tr: Grafik içinde resim
uk: PiG-вікно в графічному телегіді
vi: Hình ảnh trong đồ họa
zh_cn: 画中画

source: Picture player
bg: Плейър за снимки
cs: Přehrávač obrázků
da: Billedfremviser
el: Αναπαραγωγή εικόνων
et: Pildimängija
fi: Kuvien katselu
fr: Visionneuse
hr: Foto plejer
hu: Kép lejátszó
lt: Paveikslėlių grotuvas
nl: Fotospeler
pl: Odtwarzacz zdjęć
pt_br: Visualizador de imagens
ru: Фото плеер
sk: Prehrávač obrázkov
sr: Foto plejer
sv: Bildspelare
ta: பட வீரர்
tr: Resim Oynatıcı
uk: Перегляд зображень
vi: Máy nghe nhạc
zh_cn: 图片播放器

source: Pictures
bg: Снимки
cs: Obrázky
da: Billeder
de: Bilder
el: Εικόνες
et: Pildid
fi: Kuvia
fr: Photos
hr: Slike
it: Immagini
lt: Paveikslėliai
nl: Foto's
pl: Zdjęcia
sk: Obrázky
sr: Slike
sv: Bilder
ta: படங்கள்
tr: Alıcının Resimleri
uk: Зображення
vi: Những bức ảnh
zh_cn: 图片

source: Pillarbox
da: Sort stribe i sider (Pillar)
el: Μπάρες εκατέρωθεν
fr: Bandes noires
hu: Pillarbox (fekete csíkok oldalakon)
lt: Juostos šonuose
ru: Черные полосы слева и справа
sv: Svarta Kanter
ta: தூண் பெட்டி
uk: Поштова скринька
vi: Trụ cột
zh_cn: 原始

source: Pilot
el: Πιλότος
fr: Pilote
it: Pilota
lt: Pilotinis
nl: Navigatie
pt_br: Piloto
ru: Пилот
sl: Daljinec
ta: பைலட்
uk: Пілот
vi: Phi công
zh_cn: 向导

source: Pink
cs: růžová
el: ροζ
hr: Ružičasta
it: rosa
lt: rožinė
nl: Roze
sv: rosa
tr: Pembe
uk: рожевий

source: Pitcairn
el: Πίτκαιρν
lt: Pitkernas
nl: Pitcairneilanden
sk: Pitcairnove ostrovy
ta: பிட்கேரின்
uk: Піткерн
vi: Chó pitcairn
zh_cn: 皮特凯恩

source: Pixel Test
bg: Тест на пикселите
cs: Test pixelů
el: Δοκιμή pixel
fi: Pikseli Testi
fr: Test des pixels
hr: Piksel Test
it: Prova dei pixel
lt: Pikselių testas
pl: Test Pikseli
sk: Test pixelov
sr: Piksel Test
ta: படப்புள்ளி சோதனை
tr: Piksel Testi
uk: Піксельний тест
zh_cn: 像素测试

source: Pixels
bg: Пиксели
cs: Pixely
de: Pixel
el: Πίξελ
fi: Pixelit
hr: Pikseli
it: Pixel
lt: Pikseliai
pl: Piksele
sk: Pixely
sr: Pikseli
sv: Pixlar
ta: படப்புள்ளிகள்
tr: Piksel
uk: Пікселі
zh_cn: 像素

source: Plano-stereoscopic
cs: Planostereoskopický
hr: Plano-stereoskopski
it: Plano-stereoscopico
sr: Plano-stereoskopski
tr: Düzlemsel stereo
uk: Плано-стереоскопічний

source: Platform
bg: Платформа
cs: Platforma
el: Πλατφόρμα
fi: Alusta
hr: Platforma
it: Piattaforma
lt: Platforma
pl: Platforma
sk: Platforma
sr: Platforma
sv: Plattform
ta: இயங்குதளம்
uk: Платформа

source: Play
bg: Възпроизвеждане
cs: Přehrát
da: Afspil
de: Abspielen
el: Αναπαραγωγή
et: Esita
fi: Jatka toistoa
fr: Lire
hr: Reprodukuj
hu: Lejátszás
it: Riproduzione
lt: Pradėti
nl: Afspelen
pl: Odtwarzaj
pt_br: Reproduzir
ru: Воспроизвести
sk: Prehrať
sl: Predvajaj
sr: Reprodukuj
sv: Spela
ta: விளையாடுங்கள்
tr: Oynat
uk: Відтворення
vi: Chơi
zh_cn: 播放

source: Play DVD
bg: Възпроизвеждане на DVD
cs: Přehrát DVD
da: Afspil DVD
de: DVD abspielen
el: Αναπαραγωγή DVD
et: Esita DVD
fi: Toista DVD
fr: Lire DVD
hr: Reprodukuj DVD
hu: DVD lejátszás
it: Riproduci DVD
lt: Žiūrėti DVD
nl: DVD afspelen
pl: Odtwórz DVD
pt_br: Reproduzir DVD
ru: Воспроизведение ДВД
sk: Prehrať DVD
sl: Predvajaj DVD
sr: Reprodukuj DVD
sv: Spela DVD
ta: டிவிடி விளையாடுங்கள்
tr: DVD Oynat
uk: Відтворити ДВД
vi: Chơi DVD
zh_cn: 播放DVD

source: Play DVDs
bg: Възпроизвеждане на DVDs
cs: Přehrát DVD
da: Afspil DVD'er
de: DVDs abspielen
el: Αναπαραγωγή DVDs
fi: Toista DVD:eet
fr: Lire DVDs
hr: Reprodukuj DVD-iove
it: Riproduci DVD
lt: Leisti DVD
nl: DVDs afspelen
pl: Odtwórz DVDs
sk: Prehrať DVD
sr: Reprodukuj DVD-iove
sv: Spela upp DVD-skivor
ta: டிவிடிகளை விளையாடுங்கள்
tr: DVD Oynat
uk: Відтворити ДВД-диски
vi: Chơi DVD
zh_cn: 播放DVD光盘

source: Play In Main Window
bg: възпроизвеждане в главния прозорец
cs: přehrát v hlavním okně
el: Αναπαραγωγή στο κεντρικό παράθυρο
fi: toista pääikkunassa
fr: lire dans la fenêtre principale
hr: Reprodukuj u Glavnom Prozoru
it: Riproduci nella finestra principale
lt: atkurti pagrindiniame lange
nl: afspelen in hoofdscherm
pl: odtwórz w ekranie głównym
sk: Prehrať v hlavnom okne
sr: Reprodukuj u Glavnom Prozoru
sv: Spela upp i huvudfönstret
ta: முதன்மையான சாளரத்தில் விளையாடுங்கள்
tr: Ana pencerede oynat
uk: Відтворити в головному вікні

source: Play In PiP Window
bg: възпроизвеждане от картина в картина
cs: Aktivovat program jako obraz v obraze
el: Αναπαραγωγή ως PiP
fi: Näytä kanava PiP-kuvassa
fr: Lire en incrustation d'image
hr: Reprodukuj u PiP Prozoru
it: Riproduci come finestra Picture in Picture
lt: rodyti, kaip vaizdą vaizde
nl: Bekijken als Picture in Picture
pl: Odtwórz w oknie PiP
sk: Prehrať ako v okne PiP
sr: Reprodukuj u PiP Prozoru
sv: Spela upp i PiP-fönster
ta: பிப் சாளரத்தில் விளையாடுங்கள்
tr: Resim içinde Resim penceresinde oynat
uk: Відтворити як картинка в картинці

source: Play Service With Stream Relay
cs: Přehrát službu se Stream Relay
el: Αναπαραγωγή υπηρεσίας με αναμετάδοση ροής
fi: Toista kanava striimin välityksellä
hr: Reprodukuj kanal pomoću Stream Relay
it: Riproduci servizio con Stream Relay
nl: Zender met Stream Relay afspelen
pl: Odtwarzaj kanał za pomocą Stream Relay
sk: Prehrať službu/stanicu s prenosom streamu
sr: Reprodukuj kanal sa Strim Plejerom
sv: Spela upp tjänst med Stream Relay
ta: ச்ட்ரீம் ரிலேவுடன் சேவையை விளையாடுங்கள்
tr: Kanalı Stream Relay Olarak Oynat
uk: Відкрити канал за допомогою Stream Relay

source: Play Service Without Stream Relay
cs: Přehrát službu bez Stream Relay
el: Αναπαραγωγή υπηρεσίας χωρίς αναμετάδοση ροής
fi: Toista kanava ilman striimin välitystä
hr: Reprodukuj kanal bez Stream Relay
it: Riproduci servizio senza Stream Relay
nl: Zender zonder Stream Relay afspelen
pl: Odtwarzaj kanał bez pomocy Stream Relay
sk: Prehrať službu/stanicu bez prenosu streamu
sr: Reprodukuj kanal bez Strim Plejera
sv: Spela upp tjänst utan Stream Relay
ta: ச்ட்ரீம் ரிலே இல்லாமல் சேவையை விளையாடுங்கள்
tr: Kanalı Stream Relay Olmadan Oynat
uk: Відкрити канал без допомоги Stream Relay

source: Play all audio files in the directory
cs: Přehrát všechny zvukové soubory v adresáři
el: Αναπαραγωγή όλων των αρχείων ήχου στον φάκελο
fi: Toista kaikki hakemiston äänitiedostot
hr: Reprodukuj sav audio datoteku u direktorijumu
it: Riproduci tutti i file audio nella cartella
lt: Leiskite visus garso failus kataloge
nl: Alle audiobestanden in de map afspelen
pl: Odtwórz wszystkie pliki audio w katalogu
sk: Prehrať všetky zvukové súbory v priečinku
sr: Reprodukuj sav audio fajl u direktorijumu
sv: Spela upp alla ljudfiler i katalogen
ta: அனைத்து ஆடியோ கோப்புகளையும் கோப்பகத்தில் இயக்கவும்
tr: Klasördeki tüm ses dosyalarını oynat
uk: Відтворити всі аудіофайли в каталозі

source: Play audio in background
bg: Възпроизвеждане на аудио във фонов режим
cs: Přehrávat zvuk na pozadí
da: Afspil lyd i baggrunden
de: Audio im Hintergrund abspielen
el: Αναπαραγωγή ήχου στο παρασκήνιο
et: Mängi taustal heli
fi: Toista ääni taustalla
fr: Lecture audio en arrière-plan
hr: Reprodukuj audio u pozadini
hu: Hanglejátszás a háttérben
it: Riproduci audio in background
lt: Leisti garso įrašą fone
nl: Geluid op de achtergrond afspelen
pl: Odtwarzaj audio w tle
pt_br: Reproduzir áudio em segundo plano
ru: Воспр. аудио в фоновом режиме
sk: Prehrávať zvuk na pozadí
sr: Reprodukuj audio u pozadini
sv: Spela upp ljud i bakgrunden
ta: பின்னணியில் ஆடியோவை இயக்கவும்
tr: Sesi arka planda çal
uk: Відтворювати аудіо у фоновому режимі
vi: Phát âm thanh trong nền
zh_cn: 在背景中播放音频

source: Play audio-CD...
bg: Възпроизвеждане на Аудио-CD...
cs: Přehrát audio-CD...
da: Afspil lyd-CD...
de: Audio-CD wiedergeben...
el: Αναπαραγωγή CD ήχου...
et: Esita heliplaat
fi: Toista ääni-CD.
fr: Lire CD-Audio...
hr: Reprodukuj audio-CD...
hu: Audio-CD lejátszás...
it: Riproduci CD audio...
lt: Groti garso CD...
nl: Muziek CD afspelen...
pl: Odtwarzaj audio-CD...
pt_br: Reproduzir CD de Áudio
ru: Воспроизвести аудио-CD
sk: Prehrať audio CD…
sr: Reprodukuj audio-CD...
sv: Spela upp ljud-CD...
ta: ஆடியோ-சிடி விளையாடுங்கள் ...
tr: Ses CD'si (Audio CD) çal...
uk: Відтворити аудіодиск...
vi: Phát CD âm thanh ...
zh_cn: 正在播放音频CD...

source: Play back media files
bg: Възпроизвеждане на медийни файлове
cs: Přehrát soubory
da: Afspil mediefiler
de: Wiedergabe von Mediendateien
el: Αναπαραγωγή αρχείων πολυμέσων
et: Esita meediafaile
fi: Toista mediatiedostoja
fr: Lecture des fichiers multimédia
hr: Reprodukcija medija datoteke
hu: Médiafájlok lejátszása
it: Riproduci file multimediali
lt: Groti medijos failus
nl: Speel mediabestanden af
pl: Odtwórz pliki multimedialne
pt_br: Reproduz arquivos de mídia
ru: Проигрыватель медиа файлов
sk: Prehrať mediálne súbory
sr: Reprodukcija medija fajlova
sv: Spela upp mediefiler
ta: மீடியா கோப்புகளை மீண்டும் இயக்கவும்
tr: Medya dosyalarını oynat
uk: Відтворення медіа файлів
vi: Phát lại tập tin phương tiện
zh_cn: 播放媒体文件

source: Play catch up service archive
cs: Přehrání archivu služby dohánění zmeškaných událostí
el: Αναπαραγωγή αρχείου υπηρεσίας συνέχισης
fi: Toista kanava arkisto
hr: Reprodukuj servis arhive za praćenje
it: Riproduci archivio
nl: Zenderarchief afspelen
pl: Archiwum usługi Play catch up
sk: Prehrať archív služby Catch Up
sr: Reprodukuj servis arhive za praćenje
sv: Spela ikapp servicearkiv
tr: Yakalanmış kanal arşivini oynat
uk: Архів сервісу Play catch up

source: Play entry
bg: Възпроизвеждане на запис
cs: Přehrát položku
da: Afspil post
de: Eintrag abspielen
el: Αναπαραγωγή στοιχείου
et: Esita
fi: Toista
fr: Lire l’entrée
hr: Reprodukuj izabrano
hu: Bejegyzés lejátszása
it: Riproduci elemento
lt: Atkurti turinį
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
ru: Переход на выбранный
sk: Prehrať položku
sr: Reprodukuj izabrano
sv: Spela in post
ta: நுழைவு விளையாடுங்கள்
tr: Seçimi oynat
uk: Відтворити запис
vi: Chơi nhập cảnh
zh_cn: 进入播放
