Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Show Timer List
bg: Показване на списъка с таймери
cs: Zobrazí seznam časovačů
da: Vis Timerliste
de: Zeige alle Timer
el: Εμφάνιση λίστας χρονοδιακοπτών
et: Taimerite nimekiri
fi: Näytä ajastusluettelo
fr: Afficher la liste des programmations
hr: Pokaži Spisak Tajmera
hu: Időzitőlista megjelenítése
it: Mostra elenco timer
lt: Rodyti laikmačių sąrašą
nl: Toon timers
pl: Pokaż listę timera
ru: Показать список таймеров
sk: Zobraziť zoznam časovačov
sr: Pokaži Listu Tajmera
sv: Visa timerlista
ta: நேரங்குறிகருவி பட்டியலைக் காட்டு
tr: Zamanlayıcı Listesini göster
uk: Показати список таймерів
vi: Hiển thị danh sách hẹn giờ
zh_cn: 显示定时器列表

source: Show Transponder Information
cs: Zobrazit informace o transpondéru
el: Εμφάνιση πληροφοριών αναμεταδότη
fi: Näytä lähettimen tiedot
hr: Pokaži Transponder pakete
it: Mostra informazioni transponder
nl: Transponderinformatie weergeven
pl: Wyświetl informacje transpondera
sk: Zobraziť informácie o transpondéri
sr: Pokaži Transponder pakete
sv: Visa transponderinformation
ta: டிரான்ச்பாண்டர் தகவல்களைக் காட்டு
tr: Aktarıcı Bilgilerini Göster
uk: Показати інформацію про транспондер

source: Show True/False as graphical switch
bg: Показване на вярно/грешно като графичен превключвател
cs: Zobrazit Pravda/Nepravda jako grafický přepínač
da: Vis Sand/Falsk som grafisk omskifter
de: Zeige "Ja / Nein" als grafischen Schalter
el: Εμφάνιση Αληθές/Ψευδές ως γραφικός διακόπτης
et: SEES/VÄLJAS kuvamine graafilise lülitina
fi: Näytä Kyllä/Ei graafisena kytkiminä
fr: Afficher Vrai/Faux comme commutateur graphique
hr: Pokaži Istina/Netočno kao grafički prekidač
it: Mostra Vero/Falso come interruttore grafico
lt: Rodyti grafinį jungiklį
nl: Toon aan/uit als een grafische schakelaar
pl: Pokaż Tak/Nie jako przełącznik graficzny
sk: Zobraziť prepínač pravda/nepravda ako grafický
sr: Pokaži Istina/Netačno kao grafički prekidač
sv: Visa sant/falskt som grafisk omkopplare
ta: வரைகலை சுவிட்சாக உண்மை/பொய்யைக் காட்டுங்கள்
tr: Doğru/Yanlış seçeneğini grafiksel simge olarak göster
uk: Показати Так/Ні, як графічний перемикач
vi: Hiển thị Đúng / Sai dưới dạng chuyển đổi đồ họa
zh_cn: 作为图形交换显示开/关

source: Show VBI Line For This Service
bg: Премахнете скритата VBI линия за този сервиз
cs: Odstranit skrytou linku VBI pro tuto službu
el: Επανεμφάνιση της γραμμής VBI για αυτή την υπηρεσία
fi: Piilota yläreunan pistejuova tältä kanavalta
fr: Ne pas cacher ligne VBI pour ce service
hr: Pokaži VBI Red za ovaj Servis
it: Mostra linea VBI per questo servizio
lt: Pašalinti paslėptą VBI liniją šiam kanalui
nl: Verwijder verberg VBI regel voor deze zender
pl: Pokaż linię VBI dla tego kanału
sk: Zobraziť VBI riadok pre túto stanicu
sr: Pokaži VBI Red za ovaj Servis
sv: Visa VBI-linje för denna tjänst
ta: இந்த சேவைக்கு விபிஐ வரியைக் காட்டு
tr: Bu Kanal İçin VBI Satırını Göster
uk: Видалити приховану лінію VBI для цього каналу

source: Show VCR SCART on main menu
bg: Показване на VCR scart на основното меню
cs: Zobrazit VCR SCART v hlavní nabídce
el: Εμφάνιση του VCR SCART στο κύριο μενού
fi: Näytä VCR-Scart päävalikossa
fr: Afficher le menu péritel magnétoscope sur l'écran principal
hr: Pokaži VCR SCART u glavnom menu
it: Mostra VCR SCART nel menu principale
lt: Rodyti VCR skartą pagrindiniame meniu
nl: Toon VCR scart in het hoofdmenu
pl: Pokaż VCR SCART w menu głównym
sk: Zobraziť VCR SCART v hlavnom menu
sr: Pokaži VCR SCART u glavnom meniju
sv: Visa VCR SCART på huvudmenyn
ta: முதன்மையான பட்டியலில் வி.சி.ஆர் ச்கார்ட்டைக் காட்டு
tr: Ana menüde VCR SCART göster
uk: Показати Scart в головному меню

source: Show Vertical EPG
bg: Показване на вертикален EPG
cs: Zobrazit svislé EPG
da: Vis lodret EPG
de: Zeige vertikalen EPG
el: Εμφάνιση κάθετου EPG
et: Vertikaalne EPG
fi: Näytä Pystysuora EPG
fr: Afficher l'EPG vertical
hr: Pokaži Vertikalni EPG
hu: Függőleges EPG megjelenítése
it: Mostra EPG verticale
lt: Rodyti vertikalų EPG
nl: Toon Verticale-EPG
pl: Pokaż Pionowy EPG
sk: Zobraziť Vertikálny EPG
sr: Pokaži Vertikalni EPG
sv: Visa vertikal EPG
ta: செங்குத்து ஈ.பி.சி.
tr: Dikey EPG Göster
uk: Показати Вертикальний телегід
vi: Hiển thị EPG dọc
zh_cn: 显示垂直EPG

source: Show WLAN status
bg: Показване на WLAN статуса
cs: Zobrazit stav WLAN
da: Vis WLAN status
de: Zeige WLAN-Status
el: Εμφάνιση κατάστασης ασύρματου δικτύου
et: WLAN oleku näitamine
fi: Näytä WLAN:in tila
fr: Afficher le status WLAN
hr: Pokaži WLAN status
hu: A vezeték nélküli hálózat állapotának megjelenítése
it: Mostra stato WLAN
lt: Rodyti belaidžio tinklo būseną
nl: WLAN-status weergeven
pl: Pokaż status WiFi
pt_br: Exibir o estado da rede sem fio
ru: Показать состояние WLAN
sk: Zobraziť stav WLAN
sr: Pokaži WLAN status
sv: Visa WLAN-status
ta: WLAN நிலையை காட்டு
tr: Kablosuz Ağ bağlantı durumunu göster
uk: Показати статус Wi-Fi мережі
vi: Hiển thị trạng thái mạng WLAN
zh_cn: 显示WLAN连接状态

source: Show Web Link packages
cs: Zobrazit balíčky webových odkazů
el: Εμφάνιση πακέτων διαδικτυακών συνδέσμων
fi: Näytä Netti sivut
hr: Pokaži Web Link pakete
it: Mostra pacchetti collegamenti web
nl: Weblinks
pl: Pokaż pakiety łączy sieci Web
sk: Zobraziť balíčky webových odkazov
sr: Pokaži Web Link pakete
sv: Visa paket med webblänkar
ta: வலை இணைப்பு தொகுப்புகளைக் காட்டு
tr: Web Bağlantı paketlerini göster
uk: Показати пакети веб-посилань

source: Show a spinning logo when the system is busy.
bg: Показване на въртящо лого, когато системата е заета.
cs: Zobrazí pohyblivé LOGO pokud je systém zaneprázdněn.
el: Εμφάνιση περιστρεφόμενου λογότυπου όταν το σύστημα είναι απασχολημένο.
fi: Näytä pyörivä kuvake, kun järjestelmä on varattu.
fr: Afficher l'indicateur occupé lorsque le système est occupé.
hr: Pokaži logotip koji se okreće kada je sustav zauzet.
it: Mostra un logo rotante quando il sistema è occupato.
lt: Rodyti besisukantį logotipą, kai sistema užimta.
nl: Laat een animatie (Spinner) zien wanneer uw %s %s bezig is.
pl: Pokaż spinner, gdy system jest zajęty.
sk: Zobrazenie rotujúceho loga, pri zaneprázdnení systému.
sr: Pokaži logotip koji se okreće kada je sistem zauzet.
sv: Visa en snurrande logotyp när systemet är upptaget.
ta: கணினி பிசியாக இருக்கும்போது ஒரு நூற்பு லோகோவைக் காட்டு.
tr: Sistem meşgul olduğunda dönüş logosunu göster.
uk: Показати спіннер, коли система зайнята.

source: Show additional slider value
bg: Показване на допълнителна стойност на плъзгача
cs: Zobrazit hodnotu dalšího posuvníku
da: Vis desuden skyderværdi
de: Zeige zusätzlichen Schiebereglerwert
el: Εμφάνιση πρόσθετης τιμής του ολισθητή
et: Kuva täiendava liuguri väärtus
fi: Näytä animaatio (rattaat) kun varattu
fr: Afficher une valeur de curseur supplémentaire
hr: Pokaži dodatnu vrednost klizača
it: Mostra valore scorrimento aggiuntivo
lt: Rodyti papildomą slankiklio reikšmę
nl: Toon aanvullend de schuifregelaar-waarde als getal
pl: Pokaż dodatkową wartość suwaka
sk: Zobraziť ďalšiu hodnotu posuvníka
sr: Pokaži dodatnu vrednost klizača
sv: Visa ytterligare värde för skjutreglaget
ta: கூடுதல் ச்லைடர் மதிப்பைக் காட்டு
tr: Ek kaydırıcı değerini göster
uk: Показати додаткове значення повзунка
vi: Hiển thị giá trị thanh trượt bổ sung
zh_cn: 显示其他滑块值

source: Show advanced settings
bg: Показване на разширените настройки
cs: Zobrazit pokročilé nastavení
da: Vis avancerede indstillinger
de: Erweiterte Einstellungen anzeigen
el: Εμφάνιση προχωρημένων ρυθμίσεων
et: Näita lisaseadistusi
fi: Näytä lisäasetukset
fr: Afficher les paramètres avancés
hr: Pokaži više opcija za postavke
hu: Haladó beállítások
it: Mostra impostazioni avanzate
lt: Rodyti išplėstinius nustatymus
nl: Toon geavanceerde instellingen
pl: Pokaż ustawienia zaawansowane
ru: Показать расширенные настройки
sk: Zobraziť pokročilé nastavenia
sr: Pokaži više opcija za postavke
sv: Visa avancerade inställningar
ta: மேம்பட்ட அமைப்புகளைக் காட்டு
tr: Gelişmiş ayarları göster
uk: Показати розширені налаштування
vi: Hiển thị cài đặt nâng cao
zh_cn: 显示高级设置

source: Show all
cs: Ukázat vše
el: Εμφάνιση όλων
fi: Näytä kaikki
hr: Prikaži sve
it: Mostra tutto
nl: Alles tonen
pl: Pokaż wszystko
sk: Zobraziť všetko
sr: Prikaži sve
sv: Visa alla
ta: அனைத்தையும் காட்டு
tr: Tümünü göster
uk: Показати все

source: Show all Information screens
cs: Zobrazit všechny informační obrazovky
el: Εμφάνιση όλων των οθονών πληροφοριών
fi: Näytä kaikki tietonäytöt
hr: Prikaži sve zaslone sa informacijama
it: Mostra tutte le schermate informative
nl: Alle informatie-schermen tonen
pl: Pokaż wszystkie ekrany informacyjne
sk: Zobraziť všetky informačné obrazovky
sr: Pokaži sav Info ekrana
sv: Visa alla informationsskärmar
ta: அனைத்து செய்தி திரைகளையும் காட்டு
tr: Tüm Bilgi ekranlarını göster
uk: Показати всі інформаційні екрани

source: Show all available services
cs: Zobrazit všechny dostupné služby
el: Εμφάνιση όλων των διαθέσιμων υπηρεσιών
fi: Näytä kaikki saatavilla olevat kanavat
hr: Prikaži sve dostupne servise
it: Mostra tutti i servizi disponibili
nl: Alle beschikbare zenders tonen
pl: Pokaż wszystkie dostępne usługi
sk: Zobraziť všetky dostupné služby/stanice
sr: Prikaži sve dostupne servise
sv: Visa alla tillgängliga tjänster
ta: கிடைக்கக்கூடிய அனைத்து சேவைகளையும் காட்டு
tr: Mevcut tüm kanalları göster
uk: Показати всі доступні канали

source: Show all details
cs: Zobrazit všechny detaily
el: Εμφάνιση όλων των λεπτομερειών
fi: Näytä yksityiskohdat
hr: Pokaži sve detalje
it: Mostra tutti i dettagli
nl: Alle details tonen
pl: Pokaż wszystkie szczegóły
sk: Zobraziť všetky podrobnosti
sr: Pokaži sve detalje
sv: Visa alla detaljer
ta: எல்லா விவரங்களையும் காட்டு
tr: Tüm detayları göster
uk: Показати всі деталі

source: Show animation while busy
bg: Показване на анимация докато сте зает
cs: Zobrazit animaci při zaneprázdnění
da: Vis animation når optaget
de: Zeige Animation solange beschäftigt
el: Εμφάνιση κινούμενου γραφικού όταν είναι απασχολημένο
et: Kuva süsteemi hõivatusel animatsiooni
fi: Näytä animaatio (rattaat) kun varattu
fr: Afficher l'animation si occupé
hr: Pokaži animaciju dok ste zauzeti
hu: Animáció megjelenítése amikor a szoftver foglalt
it: Mostra animazione quando occupato
lt: Rodyti animaciją tuo metu, kai užimta
nl: Toon een Spinner wanneer uw ontvanger bezig is
pl: Pokaż animację, gdy zajęty
pt_br: Exibir animação quando ocupado
ru: Показывать анимацию (спиннер), когда система занята
sk: Zobraziť animáciu pri zaneprázdnení
sl: Ko je sprejemnik zaposlen, naj se prikazuje animacija
sr: Pokaži animaciju dok ste zauzeti
sv: Visa animering när du är upptagen
ta: பிசியாக இருக்கும்போது அனிமேசனைக் காட்டு
tr: Meşgulken animasyon göster
uk: Показати анімацію під час зайнятості
vi: Hiển thị hình ảnh động trong khi bận rộn
zh_cn: 在忙时显示动画

source: Show background in Radio Mode
bg: Показване на фон в режим радио
cs: Zobrazit pozadí v rádio módu
da: Vis baggrund i Radio-tilstand
de: Im Radiomodus einen Hintergrund anzeigen
el: Εμφάνιση φόντου στη λειτουργία ραδιοφώνου
et: Kuva raadioolekus taustapilt
fi: Näytä taustakuva radiotilassa
fr: Afficher image d'arrière-plan en mode Radio
hr: Pokaži pozadinu u radio režimu
hu: Rádió módban háttérkép megjelenítése
it: Mostra sfondo in modalità Radio
lt: Radijo režime rodyti fono paveikslėlį
nl: Toon een achtergrond in radio modus
pl: Pokaż tapetę w trybie radio
ru: Показать фон в режиме радио
sk: Zobraziť pozadie v rádio režime
sl: V radio načinu prikaži ozadje
sr: Pokaži pozadinu u radio režimu
sv: Visa bakgrund i radioläge
ta: ரேடியோ பயன்முறையில் பின்னணியைக் காட்டு
tr: Radyo Modunda arka planı göster
uk: Показати фон в режимі радіо
vi: Hiển thị nền trong Chế độ radio
zh_cn: 在广播模式中显示背景

source: Show background when tuned to a radio channel.
bg: Показване на фон, когато настройвам радио канал.
cs: Zobrazit pozadí při radio kanálu.
da: Vis baggrund når indstillet på en radiokanal.
de: Bei 'Ja' wird im Radiomodus ein Hintergrund angezeigt.
el: Εμφάνιση φόντου κατά τον συντονισμό σε ραδιοφωνικό κανάλι.
et: Näita raadiokanali taustaks pilti.
fi: Näytä taustakuva, kun kuunnellaan radiokanavaa.
fr: Afficher l'écran de fond lorsqu'on écoute une radio.
hr: Pokaži pozadinu kada je podešen radio kanal.
hu: A rádió csatorna hangolása esetén a háttér megjelenítése.
it: Mostra sfondo quando sei sintonizzato su un canale radio.
lt: Perjungus į radijo režimą, rodyti fono paveikslėlį.
nl: Toon een achtergrond als op een radio zender is afgestemd.
pl: Pokaż tapetę dla kanału radiowego.
ru: Показать фон при настройке на радиоканал
sk: Zobraziť pozadie pri rádiovom kanáli.
sr: Pokaži pozadinu kada je podešen radio kanal.
sv: Visa bakgrund när du är inställd på en radiokanal.
ta: ரேடியோ சேனலுடன் இணைந்தால் பின்னணியைக் காட்டு.
tr: Radyo kanalına ayarlandığında arka planı göster.
uk: Показати фон при налаштуванні на радіоканал.
vi: Hiển thị nền khi điều chỉnh đến một kênh radio.
zh_cn: 当调谐到广播信道时显示背景.

source: Show bouquet on launch
bg: Покажи букет при стартиране
cs: Zobrazit přehled po spuštění
da: Vis Buket ved opstart
de: Zeige Bouquet beim Start
el: Εμφάνιση μπουκέτου κατά την εκκίνηση
et: Käivitamisel kuvatakse lemmiknimekirjad
fi: Näytä avattaessa suosikkilistat
fr: Afficher les bouquets au lancement
hr: Pokaži buket pri pokretanju
hu: Csatornacsomag választása induláskor
it: Mostra bouquet all'avvio
lt: Rodyti paketus paleidžiant
nl: Toon eerst de favorietenlijsten
pl: Pokaż listy kanałów po uruchomieniu
ru: Показать фаворит при запуске
sk: Zobraziť prehľad po spustení
sr: Pokaži buket pri pokretanju
sv: Visa buketten vid lanseringen
ta: துவக்கத்தில் பூச்செண்டைக் காட்டு
tr: Başlangıçta buket göster
uk: Показати фаворит при запуску
vi: Hiển thị gói kênh khi ra mắt
zh_cn: 启动时显示开机画面

source: Show build information
cs: Zobrazit informace o sestavení
el: Εμφάνιση πληροφοριών χτισίματος
fi: Näytä koontiversion tiedot
hr: Pokaži info o izradi
it: Mostra informazioni build
nl: Toon de build-informatie
pl: Pokaż informacje o kompilacji
sk: Zobraziť informácie o zostavení
sr: Pokaži info o izradi
sv: Visa bygginformation
ta: உருவாக்கு தகவலைக் காட்டு
tr: Yapım bilgilerini göster
uk: Показати інформацію про збірку

source: Show cards with uphop %s
cs: Zobrazit karty s uphop %s
el: Εμφάνιση καρτών με uphop %s
fi: Näytä kortit joissa ylöshyppy %s
hr: Pokaži kartice sa uphop %s
it: Mostra carte con uphop %s
nl: Cards met Uphop %s tonen
pl: Pokaż karty z uphop %s
sk: Zobraziť karty s uphop %s
sr: Pokaži kartice sa uphop %s
sv: Visa kort med uphop %s
tr: Uphop %s ile kartları göster
uk: Показати картки з uphop %s

source: Show channel number in InfoBar
bg: Показване на номера на канала в инфобара
cs: Zobrazit číslo programu v infobaru
el: Εμφάνιση του αριθμού καναλιού στη μπάρα πληροφοριών
fi: Näytä kanavanumero tietopalkissa
fr: Afficher numéro des chaînes dans infobarre
hr: Pokaži broj kanala na Info Traci
it: Mostra numero canale nella barra informazioni
lt: Rodyti kanalo numerį info juostoje
nl: Toon zendernummers op de informatiebalk
pl: Pokaż numer kanału na pasku informacyjnym
sk: Zobraziť číslo kanála v infolište
sr: Pokaži broj kanala na Info Traci
sv: Visa kanalnummer i InfoBar
ta: இன்ஃபோபரில் சேனல் எண்ணைக் காட்டு
tr: Bilgi Çubuğunda kanal numaralarını göster
uk: Показати номер каналу в Інфобарі

source: Show channel numbers in channel selection
bg: Показване на номерата на каналите в избора на канали
cs: Zobrazit čísla kanálů ve výběru programů
da: Vis kanalnumre i kanalvælger
de: Kanalnummer anzeigen
el: Εμφάνιση αριθμού καναλιού στην επιλογή καναλιού
et: Kanali numbrid lemmiknimekirjas
fi: Näytä kanavanumerot kanavalistassa
fr: Afficher le numéro des chaînes dans la sélection des chaînes
hr: Pokaži broj kanala u odabiru kanala
hu: Csatornaszámok megjelenítése a csatornalistában
it: Mostra numero canale nella Selezione canali
lt: Kanalų sąrašo lange rodyti kanalo numerį
nl: Toon zendernummers in de zenderlijst
pl: Pokaż numery kanałów przy wyborze kanału
pt_br: Exibir numeração dos canais na lista de canais
ru: Показать номер канала в селекторе каналов
sk: Zobraziť čísla kanálov vo výbere kanála
sl: Prikaži številko posameznega kanala - v listi kanalov
sr: Pokaži broj kanala u izbore kanala
sv: Visa kanalnummer i kanalvalet
ta: சேனல் தேர்வில் சேனல் எண்களைக் காட்டு
tr: Kanal listesinde kanal numaralarını göster
uk: Показати номер каналів у списку каналів
vi: Hiển thị số kênh trong lựa chọn kênh
zh_cn: 选择频道时显示频道编号

source: Show channel selection
bg: Показване на избор на канал
cs: Zobrazit výběr kanálu
da: Vis kanalvalg
de: Zeige die Sendergruppen
el: Εμφάνιση επιλογής καναλιών
et: Kuva kanalivalik
fi: Kanavan valinta
fr: Afficher la sélection de canal
hr: Pokaži odabir kanala
hu: Csatorna választás mutatása
it: Mostra selezione canale
lt: Rodyti kanalų pasirinkimą
nl: Toon zenderkeuze
pl: Pokaż wybór kanału
sk: Zobraziť výber kanála
sr: Pokaži izbor kanala
sv: Visa kanalval
ta: சேனல் தேர்வைக் காட்டு
tr: Kanal seçimini göster
uk: Показати вибір каналу
vi: Hiển thị lựa chọn kênh
zh_cn: 显示频道选择

source: Show chapter positions for supported video files.
cs: Zobrazit pozice kapitol u podporovaných video souborů.
el: Εμφάνιση θέσεων στα κεφάλαια για υποστηριζόμενα αρχεία βίντεο. (η έκδοση του gstreamer πρέπει να είναι μεγαλύτερη της 1)
hr: Prikaži pozicije poglavlja za podržane video datoteke.
it: Mostra posizioni dei capitoli per i file video supportati.
lt: Rodyti palaikomų vaizdo įrašų skyrių pozicijas. (gstreamer versija turi būti didesnė nei 1)
nl: Toon hoofdstuk posities bij video bestanden die dit ondersteunen. (Gstreamer moet minimaal versie 1 zijn)
sr: Prikaži pozicije poglavlja za podržane video fajlove.
sv: Visa kapitelpositioner för videofiler som stöds. (gstreamer-versionen måste vara större än 1)
tr: Desteklenen video dosyaları için bölüm konumlarını göster.
uk: Показувати позиції розділів для підтримуваних відеофайлів.

source: Show columns
bg: Показване на колони
cs: Zobrazit sloupce
da: Vis kolonner
de: Spalten einblenden
el: Εμφάνιση στηλών
et: Kuvamine tulpadena
fi: Näytä sarakkeet
fr: Afficher colonnes
hr: Pokaži kolone
hu: Oszlopok megjelenítése
it: Mostra colonne
lt: Rodyti stulpelius
nl: Toon / wijzig de kolommen
pl: Pokaż kolumny
ru: Выровнять название передачи
sk: Zobraziť stĺpce
sr: Pokaži kolone
sv: Visa kolumner
ta: நெடுவரிசைகளைக் காட்டு
tr: Sütunları göster
uk: Відображення стовпців
vi: Hiển thị cột
zh_cn: 显示列名

source: Show commit log information
cs: Zobrazit informace commit logu
el: Εμφάνιση πληροφοριών καταγραφής υποβολής
fi: Näytä loki tiedot
hr: Pokaži info o evidenciji log
it: Mostra informazioni del registro commit
nl: Toon commit-log informatie
pl: Pokaż informacje z logów commitów
sk: Zobraziť informácie denníka o odovzdaní
sr: Pokaži info o evidenciji log
sv: Visa logginformation för commit
ta: கமிட் பதிவு தகவலைக் காட்டு
tr: Taahhüt günlüğü bilgilerini göster
uk: Показати інформацію журналу фіксації

source: Show crash info on screen and write crash log for x times
bg: Показване на информация за сривовете на екрана и записване на регистрационния файл за сривове за x пъти
cs: Zobr. info o selhání na obrazovce a x krát zapsat protokol o selhání
da: Vis nedbrudsinfo på skærmen og skriv nedbrudslog for X gange
de: Wie oft soll die Absturz-Info anzeigt und das Crash-Log erstellt werden?
el: Εμφάνιση πληροφοριών κρασαρίσματος στην οθόνη και εγγραφή του αρχείου x φορές
et: Kuva krahhi info ekraanil ja kirjuta krahhilogi x korda
fi: Näytä kaatumistiedot näytöllä ja kirjoita kaatumisloki x kertaa
fr: Afficher les informations de plantage à l'écran et écrire le journal des crahes x fois
hr: Pokaži info o padu na zaslonu i piši evidenciju pada x puta
it: Mostra crash sullo schermo e scrivili nel registro x volte
lt: Rodyti gedimų informaciją ekrane ir įrašyti gedimų žurnalą x kartų
nl: Toon crash info op het scherm en schrijf de crashlog x keer
pl: Pokaż informacje o awarii na ekranie i zapisz crash log dla x razy
sk: Zobraziť informácie o páde a x-krát zapísať denník o páde
sr: Pokaži info o padu na ekranu i piši evidenciju pada x puta
sv: Visa kraschinformation på skärmen och skriv kraschlogg för x gånger
ta: திரையில் செயலிழப்பு தகவலைக் காண்பி, ஃச் முறை செயலிழப்பு பதிவை எழுதுங்கள்
tr: Ekran üzerinde çökme bilgilerini göster ve çökme günlüğünü x defa yaz
uk: Покажіть креш інформацію на екрані та запишіть креш лог для x разів
vi: Hiển thị thông tin sự cố trên màn hình và viết nhật ký sự cố cho x lần
zh_cn: 在屏幕上显示崩溃信息并写入崩溃日志x次

source: Show crypto icons
bg: Показване на крипто икони
cs: Zobrazit ikony šifrování
da: Vis krypteringsikoner
de: Anzeige der Verschlüsselung
el: Εμφάνιση κρυπτοεικονιδίων
et: Salastatud kanalite tähistamine
fi: Näytä salauksen kuvakkeet
fr: Afficher les icônes de cryptage
hr: Pokaži kodirane ikone
hu: Kódolt ikon megjelenítése
it: Mostra icone di codifica
lt: Rodyti kodavimo piktogramas
nl: Toon icon bij een gecodeerde zender
pl: Pokaż ikony kodowania
ru: Показать значок кодирования
sk: Zobraziť ikony kódovania
sr: Pokaži kodirane ikone
sv: Visa kryptoikoner
ta: மறையீட்டு சின்னங்களைக் காட்டு
tr: Kripto simgelerini göster
uk: Показати значок кодування
vi: Hiển thị biểu tượng điện tử
zh_cn: 显示加密图标

source: Show crypto info in InfoBar
bg: Показване на инфо за криптиране на инфобара
cs: Zobrazit informace o kódování v Infobaru jako
el: Εμφάνιση πληροφοριών κρυπτοποίησης στη μπάρα πληροφοριών
fi: Näytä salaustyyppi tietopalkissa
fr: Afficher l’info de cryptage dans la barre d'information
hr: Pokaži kodirani info na Info Traci
it: Mostra info di codifica nella barra informazioni
lt: Rodyti kodavimo informaciją info juostoje
nl: Laat versleutel informatie zien in de informatiebalk
pl: Pokaż system kodowania na pasku informacyjnym
sk: Zobraziť informácie o kódovaní v infolište
sr: Pokaži kodirani info na Info Traci
sv: Visa kryptoinformation i InfoBar
ta: இன்போபாரில் மறையீட்டு தகவலைக் காட்டு
tr: Bilgi Çubuğunda şifreleme bilgisini göster
uk: Показати інфо кодування в Інфобарі

source: Show current directory
cs: Zobrazit aktuální adresář
el: Εμφάνιση τρέχοντος φακέλου
fi: Näytä nykyinen hakemisto
hr: Pokaži trenutni direktorijum
it: Mostra cartella attuale
nl: Toon de huidige map
pl: Wyświetl bieżący katalog
sk: Zobraziť aktuálny priečinok
sr: Pokaži trenutni direktorijum
sv: Visa aktuell katalog
ta: தற்போதைய கோப்பகத்தைக் காட்டு
tr: Geçerli dizini göster
uk: Показати поточний каталог

source: Show debug log information
cs: Zobrazit informace o protokolu ladění
el: Εμφάνιση πληροφοριών καταγραφής αποσφαλμάτωσης
fi: Näytä virheenkorjaus lokin tiedot
hr: Pokaži info loga otklanjanja grešaka
it: Mostra informazioni del registro di debug
nl: Toon debug-log informatie
pl: Pokaż informacje logów debugowania
sk: Zobraziť informácie denníka ladenia
sr: Pokaži info loga otklanjanja grešaka
sv: Visa information om debuggloggen
ta: பிழைத்திருத்த பதிவு தகவலைக் காட்டு
tr: Hata ayıklama günlüğü bilgilerini göster
uk: Показати інформацію журналу відлагодження

source: Show default after description
bg: Показване по подразбиране след описание
cs: Zobrazit výchozí za popisem
el: Εμφάνιση προεπιλογής μετά την περιγραφή
fi: Näytä laajennettu ohjelmakuvaus
fr: Afficher la valeur par défaut après la description
hr: Pokaži zadano posle opisa
it: Mostra impostazione predefinita dopo la descrizione
lt: Rodyti numatytąjį po aprašo
nl: Toon default informatie
pl: Pokaż domyślne po opisie
sk: Zobraziť predvolene za popisom
sr: Pokaži default posle opisa
sv: Visa standard efter beskrivning
ta: விளக்கத்திற்குப் பிறகு இயல்புநிலையைக் காட்டு
tr: Açıklamadan sonra varsayılanı göster
uk: Показати опис за замовчуванням
