Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Shows available softcams. Here you can download and install them
bg: Показва наличните софкамове. Тук можете да ги изтеглите и инсталирате
cs: Zobrazí dostupné softcamy. Můžete je stáhnout a nainstalovat
da: Vis tilgængelige SoftCAMs. Her kan du downloade og installere dem
de: Zeige verfügbare Softcams, die Sie installieren können.
el: Εμφανίζει τα διαθέσιμα softcams. Εδώ μπορείτε να τα κάνετε λήψη και εγκατάσταση
et: Kuvab saadaolevad emulaatorid. Siin saab neid laadida ja paigaldada
fi: Näytä saatavilla softcamit. Täällä voit ladata ja asentaa ne
fr: Affiche les softcams disponibles. Ici vous pouvez les télécharger et les installer
hr: Pokaži dostupan softcam. Ovdje ih možete preuzeti i instalirati
hu: Megjeleníti a rendelkezésre álló softcam-okat. Itt letöltheti és telepítheti azokat
it: Mostra softcam disponibili. Qui puoi scaricarle e installarle
lt: Rodyti galimus emuliatorius. Čia galite atsisiųsti ir įdiegti juos
nl: Toon de beschikbare Softcams die hier gedownload en geïnstalleerd kunnen worden.
pl: Pokazuje dostępne softcamy. Tutaj możesz je pobrać i zainstalować
ru: Показать доступные эмуляторы. Вы можете загрузить и установить их
sk: Zobrazenie dostupných softvérových emulátorov CAM. Tu ich môžete stiahnuť a nainštalovať
sr: Pokaži dostupan softcam. Ovde ih možete preuzeti i instalirati
sv: Visar tillgängliga mjukkameror. Här kan du ladda ner och installera dem
ta: கிடைக்கும் மென்பொருள்களைக் காட்டுகிறது. இங்கே நீங்கள் அவற்றை பதிவிறக்கம் செய்து நிறுவலாம்
tr: Geçerli softcam'leri gösterir. Buradan indirebilir ve yükleyebilirsiniz
uk: Показати доступні емулятори. Ви можете завантажити та встановити їх
vi: Hiển thị các softcam có sẵn. Tại đây bạn có thể tải xuống và cài đặt chúng
zh_cn: 显示可用的softcams.在这里你可以下载并安装它们

source: Shows live TV or informations on LCD.
cs: Zobrazit živé televizní vysílání nebo informace na LCD.
el: Εμφανίζει την εικόνα της TV ή πληροφορίες στην οθόνη LCD.
hr: Prikazuje live TV ili informacije na LCD-u.
it: Mostra TV in diretta o informazioni su LCD.
lt: Rodyti tiesioginę tv arba informacijas LCD.
nl: Toon Live TV of informatie op het display.
sr: Prikazuje televiziju uživo ili informacije na LCD-u.
sv: Visar live-tv eller information på LCD.
tr: LCD'de canlı televizyon veya bilgileri gösterir.
uk: Показується поточний канал або інформація на дисплеї.

source: Shows the icons when new/unseen, else will not show an icon.
bg: Показва иконите, когато са нови/невиждани, в противен случай няма да показва икона.
cs: Zobrazuje ikony při nové/neshlédnuté, jinak se ikona nezobrazí .
da: Vis ikoner når ny/uset, ellers vises ikonet ikke.
de: Hier können Sie einstellen, ob und wie neue oder nicht angesehene Filme in der Filmliste angezeigt werden sollen.
el: Εμφανίζει τα εικονίδια όταν είναι νέα/αθέατα, αλλιώς δεν θα εμφανίζονται.
et: Tähista uued/vaatamata ikooniga, muidu ikooni ei näita.
fi: Näyttää kuvakkeen kun uusi/katsomaton, muuten kuvaketta ei näytetä.
fr: Affiche les icônes lorsque Nouveau/Non-vu, sinon n'affiche pas d'icône.
hr: Pokaži ikone kada su nove/nevidljive, u ostalom neće biti prikazana ikona.
hu: Megjeleníti az ikonokat, amikor Új/Láthatatlan, egyébként nem jelenik meg ikon.
it: Mostra icone quando nuovo/non visto, altrimenti non mostrare nulla.
lt: Rodo piktogramą kai įvykis naujas/nežiūrėtas, jei nenaujas, nerodo.
nl: Toon iconen voor niet bekeken opnames.
pl: Pokazuje ikony, gdy nowe/niewidzialne, inaczej nie pokaże ikony.
ru: Показывается иконка, когда новое/непросмотренное, иначе иконка показана не будет.
sk: Zobrazuje ikony pri nových/nevidených, inak sa ikona nezobrazí.
sr: Pokaži ikone kada su nove/nevidljive, u ostalom neće biti prikazana ikona.
sv: Visar ikonerna när de är nya/osedda, annars visas ingen ikon.
ta: புதிய/காணப்படாத போது ஐகான்களைக் காட்டுகிறது, இல்லையெனில் ஒரு ஐகானைக் காட்டாது.
tr: Yeni/Görülmemiş içerikler için simgeleri gösterir, aksi takdirde simge göstermez.
uk: Показується іконка, як нове/непереглянуте, інакше іконка показана не буде.
vi: Hiển thị các biểu tượng khi mới / chưa thấy, người khác sẽ không hiển thị biểu tượng.
zh_cn: 新建/未见时显示图标,其他的不显示图标.

source: Shows the state of your wireless LAN connection.
bg: Показва състоянието на вашата безжична LAN връзка.
cs: Zobrazit stav vaší bezdrátové sítě.
el: Εμφάνιση της κατάστασης του ασύρματου δικτύου.
fi: Näyttää WLAN-yhteyden tilan.
fr: Afficher l'état de votre connexion LAN sans fil.
hr: Pokaži stanje bežične LAN veze.
it: Mostra stato della connessione di rete wireless.
lt: Rodo belaidžio LAN ryšio būseną.
nl: Geeft de status van uw WiFi verbinding weer.
pl: Pokazuje status połączenia bezprzewodowego LAN.
sk: Zobrazenie stavu pripojenia bezdrôtovej LAN.
sr: Pokaži stanje bežične LAN veze.
sv: Visar status för din trådlösa LAN-anslutning.
ta: உங்கள் வயர்லெச் லேன் இணைப்பின் நிலையைக் காட்டுகிறது.
tr: Kablosuz Ağ bağlantınızın durumunu gösterir.
uk: Відображає стан підключення до бездротової чи локальної мережі.

source: Shows the watched status of the media.
bg: Показва гледания статус на филма.
cs: Zobrazit stav přehrávaného videa.
el: Εμφάνιση της κατάστασης παρακολούθησης ενός πολυμέσου.
fi: Näyttää kanavien katselu-statistiikkaa.
fr: Affiche le statut visualisé sur les films.
hr: Pokaži status glavnog medija.
it: Mostra stato di visione dei supporti.
lt: Rodo stebimą laikmenos būseną.
nl: Toont de 'bekeken-status' van de opnames.
pl: Pokazuje status oglądanego filmu.
sk: Zobrazenie stavu prehrávaného videa.
sr: Pokaži status glavnog medija.
sv: Visar mediets bevakningsstatus.
ta: ஊடகங்களின் பார்த்த நிலையை காட்டுகிறது.
tr: Medya içeriklerinin izlenme durumunu gösterir.
uk: Показується статус переглянутого запису.

source: Shuffle play list
bg: Разбъркване на плейлиста
cs: Náhodné přehrávání seznamu
el: Τυχαία αναπαραγωγή
fi: Arvo soittolista
fr: Mélanger la liste de lecture
hr: Slučajni spisak numera
it: Playlist casuale
lt: Sumaišyti grojaraštį
nl: Afspeellijst in willekeurige volgorde
pl: Odtwarzaj losowo z listy
sk: Premiešať playlist
sr: Slučajni spisak numera
sv: Blanda spellista
ta: கலக்கு விளையாட்டு பட்டியல்
tr: Çalma listesini karıştır
uk: Перемішати список відтворення

source: Shut down
bg: Изключване
cs: Vypnout
el: Τερματισμός
fi: sammuta
fr: Éteindre
hr: Isključi
it: Spegnimento
lt: Išjungti
nl: Afsluiten
pl: zamknąć
sk: Vypnúť
sr: Isključi
sv: Stäng av
ta: மூடு
tr: Kapat
uk: вимкнути

source: Shutdown
bg: Изключи
cs: Vypnout
da: Afslut
de: Herunterfahren
el: Τερματισμός
et: Lülita välja
fi: Sammuta
fr: Éteindre
hr: Isključivanje
hu: Kikapcsolás
it: Spegni ricevitore
lt: Išjungti
nl: Afsluiten
pl: Wyłącz
pt_br: Desligar
ru: Выключение
sk: Vypnúť
sl: Izklop
sr: Isključivanje
sv: Stäng av
ta: பணிநிறுத்தம்
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_cn: 关闭

source: Shutdown OSCam
cs: Ukončit OSCam
el: Τερματισμός OSCam
fi: Sammuta OSCam
hr: Isključi OSCam
it: Spegni OSCam
nl: OSCam uitschakelen
pl: Wyłącz OSCam
sk: Ukončiť OSCam
sr: Isključi OSCam
sv: Avstängning av OSCam
ta: பணிநிறுத்தம் ஆச்காம்
tr: OSCam'i Kapat
uk: Зупинити OSCam

source: Shutting down. Please wait...
cs: Vypínání. Prosím, čekejte...
el: Τερματισμός. Παρακαλώ περιμένετε...
fi: Sammutetaan. Odota...
hr: Isključivanje. Molimo sačekajte...
it: Spegnimento in corso...
nl: Afsluiten. Even geduld a.u.b...
pl: Wyłączanie. Proszę czekać...
sk: Vypína sa. Čakajte, prosím…
sr: Isključivanje. Molimo sačekajte...
sv: Stänger av. Vänta...
ta: மூடுவது. தயவுசெய்து காத்திருங்கள் ...
tr: Kapatılıyor. Lütfen bekleyin...
uk: Вимкнення. Будь ласка, зачекайте...

source: Sichuan Yi / Nuosu
el: Νουοσού
lt: Sičuanas Yi / Nuosu
ta: Si any i / nu osu
uk: Сичуань І / Нуосу

source: Side by Side
bg: Един до друг
cs: Vedle sebe
da: Side om Side
de: Nebeneinander
el: Σε παράθεση
et: Kõrvuti
fi: Rinnakkain
fr: Côte à Côte
hr: Jedan do Drugog
hu: Egymás mellett
it: Fianco a fianco
lt: Vienas greta kito
nl: Naast elkaar
pl: Obok Siebie
ru: По горизонтали
sk: Vedľa seba
sr: Jedan do Drugog
sv: Sida vid sida
ta: அருகருகே
tr: Yan Yana
uk: Поруч
vi: Cạnh bên nhau
zh_cn: 左右并列

source: Sierra Leone
el: Σιέρρα Λεόνε
lt: Siera Leonė
ta: சியராலியோன்
uk: Сьєрра-Леоне
zh_cn: 塞拉利昂

source: Sigma Designs
fi: Sigma Mallit
hr: Sigma Dizajn
lt: Sigma dizainas
pl: Projekty Sigma
sk: Dizajny Sigma
sr: Sigma Dizajn
sv: Sigma Design
ta: சிக்மா வடிவமைப்புகள்
tr: Sigma Tasarımları
uk: Дизайн Sigma

source: Signal Finder
bg: Търсач на сигнал
cs: Hledání signálu
da: Signalsøger
el: Εύρεση σήματος
et: Signaalimõõdik
fi: Signaalin hakutyökalu
fr: Pointeur satellites
hr: Tražilica Signala
hu: Jelkereső
it: Misuratore segnale
lt: Signalų ieškiklis
nl: Signaalzoeker
pl: Siła sygnału
sk: Vyhľadávač signálu
sr: Nalazač Signala
sv: Hitta signaler
ta: சிக்னல் கண்டுபிடிப்பாளர்
tr: Sinyal Bulucu
uk: Пошук сигналу
vi: Công cụ tìm tín hiệu
zh_cn: 寻星

source: Signal quality
bg: Качество сигнал
cs: Kvalita signálu
el: Ποιότητα σήματος
et: Signaali kvaliteet
fi: Yhteyden laatu
fr: Qualité du signal
hr: Kvalitet Signala
hu: Jelminőség
it: Qualità segnale:
lt: Signalo kokybė
nl: Signaalkwaliteit
pl: Jakość sygnału
pt_br: Qualidade do sinal
ru: Качество сигнала
sk: Kvalita signálu
sr: Kvalitet Signala
sv: Signalkvalitet
ta: சிக்னல் தகுதி
tr: Sinyal kalitesi
uk: Якість сигналу
vi: Chất lượng tín hiệu
zh_cn: 信号质量

source: Signal strength
bg: Сила сигнал
cs: Síla signálu
el: Ισχύς σήματος
fi: Signaalin voimakkuus
hr: Jačina Signala
it: Potenza segnale
lt: Signalo stiprumas
nl: Signaalsterkte
pl: Siła sygnału
sk: Intenzita signálu
sr: Jačina Signala
sv: Signalstyrka
ta: சிக்னல் வலிமை
tr: Sinyal gücü
uk: Сила сигналу

source: Signal:
bg: Сигнал:
cs: Signál:
el: Σήμα:
et: Signaal:
fi: Signaali:
hu: Jel:
it: Segnale:
lt: Signalas:
nl: Signaal:
pl: Sygnał:
pt_br: Sinal:
ru: Сигнал:
sk: Signál:
ta: சிக்னல்:
tr: Sinyal:
uk: Сигнал:
vi: Tín hiệu:
zh_cn: 质量:

source: Signed by
cs: Podepsáno
el: Υπογραφή από
fi: Allekirjoittanut
hr: Potpisao
it: Firmato da
nl: Ondertekend door
pl: Podpisane przez
sk: Podpísané
sr: Potpisao
sv: Undertecknat av
ta: கையொப்பமிட்டது
tr: İmzalayan
uk: За підписом

source: Similar
bg: Подобен
cs: Podobné
da: Lignende
de: Ähnlich
el: Παρόμοια
et: Sarnased
fi: Samanlaiset
fr: Similaire
hr: Slično
hu: Ismétlések
it: Simile
lt: Kartojama
nl: Herhalingen
pl: Podobny
pt_br: Similares
ru: Похожие
sk: Podobné
sl: Podobno
sr: Slično
sv: Liknande
ta: ஒத்த
tr: Benzer
uk: Подібне
vi: Tương tự
zh_cn: 类似搜索

source: Similar broadcasts:
bg: Подобни предавания:
cs: Další vysílání pořadu:
da: Lignende udsendelser:
de: Ähnliche Sendungen:
el: Παρόμοιες μεταδόσεις:
et: Sarnased saated:
fi: Samanlaiset lähetykset:
fr: Emissions similaires :
hr: Slična emitovanja:
hu: Ismétlések, hasonló adások:
it: Trasmissioni simili:
lt: Kartojamos laidos:
nl: Herhalingen uitzending:
pl: Podobne transmisje:
pt_br: Programas similares:
ru: Похожие передачи:
sk: Podobné programy:
sl: Sorodne oddaje:
sr: Slična emitovanja:
sv: Liknande sändningar:
ta: ஒத்த ஒளிபரப்புகள்:
tr: Benzer yayınlar:
uk: Подібні передачі:
vi: Các chương trình phát sóng tương tự:
zh_cn: 类似节目:

source: Simple
bg: Опростен
cs: Jednoduché
da: Simpel
de: Einfach
el: Απλό
et: Lihtne
fi: Suppea
hr: Jednostavan
hu: Egyszerű
it: Semplice
lt: Paprastas
nl: Eenvoudig
pl: Prosty
pt_br: Simples
ru: Простой
sk: Jednoduché
sl: Enostavno
sr: Jednostavan
sv: Enkel
ta: எளிய
tr: Basit
uk: Спрощений
vi: Đơn giản
zh_cn: 简易

source: Simple fade
bg: Опростено затихване
cs: Jednoduché pozvolné mizení
da: Simpel udtoning
de: Einfaches Verblassen
el: Απλό ξεθώριασμα
et: Lihtne hajumine
fi: Yksinkertainen häivytys
fr: Fondu simple
hr: Jednostavno blijedi
hu: Egyszerű fade
it: Dissolvenza semplice
lt: Tiesiog išblukti
nl: Eenvoudig vervagen
pl: Proste Wygaszanie Animacji
ru: Простое затухание
sk: Jednoduché zmiznutie
sr: Jednostavno bledi
sv: Enkel avtoning
ta: எளிய மங்கல்
tr: Basit solma
uk: Просте згасання
vi: Đơn giản
zh_cn: 简单淡入

source: Simple titleset (compatibility for legacy players)
bg: Обикновено заглавие (съвместимост за стари плеари)
cs: Jednoduché (kompatibilita pro starší přehrávače)
da: Simpel titelopsætning (kompatibel med legacy afspillere)
de: Schlicht (bessere Kompatibilität mit alten DVD-Playern)
el: Απλή τιτλοδοσία (συμβατότητα με συσκευές παλιού τύπου)
et: Lihtne pealkiri (vanemate pleieritega ühilduv)
fi: Suppea (yhteensopiva vanhojen soittimien kanssa)
fr: Jeu de titre simple (compatibilité avec les anciens lecteurs)
hr: Jednostavan skup naslova (kompatibilnost za stare plejere)
hu: Egyszerű tétellista (kompatibilis régebbi lejátszókal)
it: Semplice set di titoli (compatibile con lettori obsoleti)
lt: Paprastas pavadinimo nustatymas (suderinama su senais grotuvais)
nl: Eenvoudige titelset (compatibel met gewone spelers)
pl: Proste tytuły (zgodności dla starszych odtwarzaczy)
pt_br: Título simples (compatibilidade com reprodutores antigos)
ru: Простой заголовок (совместимость с DVD плеерами)
sk: Jednoduchá (kompatibilita so staršími prehrávačmi)
sl: Enostavna oblika (združljivost s starejšimi predvajalniki)
sr: Jednostavan skup naslova (kompatibilnost za stare plejer)
sv: Enkel titelsättning (kompatibilitet för äldre spelare)
ta: எளிய டைட்டல்செட் (மரபு வீரர்களுக்கான பொருந்தக்கூடிய தன்மை)
tr: Basit başlık seti (eski oynatıcılarla uyumluluk)
uk: Простий заголовок (сумісність з DVD плеєрами)
vi: Tiêu đề đơn giản (khả năng tương thích cho người chơi cũ)
zh_cn: 简单的标题集(兼容旧版播放器)

source: Simple zoom
bg: Опростено увеличение
cs: Jednoduché pozvolné zvětšení
da: Simpel zoom
de: Einfacher Zoom
el: Απλό ζουμάρισμα
et: Suurendus
fi: Yksinkertainen suurennus
fr: Zoom simple
hr: Jednostavan zum
hu: Egyszerű nagyítás
it: Zoom semplice
lt: Paprastas priartinimas
nl: Eenvoudige zoom
pl: Prosty zoom
sk: Jednoduché priblíženie
sr: Jednostavan zum
sv: Enkel zoom
ta: எளிய சூம்
tr: Basit yakınlaştırma
uk: Просте збільшення
vi: Thu phóng đơn giản
zh_cn: 简单缩放

source: SimpleUmount
cs: Jednoduché odpojení
el: Απλή αποπροσάρτηση
fi: Yksinkertainen liittäminen
hr: Jednostavno Montiranje
lt: Paprastai atjungiamas
pl: ProsteOdmontowanie
sk: Jednoduché Umount
sr: Jednostavno Montiranje
sv: EnkelUmount
ta: எளிமையான
uk: Спрощений Umount
vi: Đơn giản
zh_cn: 简易安装

source: Simplified Chinese
cs: Zjednodušená čínština
da: Forenklet kinesisk
de: Vereinfachtes Chinesisch
el: Απλοποιημένα Κινεζικά
et: Lihtsustatud Hiina
fi: Simple Kiina
fr: Chinois simplifié
hu: Egyszerűsített kínai
it: Cinese semplificato
lt: Supaprastinta kinų
nl: Vereenvoudigd Chinees
pl: Chiński Uproszczony
sk: zjednodušená čínština
sv: Förenklad kinesiska
ta: எளிமைப்படுத்தப்பட்ட சீன
tr: Basitleştirilmiş Çince
uk: Спрощена китайська
vi: Tiếng Trung - Đơn giản hóa
zh_cn: 简体中文

source: Sindhi
el: Σίντι
lt: Sindhų
sk: sindhčina
ta: சிந்தி
tr: Sintçe
uk: Сіндхі

source: Singapore
cs: Singapur
de: Singapur
el: Σιγκαπούρη
et: Singapur
fr: Singapour
hu: Szingapúr
lt: Singapūras
pl: Singapur
sk: Singapur
ta: சிங்கப்பூர்
tr: Singapur
uk: Сінгапур
zh_cn: 新加坡

source: Single
bg: Единичен
cs: Jeden
da: Enkelt
de: Einzeln
el: Μονός
et: Üksik
fi: Yksi
fr: Unique
hr: Jedan
hu: Egyetlen
it: Singolo
lt: Vienintelis
nl: Enkel
pl: Pojedynczy
pt_br: Um satélite
ru: Один
sk: Jeden
sl: Posamezen
sr: Jedan
sv: Singel
ta: ஒற்றை
tr: Tek
uk: Простий
vi: Đơn
zh_cn: 单个

source: Single EPG
bg: Единичен EPG
cs: EPG programu
da: Enkelt EPG
de: Einzel-EPG
el: Μονός EPG
et: Kanali EPG
fi: Ohjelmaopas
fr: EPG Unique
hr: Jedan EPG
hu: Műsorújság
it: EPG singolo
lt: Vieno kanalo EPG
pl: EPG kanału
pt_br: EPG simples
ru: Одиночный телегид
sl: Enostavni EPG
sr: Jedan EPG
sv: Enkel EPG
ta: ஒற்றை ஈபிசி
tr: Tekli EPG
uk: Простий ЕПГ
vi: EPG đơn
zh_cn: 单个EPG

source: Single Tuner
bg: Единичен тунер
cs: Jediný tuner
el: Μονό tuner
fi: Yksi viritin
hr: Jedan Tuner
it: Tuner singolo
lt: Vienas imtuvas
pl: Pojedynczy tuner
sk: Jeden tuner
sr: Jedan Tjuner
sv: Enkel tuner
ta: ஒற்றை ட்யூனர்
tr: Tek Tuner
uk: Одиничний тюнер

source: Single satellite
bg: Един сателит
cs: Jeden satelit
da: Enkelt satellit
de: Einzelnen Satelliten
el: Ένας δορυφόρος
et: Üksik satelliit
fi: Yksi satelliitti
fr: Satellite unique
hr: Jedan Satelit
hu: Egyetlen műhold
it: Satellite singolo
lt: Vienintelis palydovas
nl: Eén satelliet
pl: Jeden satelita
pt_br: Satélite
ru: Один спутник
sk: Jedna družica
sl: Posamezni satelit
sr: Jedan Satelit
sv: Enkel satellit
ta: ஒற்றை செயற்கைக்கோள்
tr: Tek uydu
uk: Один супутник
vi: Vệ tinh đơn
zh_cn: 单个卫星

source: Single step (GOP)
bg: Единична стъпка (GOP)
cs: Krokovat (GOP)
da: Enkelt trin (GOP)
de: Einzelschritte (GOP)
el: Μονό βήμα (GOP)
et: Pilt-pildilt (GOP)
fi: Kuva kuvalta (GOP)
fr: Pas unique (GOP)
hr: Jedan korak (GOP)
hu: Lépés (GOP)
it: Passo-Passo (GOP)
lt: Viengubas žingsnis (GOP)
nl: Stap voor stap (GOP)
pl: Pojedynczy krok (GOP)
ru: Покадрово
sk: Jeden krok (GOP)
sr: Jedan korak (GOP)
sv: Ett steg (GOP)
ta: ஒற்றை படி (GOP)
tr: Tek adım (GOP)
uk: Визначити крок (GOP)
vi: Bước đơn (GOP)
zh_cn: 单步执行(GOP)

source: SingleEPG Settings
bg: Единични EPG настройки
cs: Nastavení jednoduchého EPG
el: Ρυθμίσεις μονού EPG
fi: Ohjelmaopas asetukset
fr: Paramètres EPGSimple
hr: Postavke Jednog EPG
it: Configurazione EPG singolo
lt: Vieno kanalo EPG nustatymai
nl: Single-EPG
pl: Ustawienia EPG kanału
sk: Nastavenia Single EPG
sr: Postavke Jednog EPG
sv: Inställningar för SingleEPG
ta: Singinepg அமைப்புகள்
tr: Tekli EPG Ayarları
uk: Налаштування простого ЕПГ

source: Sint Maarten
cs: Svatý Martin
el: Άγιος Μαρτίνος
fr: Saint-Martin
lt: Sint Martenas
nl: Sint Maarten (Nederlands gedeelte)
ta: சிண்ட் மார்டன்
uk: Сінт-Маартен

source: Sitcom
cs: Situační komedie
da: Situationskomedie
el: Καθημερινή σειρά
sk: Sitkom
ta: சிட்காம்
tr: Durum komedisi
uk: Сітком
zh_cn: 情景喜剧

source: Size
bg: Размер
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
et: Suurus
fi: Koko
fr: Taille
hr: Veličina
it: Dimensione
lt: Dydis
nl: Grootte
pl: Rozmiar
sk: Veľkosť
sr: Veličina
sv: Storlek
ta: அளவு
tr: Boyut
uk: Розмір
vi: Kích thước
zh_cn: 大小

source: Size ascending
cs: Velikost vzestupně
el: Μέγεθος με αύξουσα σειρά
fi: Koko nouseva
hr: Rastuća veličina
it: Dimensione crescente
nl: Grootte oplopend
pl: Rozmiar rosnąco
sk: Veľkosť vzostupne
sr: Rastuća veličina
sv: Storlek stigande
ta: அளவு ஏறுதல்
tr: Artan boyut
uk: Розмір по зростанню

source: Size descending
cs: Velikost sestupně
el: Μέγεθος με φθίνουσα σειρά
fi: Koko laskeva
hr: Padajuća veličina
it: Dimensione decrescente
nl: Grootte aflopend
pl: Rozmiar malejąco
sk: Veľkosť zostupne
sr: Padajuća veličina
sv: Storlek fallande
ta: அளவு இறங்கு
tr: Azalan boyut
uk: Розмір за спаданням

source: Skin & Resolution
bg: Кожа и разделителна способност
cs: Vzhled a rozlišení
el: Θέμα & ανάλυση
fi: Teema & Resoluutio
hr: Skin & Rezolucija
it: Skin e risoluzione
lt: Tema ir skiriamoji geba
nl: Skin & Resolutie
pl: Skóra i rozdzielczość
sk: Vzhľad a rozlíšenie
sr: Skin & Rezolucija
sv: Hud & upplösning
ta: தோல் & தீர்மானம்
tr: Arayüz & Çözünürlük
uk: Скін та роздільна здатність

source: Skin Component Packages
cs: Balíčky součástí vzhledu
el: Πακέτα στοιχείων θεμάτων
fi: Laajennukset plugin teemat
hr: Skin Komponente Paketa
it: Pacchetti componenti skin
nl: Skinparts
pl: Pakiety komponentów skórki
sk: Balíčky so súčasťami vzhľadu
sr: Skin Komponente Paketa
sv: Paket med hudkomponenter
ta: தோல் கூறு தொகுப்புகள்
tr: Arayüz Bileşen Paketleri
uk: Пакети компонентів скінів

source: Skin Packages
cs: Balíčky vzhledu
el: Πακέτα θεμάτων
fi: Teemat
hr: Prikaži Skin Pakete
it: Pacchetti skin
nl: Skins
pl: Pakiety skórek
sk: Balíčky vzhľadu
sr: Prikaži Skin Pakete
sv: Hudförpackningar
ta: தோல் தொகுப்புகள்
tr: Arayüz Paketleri
uk: Пакети скінів

source: Skin Settings
bg: Настройка на кожа
cs: Nastavení vzhledu
el: Ρυθμίσεις θεμάτων
fi: Teema asetukset
fr: Configurer le thème
hr: Skin Postavke
it: Impostazioni skin
lt: Temos parametrai
nl: Skin selecteren
pl: Wybór skóry
sk: Nastavenie vzhľadu
sr: Skin Postavke
sv: Skalinställningar
ta: தோல் அமைப்புகள்
tr: Arayüz Ayarları
uk: Вибір скіну

source: Skin setting
cs: Nastavení vzhledu
el: Ρύθμιση θέματος
fi: Teeman asetus
fr: Paramètre du thème/skin
hr: Skin postavke
it: Configurazione skin
lt: Temos nustatyme
nl: Skin instelling
sr: Skin Postavke
sv: Inställning för hud
tr: Arayüz ayarı
uk: Налаштування скіну

source: SkinSelection
cs: Výběr skinu
el: Επιλογή θέματος
fi: Teeman Valinta
hr: Odabir Skina
it: Selezione skin
nl: Skin selectie
pl: Wybór skóry
sk: Výber vzhľadu
sr: Skin Izbor
ta: ச்கின்செலெக்சன்
tr: Arayüz Seçimi
uk: Вибір Скіна

source: Skip back
bg: Прескачане обратно
cs: Přeskočit zpět
da: Hop baglæns
de: Rückwärts spulen
el: Υπερπήδηση προς τα πίσω
et: Tagasihüpe
fi: Siirry taaksepäin
fr: Retour rapide
hr: Preskoči nazad
hu: Vissza kihagyása
it: Salta indietro
lt: Praleisti atgal
nl: Spring terug
pl: Przewijanie do tyłu
ru: Быстрая перемотка назад
sk: Preskočiť dozadu
sr: Preskoči nazad
sv: Hoppa tillbaka
ta: திரும்புக
tr: Geri dön
uk: Перейти назад
vi: Bỏ lại
zh_cn: 向后快退

source: Skip backward
cs: Přeskočit zpět
el: Παράκαμψη προς τα πίσω
fi: siirry taaksepäin
hr: Preskoči unazad
it: Salta indietro
nl: Terug springen
pl: Przewiń do tyłu
sr: Preskoči unazad
sv: Hoppa bakåt
tr: Geriye doğru atla
uk: Перейти назад

source: Skip backward %d second
cs: Přeskočit zpět %d sekundu
el: Μεταπήδηση προς τα πίσω %d δευτερόλεπτο
hr: Preskoči unazad %d sekundi
it: Salta indietro di %d secondo
sr: Preskoči unazad %d sekundi
sv: Hoppa bakåt %d sekund
tr: Geriye doğru %d saniye atla
uk: Перейти назад на %d секунду

source: Skip backward %s%%
cs: Přeskočit zpět %s%%
el: Μεταπήδηση προς τα πίσω %s%%
hr: Preskoči unazad %s%%
it: Salta indietro %s%%
sr: Preskoči unazad %s%%
sv: Gå bakåt %s%%
tr: Geriye doğru atla %s%%
uk: Перейти назад %s%%

source: Skip backward (enter time)
cs: přeskočit zpět (zadat čas)
el: υπερπήδηση προς τα εμπρός (εισαγωγή χρόνου)
fi: siirry taaksepäin (syötä aika)
fr: retour rapide (saisir temps)
hr: Preskoči unazad (unesi vrijeme)
it: salta indietro (inserisci l'ora)
lt: praleisti atgal (įrašykite laiką)
nl: Spring terug (tijd invoeren)
pl: Przeskocz do tyłu (wprowadź czas)
sk: skok dozadu (zadať čas)
sr: Preskoči unazad (unesi vreme)
sv: Hoppa bakåt (ange tid)
ta: பின்தங்கிய நிலையில் தவிர்க்கவும் (நேரத்தை உள்ளிடவும்)
tr: Geriye doğru atla (zamanı girin)
uk: перемотати назад (введіть час)

source: Skip empty services
bg: Прескачане на празните сервизи
cs: Přeskakovat prázdné programy
da: Hop over tomme kanaler
de: Überspringen leerer Dienste
el: Παράλειψη άδειων υπηρεσιών
et: Tühje kanaleid ei kuvata
fi: Ohita tyhjät kanavat
fr: Ignorer les services vides
hr: Preskoči prazne kanale
hu: Üres csatornák átugrása
it: Salta i servizi vuoti
lt: Praleisti tuščius kanalus
nl: Zenders zonder EPG-info overslaan
pl: Pomiń puste kanały
pt_br: Saltar canais vazios
ru: Пропускать пустые сервисы
sk: Preskočiť prázdne stanice
sr: Preskoči prazne kanale
sv: Tjänster för tömning av containrar
ta: வெற்று சேவைகளைத் தவிர்க்கவும்
tr: Boş kanalları atla
uk: Пропускати порожні канали
vi: Bỏ qua các dịch vụ trống
zh_cn: 跳过空白频道

source: Skip for '%s' is disabled
cs: Přeskočení pro '%s' je zakázáno
el: Η μεταπήδηση για το '%s' έχει απενεργοποιηθεί
hr: Preskakanje za '%s' je onemogućeno
it: Salta per '%s' è disabilitato
sr: Preskakanje za '%s' je onemogućeno
sv: Hoppa över för '%s' är avaktiverat
tr: '%s' için atlama devre dışı bırakıldı
uk: Пропуск для '%s' вимкнено

source: Skip forward
bg: Прескачане напред
cs: Přeskočit vpřed
da: Hop fremad
de: Vorwärts spulen
el: Υπερπήδηση προς τα εμπρός
et: Edasihüpe
fi: Siirry eteenpäin
fr: Avance rapide
hr: Preskoči naprijed
hu: Előre kihagyása
it: Salta avanti
lt: Praleisti į priekį
nl: Spring vooruit
pl: Przeskocz do przodu
ru: Быстрая перемотка вперед
sk: Preskočiť dopredu
sr: Preskoči napred
sv: Hoppa framåt
ta: முன்னோக்கி செல்லுங்கள்
tr: İleriye atla
uk: Перейти вперед
vi: Bỏ qua
zh_cn: 向前快进
