Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: musical/opera
bg: мюзикъл/опера
de: Musical/Oper
et: muusikal/ooper
fi: musikaali/ooppera
fr: Musical/Opéra
pt_br: Musical/Ópera
ru: музыкальные/опера
sk: muzikál/opera
ta: இசை/ஓபரா
vi: âm nhạc / ba lê / thương mại (nói chung)
zh_cn: 音乐/歌剧

source: nature/animals/environment
bg: природа/животни/околна среда
da: Natur/Dyr/Miljø
de: Natur/Tiere/Umwelt
et: loodus/loomad/keskkond
fi: luonto/eläimet/ympäristö
fr: Nature/Animaux/Environnement
hu: természet/állatvilág/környezet
pl: natura/zwierzęta/środowisko
pt_br: Natureza/Animais/Ambiente
ru: природа/животные/окружающая среда
sk: príroda/zvieratá/životné prostredie
ta: இயற்கை/விலங்குகள்/சூழல்
vi: thiên nhiên / động vật / môi trường
zh_cn: 自然/动物/环境

source: new media
bg: нова медия
da: Nyt medie
de: Neue Medien
et: uus meedia
fi: uusi media
fr: Nouveaux médias
hu: új média
pl: nowe media
pt_br: Nova mídia
ru: новые СМИ
sk: nové médium
ta: புதிய ஊடகங்கள்
vi: phương tiện truyền thông mới
zh_cn: 新媒体

source: news (general)
bg: новини (общи)
da: Nyheder (generelt)
de: Nachrichten (allgemein)
fi: uutiset (yleinen)
fr: nouvelles (généralités)
pl: aktualności (ogólne)
sk: správy (všeobecne)
ta: செய்தி (பொது)
zh_cn: 新闻(普通)

source: news magazine
bg: новинарско списание
da: Nyhedsmagasin
de: Nachrichtenmagazin
et: uudistemagasin
fi: uutismakasiini
fr: Magazine de nouvelles
hu: hírmagazin
pl: magazyn informacyjny
pt_br: Revista de notícias
ru: журнал новостей
sk: spravodajský magazín
ta: செய்தி இதழ்
vi: tạp chí
zh_cn: 新闻杂志

source: news/current affairs (general)
bg: новини/текущи работи (общо)
da: Nyheder/Aktuelt (Generelt)
de: Nachrichten (allgemein)
et: uudised/päevakajalised sündmused
fi: uutiset/ajankohtaisohjelmat (yleinen)
fr: Nouvelles/Actualités (général)
hu: hírek/gazdaság (általános)
pl: wiadomości
pt_br: Notícias/Assuntos atuais (geral)
ru: новости/текущие события (общие)
sk: správy/publicistika (všeobecne)
ta: செய்தி/நடப்பு விவகாரங்கள் (பொது)
vi: tin tức / vấn đề thời sự (chung)
zh_cn: 新闻/时事(常规)

source: news/weather report
bg: новини/информация за времето
da: Nyheder/Vejrudsigt
de: Nachrichten/Wetterbericht
et: uudised/ilm
fi: uutiset/säätiedotus
fr: Nouvelles/Bulletin météorologique
hu: hírek/időjárás
pl: wiadomości/pogoda
pt_br: Notícias/Relatório do tempo
ru: новости/погода
sk: správy/správa o počasí
ta: செய்தி/வானிலை அறிக்கை
vi: báo cáo tin tức / thời tiết
zh_cn: 新闻/天气报告

source: normal
bg: нормален
et: Tavaline
hu: hagyományos
pl: normalny
ru: нормальная (декодирование)
sk: normálne
ta: சாதாரண
vi: bình thường
zh_cn: 普通

source: olympic blue
fi: olympian sininen
sk: olympijská modrá
ta: ஒலிம்பிக் நீலம்

source: orange
fi: oranssi
sk: oranžová
ta: ஆரஞ்சு

source: original language
bg: оригинален език
da: original sprog
de: Originalsprache
et: algupärane keel
fi: alkuperäinen kieli
fr: Langue originale
hu: eredeti nyelv
pl: język oryginalny
pt_br: Idioma original
ru: язык оригинала
sk: pôvodný jazyk
ta: அசல் மொழி
vi: ngôn ngữ gốc
zh_cn: 原始语言

source: performing arts
bg: сценични изкуства
da: Udøvende kunst
de: Darstellende Künste
et: lavakunst
fi: esittävä taide
fr: Arts de la scène
hu: előadóművészet
pl: sztuka
pt_br: Artes Cênicas
ru: авторское исскуство
sk: scénické umenie
ta: கலை நிகழ்ச்சிகள்
vi: biểu diễn nghệ thuật
zh_cn: 表演艺术

source: pid:
ta: பிஐடி:

source: pink
fi: vaaleanpunainen
sk: ružová
ta: இளஞ்சிவப்பு

source: popular culture/traditional arts
bg: популярна култура/традиционни изкуства
da: Folkekultur/Traditionel kunst
de: Beliebte Kultur/Traditionelle Kunst
et: popkultuur/pärimuskunst
fi: populäärikulttuuri/perinteinen taide
fr: Culture populaire/Arts traditionnels
hu: néprajz
pl: popkultura/sztuka tradycyjna
pt_br: Cultura popular/Artes tradicionais
ru: популярная культура/традиционное исскуство
sk: ľudová kultúra/tradičné umenie
ta: பிரபலமான கலாச்சாரம்/பாரம்பரிய கலைகள்
vi: văn hóa đại chúng / nghệ thuật truyền thống
zh_cn: 大众文化/传统艺术

source: pre-school children's program
bg: предучилищна детска програма
da: Førskole børneprogram
de: Programm für Vorschulkinder
et: koolieelikute saade
fi: esikouluikäisten lastenohjelma
fr: Programme enfants d'âge préscolaire
hu: óvodásoknak
pl: dla przedszkolaków
pt_br: Programa infantil pré-escolar
ru: программы для дошколят
sk: program pre deti v predškolskom veku
ta: முன்பள்ளி குழந்தைகள் திட்டம்
vi: chương trình trẻ em
zh_cn: 学前儿童计划

source: purple
fi: violetti
sk: purpurová
ta: ஊதா

source: religion
bg: религия
et: religioon
fi: uskonto
hu: vallás
pl: religia
pt_br: Religião
ru: религия
sk: náboženstvo
ta: மதம்
vi: tôn giáo
zh_cn: 宗教

source: remarkable people
bg: забележителни хора
da: bemærkelsesværdig personer
de: Bemerkenswerte Menschen
et: tähelepanuväärsed inimesed
fi: merkittäviä ihmisiä
fr: Des gens remarquables
hu: nevezetes emberek
pl: niezwykli ludzie
pt_br: Celebridades
ru: замечательные люди
sk: pozoruhodní ľudia
ta: குறிப்பிடத்தக்க மக்கள்
vi: người đáng chú ý
zh_cn: 杰出的人物

source: rock/pop
bg: рок/поп
ru: рок/поп
ta: ராக்/பாப்
vi: nhạc rock / pop
zh_cn: 摇滚/流行

source: romance
bg: романтика
da: Romantik
de: Romanze
et: romantika
fi: romantiikka
hu: románc
pl: romans
ru: романс
sk: romantika
ta: காதல்
vi: lãng mạn
zh_cn: 浪漫

source: rose
fi: ruusun punainen
sk: ružová
ta: ரோசா

source: science fiction/fantasy/horror
bg: научна фантастика/фентъзи/хорър
da: Science fiction/fantasy/Gyser
de: Science Fiction/Fantasie/Horror
et: ulme/fantaasia/õudus
fi: scifi/fantasia/kauhu
fr: Science-fiction/Fantastique/Horreur
hu: szcifi/fantasy/horror
pl: sf/fantasy/horror
pt_br: Ficção científica/Fantasia/Terror
ru: научная фантастика/фентези/ужасы
sk: sci-fi/fantasy/horor
ta: அறிவியல் புனைகதை/கற்பனை/திகில்
vi: khoa học viễn tưởng / giả tưởng / kinh dị
zh_cn: 科幻小说/幻想/恐怖

source: serious music/classic music
bg: сериозна музика/класическа музика
da: Seriøs musik/Klassisk musik
de: Ernsthafte Musik/klassische Musik
et: süvamuusika/klassikaline muusika
fi: vakava musiikki/klassinen musiikki
fr: Musique classique
hu: komolyzene
pl: muzyka klasyczna
pt_br: Música clássica
ru: классическая музыка
sk: vážna hudba/klasická hudba
ta: தீவிர இசை/கிளாசிக் இசை
vi: nhạc nghiêm túc / nhạc cổ điển
zh_cn: 严肃音乐/古典音乐

source: serious/classical/religious/historical movie/drama
bg: сериозен/класически/религиозен/исторически филм/драма
da: Seriøs/Klassisk/Religiøs/Historisk/Drama
de: Ernsthafter/klassischer/religiöser/historischer Film/Drama
et: tõsine/klassikaline/religioosne/ajalooline film/draama
fi: vakava/klassinen/uskonnollinen/historiallinen elokuva/draama
fr: Classique/Religieux/Film historiques/Théâtre
hu: komolyzene/klasszikus/vallási/történelmi/dráma
pl: film klasyka/historia/religia/dramat
pt_br: Clássico/Religioso/Filme histórico/Drama
ru: серьезное/классическое/религиозное/историческое кино/драма
sk: závažný/klasický/náboženský/historický film/dráma
ta: தீவிர/கிளாசிக்கல்/மத/வரலாற்று திரைப்படம்/நாடகம்
vi: nghiêm túc / cổ điển / tôn giáo / lịch sử phim / kịch
zh_cn: 严肃的/古典/宗教/历史的电影/电视剧

source: shell
da: skal
el: κέλυφος
hr: ljuska
lt: apvalkalas
sr: ljuska
sv: skal
ta: ஓடு
vi: vỏ
zh_cn: 壳

source: show/game show (general)
bg: шоу/шоу игра (общо)
da: Show/Quizprogram (Generelt)
de: Show/Spielshow (allgemein)
et: show/telemäng
fi: show/visailu (yleinen)
fr: Variétés/Jeux (général)
hu: show/game show (általános)
pl: rozrywka/gry
pt_br: Show/Game show (geral)
ru: шоу/игровое шоу (общие)
sk: show/game show (všeobecne)
ta: சோ/கேம் சோ (பொது)
vi: chương trình / trò chơi (nói chung)
zh_cn: 显示/游戏节目（普通）

source: slow
bg: бавен
da: Langsom
de: Langsam
et: Aeglane
hu: lassú
pl: wolno
ru: медленно
sk: pomaly
ta: மெதுவாக
vi: chậm
zh_cn: 慢

source: soap/melodrama/folkloric
bg: сапунен/мелодрама/фолклорен
da: Soap/Melodrama/Folkloristisk
de: Soap/Melodram/Folklore
fi: saippuasarja/melodraama/folkloristiikka
fr: feuilleton/mélodrame/folklorique
pl: serial/melodramat/folklor
sk: soap/melodráma/folklór
ta: சோப்பு/மெலோட்ராமா/நாட்டுப்புற வண்ணம்
zh_cn: 肥皂 /音乐剧/民俗

source: social/political issues/economics (general)
bg: социални/политически въпроси/икономика (общо)
da: Social/Politiske spørgsmål/Økonomi (Generelt)
de: Sozial/Politik/Wirtschaft (allgemein)
et: sotsiaalteemad/poliitika/majandus
fi: sosiaaliset/poliittiset aiheet/talous (yleinen)
fr: Questions sociales/Politiques/Economie (général)
hu: szociális/politikai/gazdasági (általános)
pl: poltyka/społeczeństwo/ekonomia
pt_br: Questões sociais/Políticas/Economia (geral)
ru: социальные/политика/экономика (общие)
sk: spoločnosť/politické témy/ekonomika (všeobecne)
ta: சமூக/அரசியல் பிரச்சினைகள்/பொருளாதாரம் (பொது)
vi: các vấn đề xã hội / chính trị / kinh tế (nói chung)
zh_cn: 社会/政治/经济问题(一般)

source: social/spiritual science
bg: социална/духовната наука
da: Social/Åndsvidenskab
de: Sozial/Geisteswissenschaft
et: sotsiaalteemad/hingeteadus
fi: sosiaalinen/hengellinen tiede
fr: Science sociale/Spirituelle
hu: szociális/spirituális
pl: nauki społeczne
pt_br: Ciência social/espiritual
ru: социальная/духовная наука
sk: sociálne/duchovné vedy
ta: சமூக/ஆன்மீக அறிவியல்
vi: khoa học xã hội / tâm linh
zh_cn: 社会/精神科学

source: softcams
cs: softcamy
et: Emulaatorid
fi: Softcammit
it: softcam
lt: emuliatoriai
pl: softcam
ru: эмуляторы
sk: softcamy
sv: mjukkameror
ta: சாப்ட்கேம்கள்
tr: softcamlar
zh_cn: softcams共享设置

source: special (general)
bg: специален (общ)
da: Særligt (Generelt)
de: Spezial (allgemein)
fi: erikois (yleinen)
fr: spécial (général)
pl: specjalne (ogólne)
sk: špeciálne (všeobecne)
ta: சிறப்பு (பொது)
zh_cn: 特殊(普通)

source: special events
bg: специални събития
da: Særlige begivenheder
de: Großereignisse
et: erisündmused
fi: erikoistapahtuma
fr: Évènements spéciaux
hu: különleges események
pl: wydarzenia specjalne
pt_br: Eventos especiais
ru: особые события
sk: osobitné udalosti
ta: சிறப்பு நிகழ்வுகள்
vi: sự kiện đặc biệt
zh_cn: 特殊事件

source: sport (general)
bg: спорт (общо)
da: Sport (Generelt)
de: Sport (allgemein)
fi: urheilu (yleinen)
fr: sports (général)
pl: sport (ogólnie)
sk: šport (všeobecne)
ta: விளையாட்டு (பொது)
zh_cn: 体育(普通)

source: sports (general)
bg: спортове (общо)
da: Sport (Generelt)
de: Sport (allgemein)
et: sport
fi: urheilu (yleinen)
fr: Sport (général)
hu: sport (általános)
pl: sporty (ogólnie)
pt_br: Esportes (geral)
ru: спорт (общие)
sk: športy (všeobecne)
ta: விளையாட்டு (பொது)
vi: thể thao (nói chung)
zh_cn: 体育(普通)

source: sports magazine
bg: спортно списание
da: Sportsmagasiner
de: Sport-Magazin
et: spordimagasin
fi: urheilumakasiini
hu: sportmagazin
pl: magazyn sportowy
pt_br: Revista de esportes
ru: спортивный журнал
sk: športový magazín
ta: விளையாட்டு இதழ்
vi: tạp chí thể thao
zh_cn: 体育杂志

source: talk show
bg: радио-телевизионно интервю
da: Underholdningsprogram
et: jutusaade
fi: keskustelu Show
hu: beszédműsor
ru: ток-шоу
ta: பேச்சு நிகழ்ச்சி
vi: tọa đàm
zh_cn: 脱口秀

source: team sports
bg: отборни спортове
da: Holdsport
de: Mannschaftssport
et: meeskonnasport
fi: joukkueurheilu
fr: Sports d'équipe
hu: csapat-sport
pl: sporty zespołowe
pt_br: Esportes de equipe
ru: командный спорт
sk: tímové športy
ta: அணி விளையாட்டு
vi: đội thể thao
zh_cn: 团队运动

source: technology/natural science
bg: технологии/естествени науки
da: Teknologi/Naturvidenskab
de: Technik/Naturwissenschaft
et: tehnoloogia/loodusteadus
fi: teknologia/luonnontiede
fr: Technologie/Sciences de la nature
hu: technológia/természettudomány
pl: technika/nauka
pt_br: Tecnologia/Ciências Naturais
ru: технология/естествознание
sk: technológie/prírodné vedy
ta: தொழில்நுட்பம்/இயற்கை அறிவியல்
vi: công nghệ / khoa học tự nhiên
zh_cn: 技术/自然科学

source: tennis/squash
bg: тенис/скуош
hu: tenisz/fallabda
pl: tenis/squash
pt_br: Tênis/Squash
ru: теннис/сквош
sk: tenis/squash
ta: டென்னிச்/ச்குவாச்
vi: quần vợt / bóng quần
zh_cn: 网球/壁球

source: tourism/travel
bg: туризъм/пътуване
da: Turisme/Rejser
de: Tourismus/Reise
et: turism/reisimine
fi: turismi/matkailu
fr: Tourisme/Voyages
hu: turizmus/utazás
pl: podróże/turystyka
pt_br: Turismo/Viagens
ru: туризм
sk: turistika/cestovanie
ta: சுற்றுலா/பயணம்
vi: du lịch / du lịch
zh_cn: 旅游/旅行社

source: turbo
bg: турбо
ta: டர்போ
zh_cn: turbo码

source: uShare
fi: uShare asetukset
sr: deli
sv: uAktie
ta: உணவு

source: unpublished
bg: непубликуван
da: ikke offentliggjort
de: unveröffentlicht
et: avaldamata
fi: julkaisematon
fr: Non publié
hu: kiadatlan
pl: niepublikowane
pt_br: Não publicado
ru: неопубликованное
sk: nepublikované
ta: வெளியிடப்படாதது
vi: chưa được công bố
zh_cn: 未公布

source: variety show
bg: вариететно шоу
da: Varietéforestilling
de: Variete
et: mitmesugust
fi: varietee
fr: Spectacle de variété
hu: varieté
pl: rewia
pt_br: Show de variedades
ru: варьете
sk: varieté
ta: வெரைட்டி சோ
vi: chương trình tạp kỹ
zh_cn: 综艺节目

source: water sport
bg: водни спортове
da: Vandsport
de: Wassersport
et: veesport
fi: vesiurheilu
fr: Sport nautique
hu: vizi sport
pl: sporty wodne
pt_br: Esporte aquático
ru: водный спорт
sk: vodné športy
ta: நீர் விளையாட்டு
vi: thể thao dưới nước
zh_cn: 水上运动

source: white
da: Hvid
de: Weiß
et: Valge
fi: valkoinen
fr: blanc
hu: fehér
pl: Biały
pt_br: Branco
ru: белый
sk: biele
sl: bela
ta: வெள்ளை
vi: trắng
zh_cn: 白色

source: winter sport
bg: зимни спортове
da: Vintersport
et: talisport
fi: talviurheilu
fr: Sports d'hiver
hu: téli sport
pl: sporty zimowe
pt_br: Esporte de inverno
ru: зимний спорт
sk: zimné športy
ta: குளிர்கால விளையாட்டு
vi: thể thao mùa đông
zh_cn: 冬季运动

source: Aqua
cs: modrá
el: άκουα
hr: Voda
it: acqua
sr: Voda
tr: Su

source: Flash
de: Flashen
el: Φλασάρισμα
et: Paigalda
fi: Päivitä
ru: Прошивка
sl: Nadgradi
tr: Flaş
vi: Đèn flash
zh_cn: 刷写

source: Seek Bar
cs: Vyhledávací lišta
el: Μπάρα αναζήτησης
hr: Traka za traženje
it: Barra di ricerca
sr: Traka za traženje
tr: Arama Çubuğu

source: W
cs: Západně
da: V
el: Δ
fr: O
hu: Ny
it: O
sk: Z

source: Blank screen
hr: Prazan ekran
it: Schermo vuoto
sr: Prazan ekran
tr: Boş ekran

source: Choose what appears when the screen saver is active.
hr: Odaberite što želite da dugme '0' radi kada je PiP aktivan.
it: Scegli cosa visualizzare quando lo screensaver è attivo.
sr: Odaberite šta će se prikazivati kada je aktivan čuvar ekrana.
tr: Ekran koruyucu etkinleştiğinde görüntülenecek içeriği seçin.

source: OSD
et: Ekraanigraafika
fi: Kuvaruutu
tr: Ekranda Gösterim
zh_cn: OSD菜单

source: Screen saver mode
hr: Način čuvara zaslona
it: Modalità screensaver
sr: Režim čuvara ekrana
tr: Ekran koruyucu modu

source: Channel Number
pl: Numer kanału
sk: Číslo kanála

source: InfoBar EPG Actions
bg: Информационна лента Действия на EPG
sk: Akcie EPG v infolište

source: InfoBar Event View Actions
bg: Информационна лента Действия за изглед на събитие
sk: Akcie zobrazenia udalostí v infolište

source: Listen to the radio
bg: Слушам радиото
sk: Počúvať rádio

source: Open favorites list
bg: Отворете списъка с любими
sk: Otvoriť zoznam obľúbených

source: Open service list and select next channel
bg: Отворете сервизния списък и изберете следващия канал
da: Åben kanalliste og vælg næste kanal
de: Öffne Kanalliste und wähle nächsten Kanal
et: Ava kanalinimekiri ja vali järgmine kanal
hu: Nyissa meg a csatornalistát, és válassza ki a következő csatornát
ru: Открыть список сервисов и выбрать следующий канал
sk: Otvoriť zoznam staníc a vybrať ďalší kanál
vi: Mở danh sách dịch vụ và chọn kênh tiếp theo
zh_cn: 打开服务列表,选择下一个频道

source: Open service list and select next channel for PiP
bg: Отворете сервизния списък и изберете следващия канал за PiP
da: Åben kanalliste og vælg næste kanal til PiP
de: Öffne Kanalliste und wähle nächsten Kanal für Bild im Bild (PiP)
et: Ava kanalinimekiri ja vali PiP-akna jaoks järgmine kanal
hu: Nyissa meg a csatornalistát, és válassza ki a következő csatornát a Kép-a-Képben funkcióhoz
ru: Открыть список каналов и выбрать следующий канал для PIP
sk: Otvoriť zoznam staníc a vybrať ďalší kanál pre PiP
vi: Mở danh sách dịch vụ và chọn kênh tiếp theo cho PiP
zh_cn: 打开画中画的频道列表并选择下一频道

source: Open service list and select previous channel
bg: Отворете сервизния списък и изберете предишния канал
da: Åben kanalliste og vælg forrige kanal
de: Öffne Kanalliste und wähle vorherigen Kanal
et: Ava kanalinimekiri ja vali eelmine kanal
hu: Nyissa meg a csatornalistát, és válassza ki az előző csatornát
ru: Открыть список сервисов и выбрать предыдущий канал
sk: Otvoriť zoznam staníc a vybrať predchádzajúci kanál
vi: Mở danh sách dịch vụ và chọn kênh trước
zh_cn: 打开频道列表并选择先前的频道

source: Open service list and select previous channel for PiP
bg: Отворете сервизния списък и изберете предишен канал за PiP
da: Åben kanalliste og vælg forrige kanal til PiP
de: Öffne Kanalliste und wähle vorherigen Kanal für Bild im Bild (PiP)
et: Ava kanalinimekiri ja vali PiP-akna jaoks eelmine kanal
hu: Nyissa meg a csatornalistát, és válassza ki az előző csatornát a Kép-a-Képben funkcióhoz
ru: Открыть список каналов и выбрать предыдущий канал для PIP
sk: Otvoriť zoznam staníc a vybrať predchádzajúci kanál pre PiP
vi: Mở danh sách dịch vụ và chọn kênh trước cho PiP
zh_cn: 打开频道列表并选择画中画先前频道

source: Open the movie list
bg: Отворете филмовия списък
da: Åben Filmlisten
de: Filmliste öffnen
et: Filmilist
hu: Visszatérés a felvételek listájához
pt_br: Abrir lista de vídeos
ru: Открыть список фильмов
sk: Otvoriť zoznam filmov
vi: Mở danh sách phim
zh_cn: 打开电影列表

source: Select a time, when in Standby mode, after which the descramble can proceed.
fi: Valitse aika, jonka kuluttua valmiustilassa salauksen purku voi jatkua.
pl: Wybierz czas, po którym w trybie gotowości będzie można kontynuować deszyfrowanie.
sk: Vyberte čas, v pohotovostnom režime, po ktorom môže dekódovanie pokračovať.

source: Service Selection/Zap Actions
bg: Избор на сервиз/Zap действия
sk: Akcie výberu/prepnutia stanice

source: Service Zap Actions
bg: Действия на сервиза Zap
sk: Akcie prepnutia stanice

source: Set to 'Enabled' to descramble queued scrambled recordings in Standby mode before shutting down.
fi: Aseta 'Käytössä' purkaaksesi jonossa olevat salatut tallenteet valmiustilassa ennen sammutusta.
pl: Ustaw na „Włączone”, aby odszyfrować zakodowane nagrania w kolejce w trybie gotowości przed wyłączeniem.
sk: Ak chcete pred vypnutím najskôr v pohotovostnom režime dekódovať nahrávky čakajúce vo fronte, nastavte túto voľbu na 'Zapnuté'.

source: Show quickmenu...
bg: Показване на бързо меню ...
da: Vis kvikmenu...
de: Schnellstartmenü anzeigen
et: Kiirmenüü
hu: Gyors menü megjelenítése...
ru: Показать быстрое меню...
sk: Zobraziť rýchle menu…
vi: Hiển thị quickmenu ...
zh_cn: 显示快捷菜单...

source: Show the list of AutoTimers.
bg: Показване на списъка на AutoTimers.
da: Vis listen af AutoTimere.
de: Liste der AutoTimer anzeigen.
et: Autotaimerid
hu: Az AutoTimer listájának megjelenítése.
ru: Показать список Автотаймеров.
sk: Zobraziť zoznam autom. časovačov.
vi: Hiển thị danh sách AutoTimers.
zh_cn: 显示自动定时器列表.

source: Show the list of timers.
bg: Показване на списъка на таймери.
da: Vis listen af Timere.
de: Liste der Timer anzeigen.
et: Taimerid
hu: Az Időzítők listájának mutatása.
ru: Показать список таймеров.
sk: Zobraziť zoznam časovačov.
vi: Hiển thị danh sách các bộ tính giờ.
zh_cn: 显示定时器列表.

source: Show the media player...
bg: Показване на медийния плейър...
da: Vis Medieafspilleren...
de: Zeige Mediaplayer
et: Meediamängija
hu: Média Player mutatása...
ru: Показать Media-Player
sk: Zobraziť prehrávač médií…
sl: Odpri multimedijski predvajalnik
vi: Hiển thị trình phát phương tiện ...
zh_cn: 显示媒体播放器...

source: Show the plugin browser..
bg: Показване на браузъра на плъгините.
da: Vis Plugin browseren...
et: Pluginad
hu: Bővítménykezelő megjelenítése...
ru: Показать обозреватель плагинов...
sk: Zobraziť prehliadač pluginov.
vi: Hiển thị trình duyệt plugin ..
zh_cn: 显示插件浏览器..

source: Zap to next service in the history
sk: Prepnúť na ďalší kanál v histórii

source: Zap to previous service in the history
sk: Prepnúť na predchádzajúci kanál v histórii

source: This option allows you choose if the display shows the time, channel number or nothing during operation.
fi: Tämän asetuksen avulla voit valita, näyttääkö näyttö ajan, kanavanumeron vai ei mitään käytön aikana.
pl: Opcja ta pozwala wybrać, czy podczas pracy wyświetlacz ma pokazywać godzinę, numer kanału czy nic.
sk: Umožňuje výber toho, či sa bude na displeji počas prevádzky zobrazovať čas, číslo kanála alebo sa nezobrazí nič.

source: Watch recordings
bg: Гледане на записи
sk: Sledovať nahrávky

source: show program information...
bg: покажи информация за програмата...
da: Vis udsendelsesinformation...
de: Programminformationen anzeigen
et: Saateinfo
hu: a program információinak megjelenítése...
ru: показать информацию о программе...
sk: zobraziť informácie o programe…
vi: hiển thị thông tin chương trình ...
zh_cn: 显示程序信息....

source: userdefined
bg: дефиниран от потребителя
da: brugerdefineret
de: benutzerdefiniert
et: kasutaja määratud
sk: definované používateľom
vi: đã xác định người dùng
zh_cn: 用户自定义

source: view extensions...
bg: преглед разширения...
da: Se udvidelser...
de: Erweiterungen anzeigen
et: Kuva laiendused
hu: bővítmények megtekintése...
ru: просмотр дополнений...
sk: zobraziť rozšírenia…
sl: Poglej oznake
vi: xem tiện ích mở rộng ...
zh_cn: 查看扩展...

source: ISP
pl: Dostawca

source: Open AutoTimer OverView
pl: Otwórz AutoTimer Overview

source: Samba version
pl: Wersja Samby

source: Select how the arrow ('UP', 'DOWN', 'LEFT', and 'RIGHT') buttons will act during seek actions.
fi: Valitse, miten nuolipainikkeet ('YLÖS', 'ALAS', 'VASEN' ja 'OIKEA') toimivat haun aikana.
pl: Wybierz, w jaki sposób przyciski strzałek („GÓRA”, „DÓŁ”, „LEWO” i „PRAWO”) będą działać podczas wyszukiwania.

source: F
fi: F1

source: OpenDNS FamilyShield
bg: Отворете DNS FamilyShield
fi: OpenDNS Perhesuojaus

source: PPanel
fi: Tieto Paneeli
lt: PSkydelis
vi: Bảng điều khiển
zh_cn: PPanel面板

source: Decoder release strategy
it: Strategia di rilascio del decoder

source: Decoder start timeout
it: Timeout di avvio del decoder

source: Exit picture viewer
da: Afslut billedviser
de: Bildbetrachter beenden
et: Sulge pildivaatur
hr: Izađite iz preglednika slika
it: Esci dal visualizzatore di immagini
lt: Išeikite iš vaizdų peržiūros priemonės
sr: Izlaz iz prikazivača slika
sv: Avsluta bildvisaren
vi: Thoát khỏi trình xem ảnh
zh_cn: 退出图片浏览器

source: File Commander Picture Viewer
hr: Zapovjednik Datoteke Preglednika Slika
it: File Commander Visualizzatore di immagini
lt: Failų valdytojo vaizdų peržiūros programa
sr: Fajl Menadžer Pokaži Imidž
sv: File Commander Bildvisare

source: File Commander Picture Viewer Actions
hr: Zapovjednik Datoteke Radnja Preglednika slika
it: File Commander Azioni del Visualizzatore di immagini
lt: Failų valdytojo vaizdo peržiūros priemonės veiksmai
sr: Fajl Menadžer Pokaži Imidž Radnja
sv: File Commander Bildvisare Åtgärder

source: How to release the hardware decoder when switching to software descrambling. 'Quick' releases immediately (faster zapping). 'Normal' performs clean shutdown first (more stable on some boxes).
it: Come sbloccare il decoder hardware quando si passa alla decriptazione software. L'opzione 'Veloce' sblocca immediatamente (zapping più rapido). L'opzione 'Normale' esegue prima uno spegnimento pulito (più stabile su alcuni box).

source: Maximum time to wait for the incoming data and descrambling keys (CW) before starting decoder. Usually both arrive much faster and this is only for special cases.
it: Tempo massimo di attesa per i dati in arrivo e le chiavi di decriptazione (CW) prima di avviare il decoder. Di solito entrambi arrivano molto più velocemente e questo vale solo per casi speciali.

source: Please wait, loading picture...
hr: Sačekajte učitavanje imidža...
it: Attendi, sto caricando l'immagine...
lt: Palaukite, įkeliamas atvaizdas...
sr: Sačekajte učitavanje imidža...
sv: Vänligen vänta, laddar bilden...
