Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Subservice list...
da: Underkanal liste...
et: Alamkanalite nimekiri
hu: Alcsatornák listája...
pt_br: Lista de subserviços
vi: Danh sách dịch vụ phụ ...
zh_cn: 子频道列表...

source: Subservice mode (green Button)
da: Underkanalstilstand (grøn kanp)
de: Unterkanal-Modus (Taste GRÜN)
et: Alamkanalid (roheline nupp)
vi: Chế độ dịch vụ phụ (Nút màu xanh lá cây)
zh_cn: 子频道模式(绿色键)

source: Subtitle long
da: Undertekst lang
de: Untertitel lang
et: Subtiitrid - pikk
hu: Felirat hosszan
vi: Phụ đề dài
zh_cn: 字幕键长按

source: Subtitle selection
bg: Избор на субтитри
da: Vælg undertekst
de: Untertitel auswählen
et: Subtiitrite valik
hu: Felirat kiválasztása
pt_br: Selecionar legenda
ru: Выбор субтитров
sl: Izbira podnapisov
vi: Lựa chọn phụ đề
zh_cn: 字幕选择

source: Subtitle selection...
bg: Избор на субтитри...
da: Undertekst valg...
de: Auswahl Untertitel...
et: Subtiitrite valik
hu: Felirat választás...
pt_br: Selecionar legenda
ru: Выбор субтитров...
vi: Lựa chọn phụ đề ...
zh_cn: 字幕选择...

source: Subtitle settings
da: Undertekst indstillinger
de: Untertitel
et: Subtiitrite seaded
hu: Feliratozás
pt_br: Legendas
ru: Настройки субтитров
vi: Cài đặt phụ đề
zh_cn: 字幕设置

source: Support at
da: Hjælp på
de: Support bei
et: Tugi aadressil
hu: Támogatja
ru: Поддержка на
vi: Hỗ trợ tại
zh_cn: 支持在

source: Swap PIP
da: Byt PiP
de: Tausche Bild im Bild
et: PiP-akende vahetus
hu: Kép-a-Képben felcserélése
ru: Поменять PiP и основную картинку
vi: Hoán đổi PIP
zh_cn: 互换画中画(PIP)

source: Swap buttons right/left with channel plus/minus or the channel button changed always the side.
da: Byt venstre/højre knapper med kanal plus/minus ellers vil kanalknapperne altid skifte side.
de: Tauschen Sie die Tasten Rechts/Links mit Kanal Plus/Minus, oder die Kanaltaste wechselt immer die Seite.
et: Vaheta 'vasak/parem' nupud 'CH+/CH-' nuppudega või kanalinupp vahetab alati poolt.
vi: Các nút hoán đổi phải / trái với kênh cộng / trừ hoặc nút kênh luôn thay đổi bên cạnh.
zh_cn: 使用频道+/-交换右/左按键,或者频道按键始终在一侧更改.

source: SwapManager
da: Swap-håndtering
de: Swap Verwaltung
et: Saale haldur
ru: Управление подкачкой
vi: Hoán đổi
zh_cn: 交换管理

source: Swaziland
de: Swasiland
et: Svaasimaa
hu: Szváziföld
zh_cn: 斯威士兰

source: Switch Blue-Short (QuickMenu) with Blue-Long (Extensions)
da: Ombyt Blå kort (KvikMenu) med Blå lang (Udvidelser)
de: BLAU kurz (Schnellstartmenü) mit BLAU lang (Erweiterungen) tauschen.
et: Vaheta lühike SININE ja pikk SININE
hu: Kék (rövid) helyettesítése Kék (hosszan) funkciójával
ru: Поменять короткое нажатие синей кнопки (быстрое меню) с долгим нажатием (меню дополнений)
vi: Chuyển Blue-Short (QuickMothy) bằng Blue-Long (Tiện ích mở rộng)
zh_cn: 切换蓝色键短按(快速菜单)和蓝色键长按(扩展)

source: Switch Mode to enable HDR Modes or PIP Functions
da: Skift tilstand for at aktivere HDR tilstande eller PiP funktioner
de: Wechselt den Boxmodus zur Aktivierung des HDR-Modus oder für die Bild im Bild Funktionen
et: Vaheta režiimi HDR või PiP lubamiseks
hu: Kapcsolási mód, hogy engedélyezze a HDR módokat vagy a Kép-a-Képben funkciókat
vi: Chuyển sang Chế độ để bật Chế độ HDR hoặc Chức năng PIP
zh_cn: 切换模式以启用HDR模式或PIP功能

source: Switch between filelist/playlist
da: Skift mellem filliste/afspilningsliste
de: Wechseln zwischen Dateiliste und Playliste
et: Faililoendi/pleilisti vahetus
hu: Fájllista és lejátszási lista közötti váltás
pt_br: Alternar entre arquivos/playlist
ru: Переключить между списком файлов и плейлистом
vi: Chuyển đổi giữa filelist / danh sách phát
zh_cn: 文件列表/播放列表之间切换

source: Switch between normal mode and list mode
da: Skift mellem normal tilstand og listetilstand
de: Zwischen normaler und Listenansicht umschalten
et: Tavavaate ja nimekirja vaate vahetamine
hu: Hagyományos / listanézet váltás
pt_br: Alternar entre modo normal e modo de lista
ru: Переход от стандартного режима к списку
vi: Chuyển đổi giữa chế độ bình thường và chế độ danh sách
zh_cn: 在正常模式和列表模式之间切换

source: Switch next channel
bg: Превключване на следващ канал
da: Skift til næste kanal
de: Zum nächsten Sender wechseln
et: Järgmisele kanalile
hu: Váltás a következő csatornára
ru: Переключить на следующий канал
vi: Chuyển sang kênh tiếp theo
zh_cn: 切换到下一个频道开关

source: Switch to filelist
da: Skift til filliste
de: Zur Dateiliste wechseln
et: Mine faililoendisse
hu: Váltás fájllistára
pt_br: Ver lista de arquivos
ru: Переключить на список файлов
vi: Chuyển sang filelist
zh_cn: 切换到文件列表

source: Switch to next channel in history
bg: Превключване към следващ канал в историята
da: Skift til næste kanal i historik
de: Zum nächsten Sender in der History wechseln
et: Järgmisele kanalile ajaloos
hu: Következő csatorna az előzményekben
pt_br: Próximo canal na memória
ru: Переключить на следующий канал в истории
vi: Chuyển sang kênh tiếp theo trong lịch sử
zh_cn: 切换到历史记录中的下一个频道

source: Switch to next sub service
da: Skift til næste underkanal
de: Zum nächsten Unterkanal schalten
et: Järgmisele alamkanalile
hu: Ugrás a következő alcsatornára
pt_br: Mudar para o próximo canal
ru: Переключить на следующий подсервис
vi: Chuyển sang dịch vụ phụ tiếp theo
zh_cn: 切换到下一个子服务

source: Switch to playlist
da: Skift til afspilningsliste
de: Zur Playlist wechseln
et: Mine mängukavva
hu: Kapcsolás a lejátszási listára
pt_br: Ver lista de reprodução
ru: Переключить на плейлист
vi: Chuyển sang danh sách phát
zh_cn: 切换到播放列表

source: Switch to previous channel
bg: Превключване към предишния канал
da: Skift til forrige kanal
de: Zum vorherigen Sender wechseln
et: Eelmisele kanalile
hu: Ugrás az előző csatornára
pt_br: Mudar para o canal anterior
ru: Переключить на предыдущий канал
vi: Chuyển sang kênh trước
zh_cn: 切换到上一个频道

source: Switch to previous channel in history
bg: Превключване към предишен канал в историята
da: SKift til forrige kanal i historik
de: Zum vorherigen Sender in der History wechseln
et: Eelmisele kanalile ajaloos
hu: Előző csatorna az előzményekben
pt_br: Canal anterior na memória
ru: Переключить на предыдущий канал в истории
vi: Chuyển sang kênh trước đó trong lịch sử
zh_cn: 切换到历史记录中的上一个频道

source: Switch to previous sub service
da: Skift til forrige underkanal
de: Zum vorherigen Unterkanal schalten
et: Eelmisele alamkanalile
hu: Ugrás az előző alcsatornára
pt_br: Mudar para o canal anterior
ru: Переключить на предыдущий подсервис
vi: Chuyển sang dịch vụ phụ trước
zh_cn: 切换到以前的子服务

source: Switch to radio mode
da: Skift til Radio-tilstand
de: Wechsel zum Radiomodus
et: Lülitus raadiorežiimi
hu: Váltás rádió módba
ru: Переключить на режим Radio
vi: Chuyển sang chế độ radio
zh_cn: 切换到广播模式

source: Switching to live TV - timeshift is still active!
da: Skifter til Live TV - Timeshift er stadig aktiv!
de: Schalte auf Live-TV um - Timeshift bleibt weiterhin aktiv!
et: Lülitumine otsesaatele - ajanihe on endiselt töös!
hu: Váltás élő TV adásra - a Timeshift még aktív!
ru: Переключение в режим просмотра канала впрямую - таймшифт все еще активен!
vi: Chuyển sang truyền hình trực tiếp - timeshift vẫn hoạt động!
zh_cn: 切换至直播电视-时移功能仍然有效!

source: Symlink to
da: Symlænke til
de: Symlink nach
et: Loo nimeviit asukohale
vi: Liên kết đến
zh_cn: 链接到

source: Sync failure moving back to origin !
bg: Синхронизацията е неуспешна, връщане обратно към оригинала!
da: Sync fejl, flytter tilbage til start !
et: Sünkroonimine nurjus, tagasi esialgsele!
hu: Szinkronhiba 0-hoz visszatérésk!
pt_br: A sincronia falhou. Voltando à origem...
ru: Сбой синхронизации, возврат к оригиналу!
vi: Lỗi đồng bộ di chuyển trở lại nguồn gốc!
zh_cn: 同步失败返回原点!

source: Synchronize systemtime using transponder or internet.
da: Synkroniser systemtid med transponder eller Internet.
de: Wählen Sie, ob die Zeitsynchronisierung über die Transponderzeit oder über einen NTP-Server erfolgen soll.
et: Sünkrooni süsteemi aeg kasutades transponderit või internetti.
hu: A rendszer idő szinkronizálása a Transzponder ideje alapján vagy az internetről (NTP szerver) történjen.
ru: Синхронизация времени с транспондера или с интернета.
vi: Đồng bộ hóa thời gian hệ thống bằng cách sử dụng transponder hoặc internet.
zh_cn: 使用转发器或互联网同步系统时间.

source: System partition free space:
da: System-partition fri plads:
de: Freier Platz auf der System-Partition:
et: Süsteemipartitsiooni vaba ruum:
hu: A rendszer szabadterülete:
vi: Phân vùng hệ thống không gian trống:
zh_cn: 系统分区可用空间:

source: System temperature: %s
da: Systemtemperatur: %s
de: System-Temperatur: %s
et: Temperatuur: %s
hu: Rendszer hőmérséklete: %s
ru: Температура: %s
vi: Nhiệt độ hệ thống:% s
zh_cn: 系统温度: %s

source: SystemInfo
de: System-Informationen
et: Süsteemiinfo
hu: Rendszerinformáció
ru: Системная информация
vi: Thông tin hệ thống
zh_cn: 系统信息

source: T2MI PID
zh_cn: T2MI进程标识符

source: TSID
zh_cn: TS参数

source: Talk
da: Foredrag
zh_cn: 交谈

source: Tanz
da: Dans
zh_cn: 舞蹈

source: Task list
da: Opgaveliste
de: Aufgabenliste
et: Ülesanded
vi: Danh sách công việc
zh_cn: 任务列表

source: Technik
da: Teknik
zh_cn: 技术

source: Telnet Setup
da: Telnet opsætning
de: Telnet-Zugang
et: Telneti seaded
hu: Telnet beállítás
ru: Настройки Telnet
sl: Telnet nastavitve (oddaljeni dostop)
vi: Thiết lập Telnet
zh_cn: telnet设置

source: Terrestrial bouquet:
da: DVB-T buket:
de: Terrestrisches Bouquet:
et: DVB-T lemmiknimekiri:
hu: Földi csatornacsomag:
ru: Фаворит наземного ТВ:
vi: Gói kênh TH mặt đất:
zh_cn: 地面波

source: Test the network configuration of your %s %s.
da: Test netvøærkeskonfigutationen af din %s %s.
de: Überprüfen Sie die Netzwerk-Konfiguration Ihrer %s %s
et: Testi %s %s võrguseadeid.
hu: A hálózati konfiguráció tesztelése a(z) %s %s készüléken.
ru: Тест сетевой конфигурации вашего %s %s.
vi: Kiểm tra cấu hình mạng của % s% s của bạn.
zh_cn: 测试您的网络配置 %s %s.

source: Testscreens that are helpfull to fine-tune your display
da: Prøvebilleder der er hjælpsomme til at finindstille din skærm
de: Testbilder zum Feinabstimmen Ihres Displays
et: Testtabelid on abiks pildi peenhäälestusel
hu: A tesztképernyők segítenek a kijelző finomhangolását elvégezni
ru: Тестовые окна помогут вам завершить настройку вашего экрана
vi: Kiểm tra màn hình hữu ích để tinh chỉnh màn hình của bạn
zh_cn: 测试屏幕,有助于调整你的显示器

source: Thank you for using the wizard. Please press OK to continue.
da: Tak for at du brugt assistenten. Tryk venligst OK for at fortsætte.
de: Vielen Dank, dass Sie den Assistenten benutzt haben. OK drücken zum Fortfahren.
et: Täname, et kasutasid abilist. Jätkamiseks vajuta OK.
hu: Köszönöm, hogy használta a Varázslót. Kérem, nyomja le az OK gombot a folytatáshoz.
pt_br: Obrigado por usar o assistente. Pressione OK para continuar.
ru: Спасибо Вам за использование мастера. Нажмите ОК для продолжения.
sl: Hvala, da ste uporabili čarovnik. Za nadaljevanje pritisnite OK!
vi: Cảm ơn bạn đã sử dụng thuật sĩ. Vui lòng nhấn OK để tiếp tục.
zh_cn: 感谢您使用向导. 请按'确定'键继续.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
da: Tak for at du brugte assistenten. Din %s %s er nu klar til brug. Tryk venligst OK for at begynde at bruge ding %s %s.
de: Der Assistent ist hiermit beendet. Ihre %s %s kann nun benutzt werden. OK drücken, um den Assistenten zu verlassen.
et: Täname, et kasutasid abilist. %s %s on nüüd kasutamiseks valmis. %s %s käikuvõtmiseks vajuta OK.
hu: Köszönjük, hogy használja a Varázslót. A(z) %s %s készüléke most már be használatra kész. Az OK gomb megnyomása után máris használatba veheti a(z) %s %s készülékét.
ru: Спасибо, что воспользовались мастером настройки. Ваш %s %s теперь готов к использованию. Чтобы начать пользоваться вашим %s %s нажмите ОК.
vi: Cảm ơn bạn và bạn % s% s của bạn và bạn có thể sử dụng %. Vui lòng với nhau.
zh_cn: 感谢您使用向导.你的 %s %s 现在准备使用. 请按'确定'键开始使用您的 %s %s.

source: The Cool TV Guide plugin is not installed! Please install it.
da: Cool TV Guide Pluginet er ikke installeret! Installer den venligst.
de: Das CoolTVGuide Plugin ist nicht installiert! Bitte installieren.
et: Cool TV Guide ei ole paigaldatud! Paigalda see.
hu: A Cool TV Guide bővítmény nincs telepítve! Kérem, telepítse.
ru: Плагин Cool TV Guide не установлен! Пожалуйста, сначала установите его.
vi: Plugin Cool TV Guide chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装酷的电视指南插件! 请安装它.

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formatted in EXT2, EXT3 or EXT4!
da: Filsystemer på din Timeshift-enhed understøtter ikke hardlænker. Sikre at den er formateret med EXT2, EXT3 eller EXT4!
de: Das Dateisystem auf dem Timeshift-Aufnahmegerät unterstützt keine Hardlinks. Formatierung in EXT2, EXT3 oder EXT4 sicherstellen!
et: Ajanihkeks valitud andmekandja ei toeta püsiviitu. Vorminda see EXT2, EXT3 või EXT4 failisüsteemi!
hu: A Timeshift-eszközén található fájlrendszer nem támogatja a hardlink-et. Győződjen meg róla, hogy az EXT2, EXT3 vagy EXT4 formátumban van formázva!
vi: Hệ thống tập tin trên Timeshift-Device của bạn không hỗ trợ các liên kết cứng. Hãy chắc chắn rằng nó được định dạng trong EXT2, EXT3 hoặc EXT4!
zh_cn: 时移设备上的文件系统不支持硬链接. 确保它的格式是EXT2,EXT3或EXT4!

source: The Image Viewer component of the File Commander requires the PicturePlayer extension. Install PicturePlayer to enable this operation.
da: Fil Commander Billedfremviser-komponent kræver PicturePlayer udvidelsen. Installer PicturePlayer for at aktivere denne funktion.
de: Der Bildbetrachter des File Commander erfordert die Erweiterung PicturePlayer. Bitte installieren Sie den PicturePlayer, um die Funktion nutzen zu können.
et: Pildivaatur on failihalduri komponent, mis nõuab plugina 'Pildimängija' paigaldamist. Selle toimingu võimaldamiseks paigalda 'Pildimängija'.
vi: Thành phần Trình xem hình ảnh của Trình chỉ huy tệp yêu cầu tiện ích mở rộng PicturePlayer. Cài đặt PicturePlayer để kích hoạt thao tác này.
zh_cn: 文件管理器的镜像查看器组件需要图片播放器扩展名.安装图片播放器以启用此操作.

source: The MediaPortal plugin is not installed! Please install it.
da: MediePortal Pluginet er ikke installeret! Installer den venligst.
de: Das MediaPortal Plugin ist nicht installiert! Bitte installieren.
et: MediaPortal ei ole paigaldatud! Paigalda see.
hu: A MediaPortal bővítmény nincs telepítve! Kérem, telepítse.
ru: Плагин МедиаПортал не установлен. Пожалуйста, сначала установите его.
vi: Plugin MediaPortal chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装MediaPortal的插件! 请安装它.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
da: USB nøglen er klargjort til boot. nu kan du hente et NFI image!
de: Der USB-Stick wurde bootfähig gemacht. Sie können nun eine NFI-Imagedatei herunterladen!
et: USB pulk on nüüd alglaaditav. Nüüd saad NFI tõmmise alla laadida!
hu: Az USB meghajtó bootolható lett. Most már tölthető rá NFI fájl!
ru: USB-флеш подготовлен как загрузочный. Теперь Вы можете установить NFI образ!
vi: Thanh USB đã được chuẩn bị để có thể khởi động. Bây giờ bạn có thể tải xuống một tệp hình ảnh NFI!
zh_cn: 准备启动的U盘. 现在你可以下载该镜像文件!

source: The authors are NOT RESPONSIBLE
da: Forfatterne er IKKE ANSVARLIGE
de: Die Autoren sind NICHT VERANTWORTLICH
et: Autorid EI OLE VASTUTAVAD
vi: Các tác giả KHÔNG TRÁCH NHIỆM
zh_cn: 作者概不负责

source: The available disk space for timeshift is less than specified in the settings. What do you want to do ?
da: Den tilgængelige diskplads for Timeshift er mindre en angivet i indstillingerne. Hvad ønsker du at gøre ?
de: Der verfügbare Speicherplatz für Timeshift ist geringer als in den Einstellungen festgelegt ist. Was wollen Sie tun?
et: Ajanihke kasutuses on kettaruumi vähem kui seadistustes määratud. Mida soovid teha?
hu: A Timeshift-hez rendelkezésre álló lemezterület kisebb, mint a beállításokban megadott. Mit akar csinálni?
ru: Свободное место на диске меньше чем указано в настройках. Что вы хотите сделать?
vi: Không gian đĩa khả dụng cho timeshift ít hơn chỉ định trong cài đặt. Bạn muốn làm gì ?
zh_cn: 对于时间的可用磁盘空间小于指定的设置. 你想要做什么?

source: The backup failed. Please choose a different backup location.
da: Sikkerhedskopiering mislykkedes. Vælg venligst en anden placering.
de: Die Sicherung ist fehlgeschlagen. Bitte einen anderen Sicherungs-Ort auswählen.
et: Varundamine nurjus. Vali varukoopiale uus asukoht.
hu: A mentés nem sikerült. Válasszon másik célt ahova menthetem.
pt_br: O backup falhou. Escolha outro diretório de backup e tente novamente.
ru: Сохранение не выполнено. Выберите другое место ресположения.
sl: Izdelava varnostne kopije ni uspela. Prosim, da izberite drugo lokacijo.
vi: Việc sao lưu thất bại. Vui lòng chọn một vị trí sao lưu khác.
zh_cn: 备份失败.请选择一个不同的备份位置.

source: The buffer time for timeshift exceeds the specified limit in the settings. What do you want to do ?
da: Buffertiden for Timeshift er overstiger den grænse der er angivet i indstillingerne. Hvad ønsker du at gøre ?
de: Der Zeit-Puffer für Timeshift übersteigt die in den Einstellungen festgelegte Grenze. Was wollen Sie tun?
et: Ajanihke puhver ületab sätetes määratud piiri. Mida soovid teha?
hu: A Timeshift pufferidő meghaladja a beállított határértéket. Mit akar csinálni ?
ru: Размер буфера таймшифта превышает лимит, указанный в настройках. Что вы хотите сделать?
vi: Thời gian bộ đệm cho timeshift vượt quá giới hạn chỉ định trong cài đặt. Bạn muốn làm gì ?
zh_cn: 对于时间的缓冲时间的设置超过规定的极限. 你想要做什么?

source: The current update may be unstable
da: Den aktuelle opdatering kan være ustabil
et: See uuendus ei pruugi olla stabiilne
hu: Az aktuális frissítés instabil lehet
ru: Текущее обновление может быть нестабильным.
vi: Bản cập nhật hiện tại có thể không ổn định
zh_cn: 当前更新可能不稳定

source: The default settings are 5 minutes earlier to wakeup from deep standby. It possibly may be necessary to change this. (e.g.: the actual wake-up time is inaccurate or to late, waiting to a network-drive, etc.)
da: Standardindstillingerne er 5 minutter tidligere for at vågne op fra Dyb Standby. Det kan muligvis være nødvendigt at ændre dette. (f.eks. bliver den faktiske opvågningstid unøjagtig eller forsinket, hvis der ventes på et netværksdrev osv.)
de: Die Standardeinstellung ist 5 Minuten früher aus dem Deep-Standby aufzuwachen. Es kann erforderlich sein, dies zu ändern (z.B.: Die tatsächliche Aufwachzeit ist ungenau oder zu spät, warten auf ein Netzlaufwerk etc.).
et: Vaikeväärtuseks on äratada puhkeseisundist 5 minutit varem. Võimalik, et seda tuleb muuta. (Nt. tegelik äratamise aeg on vale või liiga hiline, oodatakse võrgukettaid jne.)
hu: Az alapértelmezett érték 5 perc (a kikapcsolt állapotból történő felébresztéshez). Talán szükség lehet ennek megváltoztatására (például: Ha tényleges ébresztési idő pontatlan vagy késői, Míg vár a hálózati meghajtóra, stb...).
vi: Các cài đặt mặc định là sớm hơn 5 phút để thức dậy từ chế độ chờ sâu. Có thể cần phải thay đổi điều này. (ví dụ: thời gian đánh thức thực tế là không chính xác hoặc đến trễ, chờ vào ổ đĩa mạng, v.v.)
zh_cn: 默认设置是从深度待机唤醒前5分钟.可能有必要更改此设置.(例如:实际的唤醒时间不正 确或太晚,等待网络驱动器等.)

source: The default settings are wakeup time - 5 minutes and timer begin time + 5 minutes. This setting changed the time window before the wakeup time. So can be detected a wakeup by a timer even at very early starting receivers.
da: Standardindstillingerne er opvågningstid - 5 minutter og Timer starttid + 5 minutter. Denne indstilling ændre tidsrummet før opvågningstiden, så en opvågning kan opdages af en timer, selv på meget hurtig startende modtagere.
de: Die Standardeinstellungen sind Aufwachzeit - 5 Minuten und Timerbeginn + 5 Minuten. Diese Einstellung verändert das Zeitfenster vor der Aufwachzeit. So kann das Aufwachen durch einen Timer auch bei sehr früh startenden Receivern erkannt werden.
et: Vaikeväärtused on: äratusaeg '- 5 minutit' ja taimeri algusaeg '+ 5 minutit'. See säte muudab ajaakent enne äratusaega. Nii tuvastatakse taimeriga äratamine ka väga vara käivituvatel vastuvõtjatel.
hu: Az alapértelmezett beállítás: az ébresztési idő - 5 perc és az időzítő kezdési ideje + 5 perc. Ez a beállítás megváltoztatja az felébresztési idő előtti idősávot.
vi: Cài đặt mặc định là thời gian thức dậy - 5 phút và thời gian bắt đầu hẹn giờ + 5 phút. Cài đặt này đã thay đổi cửa sổ thời gian trước thời gian thức dậy. Vì vậy, có thể được phát hiện một thức dậy bởi một bộ đếm thời gian ngay cả ở các máy thu bắt đầu rất sớm.
zh_cn: 默认设置为唤醒时间-5分钟和定时器开始时间+5分钟.此设置更改了唤醒时间之前的时间窗口. 因此,即使在非常早的启动接收器处,也可以通过定时器检测到唤醒.

source: The directory %s is not a EXT2, EXT3, EXT4, NFS or CIFS partition. Make sure you select a valid partition type.
da: Mappen %s er ikke en EXT2, EXT3, EXT4, NFS eller CIFS partition. Sørg for at du vælger en gyldig partitionstype.
de: Das Verzeichnis %s ist nicht in EXT2, EXT3, EXT4, NFS oder CIFS partitioniert. Bitte wählen Sie eine kompatible Partition.
et: Kataloog %s ei ole EXT2, EXT3, EXT4, NTFS või CIFS partitsioon. Veendu, et valisid kehtiva partitsiooni tüübi.
hu: A %s mappa nem egy EXT2, EXT3, EXT4, NFS vagy CIFS partíció. Kérem, válasszon egy érvényes partíció típust.
ru: Выбранная папка %s не является разделом EXT2, EXT3, EXT4, NFS или CIFS. Пожалуйста, убедитесь что выбрали правильный раздел.
vi: Thư mục % s không phải là phân vùng EXT2, EXT3, EXT4, NFS hoặc CIFS. Hãy chắc chắn rằng bạn chọn một loại phân vùng hợp lệ.
zh_cn: 目录 %s 不是一个ext2,ext3,ext4的分区或CIFS,NFS. 请确保选择一个有效的分区类型.

source: The directory %s is not writable. Make sure you select a writable directory instead.
da: Mappen %s er ikke skrivbar. Sørg i stedet for at vælge en skrivbar mappe.
de: Das Verzeichnis %s ist nicht beschreibbar. Stellen Sie sicher, dass Sie ein beschreibbares Verzeichnis angegeben haben.
et: Kataloog %s on kirjutuskaitstud. Veendu, et valitud on kirjutuskaitseta kataloog.
hu: %s mappa nem írható. Kérem, válasszon egy írási jogosultságokkal rendelkező mappát.
pt_br: Não é possivél escrever no diretório %s. Selecione um diretório com permissões de escrita.
ru: В эту папку %s записать нельзя. Убедитесь, что взамен выбрали нужную папку.
sl: Mapa %s ni zapisljiva. Poskrbite, da izberite zapisljivo mapo.
vi: Thư mục%s không thể ghi. Hãy chắc chắn rằng bạn chọn một thư mục có thể ghi thay thế.
zh_cn: 目录 %s 不可写. 确保你选择一个可写目录代替.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
da: Følgende device blev fundet: %s Vil du skrive USB flasher til denne USB nøgle ?
de: Das folgende Medium wurde gefunden: %s Soll der USB-Flasher auf diesen Stick installiert werden?
et: Leitud USB pulk: %s Kas soovid seda kasutada püsivara paigaldamiseks?
hu: A következő eszközt találtam: %s Fel szeretné írni az USB flashelőt erre a pendrájvra?
ru: Найдено устройство: %s Хотите установить USB флешер на это устройство?
sl: Najdene naprave: %s Ali želite zapisati orodje za USB programsko nadgradnjo na ključ?
vi: Thiết bị sau đây đã được tìm thấy: %s Bạn có muốn viết USB flasher vào thanh này không?
zh_cn: 下列设备被发现 : %s 您是否要将USB闪存写到该记忆棒上?

source: The function has interrupted. Don't press in the next time any key until the picture from mvi-file is displayed!
da: Funktionen blev afbrudt. Tryk ikke på nogen taste næste gang, inden billedet fra mvi-filen vises!
de: Die Funktion wurde unterbrochen. Drücken Sie beim nächsten Mal keine Taste bis das Bild aus der mvi-Datei angezeigt wird!
et: Toiming katkestati. Ära vajuta järgmisel korral mingit nuppu, enne kui kuvatakse pilti mvi-failist!
vi: Các chức năng đã bị gián đoạn. Không nhấn vào lần tiếp theo bất kỳ phím nào cho đến khi hình ảnh từ tập tin mvi được hiển thị!
zh_cn: 功能已中断. 下次显示mvi文件中的图片之前不要按任何键!

source: The hash of a directory can't be calculated.
da: Hash-værdien af mappen kan ikke beregnes.
de: Der Hash eines Verzeichnisses kann nicht berechnet werden.
et: Kataloogi räsi ei saa arvutada.
vi: Băm của một thư mục không thể được tính toán.
zh_cn: 无法计算目录的哈希值.
