Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Band' if using a 'Universal' LNB, otherwise consult your LNB specifications.
bg: Изберете 'лента', ако използвате 'универсален' конвертор, в противен случай се консултирайте със спецификацията на вашия конвертор.
cs: Pokud používáte „univerzální“ LNB, vyberte „pásmo“, v opačném případě se podívejte na technický list LNB.
el: Επιλέξτε 'μπάντα' αν χρησιμοποιείτε ένα 'universal' LNB, αλλιώς ανατρέξτε στον πίνακα χαρακτηριστικών του LNB σας.
fi: Valitse 'taajuusalue', jos käytössä 'universaali' LNB, muutoin lisätiedot LNB:n teknisistä tiedoista.
fr: Sélectionnez ‘bande’ si vous utilisez un LNB ‘universel’, sinon consultez la fiche technique de votre LNB.
hr: Odaberi 'Band' ako koristite 'Univerzalni' LNB, u suprotnom pogledajte specifikaciju vašeg LNB.
it: Seleziona 'Banda' se usi un LNB universale, altrimenti consulta la scheda tecnica dell'LNB.
lt: Jei naudojate 'universalią' LNB, pasirinkite 'juosta', kitaip kreipkitės į savo LNB specifikacijų lapą.
nl: Selecteer 'band' als u een universele LNB gebruikt. Consulteer de specs van uw LNB.
pl: Wybierz "pasmo", jeśli używasz "uniwersalnego" konwertera, w przeciwnym razie zapoznaj się z arkuszem specyfikacji konwertera.
sk: Ak sa používa 'univerzálny' LNB, vyberte 'pásmo' (band), v opačnom prípade si pozrite špecifikácie vášho LNB.
sr: Izaberite 'Band' ako koristite 'Universal' LNB, u suprotnom konsultujte specifikacije vašeg LNB-a.
sv: Välj "Band" om du använder en "Universal" LNB, annars kan du läsa specifikationerna för din LNB.
ta: 'யுனிவர்சல்' எல்.என்.பி.யைப் பயன்படுத்தினால் 'பேண்ட்' என்பதைத் தேர்ந்தெடுக்கவும், இல்லையெனில் உங்கள் எல்.என்.பி விவரக்குறிப்புகளை அணுகவும்.
tr: 'Universal' bir LNB kullanıyorsanız 'Band'ı seçin, aksi takdirde LNB özelliklerinize bakın.
uk: Виберіть 'band', якщо використовується "універсальний" LNB, інакше зверніться до специфікації LNB.

source: Select 'Disabled' to disable all automated volume adjustments. Select 'Defined volume offsets' to assign a specified offset to the service's volume level. Select 'Last used/set volume' to remember the volume level last used for each service.
cs: Vyberte možnost „Zakázáno“, chcete-li zakázat veškeré automatické úpravy hlasitosti. Vyberte možnost „Definované posuny hlasitosti“, chcete-li přiřadit specifikovaný posun k úrovni hlasitosti služby. Vyberte možnost „Naposledy použitá/nastavená hlasitost“, chcete-li si zapamatovat naposledy použitou úroveň hlasitosti pro každou službu.
el: Επιλέξτε 'ανενεργό' για να απενεργοποιηθούν όλες οι ρυθμίσεις έντασης ήχου. Επιλέξτε 'Ορισμένες ολισθήσεις έντασης ήχου' για να αντιστοιχίσετε μία συγκεκριμένη ολίσθηση στο επίπεδο έντασης ήχου της υπηρεσίας. Επιλέξτε 'Τελευταία ένταση ήχου σε χρήση/ορισμένη' για να αποθηκευτεί η τελευταία ορισμένη ένταση ήχου για κάθε υπηρεσία.
fi: Valitse 'Pois käytöstä' poistaaksesi kaikki automatisoidut äänenvoimakkuuden säädöt käytöstä. Valitse 'Määritetyt äänenvoimakkuuden siirtymät' määrittääksesi palvelun äänenvoimakkuustason siirtymän. Valitse 'Viimeksi käytetty/määritetty äänenvoimakkuus' muistaaksesi kunkin palvelun viimeksi käytetyn äänenvoimakkuustason.
hr: Izaberite „Onemogućeno“ da biste onemogućili sva automatska podešavanja jačine zvuka. Izaberite „Definisani pomaci jačine zvuka“ da biste dodelili određeni pomak nivou jačine zvuka usluge. Izaberite „Poslednja korišćena/podešena jačina zvuka“ da biste zapamtili nivo jačine zvuka koji je poslednji put korišćen za svaku uslugu.
it: Seleziona 'Disabilitato' per disabilitare tutte le regolazioni automatiche del volume. Seleziona 'Offset del volume definito' per assegnare un offset specifico al livello del volume del servizio. Seleziona 'Ultimo volume usato/impostato' per ricordare l'ultimo livello del volume usato per ciascun servizio.
nl: Selecteer 'Gedeactiveerd' om alle automatische volume correcties uit te schakelen. Selecteer 'Gedefinieerde volume offset' om een offset van het volume voor een zender in te stellen. Selecteer 'Laatst gebruikte/ingestelde volume' om het laatst gebruikte volumeniveau voor elke zender te gebruiken.
pl: Wybierz „Wyłączone”, aby wyłączyć wszystkie automatyczne regulacje głośności. Wybierz „Zdefiniowane przesunięcia głośności”, aby przypisać określone przesunięcie do poziomu głośności kanału. Wybierz „Ostatnio używane/ustawione głośność”, aby zapamiętać poziom głośności ostatnio używany dla każdego kanału.
sk: Ak chcete deaktivovať všetky automatické úpravy hlasitosti, vyberte voľbu 'Vypnuté'. Ak chcete prideliť určitý posun úrovne hlasitosti ku stanici/službe, vyberte voľbu 'Definované posuny hlasitosti'. Ak chcete pre každú stanicu/službu uložiť poslednú použitú úroveň hlasitosti, vyberte voľbu 'Naposledy použitá/nastavená hlasitosť'.
sr: Izaberite 'Onemogućeno' da onemogućite sve automatske prilagodbe zvuka. Izaberite 'Definisani nivo zvuka' da dodelite određeni odstupanja nivou zvuka usluge. Izaberite 'Poslednji korišćeni/setovani nivo zvuka' da zapamtite nivo zvuka koji je poslednji korišćen za svaku uslugu.
sv: Välj "Disabled" för att inaktivera alla automatiska volymjusteringar. Välj "Definierade volymförskjutningar" för att tilldela en specificerad förskjutning till tjänstens volymnivå. Välj "Senast använda/fastställda volym" för att komma ihåg den volymnivå som senast användes för varje tjänst.
tr: Tüm otomatik ses ayarlamalarını devre dışı bırakmak için ‘Devre dışı’ seçeneğini seçin. Kanalın ses seviyesine belirli bir ayar atamak için ‘Tanımlanmış ses ayarları’ seçeneğini seçin. Her kanal için en son kullanılan ses seviyesini hatırlamak için ‘En son kullanılan/ayarlanan ses seviyesi’ seçeneğini seçin.
uk: Виберіть 'Вимкнено', щоб вимкнути всі автоматичні налаштування гучності. Виберіть 'Визначені зміщення гучності', щоб призначити певне зміщення рівню гучності каналу. Виберіть 'Останній використаний/встановлений рівень гучності', щоб запам’ятати рівень гучності, який використовувався останнім для кожної послуги.

source: Select 'Enable' to start the CI+ helper.
cs: Chcete-li spustit pomocníka CI+, vyberte možnost Povolit.
el: Επιλέξτε 'Ενεργό' για εκκίνηση του βοηθού CI+.
fi: Valitse 'Käytössä' Avataksesi CI+ avustajan.
hr: Odaberi 'Omogući' da bi pokrenuli CI+ helper.
it: Seleziona 'Abilita' per avviare l'helper CI+.
nl: Kies 'Activeren' om de CI+ Helper te starten.
pl: Wybierz „Włącz”, aby uruchomić CI+ helper.
sk: Na spustenie pomocníka pre CI+ helper, zvoľte možnosť 'Zapnúť'.
sr: Izaberite 'Omogući' da pokrenete CI+ pomoćnika.
sv: Välj "Aktivera" för att starta CI+-hjälpen.
ta: CI+ உதவியாளரைத் தொடங்க 'இயக்கு' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: CI+ yardımcısını başlatmak için 'Etkin'i seçin.
uk: Виберіть 'Увімкнути', щоб запустити помічник CI+.

source: Select 'Enabled' if this tuner has a signal cable connected, otherwise select 'Nothing connected'.
bg: Изберете 'активиран', ако този тунер има свързан сигнален кабел, в противен случай изберете 'нищо не е свързано'.
cs: Pokud je k tomuto tuneru připojen signálový kabel, vyberte „povoleno“, jinak vyberte „nic připojeno“.
el: Επιλέξτε 'ενεργό' αν αυτό το tuner διαθέτει σήμα, αλλιώς επιλέξτε 'δεν έχει συνδεθεί τίποτα'.
fi: Valitse 'käytössä', jos tähän virittimeen on kytketty signaalikaapeli, muuten valitse 'ei mitään kytketty'.
fr: Sélectionnez ‘activé’ si le tuner a un câble avec du signal connecté, sinon choisir ‘rien de connecté’.
hr: Odaberi 'omogućeno' ako ovaj tuner ima povezan signalni kabel, u suprotnom odaberite 'ništa nije povezano'.
it: Seleziona 'Abilitato' se questo tuner ha un cavo di segnale collegato, altrimenti seleziona 'Non connesso'.
lt: Pasirinkite 'įjungta', jei šis imtuvas turi prijungtą signalinį kabelį, kitaip pasirinkite 'nieko neprijungta'.
nl: Selecteer 'ingeschakeld' als een antennekabel is aangesloten, anders kiest u 'niets verbonden'.
pl: Wybierz 'Włączone', jeśli ten tuner ma podłączony sygnałowy, w przeciwnym razie wybierz 'Nie podłączone'.
sk: Ak je k tomuto tuneru pripojený signálový kábel, vyberte možnosť 'povolené', inak vyberte možnosť 'nič nie je pripojené'.
sr: Izaberi 'omogućeno' ako ovaj tjuner ima povezan signalni kabel, u suprotnom izaberite 'ništa nije povezano'.
sv: Välj "Enabled" om tunern har en signalkabel ansluten, annars väljer du "Nothing connected".
ta: இந்த ட்யூனரில் சிக்னல் கேபிள் இணைக்கப்பட்டிருந்தால் 'இயக்கப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும், இல்லையெனில் 'இணைக்கப்படவில்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bu tunerin bağlı bir sinyal kablosu varsa 'etkin' seçeneğini seçin, aksi halde 'bağlı hiçbir şey' seçin.
uk: Виберіть 'увімкнено', якщо цей тюнер має підключений кабель з сигналом, інакше виберіть 'нічого не підключено'.

source: Select 'No' to make time shift use a single buffer file. Use 'Time shift checking for older files [in minutes]' and 'Time shift checking for free space?' to control the size of the buffer file.
bg: Ако е зададено 'не', TimeShift използва само един буфер файл. Препоръчваме ви "Проверка на Timeshift за по-стари файлове [в минути]" и "Проверка на времето за свободно пространство?" да се настрои.
cs: Pokud nastavíte na 'ne', timeshift použije pouze jeden vyrovnávací soubor. Doporučujeme nastavit 'Timeshift kontrolu starších souborů [v minutách]' a 'Timeshift kontrolu volného místa.
el: Επιλέξτε 'όχι' για χρήση ενός μονού αρχείου προφόρτωσης χρονομετατόπισης. Με τα 'έλεγχος χρονομετατόπισης για παλαιότερα αρχεία [σε λεπτά]' και 'έλεγχος χρονομετατόπισης για ελεύθερο χώρο;] θα ελέγχετε το μέγεθος του αρχείου προφόρτωσης.
fi: Jos Ei, vain yhtä tiedostoa käytetään puskurina. Suosittelemme ajansiirto tarkistustaa vanhemmat tiedostot (minuuteissa) ja ajansiirto tarkistaa vapaan tilan löytämiseksi.
fr: Si mis à 'non', PauseDirect utilise seulement le fichier de buffer. Il est recommandé d'ajuster 'PauseDirect vérifie les fichiers plus anciens [en minutes]' et 'PauseDirect vérifie l'espace libre ?'.
hr: Odaberi 'Ne' da bi promijenili vrijeme koristeći jedan buffer datoteke. Koristite 'Provjera timeshift ' za stare datoteke [u minutama]' i 'Provjera slobodnog prostora u timeshift ?' da bi kontrolisali veličinu buffer datoteke.
it: Seleziona 'No' per fare in modo che il timeshift usi un singolo file buffer. Usa "Controllo timeshift per file meno recenti [in minuti]" e "Controllo timeshift per spazio libero?" per controllare la dimensione del file buffer.
lt: Jei nustatyta 'ne', laiko poslinkis naudos tik vieną kaupimo failą. Todėl rekomenduojama koreguoti "Laiko poslinkis tikrins failų senumą (min.)" ir "Laiko poslinkis tikrins laisvą vietą?".
nl: Als u hier voor 'nee', kiest zal Timeshift slechts één buffer bestand gebruiken. Het is aan te raden in dat geval 'Timeshift controleren van oude bestanden [in minuten]' en 'Timeshift controleren van vrije ruimte' ook in te schakelen.
pl: Jeśli ustawione na "nie", timeshift użyje tylko jednego pliku do zapisu kolejnych programów na danym kanale. Zalecane jest dostosowanie opcji "Sprawdzanie plików starszych [w min.]" i "Sprawdź wolne miejsce".
sk: Ak chcete, aby timeshift používal jeden vyrovnávací súbor, vyberte možnosť 'Nie'. Na kontrolu veľkosti vyrovnávacieho súboru použite položky 'Kontrola starších súborov timeshiftu [v minútach]' a 'Kontrola voľného miesta pre timeshift'.
sr: Izaberi 'Ne' da bi promenili vreme koristeći jedan bafer fajl. Koristite 'Provera tajmšifta' za stare fajlove [u minutama]' i 'Provera slobodnog prostora u tajmšiftu?' da bi kontrolisali veličinu bafer fajla.
sv: Välj "Nej" om du vill att time shift ska använda en enda buffertfil. Använd "Time shift kontrollerar äldre filer [i minuter]" och "Time shift kontrollerar ledigt utrymme?" för att styra storleken på buffertfilen.
ta: நேர சிப்ட் செய்ய 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும் ஒற்றை இடையக கோப்பைப் பயன்படுத்தவும். பழைய கோப்புகளுக்கான நேர சிப்ட் சரிபார்ப்பைப் பயன்படுத்தவும் [நிமிடங்களில்] 'மற்றும்' இலவச இடத்திற்கான நேர சிப்ட் சரிபார்ப்பு? ' இடையக கோப்பின் அளவைக் கட்டுப்படுத்த.
tr: Zaman kaydırma işleminin tek bir arabellek dosyası kullanmasını sağlamak için 'Hayır'ı seçin. Arabellek dosyasının boyutunu kontrol etmek için 'Eski dosyalar için zaman kaydırma kontrolü [dakika cinsinden]' ve 'Boş alan için zaman kaydırma kontrolü?' seçeneklerini kullanın.
uk: Якщо вибрано 'ні', таймшифт буде використовувати тільки один файл. Рекомендується включити 'Перевірка наявності старих файлів таймшифта [у хвилинах]' і 'Перевірити наявність вільного дискового простору?'.

source: Select 'No' to only write a log message to the debug log file.
cs: Vyberte 'Ne', chcete-li pouze zapsat zprávu protokolu do souboru protokolu ladění.
el: Επιλέξτε 'όχι' για εγγραφή μόνο ενός μηνύματος καταγραφής στο αρχείο αποσφαλμάτωσης.
fi: Jos asetuksena on ei, vain virhe viestit kirjoitetaan debug lokiin.
fr: S'il est défini sur « non », seul un message de débogage est écrit dans le journal des logs
hr: Odaberi 'Ne' da bi napisali poruku evidencije u datoteku log otklanjanja grešaka.
it: Seleziona 'No' per scrivere solo un messaggio di registro nel file di registro di debug.
lt: jei nustatyta "ne", tik derinimo pranešimas įrašomas į derinimo žurnalą
nl: Bij 'nee' zal er bij een fout in de skin alleen een melding worden gemaakt in het Debug-log.
pl: Wybierz opcję "Nie", aby zapisać komunikat dziennika tylko do pliku dziennika debugowania.
sk: Ak sa má do súboru denníka ladenia zapísať iba správa, vyberte možnosť 'Nie'.
sr: Izaberi 'Ne' da bi napisali poruku лог u fajl log otklanjanja grešaka.
sv: Välj "No" om du bara vill skriva ett loggmeddelande till debug-loggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் ஒரு பதிவு செய்தியை மட்டும் எழுத 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Yalnızca hata ayıklama günlük dosyasına günlük mesajı yazmak için 'Hayır' seçeneğini belirleyin.
uk: Виберіть 'Ні', щоб лише записати повідомлення журналу у файл журналу налагодження.

source: Select 'No' to save older events even after zapping or interrupting time shifting.
bg: Ако е зададено "не", можете да запазите по-старите събития дори след включване или прекъсване на timeshift.
cs: Pokud nastavíte na 'ne', můžete zachovat timeshift pro starší události i po přepnutí nebo přerušení.
el: Επιλέξτε 'όχι' για αποθήκευση των παλιότερων προγραμμάτων ακόμα και μετά το ζάπινγκ ή τη διακοπή της χρονομετατόπισης.
fi: Jos valittuna 'ei', ajansiirron puskuria ei tyhjennetä kanavanvaihdon yhteydessä. Tämä mahdollistaa ajansiirron muunnon tallenteeksi myös kanavanvaihdon jälkeen.
fr: Si mis à 'non', vous pouvez sauver les événements plus anciens même après un zap ou une interruption du PauseDirect.
hr: Odaberi 'Ne' da bi sačuvali starije događaje čak i nakon pomjeranja ili prekidanja vremena.
it: Seleziona 'No' per salvare gli eventi meno recenti anche dopo lo zap o l'interruzione del timeshift.
lt: Jei nustatyta 'ne', galėsite išsaugoti senesnius įvykius, net ir po perjungimo, ar nutrauktus dėl laiko poslinkio.
nl: Kiest u voor 'nee', dan worden de Timeshift-opnames niet verwijderd na het overschakelen naar een andere zender of na een onderbreking.
pl: Jeśli ustawione na „nie”, możesz zapisać starsze wydarzenia nawet po przełączeniu kanału lub przerwaniu timeshift'u.
sk: Ak chcete uložiť staršie udalosti aj po prepnutí alebo prerušení timeshiftu, vyberte možnosť 'Nie'.
sr: Izaberi 'Ne' da bi sačuvali starije događaje čak i nakon pomeranja ili prekidanja vremena.
sv: Välj "Nej" för att spara äldre händelser även efter zapping eller avbruten tidsförskjutning.
ta: நேரத்தை மாற்றுவதற்கு அல்லது குறுக்கிட்ட பின்னரும் பழைய நிகழ்வுகளைச் சேமிக்க 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Zaman kaydırma işlemi kesildikten veya durdurulduktan sonra bile eski etkinlikleri kaydetmek için 'Hayır'ı seçin.
uk: Якщо вибрано 'ні', можете зберігати старі записи навіть після перемикання або переривання таймшифта.

source: Select 'Polarization' if using a 'Universal' LNB, otherwise consult your LNB specifications.
bg: Изберете „поляризация“, ако използвате „универсален“ конвертор, в противен случай направете справка със спецификацията на вашия конвертор.
cs: Pokud používáte 'univerzální' LNB, zvolte 'polarizaci', v opačném případě si prostudujte technický list vašeho LNB.
el: Επιλέξτε 'πόλωση' αν χρησιμοποιείτε ένα LNB τύπου 'universal', αλλιώς ανατρέξτε στον πίνακα χαρακτηριστικών του LNB σας.
fi: Valitse 'polarisaatio', jos käytössä 'universaali' LNB, muutoin lisätiedot LNB:n teknisistä tiedoista.
fr: Sélectionnez ‘polarisation’ si vous utilisez un LNB ‘universel’, sinon consultez la fiche technique de votre LNB.
hr: Odaberi 'Polarizacija' ako koristite 'Univerzalni' LNB, u suprotnom pogledajte specifikaciju vašeg LNB.
it: Seleziona 'Polarizzazione' se usi un LNB universale; altrimenti consulta le specifiche del LNB.
lt: Jei naudojate 'universalią' LNB, pasirinkite 'polarizacija', kitaip kreipkitės į savo LNB specifikacijų lapą.
nl: Selecteer 'polarisatie als u een universele LNB gebruikt. Consulteer de specs van uw LNB.
pl: Wybierz opcję "polaryzacja", jeśli używasz "uniwersalnego" konwertera LNB, w przeciwnym razie zapoznaj się z arkuszem danych technicznych konwertera LNB.
sk: Ak sa používa 'univerzálny' LNB, vyberte možnosť 'polarizácia', v opačnom prípade si pozrite špecifikácie vášho LNB.
sr: Izaberite 'Polarizaciju' ako koristite 'Univerzalni' LNB, inače konsultujte specifikacije vaše LNB.
sv: Välj "Polarization" om du använder en "Universal" LNB, annars kan du läsa specifikationerna för din LNB.
ta: 'யுனிவர்சல்' எல்.என்.பி.யைப் பயன்படுத்தினால் 'துருவமுனைப்பு' என்பதைத் தேர்ந்தெடுக்கவும், இல்லையெனில் உங்கள் எல்.என்.பி விவரக்குறிப்புகளை அணுகவும்.
tr: 'Universal' bir LNB kullanıyorsanız 'Polarizasyon' seçeneğini belirleyin, aksi takdirde LNB'nizin özelliklerine bakın.
uk: Виберіть 'поляризацію', якщо використовується "універсальний" LNB, інакше зверніться до специфікації LNB.

source: Select 'Provider' to scan from the predefined list of cable multiplexes. Select 'Bands' to only scan certain parts of the spectrum. Select 'Steps' to scan in steps of a particular frequency bandwidth.
bg: Изберете „доставчик“, за да сканирате от предварително дефинирания списък с кабелни мултиплекси. Изберете „ленти“, за да сканирате само определени части от спектъра. Изберете „стъпки“, за да сканирате на стъпки от определена честотна лента.
cs: Vyberte 'poskytovatele' pro skenování z předdefinovaného seznamu kabelových multiplexů. Chcete-li skenovat pouze určité části spektra, vyberte „pásma“. Vyberte „kroky“ pro skenování v krocích určité šířky frekvenčního pásma.
el: Επιλέξτε 'πάροχο' για να γίνει ανίχνευση από μία προρυθμισμένη λίστα καλωδιακών πολυπλεξιών. Επιλέξτε 'μπάντες' για να γίνει ανίχνευση συγκεκριμένου εύρους του φάσματος. Επιλέξτε 'βήματα' για να γίνει ανίχνευση σε βήματα ενός συγκεκριμένου εύρους ζώνης.
fi: Valitse skannataksesi ennalta määritetystä kaapelin tarjoaja luettelosta. Valitse taajuudet, jos haluat skannata vain tiettyjä taajuuksia. Valitse skannataksesi tietyn taajuuskaistanleveyden välein.
fr: Sélectionnez ‘opérateur’ pour scanner à partir de la liste prédéfinie des multiplexes du câble. Sélectionnez ‘bandes’ pour scanner uniquement certaines parties du spectre. Sélectionnez ‘pas’ pour balayer par incréments d’une largeur de bande de fréquence particulière.
hr: Odaberi 'provajder' da bi skenirali sa unaprijed zadane spiske multipleks kablova. Odaberi 'band' da bi skenirali samo određene dijelove spektra. Odaberite 'korak' za skeniranje određenog frekventnog bandwidth.
it: Seleziona 'Provider' per eseguire la scansione dall'elenco predefinito dei multiplex via cavo. Seleziona 'Bande' per scansionare solo alcune parti dello spettro. Seleziona 'Passi' per eseguire la scansione in passi di una particolare larghezza di banda di frequenza.
lt: Pasirinkite 'teikėjas', kad skenuoti iš anksto nustatyto kabelių multipleksų sąrašo. Pasirinkite 'juostos', kad tik skenuoti tam tikras spektro dalis. Pasirinkite 'žingsniai', kad skenuotumėte tam tikros dažnių juostos plotyje.
nl: Selecteer 'provider' om te scannen vanuit de voor gedefinieerde lijst van kabel multiplexen. Kies 'band' om alleen een deel van het spectrum te scannen. Kies 'stappen' om in stappen een bepaald deel van het spectrum te scannen.
pl: Wybierz opcję „Dostawca”, aby skanować z predefiniowanej listy multipleksów kablowych. Wybierz „Pasma”, aby skanować tylko określone części widma. Wybierz „Kroki”, aby skanować krokowo dla określonego pasma częstotliwości.
sk: Možnosť 'poskytovateľ' (provider) umožní skenovať preddefinovaný zoznam káblových multiplexov. Možnosť 'pásma' umožní prehľadávať len určité časti spektra. Na prehľadávanie po jednotlivých krokoch určitej šírky frekvenčného pásma, vyberte možnosť 'kroky'.
sr: Izaberi 'provajder' da bi skenirali sa unapred definisane liste multipleks kablova. Izaberite 'band' da bi skenirali samo određene delove spektra. Izaberite 'korak' za skeniranje određenog frekventnog bandwidth.
sv: Välj "Provider" för att söka från den fördefinierade listan med kabelmultiplexer. Välj "Bands" för att bara skanna vissa delar av spektrumet. Välj "Steps" för att skanna i steg av en viss frekvensbandbredd.
ta: கேபிள் மல்டிபிளெக்சின் முன் வரையறுக்கப்பட்ட பட்டியலிலிருந்து ச்கேன் செய்ய 'வழங்குநர்' என்பதைத் தேர்ந்தெடுக்கவும். ச்பெக்ட்ரமின் சில பகுதிகளை ச்கேன் செய்ய 'பட்டைகள்' என்பதைத் தேர்ந்தெடுக்கவும். ஒரு குறிப்பிட்ட அதிர்வெண் அலைவரிசையின் படிகளில் ச்கேன் செய்ய 'படிகள்' தேர்ந்தெடுக்கவும்.
tr: Önceden tanımlanmış kablo çoklayıcıları listesinden tarama yapmak için 'Sağlayıcı' yı seçin. Spektrumun yalnızca belirli bölümlerini taramak için 'Bantlar'ı seçin. Belirli bir frekans bant genişliğinde adımlar halinde tarama yapmak için 'Adımlar'ı seçin.
uk: Виберіть 'провайдер' для сканування з попередньо визначеного списку кабельних операторів. Виберіть 'смуга', щоб сканувати лише частину частот. Виберіть 'крок' для сканування з певним кроком смуги частот.
