Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: show alternatives
da: vis alternativer
de: Zeige Alternativen
et: Näita asenduskanaleid
hu: alternatívák megjelenítése
pt_br: Ver alternativas
ru: показать альтернативы
sl: Prikaži alternative
vi: hiển thị thay thế
zh_cn: 显示选项

source: show cards with uphop 0
bg: показване на карти с uphop 0
de: Cards mit Uphop 0 anzeigen
et: kuva uphop 0 kaardid
ru: показать карточки с uphop 0
vi: xuất trình thẻ với uphop 0
zh_cn: 显示卡与uphop 0

source: show cards with uphop 1
bg: показване на карти с uphop 1
de: Cards mit Uphop 1 anzeigen
et: kuva uphop 1 kaardid
ru: показать карточки с uphop 1
vi: xuất trình thẻ với uphop 1
zh_cn: 显示卡与uphop 1

source: show cards with uphop 2
bg: показване на карти с uphop 2
de: Cards mit Uphop 2 anzeigen
et: kuva uphop 2 kaardid
ru: показать карточки с uphop 2
vi: xuất trình thẻ với uphop 2
zh_cn: 显示卡与uphop 2

source: show cards with uphop 3
bg: показване на карти с uphop 3
de: Cards mit Uphop 3 anzeigen
et: kuva uphop 3 kaardid
ru: показать карточки с uphop 3
vi: xuất trình thẻ với uphop 3
zh_cn: 显示卡与uphop 3

source: show cards with uphop 4
bg: показване на карти с uphop 4
de: Cards mit Uphop 4 anzeigen
et: kuva uphop 4 kaardid
ru: показать карточки с uphop 4
vi: hiển thị thẻ với uphop 4
zh_cn: 显示卡与uphop 4

source: show cards with uphop 5
bg: показване на карти с uphop 5
de: Cards mit Uphop 5 anzeigen
et: kuva uphop 5 kaardid
ru: показать карточки с uphop 5
vi: xuất trình thẻ với uphop 5
zh_cn: 显示卡与uphop 5

source: show cards with uphop 6
bg: показване на карти с uphop 6
de: Cards mit Uphop 6 anzeigen
et: kuva uphop 6 kaardid
ru: показать карточки с uphop 6
vi: xuất trình thẻ với uphop 6
zh_cn: 显示卡与uphop 6

source: show cards with uphop 7
bg: показване на карти с uphop 7
de: Cards mit Uphop 7 anzeigen
et: kuva uphop 7 kaardid
ru: показать карточки с uphop 7
vi: xuất trình thẻ với uphop 7
zh_cn: 显示卡与uphop 7

source: show cards with uphop 8
bg: показване на карти с uphop 8
de: Cards mit Uphop 8 anzeigen
et: kuva uphop 8 kaardid
ru: показать карточки с uphop 8
vi: xuất trình thẻ với uphop 8
zh_cn: 显示卡与uphop 8

source: show cards with uphop 9
bg: показване на карти с uphop 9
de: Cards mit Uphop 9 anzeigen
et: kuva uphop 9 kaardid
ru: показать карточки с uphop 9
vi: xuất trình thẻ với uphop 9
zh_cn: 显示卡与uphop 9

source: show event details
da: Vis begivenhedsdetaljer
de: Sendungsdetails anzeigen
et: Kuva saateinfo
hu: részletes adatok megjelenítése
pt_br: Exibir detalhes do evento
ru: показать детали события
sl: Prikaži informacije o dogodku
vi: hiển thị chi tiết sự kiện
zh_cn: 显示事件的细节

source: show mediaplayer on mainmenu
da: Vis medieafspiller på hovedmenu
de: Zeige Mediaplayer im Hauptmenü
et: Kuva meediapleier peamenüüs
hu: a Médialejátszó megjelenítése a fő menüben
pt_br: Exibir reprodutor de mídia no menu principal
ru: Показать медиаплеер в главном меню
vi: hiển thị trình phát đa phương tiện trên menu chính
zh_cn: 媒体播放器上显示主菜单

source: show picons in quickzap
da: Vis Pikoner i KvikZap
de: Senderlogos (Picons) beim Quickzap anzeigen
et: Pikonid kanalivahetusel
hu: a Piconok mutatása a gyors Ugrások között
vi: hiển thị picons trong quickzap
zh_cn: 快速切换显示picon

source: show picons in service list
da: Vis Pikoner i kanalliste
de: Senderlogos (Picons) anzeigen
et: Pikonid kanalinimekirjas
hu: pikonok megjelenítése a csatornalistában
ru: показать пиконы в списке каналов
vi: hiển thị picons trong danh sách dịch vụ
zh_cn: 在频道列表上显示台标picons

source: show transponder info
da: Vis transponer info
de: Transponder-Info anzeigen
et: Kuva transponderi info
hu: transzponder infó megjelenítése
pt_br: Informações do transponder
ru: показать информацию транспондера
sl: Prikaži informacije o transponderju
vi: hiển thị thông tin transponder
zh_cn: 显示转发器信息

source: shut down
da: luk ned
de: Herunterfahren
et: Lülita välja
hu: kikapcsolás
pt_br: Desligar
ru: Выключить
sl: izklop
vi: tắt
zh_cn: 关机

source: skin
da: Tema
et: kujundus
hu: kinénet
vi: da
zh_cn: 皮肤

source: skip backward (enter time)
bg: прескочи назад (въведете време)
da: Hop baglæns (angiv tid)
de: Rückwärts springen (Zeit eingeben)
et: Hüppa tagasi (sisesta aeg)
hu: visszafelé kihagyása (adja meg az időt)
ru: перейти назад (введите время)
sl: preskoči nazaj (vnesite čas)
vi: bỏ qua lùi lại (nhập thời gian)
zh_cn: 快倒(输入时间)

source: skip forward (enter time)
bg: прескочи напред (въведете време)
da: Hop fremad (angiv tid)
de: Vorwärts springen (Zeit eingeben)
et: Hüppa edasi (sisesta aeg)
hu: előre kihagyása (adja meg az időt)
ru: перейти вперед (введите время)
sl: preskoči naprej (vnesite čas)
vi: bỏ qua phía trước (nhập thời gian)
zh_cn: 快进(输入时间)

source: slot%s - %s
et: pesa%s - %s
vi: vị trí%s -%s
zh_cn: 分区%s - %s

source: slot%s - %s
et: pesa%s - %s
vi: vị trí % s -% s
zh_cn: 分区%s - %s

source: slot%s - %s (current image)
da: slot%s - %s (aktuelt Image)
de: Slot %s - %s (aktuelles Image)
et: pesa%s - %s (aktiivne püsivara)
vi: vị trí%s -%s (hình ảnh hiện tại)
zh_cn: 分区%s - %s(当前镜像)

source: slot%s - %s as USB Recovery
da: slot%s - %s som USB Genoprettelse
de: Slot %s - %s als USB Recovery
zh_cn: 分区%s - %s 作为USB恢复

source: sorting of playlists
da: Sortering af afspilningsliste
de: Sortierung der Wiedergabelisten
et: Pleilistide järjestamine
hu: lejátszási listák rendezése
pt_br: Ordenar listas de reprodução
ru: сортировка плей-листов
vi: sắp xếp danh sách phát
zh_cn: 播放列表排序

source: start directory
da: Startmappe
de: Anfangsverzeichnis auswählen mit OK
et: Avakataloog
hu: kiindulási mappa
pt_br: Diretório inicial
ru: начальный каталог
sl: začetna mapa
vi: bắt đầu thư mục
zh_cn: 起始目录

source: start recording
da: Start optagelse
de: Aufnahme starten
et: Käivita salvestamine
hu: a felvétel elkezdése
vi: bắt đầu ghi âm
zh_cn: 开始录像

source: stepsize
da: trinstørrelse
de: Schrittweite
et: Sammu suurus
hu: lépték mérték
pt_br: Tamanho do passo
ru: размер шага
vi: kích cỡ
zh_cn: 步长

source: stop recording
da: Stop optagelse
de: Aufnahme anhalten
et: Peata salvestamine
hu: felvétel leállítása
sl: ustavi snemanje
vi: dừng ghi âm
zh_cn: 停止录像

source: stop using as startup service
da: stop brug som startkanal
de: Kanal als Startkanal entfernen
et: Ära kasuta käivituskanalina
hu: beállítás indítási csatornának
pt_br: Não usar como canal inicial
ru: не использовать как стартовый канал
sl: Ne uporabljaj več kot zač. kanal
vi: ngừng sử dụng làm dịch vụ khởi động
zh_cn: 取消该频道作为开机频道

source: switch to bookmarks
da: Skift til bogmærker
de: Gehe zu Lesezeichen
et: Ava järjehoidjad
hu: átkapcsolás a bookmarkokra
pt_br: Ir para favoritos
ru: перейти на закладки
sl: preklopi na zaznamke
vi: chuyển sang đánh dấu
zh_cn: 切换到书签

source: switch to filelist
da: Skift til filliste
de: In Dateiliste wechseln
et: Mine faililoendisse
hu: kapcsolás fájllistára
pt_br: Ir para lista de arquivos
ru: переключить на список файлов
sl: preklopi na seznam datotek
vi: chuyển sang filelist
zh_cn: 切换到文件列表

source: systemplugins
et: Süsteemipluginad
hu: rendszer bővítmények
ru: Системные плагины
vi: hệ thống
zh_cn: 系统插件

source: this bouquet is protected by a parental control pin
da: denne Buket er beskyttet af forældrekontrol PIN
de: Dieser Bouquet ist durch einen Jugendschutz-PIN-Code geschützt.
et: see lemmiknimekiri on kaitstud lapselukuga
hu: ez a csatornacsomag gyermekzár PIN-kóddal védett
ru: этот фаворит защищен родительским контролем
vi: gói kênh này được bảo vệ bởi một chốt kiểm soát của cha mẹ
zh_cn: 此频道受家长控制密码保护

source: this offset will only be used if the channel has not its own volume offset
da: denne forskydning bruges kun hvis kanalen ikke har sin egen lydstyrkeforskydning
de: Dieser Offset wird nur genutzt, wenn ein Kanal selbst keine eigene Lautstärkeanpassung hat, und unter 'Ton - Grundeinstellungen' 'AC3 Downmix' auf 'Nein' gestellt ist.
et: seda taset kasutatakse ainult kanalitel, millel puudub oma helitase
hu: saját Hangerő eltolást tud használni az alábbi beállításokkal
ru: этот сдвиг будет использоваться, если канал не имеет свое собственное смещение звука
vi: phần bù này sẽ chỉ được sử dụng nếu kênh không có phần bù âm lượng riêng
zh_cn: 这个偏移量只用在当该声道没有本身的音量偏移时

source: this service is protected by a parental control pin
da: denne kanal er beskyttet af forældrekontrol PIN
de: Dieser Kanal ist durch einen Jugendschutz-PIN-Code geschützt.
et: see kanal on kaitstud lapselukuga
hu: ez a csatorna gyermekzárral védett
pt_br: Canal protegido com senha
ru: этот канал защищен пин-кодом
sl: kanal je zaščiten s PIN kodo
vi: dịch vụ này được bảo vệ bởi pin kiểm soát của phụ huynh
zh_cn: 此频道受家长控制密码保护

source: to dir
da: til mappe
de: Zielordner
et: kataloogi
vi: chỉ đạo
zh_cn: 从文件

source: top
de: Oben
et: üles
hu: teteje
pt_br: Topo
ru: вверх
vi: hàng đầu
zh_cn: 顶部

source: true
da: Sand
de: Ja
et: jah
hu: igaz
pt_br: Verdadeiro
ru: да
vi: đúng
zh_cn: 启用

source: uShare Log
et: uShare logi
hu: uShare napló
ru: Лог uShare
vi: nhật ký uShare
zh_cn: ushare日志

source: uShare Setup
da: uShare opsætning
de: uShare-Medienserver
et: uShare seaded
hu: uShare beállítás
ru: Настройки uShare
vi: cài đặt uShare
zh_cn: ushare设置

source: unknown service
da: ukendt kanal
de: Unbekannter Kanal
et: tundmatu kanal
hu: ismeretlen csatorna
pt_br: Serviço desconhecido
ru: неизвестный канал
sl: nepoznan kanal
vi: dịch vụ chưa biết
zh_cn: 未知服务

source: unpack Rar Files
da: udpak rar filer
de: Rar-Archive entpacken
et: paki rar failid lahti
vi: giải nén tập tin Rar
zh_cn: 解压缩Rar文件

source: unpack archives
da: udpak arkiver
de: Archive entpacken
et: paki arhiivid lahti
vi: giải nén tài liệu lưu trữ
zh_cn: 解压缩档案

source: unpack gzip Files
da: udpak gzip filer
de: gzip entpacken
et: paki gzip failid lahti
vi: giải nén tập tin gzip
zh_cn: 解压缩gzip文件

source: unpack tar/compressed tar Files
da: udpak tar/komprimeret tar filer
de: tar-Archive entpacken
et: paki tar failid lahti
vi: giải nén tập tin tar / nén tar
zh_cn: 解压缩tar/压缩的tar文件

source: unpack zip Files
da: udpak zip filer
de: Zip-Archive entpacken
et: paki zip failid lahti
vi: giải nén tập tin zip
zh_cn: 解压缩zip文件

source: until standby/restart
da: Indtil standby/genstart
de: Bis zum Standby/Neustart
et: Ooteseisundini/taaskäivitamiseni
hu: kikapcsolásig/újra indításig
pt_br: até standby/reiniciar
ru: до режима ожидания/перезагрузки
sl: do stanja pripravljenosti/resetiranja
vi: cho đến khi chờ / khởi động lại
zh_cn: 待机/重启

source: updates available.
da: opdateringer tilgængelige.
de: Updates verfügbar.
et: uuendust saadaval.
hu: frissítés elérhető.
ru: обновлений доступно.
vi: cập nhật có sẵn.
zh_cn: 可用的更新.

source: upper line
da: Øverste linje
de: obere Zeile
zh_cn: 上线

source: use best / controlled by HDMI
da: Brug bedste / styret af HDMI
de: Best Mögliches / Steuerung über HDMI
et: kasuta parimat / HDMI juhitav
hu: a legjobb / a HDMI által vezérelt
vi: sử dụng tốt nhất / được kiểm soát bởi HDMI
zh_cn: 最佳使用/由HDMI控制

source: use increased voltage '14/18V' if there are problems when switching the lnb
da: brug øget spænding '14/18V' hvis der er problemer når der skiftes LBN
de: Bei Umschaltproblemen des LNB (vertikal/horizontal), sehr langen Antennenkabeln oder Kabeln mit sehr dünnem Innenleiter die Voltzahl 14/18V erhöhen.
et: Kasuta tõstetud pinget '14 / 18V ', kui LNB lülitamisel on probleeme
vi: sử dụng điện áp tăng '14 / 18V 'nếu có vấn đề khi chuyển đổi lnb
zh_cn: 如果在切换LNB时出现问题,请使用增加电压'14/18V'

source: use_hdmi_cacenter
vi: sử dụng_hdmi_cacenter
zh_cn: 使用_hdmi_作为主信号

source: user defined
da: Brugertilpasset
de: Benutzerdefiniert
et: Kasutaja määratud
hu: egyedi meghatározás
pt_br: Manual
ru: определен пользователем
sl: uporabniško določeno
vi: đã xác định người dùng
zh_cn: 用户自定义

source: user feed url
da: Bruger Feed URL
de: Eigene Feed URL
et: Kasutaja hoidla url
hu: felhasználó feed url-je
ru: адрес фида пользователя
vi: url nguồn cấp dữ liệu người dùng
zh_cn: 用户订阅地址

source: vertical
da: vertikal
de: Vertikal
et: Vertikaalne
hu: függőleges
ru: вертикальная
sl: vertikalno
vi: theo chiều dọc
zh_cn: 垂直

source: waiting
da: Afventer
de: Warte
et: ootel
hu: várakozás
pt_br: Aguardando
ru: ожидание
sl: čakam
vi: đang chờ đợi
zh_cn: 等待

source: wakeup
da: Væk
de: Aufwachen
et: Ärata
hu: felébresztés
ru: пробуждение
vi: thức dậy
zh_cn: 唤醒

source: wakeup to standby
da: Væk til Standby
de: Aufwachen und in den Standby gehen
et: Käivitu ooteseisundisse
hu: felébresztés készenléti állapotba
ru: пробуждение в режим ожидания
vi: thức dậy để chế độ chờ
zh_cn: 唤醒待机

source: weblinks
et: Veebilingid
hu: internetes linkek
ru: ссылки сети
vi: liên kết web
zh_cn: web链接

source: weekly
da: Ugentlig
de: Wöchentlich
et: Kord nädalas
hu: hetente
pt_br: Semanal
ru: Еженедельно
sl: vsak teden
vi: hàng tuần
zh_cn: 每周

source: when asking question about this log
da: når der stilles et spørgsmål om denne log
et: küsides selle logi kohta
hu: mikor kérdez a naplóról
ru: когда будет запрос насчет данного лога
vi: khi đặt câu hỏi về nhật ký này
zh_cn: 当问这个日志的问题

source: when asking question about this log A copy has been sent to yourself.
da: når der stilles et spørgsmål om denne log En kopi er sendt til dig selv.
et: küsides selle logi kohta Sulle saadeti koopia.
hu: mikor kérdez a naplóról Egy példányt elküldtek magának.
ru: когда будет запрос насчет данного лога. Копия будет отправлена.
vi: khi đặt câu hỏi về nhật ký này Một bản sao đã được gửi cho chính bạn.
zh_cn: 当问这个日志的问题 已发送给自己的一份副本.

source: wide
da: bred
de: breit
et: Lai
hu: széles
ru: широкоугольно
vi: rộng
zh_cn: 宽

source: will take about 1-15 minutes for this system
da: vil tage omkring 1-15 minutter for dette system
de: bis zu 15 Minuten.
et: kestab see 1-15 minutit
hu: körülbelül 1-15 percet vesz igénybe a rendszerhez
vi: sẽ mất khoảng 1-15 phút cho hệ thống này
zh_cn: 这个系统大约需要1-15分钟

source: with exit button
da: Med EXIT knap
de: EXIT Taste
et: EXIT nupuga
hu: exit gombbal
ru: кнопкой exit
sl: s pritiskom na exit gumb
vi: với nút thoát
zh_cn: 用EXIT键

source: with left/right buttons
da: Med venstre/højre knapper
de: Links/Rechts Tasten
et: Vasak/parem nuppudega
hu: bal/jobb gombokkal
ru: кнопками влево/вправо
sl: s tipko za levo in desno
vi: với các nút trái / phải
zh_cn: 用左/右按键

source: with long OK press
da: Med lang OK tryk
de: OK Taste lang
et: Pikal OK vajutusel
hu: hosszú OK gomb nyomással
ru: длинным нажатием кнопки OK
sl: z dolgim pritiskom na OK
vi: nhấn OK lâu
zh_cn: 长按OK键

source: with_errors
bg: с_грешки
da: med fejl
de: Mit_Fehlern
et: vigadega
vi: có -lỗi
zh_cn: 有错误

source: without
da: Uden
de: Ohne
et: ilma
vi: không có
zh_cn: 无需

source: without Query
da: Uden forespørgsel
de: ohne Rückfrage
et: Päringuta
hu: query nélkül
vi: không có truy vấn
zh_cn: 无需查询

source: yes
da: Ja
de: Ja
et: Jah
hu: igen
pt_br: Sim
ru: да
sl: Da
vi: có
zh_cn: 是

source: your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
da: din %s %s er måske ubrugelig nu. Se venligst brugervejledningen for yderligere hjælp inden du genstarter din %s %s.
de: Ihre %s %s könnte jetzt unbenutzbar sein. Bitte konsultieren Sie das Handbuch bevor Sie Ihre %s %s rebooten.
et: %s %s võib olla nüüd kasutuskõlbmatu. Uuri juhendit täiendava abi leidmiseks enne %s %s taaskäivitamist.
hu: a(z) %s %s készülék most lehet, hogy használhatatlanná válhat. A(z) %s %s készülék újraindítása előtt olvassa el a kézikönyvet további segítségért.
ru: ваш %s %s может стать непригодным теперь. Пожалуйста, почитайте руководство по использованию прежде чем перезагрузить Ваш %s %s
vi: bây giờ % s% s của bạn có thể không sử dụng được. Vui lòng tham khảo hướng dẫn để được hỗ trợ thêm trước khi khởi động lại% s% s của bạn.
zh_cn: 你的%s %s 现在可能无法使用.请参考手册进一步帮助之前重新启动 %s %s.

source: zap
de: Umschalten
et: Kanalivahetus
hu: műsorra ugrás
ru: переключить
sl: preklop
vi: cú đánh
zh_cn: 切换

source: zap and record
da: Zap og Optag
de: Umschalten und aufnehmen
et: Kanalivahetus ja salvestamine
hu: műsorra ugrás és felvétel
pt_br: Assistir e gravar
ru: переключить и записать
vi: zap và ghi lại
zh_cn: 切换并录像

source: zapped
da: Zappet
de: Umgeschaltet
et: vahetatud
hu: ugrott
ru: переключено
sl: preklopljen
vi: hạ gục
zh_cn: 崩溃

source: zapping
da: Zapper
de: Umschalten
et: Kanalivahetus
hu: ugrás folyamatban
vi: hạ gục
zh_cn: 跳过广告节目

source: %-d %B %Y
lt: %Y %B %-d

source: %-d %b
lt: %B %-d

source: %-d %b %Y
lt: %Y %b %-d

source: %-d-%B-%Y
lt: %Y-%b-%-d

source: %-d-%b
lt: %b-%-d

source: %-d-%b-%Y
lt: %Y-%b-%-d

source: %-d/%-m/%Y
lt: %Y/%-m/%-d

source: %-d/%m/%Y
lt: %Y/%m/%-d

source: %-m/%-d
lt: %-d/%-m

source: %-m/%-d
lt: %-d/%-m

source: %A %-d %B
lt: %B %-d, %A

source: %A %-d %B %Y
lt: %Y %B %-d, %A

source: %A %-d-%B
lt: %B %-d, %A

source: %A %-d-%B-%Y
lt: %Y-%B-%-d, %A

source: %A %-d/%-m/%Y
lt: %Y/%-m/%-d %A

source: %A %-d/%m
lt: %m/%-d %A

source: %A %-d/%m/%Y
lt: %Y/%m/%-d %A

source: %A %-m/%-d
lt: %-m/%-d %A

source: %A %-m/%d
lt: %-m/%d %A

source: %A %-m/%d/%Y
lt: %Y/%-m/%d %A

source: %A %B %-d
lt: %B %-d %A

source: %A %B %-d %Y
lt: %Y %B %-d %A

source: %A %B %d
lt: %B %d %A

source: %A %B %d %Y
lt: %Y %B %d %A

source: %A %B-%-d
lt: %B-%-d %A

source: %A %B-%-d-%Y
lt: %Y-%B-%-d %A

source: %A %B-%d
lt: %B-%d %A

source: %A %B-%d-%Y
lt: %Y-%B-%d %A

source: %A %Y %B %-d
lt: %Y %B %-d %A

source: %A %Y %B %d
lt: %Y %B %d %A

source: %A %Y-%B-%-d
lt: %Y-%B-%-d %A

source: %A %Y-%B-%d
lt: %Y-%B-%d %A

source: %A %Y/%-m/%-d
lt: %Y/%-m/%-d %A

source: %A %Y/%-m/%d
lt: %Y/%-m/%d %A

source: %A %Y/%m/%-d
lt: %Y/%m/%-d %A

source: %A %Y/%m/%d
lt: %Y/%m/%d %A

source: %A %d %B
hu: %B %d. %A
lt: %B %e, %A

source: %A %d %B %Y
lt: %Y %B %d %A

source: %A %d-%B
lt: %B-%d %A

source: %A %d-%B-%Y
lt: %Y-%B-%d, %A

source: %A %d/%-m/%Y
lt: %Y/%-m/%d %A

source: %A %d/%m
lt: %m/%d %A

source: %A %d/%m/%Y
lt: %Y/%m/%d %A

source: %A %m/%-d
lt: %m/%-d %A

source: %A %m/%-d/%Y
lt: %Y/%m/%-d %A

source: %A %m/%d
lt: %m/%d %A

source: %A %m/%d/%Y
lt: %Y/%m/%d %A

source: %B %-d %Y
lt: %Y %B %-d

source: %B %d %Y
lt: %Y %B %d

source: %B-%d-%Y
lt: %Y-%B-%d

source: %a %-d
lt: %-d %a

source: %a %-d %B %Y
lt: %Y %B %-d %a

source: %a %-d %b
lt: %b %-d %a

source: %a %-d+%b_
lt: %b_+%-d %a

source: %a %-d-%b
lt: %b-%-d %a

source: %a %-d/%-m/%Y
lt: %Y/%-m/%-d %a

source: %a %-d/%m/%Y
lt: %Y/%m/%-d %a

source: %a %-m/%-d
lt: %-m/%-d %a

source: %a %-m/%d
lt: %-m/%d %a

source: %a %-m/%d/%Y
lt: %Y/%-m/%d %a

source: %a %B %-d %Y
lt: %Y %B %-d %a

source: %a %B %d %Y
lt: %Y %B %d %a

source: %a %Y/%-m/%-d
lt: %Y/%-m/%-d %a

source: %a %Y/%-m/%d
lt: %Y/%-m/%d %a

source: %a %b %-d
lt: %b %-d %a

source: %a %b %d
lt: %b %d %a

source: %a %b-%d
lt: %b-%d %a

source: %a %d
lt: %d %a

source: %a %d/%-m/%Y
lt: %Y/%-m/%d %a

source: %a %m/%-d/%Y
lt: %Y/%m/%-d, %a

source: %d %B %Y
hu: %Y. %B %d.
lt: %Y %B %e

source: %d-%b-%Y
lt: %Y-%b-%d

source: %e/%m, %-H:%M
de: %02e.%02m, %H:%M
fr: %02e.%02m, %H:%M
hu: %m/%d %H:%M
lt: %m/%e, %a %-H:%M

source: MKUBIFS
lt: MKUBIFAI

source: %02d.%02d - %02d.%02d (%s%d min)
hu: %02d:%02d - %02d:%02d (%s%d perc)
ru: %02d.%02d - %02d.%02d (%s%d мин)
vi: %02d.%02d - %02d.%02d (%s%d phút)

source: %s Press ok to close
et: %s Sulgemiseks vajuta OK
vi: %s Nhấn ok để đóng

source: %s build date %s
vi: %s ngày xây dựng%s

source: 1080p 50Hz
ru: 1080p 50Гц
vi: 1080p 50z

source: An unknown error occured!
et: Tundmatu viga!
hu: Ismeretlen hiba keletkezett!
ru: Неизвестная ошибка!
sl: Pojavila se je neznana napaka!
vi: Một lỗi không xác định đã xảy ra!

source: Build: %s
et: Järk: %s
hu: Változat: %s
vi: Xây dựng:%s

source: Channel Name
et: Kanali nimi
hu: Csatorna neve
ru: Название канала
vi: Tên kênh

source: Clock
et: Kell
hu: Óra
ru: Часы
vi: Đồng hồ

source: Cores: %s
et: Tuumad: %s
hu: Magok: %s
vi: Lõi:%s

source: Defined By Broadcaster (%d)
et: Teenusepakkuja määratud (%d)
hu: A műsorszolgáltató által meghatározott (%d)
ru: Определен провайдером (%d)
vi: Được xác định bởi Broadcaster (% d)

source: Delete the character to the left of text buffer cursor
et: Kustuta teksti puhvri kursorist vasakule jääv tähemärk
vi: Xóa ký tự bên trái con trỏ bộ đệm văn bản

source: Delete the character under the text buffer cursor
et: Kustuta teksti puhvri kursori alla jääv tähemärk
vi: Xóa ký tự dưới con trỏ bộ đệm văn bản

source: Do you want change rights?\n
et: Kas muuta õigusi?\n
vi: Bạn có muốn thay đổi quyền không?\n

source: Do you want to reboot now the image in slot %s?
et: Kas pärast taaskäivitust laadida püsivara pesas %s?
vi: Bạn có muốn khởi động lại hình ảnh trong slot% s không?

source: Education/Science/...
et: Haridus/teadus/...
hu: Oktatás/Tudomány/...
pt_br: Educação/Ciência
vi: Giáo dục / Khoa học / ...

source: Error creating FullHD-Skin. Using HD-Skin!
et: Viga FHD kujunduse loomisel. Kasutatakse HD kujundust!
hu: Hiba a FullHD-Skin létrehozásában. A HD-Skin van használva!
vi: Lỗi khi tạo FullHD-Skin. Sử dụng HD-Skin!

source: Error creating FullHD-Skin. Icon package download not available. Using HD-Skin!
et: Viga FHD kujunduse loomisel. Ikoonide pakett ei ole saadaval. Kasutatakse HD kujundust!
hu: Hiba a FullHD-Skin létrehozásában. Ikon csomag letöltés nem áll rendelkezésre. A HD-Skin van használva!
vi: Lỗi khi tạo FullHD-Skin. Tải xuống gói biểu tượng không có sẵn. Sử dụng HD-Skin!

source: Error creating FullHD-Skin. Not enough flash memory free. Using HD-Skin!
et: Viga FHD kujunduse loomisel. Vaba sisemälu napib. Kasutatakse HD kujundust!
hu: Hiba a FullHD-Skin létrehozásában. Nincs elég szabad flash memória. A HD-Skin van használva!
vi: Lỗi khi tạo FullHD-Skin. Không đủ bộ nhớ flash miễn phí. Sử dụng HD-Skin!

source: Greek (Modern)
et: Kreeka (Tänapäev)
vi: Reek (hiện đại)

source: If the 'deep standby workaround' is enabled, it waits until the system time is syncronised. Depending on the requirement, the devices wake up will continuing after a maximum of 2 minutes.
vi: Nếu 'giải pháp chờ chế độ sâu' được bật, nó sẽ đợi cho đến khi thời gian hệ thống được đồng bộ hóa. Tùy thuộc vào yêu cầu, các thiết bị thức dậy sẽ tiếp tục sau tối đa 2 phút.

source: Image Version %s
et: Püsivara versioon %s
vi: Phiên bản hình ảnh %s

source: Image created on: %s/%s-%s-%s-backup-%s_mmc.zip
et: Püsivaratõmmis loodi asukohas: %s/%s-%s-%s-backup-%s_mmc.zip
vi: Hình ảnh được tạo trên:% s /% s-% s-% s-backup-% s_mmc.zip

source: Image created on: %s/%s-%s-%s-backup-%s_recovery.zip
et: Püsivaratõmmis loodi asukohas: %s/%s-%s-%s-backup-%s_recovery.zip
vi: Hình ảnh được tạo trên:% s /% s-% s-% s-backup-% s_recovery.zip

source: Init SDCARD
et: Vorminda SD-kaart
hu: SDCARD inicializálása
vi: Khởi đầu SDCARD

source: Init SDcard
et: Vorminda SD-kaart
vi: Ban đầu SDcard

source: Last update: %s
et: Uuendatud: %s
hu: Utolsó frissítés: %s
vi: Cập nhật lần cuối:%s

source: MIRACLEBOX_TWINPLUS
vi: HỘP MIRACLE TWIN PLUS

source: Mount '%s' has failed to write file.
et: Faili salvestamine haakepunktis '%s' nurjus.
vi: Mount '% s' đã không thể ghi tệp.

source: Move the text buffer cursor left
et: Liiguta teksti puhvri kursorit vasakule
vi: Di chuyển con trỏ bộ đệm văn bản sang trái

source: Move the text buffer cursor right
et: Liiguta teksti puhvri kursorit paremale
vi: Di chuyển con trỏ bộ đệm văn bản sang phải

source: Move the text buffer cursor to the first character
et: Liiguta teksti puhvri kursor esimesele tähemärgile
vi: Di chuyển con trỏ bộ đệm văn bản đến ký tự đầu tiên

source: Move the text buffer cursor to the last character
et: Liiguta teksti puhvri kursor viimasele tähemärgile
vi: Di chuyển con trỏ bộ đệm văn bản đến ký tự cuối cùng

source: Move the virtual keyboard cursor down
et: Liiguta virtuaalklahvistiku kursorit alla
vi: Di chuyển con trỏ bàn phím ảo xuống

source: Move the virtual keyboard cursor left
et: Liiguta virtuaalklahvistiku kursorit vasakule
vi: Di chuyển con trỏ bàn phím ảo sang trái

source: Move the virtual keyboard cursor right
et: Liiguta virtuaalklahvistiku kursorit paremale
vi: Di chuyển con trỏ bàn phím ảo sang phải
