Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Yes' to remove all user interface data. Selecting this option will remove all key map, menu and setup override data and restore the default definitions.
bg: Изберете „Да“, за да премахнете всички данни от потребителския интерфейс. Избирането на тази опция ще премахне всички данни за отмяна на клавиатурата, менюто и настройките и ще възстанови дефинициите по подразбиране.
cs: Chcete-li odstranit všechna data uživatelského rozhraní, vyberte možnost „Ano“. Výběrem této možnosti odstraníte všechna přepisovací data keymap, menu a nastavení a obnovíte výchozí definice.
el: Επιλέξτε 'ναι' για διαγραφή όλων των δεδομένων διεπαφής χρήστη. Επιλέγοντας αυτό, θα διαγραφούν όλα τα δεδομένα χάρτη πληκτρολογίου, μενού και παράκαμψης των ρυθμίσεων, και θα γίνει επαναφορά στις αρχικές τους τιμές.
fi: Valitse 'Kyllä' poistaaksesi kaikki käyttöjärjestelmän tiedot. Tämän vaihtoehdon valitseminen poistaa kaikki näppäimistökartta, valikko ja asetusten oletustiedot ja palauttaa oletusmääritykset.
hr: Odaberite 'Da' da bi uklonili sve podatke korisničkog sučelja. Odabir ove opcije ukloniće se sav keymap, menu i podešavanje zamijeniti podatke i vratiti zadane definicije.
it: Seleziona 'Sì' per rimuovere tutti i dati dell'interfaccia utente. Selezionando questa opzione verranno rimossi tutti i dati di mappatura dei tasti, dei menu e delle configurazioni e verranno ripristinate le impostazioni predefinite.
lt: Norėdami pašalinti visus vartotojo sąsajos duomenis, pasirinkite 'Taip'. Pasirinkus šią parinktį bus pašalinti visi raktų paspaudimai, meniu ir sąranka nepaisys duomenų ir bus atkurti numatytieji apibrėžimai.
nl: Kies 'Ja' om alle gebruikers interface data te verwijderen. Hierdoor worden alle keymap, menu en door de gebruiker gemaakte wijzigingen hersteld naar default.
pl: Wybierz 'Tak' aby usunąć wszystkie dane interfejsu użytkownika. Wybranie tej opcji spowoduje usunięcie wszystkich danych dotyczących map klawiszy, menu i zastępowania ustawień oraz przywrócenie domyślnych definicji.
sk: Ak chcete odstrániť všetky údaje používateľského rozhrania, vyberte možnosť 'Áno'. Tým sa odstránia všetky mapovania tlačidiel, menu a zmeny nastavení a obnovia sa predvolené definície.
sr: Izaberite 'Da' da uklonite sve podatke o korisničkom interfejsu. Izborom ove opcije ukloniće se svi podaci o mapiranju tastera, meniju i prekoračenju podešavanja i vratiće se podrazumevana definicija.
sv: Välj "Yes" för att ta bort alla data i användargränssnittet. Om du väljer det här alternativet tas alla data för åsidosättning av kartor, menyer och inställningar bort och standarddefinitionerna återställs.
ta: அனைத்து பயனர் இடைமுக தரவையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது அனைத்து முக்கிய வரைபடம், பட்டியல் மற்றும் அமைவு மேலெழுதும் தரவை அகற்றி இயல்புநிலை வரையறைகளை மீட்டெடுக்கும்.
tr: Tüm kullanıcı arayüzü verilerini kaldırmak için 'Evet'i seçin. Bu seçeneğin seçilmesi, tüm tuş haritası, menü ve kurulum geçersiz kılma verilerini kaldıracak ve varsayılan tanımları geri yükleyecektir.
uk: Виберіть 'Так', щоб видалити всі дані інтерфейсу користувача. Вибір цієї опції видалить усі дані, що замінюють розкладку, меню та налаштування, а також відновить визначення за замовчуванням.

source: Select 'Yes' to reschedule the task to run when the receiver enters or exits Standby. The state change must occur within the task's scheduled window or the task will not be run.
cs: Vyberte „Ano“ pro přesunutí úlohy na čas, kdy přijímač přejde do/z pohotovostního režimu. Změna stavu musí proběhnout v rámci okna plánu úlohy, jinak se úloha nespustí.
el: Επιλέξτε 'ναι' για να επαναπρογραμματίσετε την εργασία με την οποία ο δέκτης θα μεταβαίνει ή θα επανέρχεται από την κατάσταση αναμονής. Η αλλαγή κατάστασης πρέπει να συμβαίνει εντός του χρονικού παραθύρου της εργασίας, αλλιώς δεν θα εκτελείται.
hr: Odaberite 'Da' za ponovno zakazivanje zadatka da se izvrši kada prijemnik uđe ili izađe iz stanja čekanja. Promjena stanja mora se dogoditi unutar planiranog vremenskog prozora zadatka, inače zadatak neće biti izvršen.
it: Seleziona 'Sì' per riprogrammare l'attività in base al momento in cui il ricevitore entra o esce dalla modalità Standby. Il cambio di stato deve avvenire entro la finestra di programmazione dell'attività, altrimenti l'attività non verrà eseguita.
sr: Izaberite 'Da' da biste promenili raspored zadatka da se izvrši kada primalac uđe ili izađe iz režima čekanja. Promena stanja mora da se dogodi u okviru zakazanog vremena zadatka, inače zadatak neće biti izvršen.
tr: Alıcının Bekleme moduna girmesi veya çıkması durumunda görevin çalıştırılmasını yeniden planlamak için 'Evet'i seçin. Durum değişikliği, görevin planlanmış zaman aralığı içinde gerçekleşmelidir, aksi takdirde görev çalıştırılmaz.
uk: Виберіть 'Так', щоб перенести завдання на час переходу/виходу приймача з режиму очікування. Зміна стану має відбутися у вікні розкладу завдання, інакше завдання не буде виконано.

source: Select 'Yes' to reset network configuration to the default. This will enable the Ethernet port if it exists and set the receiver to use DHCP. All other network interfaces will be deleted.
bg: Изберете „Да“, за да нулирате мрежовата конфигурация до фабричните. Това ще активира Ethernet порта, ако съществува, и ще настрои приемника да използва DHCP. Всички останали мрежови интерфейси ще бъдат изтрити.
cs: Výběrem možnosti „Ano“ resetujete konfiguraci sítě na výchozí. Tím povolíte ethernetový port, pokud existuje, a nastavíte přijímač na použití DHCP. Všechna ostatní síťová rozhraní budou odstraněna.
el: Επιλέξτε 'ναι' για επαναφορά των ρυθμίσεων δικτύου στις προεπιλογές. Αυτό θα ενεργοποιήσει τη θύρα ethernet, αν υπάρχει, και θα γίνει χρήση του DHCP από τον δέκτη. Όλες οι υπόλοιπες διεπαφές δικτύου θα διαγραφούν.
fi: Valitse 'Kyllä', jos haluat palauttaa verkon oletusasetukset. Tämä ottaa Ethernet portin käyttöön, jos se on olemassa, ja asettaa vastaanottimen käyttämään DHCP:tä. Kaikki muut verkkoliitännät poistetaan.
hr: Izaberi 'Da' da bi vratili konfiguraciju mreže na default vrednost. Ovo će omogućiti Ethernet port ako postoji i podesiti resiver da koristi DHCP. Svi ostali mrežni interfejsi će biti izbrisani.
it: Seleziona 'Sì' per ripristinare la configurazione di rete ai valori predefiniti. Abiliterà la porta Ethernet se esiste e imposterà il ricevitore per usare DHCP. Tutte le altre interfacce di rete verranno eliminate.
lt: Pasirinkite 'Taip', kad iš naujo nustatytumėte numatytąją tinklo konfigūraciją. Tai leis Ethernet prievadui, jei jis yra, ir nustatys imtuvą naudoti DHCP. Visos kitos tinklo sąsajos bus panaikintos.
nl: Kies 'Ja' om de netwerkconfiguratie te herstellen naar default. Hierdoor zal de Ethernet poort worden geactiveerd (wanneer beschikbaar) en zal de ontvanger DHCP gebruiken. Alle andere netwerk interfaces worden verwijderd.
pl: Wybierz 'Tak', aby zresetować konfigurację sieci do wartości domyślnej. To włączy port Ethernet, jeśli istnieje i ustawi odbiornik na używanie DHCP. Wszystkie inne interfejsy sieciowe zostaną usunięte.
sk: Ak chcete vykonať reset konfigurácie siete na predvolené hodnoty, vyberte možnosť 'Áno'. Tým sa povolí ethernetový port, ak existuje, a prijímač sa nastaví na používanie DHCP. Všetky ostatné sieťové rozhrania budú odstránené.
sr: Izaberite 'Da' da resetujete mrežnu konfiguraciju na podrazumevane postavke. Ovo će omogućiti Ethernet port ako postoji i postaviti prijemnik da koristi DHCP. Sve druge mrežne interfejse će biti obrisane.
sv: Välj "Yes" för att återställa nätverkskonfigurationen till standardinställningarna. Detta aktiverar Ethernet-porten om den finns och ställer in mottagaren så att den använder DHCP. Alla andra nätverksgränssnitt kommer att raderas.
ta: பிணையம் உள்ளமைவை இயல்புநிலைக்கு மீட்டமைக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இது ஈத்தர்நெட் போர்ட்டை இருந்தால் அது உதவும் மற்றும் ரிசீவரை DHCP ஐப் பயன்படுத்த அமைக்கும். மற்ற அனைத்து பிணைய இடைமுகங்களும் நீக்கப்படும்.
tr: Ağ yapılandırmasını varsayılana sıfırlamak için 'Evet'i seçin. Bu, varsa Ethernet bağlantı noktasını etkinleştirecek ve alıcıyı DHCP kullanacak şekilde ayarlayacaktır. Diğer tüm ağ arayüzleri silinecektir.
uk: Виберіть 'Так', щоб скинути конфігурацію мережі до стандартних. Це активує порт Ethernet, якщо він існує, і налаштує приймач на використання DHCP. Усі інші мережеві інтерфейси будуть видалені.

source: Select 'Yes' to set the VPS flag on all new timers by default.
cs: Vyberte „Ano“ pro nastavení příznaku VPS na všech nových časovačích ve výchozím nastavení.
el: Ενεργοποίηση VPS από προεπιλογή (νέοι χρονοδιακόπτες)
hr: Odaberite 'Da' da biste zadano postavili VPS zastavicu na svim novim tajmerima.
it: Seleziona 'Sì' per impostare il flag VPS su tutti i nuovi timer per impostazione predefinita.
lt: VPS įjungta - numatytasis (naujiems laikmačiams)
nl: VPS standaard ingeschakeld (nieuwe timers)
sr: Izaberite 'Da' da biste podrazumevano postavili VPS oznaku na svim novim tajmerima.
sv: Aktivera VPS som standard (nya timers)
tr: Yeni zamanlayıcıların tümünde varsayılan olarak VPS bayrağını ayarlamak için 'Evet'i seçin.
uk: Увімкнути VPS за замовчуванням (нові таймери).

source: Select 'Yes' to set the cursor position to the end of the line when editing a text file. Select 'No' to set the cursor to the start of the line.
cs: Vyberte 'Ano' pro nastavení pozice kurzoru na konec řádku při úpravě textového souboru. Vyberte 'Ne' pro nastavení kurzoru na začátek řádku.
el: Επιλέξτε 'ναι' για να ορίσετε τη θέση του δρομέα στο τέλος της γραμμής κατά την επεξεργασία ενός αρχείου κειμένου. Επιλέξτε 'όχι' για να μετακινηθεί ο κέρσορας στην αρχή της γραμμής.
fi: Valitse "Kyllä", jos haluat asettaa kursorin sijainnin rivin loppuun, kun muokkaat tekstitiedostoa. Valitse 'Ei', jos haluat asettaa kursorin rivin alkuun.
hr: Odaberi 'Da' da bi postavili poziciju kursora na kraj reda prilikom uređivanja tekstualne datoteke. Odaberite 'Ne' da bi postavili kursor na početak reda.
it: Seleziona 'Sì' per impostare la posizione del cursore alla fine della riga durante la modifica di un file di testo. Seleziona 'No' per impostare il cursore all'inizio della riga.
lt: Pasirinkite "Taip", kad redaguodami tekstinį failą nustatytumėte žymeklio padėtį eilutės pabaigoje. Pasirinkite "Ne", kad nustatytumėte žymeklį į eilutės pradžią.
nl: Selecteer 'Ja' om de cursor op het einde van de regel te plaatsen bij het bewerken van een tekstbestand. Selecteer 'Nee' om de cursor aan het begin van de regel te zetten.
pl: Wybierz "Tak", aby ustawić pozycję kursora na końcu wiersza podczas edycji pliku tekstowego. Wybierz "Nie", aby ustawić kursor na początku wiersza.
sk: Ak sa má pri úprave textového súboru nastaviť pozícia kurzora na koniec riadku, vyberte možnosť 'Áno'. Výberom možnosti 'Nie' sa kurzor nastaví na začiatok riadku.
sr: Izaberi 'Da' da bi postavili poziciju kursora na kraj reda prilikom uređivanja tekstualnog fajla. Izaberite 'Ne' da bi postavili kursor na početak reda.
sv: Välj "Ja" för att ställa in markörens position till slutet av raden när du redigerar en textfil. Välj "Nej" för att ställa in markören till början av raden.
ta: உரை கோப்பைத் திருத்தும் போது கர்சர் நிலையை வரியின் முடிவில் அமைக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். கர்சரை வரியின் தொடக்கத்திற்கு அமைக்க 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bir metin dosyasını düzenlerken imleç konumunu satırın sonuna ayarlamak için 'Evet'i seçin. İmleci satırın başına ayarlamak için 'Hayır'ı seçin.
uk: Виберіть 'Так', щоб установити позицію курсору в кінець рядка під час редагування текстового файлу. Виберіть 'Ні', щоб встановити курсор на початок рядка.

source: Select 'Yes' to show 'dev', 'staticdev', 'dbg' and 'doc' packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíčků 'dev', 'staticdev', 'dbg' a 'doc' na obrazovce Stažení pluginů.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα 'dev', 'staticdev', 'dbg' και 'doc' στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi 'Yes' to show 'dev', 'staticdev', 'dbg' ja 'doc' paketit listassa.
hr: Odaberi 'Da' da bi 'dev', 'staticdev', 'dbg' i 'doc' na zaslonu Preuzmi Dodatak prikazane pakete.
it: Seleziona 'Sì' per mostrare i pacchetti 'dev', 'staticdev', 'dbg' e 'doc' nella schermata Scarica plugin.
nl: Kies 'Ja' om 'dev', 'staticdev', 'dbg' and 'doc' pakketten in het plugins download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety "dev", "staticdev", "dbg" i "doc" na ekranie pobierania wtyczek.
sk: Ak sa na obrazovke Stiahnuť pluginy majú zobraziť aj balíčky typu 'dev', 'staticdev', 'dbg' a 'doc', vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete 'dev', 'staticdev', 'dbg' i 'doc' pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa paketen "dev", "staticdev", "dbg" och "doc" på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் 'தேவ்', 'ச்டாடிக்டேவ்', 'டிபிசி' மற்றும் 'டாக்' தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında 'dev', 'staticdev', 'dbg' ve 'doc' paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети 'dev', 'staticdev', 'dbg' і 'doc' на екрані завантаження плагінів.

source: Select 'Yes' to show LCD skin packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíčků vzhledu LCD na obrazovce Stažení pluginů.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα οθόνης πρόσοψης LCD στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi LCD Teemat listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali pakete LCD skina.
it: Seleziona 'Sì' per mostrare i pacchetti dello skin LCD nella schermata Scarica plugin.
nl: Kies 'Ja' om Display skins in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety skórek LCD na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky vzhľadu LCD, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete LCD skin pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa LCD-skinnpaket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் எல்சிடி தோல் தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında LCD arayüz paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети скінів РК-дисплея на екрані завантаження плагінів.

source: Select 'Yes' to show OpenPLi packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíků OpenPLi na obrazovce Stažení pluginů.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα OpenPLi στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi OpenPLi ohjelmat listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali OpenPLi pakete.
it: Seleziona 'Sì' per mostrare i pacchetti OpenPLi nella schermata Scarica plugin.
nl: Kies 'Ja' om OpenPLi in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety OpenPLi na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobraziť aj balíčky pre OpenPLi, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete OpenPLi pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa OpenPLi-paket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் OpenPli தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında OpenPLi paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети OpenPLi на екрані 'Завантаження плагінів'.

source: Select 'Yes' to show OpenViX packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíků OpenViX na obrazovce Stažení pluginů.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα OpenViX στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi OpenVix ohjelmat listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali OpenViX pakete.
it: Seleziona 'Sì' per mostrare i pacchetti OpenViX nella schermata Scarica plugin.
nl: Kies 'Ja' om OpenVIX in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety OpenViX na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky pre OpenVIX, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete OpenViX pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa OpenViX-paket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் OpenVix தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında OpenViX paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети OpenViX на екрані 'Завантажити плагіни'.

source: Select 'Yes' to show Softcam packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíčků softcam na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα softcam στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi softcamit listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali Softcam pakete.
it: Seleziona 'Sì' per mostrare i pacchetti delle softcam nella schermata Scarica plugin.
nl: Kies 'Ja' om Softcams in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety Softcam na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky softcamov, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete Softcam pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa Softcam-paket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் சாப்ட் கேம் தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında Softcam paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети програмної камери на екрані завантаження плагінів.

source: Select 'Yes' to show directories at the top/start of the list, or select 'No' to show files first.
cs: Vyberte 'Ano', chcete-li zobrazit adresáře na vrchu/začátku seznamu, nebo vyberte 'Ne' pro zobrazení souborů jako první.
el: Επιλέξτε 'ναι' για να εμφανίζονται οι φάκελοι στην κορυφή/αρχή της λίστας ή επιλέξτε 'όχι' για να εμφανίζονται πρώτα τα αρχεία.
fi: Valitse 'Kyllä', jos haluat näyttää hakemistot luettelon alkuun tai 'Ei', jos haluat näyttää tiedostot ensin.
hr: Odaberi 'Da' da bi kataloge prikazali na vrhu/početku spiska ili odaberite 'Ne' da bi prvo prikazali datoteku.
it: Seleziona 'Sì' per mostrare le directory in cima/all'inizio dell'elenco, oppure seleziona 'No' per mostrare prima i file.
lt: Pasirinkite "Taip", jei norite, kad katalogai būtų rodomi sąrašo viršuje / pradžioje, arba pasirinkite "Ne", kad pirmiausia būtų rodomi failai.
nl: Selecteer 'Ja' om mappen bovenaan/begin van de lijst weer te geven, of selecteer 'Nee' om eerst bestanden weer te geven.
pl: Wybierz 'Tak', aby wyświetlić katalogi na górze/początku listy lub wybierz 'Nie', aby wyświetlić najpierw pliki.
sk: Ak sa majú priečinky zobrazovať na začiatku zoznamu, vyberte možnosť 'Áno'. Ak chcete zobrazovať najskôr súbory, vyberte možnosť 'Nie'.
sr: Izaberi 'Da' da bi kataloge prikazali na vrhu/početku liste ili izaberute 'Ne' da bi prvo prikazali fajl.
sv: Välj "Yes" för att visa kataloger högst upp/början av listan, eller välj "No" för att visa filer först.
ta: பட்டியலின் மேல்/தொடக்கத்தில் கோப்பகங்களைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும் அல்லது முதலில் கோப்புகளைக் காட்ட 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Dizinleri listenin en üstünde/başında göstermek için 'Evet'i seçin veya dosyaları önce göstermek için 'Hayır'ı seçin.
uk: Виберіть 'Так', щоб відображати каталоги вгорі/на початку списку, або виберіть 'Ні', щоб спочатку відображати файли.

source: Select 'Yes' to show driver packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíčků ovladačů na obrazovce Stažení pluginů.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα οδηγών στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi Ajuri paketit listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali drajver pakete.
it: Seleziona 'Sì' per mostrare i pacchetti dei driver nella schermata Scarica plugin.
nl: Kies 'Ja' om Drivers in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety sterowników na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky s ovládačmi, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete drajver pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa drivrutinspaket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் இயக்கி தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında sürücü paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети драйверів на екрані завантаження плагінів.

source: Select 'Yes' to show extensions packages in the Download Plugins screen.
cs: Vyberte „Ano“ pro zobrazení balíčků rozšíření na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα επεκτάσεων στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi laajennus paketit listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali pakete proširenja.
it: Seleziona 'Sì' per mostrare i pacchetti delle estensioni nella schermata Scarica plugin.
nl: Kies 'Ja' om Extensies in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety rozszerzeń na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky s rozšíreniami, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete paket ekstenzija na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa tilläggspaket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் நீட்டிப்பு தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında eklenti paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети розширень на екрані завантаження плагінів.

source: Select 'Yes' to show kernel packages in the Download Plugins screen.
cs: Vyberte 'Ano', chcete-li zobrazit balíčky jádra na obrazovce Stažení pluginů.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα πυρήνα kernel στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi Kerneri paketit listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali kernel pakete.
it: Seleziona 'Sì' per mostrare i pacchetti del kernel nella schermata Scarica plugin.
nl: Kies 'Ja' om Kernel pakketten in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety kernel na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky kernelu, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete kernel pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa kernel-paket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் கர்னல் தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında çekirdek paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети ядра на екрані завантаження плагінів.
