Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: TrueType font (SD)
cs: Caratteri True Type (SD)
da: TrueType skrifttype (SD)
de: TrueType Zeichensatz (SD)
el: Γραμματοσειρά (SD)
fi: Todellinen tyyppi fontti (SD)
fr: Police TrueType (SD)
hr: Slovo TrueType (SD)
hu: TrueType betűtípus (SD)
it: Font TrueType (SD)
lt: TrueType šriftas (SD)
nl: TrueType lettertype (SD)
pl: Czcionka TrueType (SD)
sk: Písmo TrueType (SD)
sr: Font TrueType (SD)
sv: TrueType-teckensnitt (SD)
ta: Truetype எழுத்துரு (எச்டி)
tr: TrueType yazı tipi (SD)
uk: TrueType шрифт (SD)
vi: Phông chữ TrueType (SD)
zh_cn: TrueType字体(标清)

source: TrueType font (full-HD)
cs: Caratteri True Type (Full HD)
da: TrueType skrifttype (Fuld-HD)
de: TrueType Zeichensatz (Full-HD)
el: Γραμματοσειρά (full-HD)
et: TrueType font (FHD)
fi: Todellinen tyyppi fontti (full-HD)
fr: Police TrueType (full-HD)
hr: Slovo TrueType (Full-HD)
hu: TrueType betűtípus (full-HD)
it: Font TrueType (full-HD)
lt: TrueType (pilnas HD)
nl: TrueType lettertype (FHD)
pl: Czcionka TrueType (Full-HD)
sk: Písmo TrueType (full-HD)
sr: Font TrueType (Full-HD)
sv: TrueType-teckensnitt (full-HD)
ta: Truetype எழுத்துரு (முழு எச்டி)
tr: TrueType yazı tipi (FHD)
uk: TrueType шрифт (фул-HD)
vi: Phông chữ TrueType (full-HD)
zh_cn: TrueType字体(全高清)

source: Try to find used transponders in cable network.. please wait...
bg: Опитайте се да намерите използвани транспондери в кабелна мрежа... моля изчакайте...
cs: Zkouším najít použité transpondéry v kabelové síti... prosím, čekejte ...
da: Prøver at finde brugte transpondere i kabelnetværk... vent venligst...
de: Suche benutzte Transponder im Kabel Netzwerk. Bitte warten...
el: Αναζήτηση χρησιμοποιούμενων αναμεταδοτών στο καλωδιακό δίκτυο... Παρακαλώ περιμένετε...
et: Kaabelvõrgu sageduste otsing. Oota...
fi: Haetaan kaapeliverkon lähetystaajuuksia. Odota...
fr: Recherche des transpondeurs utilisés sur réseau câblé… Veuillez patienter...
hr: Pokušajte pronaći rabljene transpondere u kabelskoj mreži. Molim te čekaj...
hu: Felhasználói transzponderek keresése a kábeles hálózaton.. Kérem, várjon...
it: Prova a cercare transponder usati sulla rete via cavo. Attendi...
lt: Bandoma surasti tinkamus kabelinių tinklų transponderius... Palaukite...
nl: Probeert gebruikte transponders op het kabelnetwerk te vinden. Een ogenblik ...
pl: Spróbuj odnaleźć używane transpondery w sieci kablowej... Proszę czekaj...
pt_br: Buscando TPs. Aguarde...
ru: Пытаемся найти транспондеры, используемые в кабельной сети .. Пожалуйста подождите ...
sk: Pokus o vyhľadanie použitých transpondérov v káblovej sieti. Čakajte, prosím…
sl: Poskušam poiskati transponderje v kabelskem omrežju... Prosim počakajte!
sr: Pokušajte pronaći korišćene transpondere u kablovskoj mreži.. Molim sačekajte...
sv: Försök att hitta begagnade transpondrar i kabelnätet... vänta...
ta: கேபிள் நெட்வொர்க்கில் பயன்படுத்தப்பட்ட டிரான்ச்பாண்டர்களைக் கண்டுபிடிக்க முயற்சிக்கவும் .. தயவுசெய்து காத்திருங்கள் ...
tr: Kullanılan aktarıcılar kablolu yayınlarda aranıyor.. lütfen bekleyin...
uk: Намагаємося знайти транспондери, використовувані в кабельній мережі.. Будь ласка, зачекайте...
vi: Hãy thử tìm bộ tiếp sóng đã sử dụng trong mạng cáp .. vui lòng đợi ...
zh_cn: 试图找到使用转发器电缆网络..请稍等...

source: Try to find used transponders in terrestrial network.. please wait...
bg: Опитайте се да намерите използвани транспондери в наземната мрежа.. моля изчакайте...
cs: Zkouším najít použité transpondéry v pozemní (DVB-T/T2) síti... prosím, čekejte ...
da: Prøver at finde brugte transpondere i DVB-T netværk... vent venligst...
el: Προσπάθεια εύρεσης γνωστών αναμεταδοτών στο επίγειο δίκτυο.. παρακαλώ περιμένετε...
et: Maapealse võrgu sageduste otsing. Oota...
fi: Haetaan antenniverkon lähetystaajuuksia...odota...
fr: Recherche des transpondeurs utilisés sur réseau terrestre… Veuillez patienter...
hr: Pokušajte pronaći rabljene transpondere u zemaljskoj mreži. Molim te čekaj...
hu: Próbálja megtalálni a használt Transzpondereket a földfelszíni hálózatban. Kérem, várjon...
it: Prova a cercare transponder usati sulla rete terrestre... Attendi...
lt: Bandoma rasti veikiančius transponderius antžeminės televizijos tinkle.. palaukite...
nl: Probeer gebruikte transponders te vinden in het DVB-T netwerk... Een ogenblik geduld...
pl: Spróbuj odnaleźć używane transpondery w sieci kablowej... Proszę czekaj...
ru: Пытаемся найти транспондеры, используемые в наземной сети .. Пожалуйста подождите ...
sk: Pokus o vyhľadanie použitých transpondérov v terestriálnej sieti. Čakajte, prosím…
sr: Pokušajte pronaći korišćene transpondere u zemaljskim mrežama.. Molim sačekajte...
sv: Försök att hitta begagnade transpondrar i marknätet... vänta...
ta: நிலப்பரப்பு நெட்வொர்க்கில் பயன்படுத்தப்பட்ட டிரான்ச்பாண்டர்களைக் கண்டுபிடிக்க முயற்சி செய்யுங்கள் .. தயவுசெய்து காத்திருங்கள் ...
tr: Kullanılan aktarıcılar karasal yayınlarda aranıyor.. lütfen bekleyin...
uk: Намагаємося знайти транспондери в наземній мережі.. Будь ласка, зачекайте...
vi: Hãy thử tìm các bộ tiếp sóng đã sử dụng trong mạng mặt đất .. vui lòng đợi ...
zh_cn: 试图找到使用转发器地面网络..请稍等...

source: Try to prevent reboots for software errors and maintain of the availability for the receiver.
bg: Опитайте се да предотвратите рестартиране за софтуерни грешки и поддържайте наличността на приемника.
cs: Pokusit se zabránit restartování kvůli softwarovým chybám a udržovat dostupnost pro přijímač.
da: Prøv at undgå genstart ved software-fejl og bevar tilgængeligheden af modtageren.
de: Bei Softwarefehlern wird versucht, die GUI nicht neu starten zulassen.
el: Προσπάθεια αποφυγής επανεκκινήσεων για σφάλματα λογισμικού και διατήρηση της λειτουργίας του δέκτη.
fi: Ohjelmistovirheen sattuessa, yritetään estää vastaanottinta uudelleen käynnistymästä.
fr: Essayez d'empêcher les redémarrages en cas d'erreurs logicielles et de maintenir la disponibilité du récepteur.
hr: Pokušajte spriječiti ponovno pokretanje softverskih pogrešaka i održavati dostupnost za tuner.
it: Cerca di prevenire i riavvii per errori software e di mantenere la disponibilità per il ricevitore.
lt: Stenkitės, kad nebūtų programinės įrangos klaidų perjungiant ir išlaikyti imtuvo prieinamumą.
nl: Probeer herstarten te voorkomen voor software fouten, en behoud de beschikbaarheid van de ontvanger.
pl: Staraj się unikać ponownego uruchamiania w przypadku błędów systemu i utrzymuj dostępność odbiornika.
sk: Pokúsiť sa zabrániť reštartom z dôvodu softvérových chýb a udržiavať dostupnosť prijímača.
sr: Pokušajte sprečiti ponovno pokretanje sistema zbog softverskih grešaka i održavanja dostupnosti resivera.
sv: Försök att förhindra omstarter på grund av programvarufel och bibehålla tillgängligheten för mottagaren.
ta: மென்பொருள் பிழைகளுக்கான மறுதொடக்கங்களைத் தடுக்க முயற்சிக்கவும், பெறுநருக்கான கிடைக்கும் தன்மையை பராமரிக்கவும்.
tr: Yazılım hataları için yeniden başlatmaları önlemeye çalışın ve alıcı için kullanılabilirliği koruyun.
uk: Спробуйте запобігти перезавантаження при програмних помилках та збереження доступності до приймача.
vi: Cố gắng ngăn chặn khởi động lại cho lỗi phần mềm và duy trì tính khả dụng cho người nhận.
zh_cn: 尝试防止软件错误重新启动并保持接收器的可用性.

source: Try to send repeated commands if not all commands were executed (e.g. TV wake up, but not switched to correct input).
bg: Опитайте се да изпратите повтарящи се команди, ако не всички команди се изпълняват. (напр. събуждане на телевизора, но не е превключен на правилния вход.)
cs: Pokud nejsou provedeny všechny příkazy, pokuste se odesílat opakované příkazy. (např. probuzení televizoru, ale nepřepnutí na správný vstup).
el: Προσπάθεια αποστολής επαναλαμβανόμενων εντολών αν δεν εκτελούνται όλες. (π.χ. αφύπνιση TV, αλλά όχι αλλαγή στη σωστή υποδοχή).
fi: Yritä lähettää toistuvia komentoja, jos kaikkia komentoja ei suoriteta. (esim. TV herää, mutta ei kytkeydy oikeaan tuloon).
fr: Essayez d'envoyer des commandes répétées si toutes les commandes ne sont pas exécutées. (par exemple, réveil de la télévision, mais pas de commutation sur la bonne entrée.)
hr: Pokušajte poslati ponovljene naredbe ako nisu izvršene sve naredbe (npr. TV buđenje, ali nije prebačeno na ispravan ulaz).
it: Prova a inviare comandi ripetuti se tutti i comandi non sono stati eseguiti (ad esempio, la TV si è svegliata, ma non è stata impostata sull'ingresso corretto).
lt: Pabandykite siųsti pasikartojančias komandas, jei vykdomos ne visos komandos. (pvz., TV pažadinimas, bet neperjungiamas į teisingą įvestį.)
nl: Probeer herhaalde commando's te sturen wanneer niet alle commando's worden uitgevoerd. (Bijvoorbeeld de TV wordt ingeschakeld maar niet naar de juiste poort).
pl: Spróbuj wysłać powtórzone polecenia, jeśli nie wszystkie zostały wykonane (np. wybudzenie telewizora bez przełączenia na właściwe wejście).
sk: Ak sa nevykonajú všetky príkazy, pokúsiť sa odoslať opakované príkazy (napr.: TV sa prebudí, ale neprepne sa na správny vstup).
sr: Pokušajte da ponovo pošaljete komande ako neke komande nisu izvršena (npr. TV se probudio, ali nije prešao na ispravni ulaz).
sv: Försök att skicka upprepade kommandon om inte alla kommandon utfördes (t.ex. TV:n vaknar, men växlar inte till rätt ingång).
ta: எல்லா கட்டளைகளும் செயல்படுத்தப்படாவிட்டால் மீண்டும் மீண்டும் கட்டளைகளை அனுப்ப முயற்சிக்கவும் (எ.கா. டிவி எழுந்திரு, ஆனால் சரியான உள்ளீட்டை மாற்றாது).
tr: Tüm komutlar yürütülmediyse (örneğin, TV uyandırıldı ancak doğru girişe geçilmediyse) tekrarlanan komutlar göndermeyi deneyin.
uk: Спробуйте надіслати повторювані команди, якщо не всі команди виконуються. (наприклад, пробудження телевізора, але не перемикання на правильний вхід).

source: Tsonga
el: Τσόγκα
lt: Tsongų
ta: சோங்கா
tr: Tsonga Dili
uk: Цонга

source: Tswana
el: Τσουάνα
fi: Tšwana
lt: Tsvaniečių
pl: Tzwana
sk: tswančina
ta: ச்வானா
tr: Tswana Dili
uk: Цвана

source: Tue
bg: Вто
cs: Út
da: Tir
de: Di.
el: Τρί
et: T
fi: Ti
fr: Mar
hr: Uto
hu: Ked
it: Mar
lt: Ant
nl: Di
pl: Wto
pt_br: Ter
ru: Вт
sk: Ut
sl: Tor
sr: Uto
sv: Tis
ta: செவ்வாய்
tr: Sal
uk: Вів
vi: Thứ ba
zh_cn: 周二

source: Tuesday
bg: Вторник
cs: Úterý
da: Tirsdag
de: Dienstag
el: Τρίτη
et: Teisipäev
fi: Tiistai
fr: Mardi
hr: Utorak
hu: Kedd
it: Martedì
lt: Antradienis
nl: Dinsdag
pl: Wtorek
pt_br: Terça-feira
ru: Вторник
sk: utorok
sl: Torek
sr: Utorak
sv: Tisdag
ta: செவ்வாய்க்கிழமை
tr: Salı
uk: Вівторок
vi: Thứ ba
zh_cn: 星期二

source: Tune
bg: Настройка
cs: Naladit
de: Abstimmen
el: Συντονισμός
et: Häälestumine
fi: Viritys
fr: Accorder
hr: Podesi
hu: Hangolás
it: Sintonia
lt: Suderinimas
nl: Afstemmen
pl: Dostrój
pt_br: Sintonizar
ru: Настройка
sk: Naladiť
sl: Nastavi
sr: Podesi
sv: Stämma
ta: டியூன்
tr: Ayar
uk: Налагодження
vi: Điều chỉnh
zh_cn: 调整频率

source: Tune and focus
bg: Настройте и фокусирайте
cs: Ladění a fokus
da: Tune og fokuser
de: Tunen und fokussieren
el: Συντονισμός και εστίαση
et: Täppishäälestus
fi: Viritys ja hienosäätö
fr: Accord et mise au point
hr: Podesi i fokusiraj
hu: Hangolás és Fókusz
it: Sintonizza e focalizza
lt: Suderinti ir fokusuoti
nl: Afstemmen en focussen
pl: Strojenie i obrót
pt_br: Sintonia e foco
ru: Настройка и фокусировка
sk: Ladenie a fokus
sr: Podesi i fokusiraj
sv: Inställning och fokusering
ta: டியூன் மற்றும் கவனம்
tr: Ayarla ve odaklan
uk: Налагодження і фокусування
vi: Điều chỉnh và tập trung
zh_cn: 调整焦点

source: Tune failed!
bg: Неуспешна настройка!
cs: Ladění selhalo!
da: Tuning mislykkedes!
de: Tunen fehlgeschlagen!
el: Αποτυχία συντονισμού!
et: Häälestumine nurjus!
fi: Viritys epäonnistui!
fr: Le réglage a échoué !
hr: Podešavanje nije uspjelo!
hu: Hangolás sikertelen!
it: Sintonia fallita!
lt: Suderinti nepavyko!
nl: Afstemmen mislukt!
pl: Strojenie nieudane!
pt_br: Falhou!
ru: Тюнер не настроен!
sk: Ladenie neúspešné!
sl: Napaka v sprejemu!
sr: Podešavanje nije uspelo!
sv: Tune misslyckades!
ta: டியூன் தோல்வியடைந்தது!
tr: Kanal geçişi başarısız!
uk: Сигнал відсутній!
vi: Điều chỉnh thất bại!
zh_cn: 调整失败!

source: Tuned for recording
bg: Настроен за запис
cs: Naladit pro nahrávání
da: Tunet til optagelse
de: Tuner einstellen für Aufnahme
el: Έγινε συντονισμός για εγγραφή
fi: Aseta viritin tallennusta varten
fr: Accordé pour l'enregistrement
hr: Podešeno za snimanje
it: Sintonizzato per la registrazione
lt: Suderinta įrašymui
nl: Gereed voor opname
pl: Dostrojony do nagrywania
sk: Naladené pre nahrávanie
sr: Podešeno za snimanje
sv: Avstämd för inspelning
ta: பதிவு செய்ய டியூன் செய்யப்பட்டது
tr: Kayıt için ayarlandı
uk: Налаштований для запису
zh_cn: 为录制而调制

source: Tuner
bg: Тунер
et: Tuuner
fi: Viritin
lt: Imtuvas
ru: Тюнер
sr: Tjuner
sv: Mottagare
ta: இசைப்பி
uk: Тюнер
vi: Bộ chỉnh
zh_cn: 调谐器

source: Tuner
bg: Тунер
et: Tuuner
fi: Viritin
lt: Imtuvas
ru: Тюнер
sr: Tjuner
sv: Mottagare
ta: ட்யூனர்
uk: Тюнер
vi: Bộ chỉnh
zh_cn: 调谐器

source: Tuner :
bg: Тунер :
et: Tuuner :
fi: Viritin:
lt: Imtuvas :
ru: Тюнер :
sr: Tjuner :
ta: ட்யூனர்:
uk: Тюнер :
vi: Bộ chỉnh:
zh_cn: 调谐器:

source: Tuner Configuration
bg: Конфигурация тунер
cs: Konfigurace tunerů
da: Tuner-konfiguration
de: Tunereinstellungen
el: Ρυθμίσεις tuner
et: Tuuneri seaded
fi: Viritin Asetukset
fr: Configuration du tuner
hr: Konfiguracija Tunera
hu: Tuner beállítás
it: Configurazione tuner
lt: Imtuvo konfigūravimas
nl: Tuner configuratie
pl: Konfiguracja tunera
ru: Настройка тюнера
sk: Konfigurácia tunerov
sr: Konfiguracija Tjunera
sv: Konfiguration av tuner
ta: ட்யூனர் உள்ளமைவு
tr: Tuner Yapılandırması
uk: Конфігурація тюнера
vi: Cấu hình bộ chỉnh
zh_cn: 调谐器配置

source: Tuner Information
bg: Информация за тунера
cs: Informace o tuneru
el: Πληροφορίες tuner
fi: Viritin tiedot
hr: Info o Tuneru
it: Informazioni sul tuner
lt: Imtuvo informacija
nl: Tuner informatie
pl: Informacje o tunerze
sk: Informácie o tuneri
sr: Info o Tjuneru
sv: Information om tuner
ta: ட்யூனர் செய்தி
tr: Tuner Bilgileri
uk: Інформація про тюнер

source: Tuner Settings
bg: Настройки за тунер
cs: Nastavení tuneru
el: Ειδικές ρυθμίσεις tuner
fi: Virittimen asetukset
fr: Paramètres du tuner
hr: Postavke Tunera
it: Impostazioni del tuner
lt: Imtuvo nustatymai
nl: Tuner instellingen
pl: Ustawienia tunera
sk: Nastavenia tunera
sr: Postavke Tjunera
sv: Inställningar för tuner
ta: ட்யூனர் அமைப்புகள்
tr: Tuner Ayarları
uk: Налаштування тюнера

source: Tuner Setup
bg: Настройка на тунер
cs: Hledání programů
da: Tuner-opsætning
de: Tunereinstellungen
el: Ρυθμίσεις tuner
et: Tuuneri seaded
fi: Viritin asetukset
fr: Configuration du Tuner
hr: Podešavanje Tunera
hu: Tuner Beállítás
it: Configurazione tuner
lt: Imtuvo valdymas
nl: Tuner
pl: Tuner
ru: Настройка тюнера
sk: Nastavenie tunera
sr: Podešavanje Tjunera
sv: Inställning av tuner
ta: ட்யூனர் அமைப்பு
tr: Tuner Kurulumu
uk: Налаштування тюнера
vi: Cài đặt bộ chỉnh
zh_cn: 调谐器设置

source: Tuner data is not available!
cs: Data tuneru nejsou k dispozici!
el: Μη διαθέσιμα δεδομένα tuner!
fi: Viritin tietoja ei ole saatavilla!
hr: Podaci tunera nisu dostupni!
it: I dati del tuner non sono disponibili!
nl: Tuner gegevens zijn niet beschikbaar!
pl: Dane tunera nie są dostępne!
sk: Údaje tunera sú nedostupné!
sr: Podaci o tjuneru nisu dostupni!
sv: Tunerdata är inte tillgängliga!
ta: ட்யூனர் தரவு கிடைக்கவில்லை!
tr: Tuner verileri mevcut değil!
uk: Дані тюнера недоступні!

source: Tuner information
bg: Информация за тунера
cs: Informace o tuneru
el: Πληροφορίες tuner
fi: Viritin tiedot
hr: Tuner info
it: Informazioni sul tuner
lt: Imtuvo informacija
nl: Tuner informatie
pl: Informacje o tunerze
sk: Informácie o tuneri
sr: Tjuner info
sv: Information om tuner
ta: ட்யூனர் செய்தி
tr: Tuner Bilgileri
uk: Інформація про тюнер

source: Tuner information for %s %s
cs: Informace o tuneru pro %s %s
el: Πληροφορίες tuner για τον %s %s
fi: Viritin tiedot %s %s
hr: Tuner info za %s %s
it: Informazioni sul tuner per %s %s
nl: Tuner informatie voor uw %s %s
pl: Informacje o tunerze dla %s %s
sk: Informácie o tuneri pre %s %s
sr: Tjuner info za %s %s
sv: Tuner-information för %s %s
ta: %s %s க்கான ட்யூனர் செய்தி
tr: %s %s için tuner bilgileri
uk: Інформація про тюнер для %s %s

source: Tuner is not supported
bg: Тунера не се поддържа
cs: Tuner není podporován
da: Tuner er ikke understøttet
de: Tuner wird nicht unterstützt
el: Μη υποστηριζόμενο tuner
et: Tuuner ei ole toetatud
fi: Viritin ei ole tuettu
fr: Le tuner n'est pas supporté
hr: Tuner nije podržan
hu: Tuner nem támogatott
it: Il tuner non è supportato
lt: Imtuvas nepalaiko
nl: Tuner wordt niet ondersteund
pl: Tuner nie obsługiwany
ru: Неподдерживаемый тюнер
sk: Tuner nie je podporovaný
sr: Tjuner nije podržan
sv: Tuner stöds inte
ta: ட்யூனர் ஆதரிக்கப்படவில்லை
tr: Tuner desteklenmiyor
uk: Тюнер не підтримується
vi: Bộ chỉnh tần số không được hỗ trợ
zh_cn: 调谐器不支持

source: Tuner slot
bg: Слот за тунер
cs: Slot tuneru
de: Tuner-Steckplatz
el: Υποδοχή tuner
et: Tuuneri pesa
fi: Virittimen paikka
fr: Slot tuner
hr: Tuner utor
hu: Tuner foglalat
it: Slot per tuner
lt: Imtuvo lizdas
pl: Gniazdo tunera
pt_br: Entrada do tuner
ru: Слот тюнера
sk: Slot tunera
sr: Tjuner slot
sv: Plats för tuner
ta: ட்யூனர் ச்லாட்
tr: Tuner yuvası
uk: Слот Тюнера
vi: Khe điều chỉnh
zh_cn: 调谐器插槽

source: Tuner status FAILED
bg: Състояние на тунера НЕУСПЕШНО
cs: Stav tuneru SELHAL
da: Tuner-status MISLYKKEDES
de: Tuner-Status GESCHEITERT
el: Κατάσταση tuner ΑΠΟΤΥΧΙΑ
et: Tuuneri olek NURJUS
fi: Virittimen tila epäonnistui
fr: État du tuner ÉCHEC
hr: Status tunera GREŠKA
hu: Tuner állapota SIKERTELEN
it: Stato del tuner FAILED
lt: Imtuvo būsena NEPAVYKUSI
nl: Tuner status MISLUKT
pl: Status tunera NIEUDANE
sk: Zistenie stavu tunera NEÚSPEŠNÉ
sr: Status tjunera GREŠKA
sv: Status för tuner FAILED
ta: ட்யூனர் நிலை தோல்வியடைந்தது
tr: Tuner durumu BAŞARISIZ
uk: Статус тюнера НЕ ПРАЦЮЮЧИЙ
vi: Trạng thái bộ chỉnh
zh_cn: 调谐器状态失败

source: Tuner status IDLE
bg: Състояние на тунера IDLE
cs: Stav tuneru NEČINNÝ
da: Tuner-status LEDIG
de: Tuner-Status UNBENUTZT
el: Κατάσταση tuner ΑΔΡΑΝΕΙΑ
et: Tuuneri olek JÕUDE
fi: Virittimen tila
fr: État du tuner INACTIF
hr: Status tunera OČEKUJE
hu: Tuner állapota TÉTLEN
it: Stato del tuner IDLE
lt: Imtuvo būsena LAUKIME
nl: Tuner status INACTIEF
pl: Status tunera BEZCZYNNY
sk: Stav tunera NEČINNÝ
sr: Status tjunera OČEKUJE
ta: ட்யூனர் நிலை செயலற்றது
tr: Tuner durumu IDLE
uk: Статус тюнера НЕ ВИКОРИСТОВУЄТЬСЯ
vi: Trạng thái bộ điều chỉnh IDLE
zh_cn: 调谐器状态为IDLE

source: Tuner status LOCKED
bg: Състояние на тунера ЗАКЛЮЧЕНО
cs: Stav tuneru UZAMČENO
da: Tuner-status LÅST
el: Κατάσταση tuner ΚΛΕΙΔΩΜΑ
et: Tuuneri olek LUKUSTATUD
fi: Virittimen tila lukittu
fr: Statut du tuner LOCKED
hr: Status tunera ZAKLJUČAN
hu: Tuner állapota ZÁROLVA
it: Stato del tuner LOCKED
lt: Imtuvo būsena FIKSUOTA
pl: Status tunera ZABLOKOWANY
sk: Stav tunera UZAMKNUTÝ
sr: Status tjunera ZAKLJUČAN
sv: Status för tuner LOCKED
ta: ட்யூனர் நிலை பூட்டப்பட்டுள்ளது
tr: Tuner durumu KİLİTLENDİ
uk: Статус тюнера ЗАБЛОКОВАНИЙ
vi: Trạng thái bộ điều chỉnh KHÓA
zh_cn: 调谐器状态已锁定

source: Tuner status LOSTLOCK
bg: Състояние на тунера LOSTLOCK
cs: Stav tuneru ZTRACENÝ ZÁMEK
da: Tuner-status LÅSTABT
de: Tuner-Status GESCHEITERT
el: Κατάσταση tuner ΑΠΩΛΕΙΑ ΚΛΕΙΔΩΜΑΤΟΣ
et: Tuuneri olek LUKK MAAS
fi: Virittimen tila epäonnistui
fr: Statut du tuner LOSTLOCK
hr: Status tunera NEMA SIGNALA
hu: Tuner állapota ZÁROLÁS ELVESZÍTVE
it: Stato del tuner LOSTLOCK
lt: Imtuvo būsena PAPRASTA FIKSUOTA
pl: Status tunera LOSTLOCK
sk: Stav tunera STRATA UZAMKNUTIA
sr: Status tjunera NEMA SIGNALA
ta: ட்யூனர் நிலை லாச்ட்லாக்
tr: Tuner durumu LOSTLOCK
uk: Статус тюнера РОЗБЛОКОВАНИЙ
vi: Trạng thái bộ chỉnh LOSTLOCK
zh_cn: 调谐器状态丢失锁定

source: Tuner status TUNING
bg: Състояние на тунера TUNING
cs: Stav tuneru LADĚNÍ
da: Tuner-status STILLERIND
de: Tuner-Status TUNEN
el: Κατάσταση tuner ΣΥΝΤΟΝΙΣΜΟΣ
et: Tuuneri olek HÄÄLESTUMINE
fi: Virittimen tila virittää
fr: Statut du tuner TUNING
hr: Status tunera PODEŠAVANJE
hu: Tuner állapota TUNING
it: Stato del tuner TUNING
lt: Imtuvo būsena DERINAMA
pl: Status tunera STROJENIE
sk: Stav tunera LADENIE
sr: Status tjunera PODEŠAVANJE
sv: Status för tuner TUNING
ta: ட்யூனர் நிலை சரிப்படுத்தும்
tr: Tuner durumu AYARLI
uk: Статус тюнера НАЛАШТУВАННЯ
vi: Trạng thái bắt sóng TUNING
zh_cn: 调谐器状态调谐

source: Tuner status UNKNOWN
bg: Състояние на тунера НЕИЗВЕСТНО
cs: Stav tuneru NEZNÁMÝ
da: Tuner-status UKENDT
de: Tuner-Status UNBEKANNT
el: Κατάσταση tuner ΑΓΝΩΣΤΟ
et: Tuuneri olek TEADMATA
fi: Virittimen tila tuntematon
fr: Statut du tuner INCONNU
hr: Status tunera NEPOZNAT
hu: Tuner állapota ISMERETLEN
it: Stato del tuner SCONOSCIUTO
lt: Imtuvo būsena NEŽINOMA
nl: Tuner status ONBEKEND
pl: Status tunera NIEZNANY
sk: Stav tunera NEZNÁMY
sr: Status tjunera NEPOZNAT
sv: Tuner-status okänd (UNKNOWN)
ta: ட்யூனர் நிலை தெரியவில்லை
tr: Tuner durumu BİLİNMİYOR
uk: Статус тюнера НЕВІДОМО
vi: Trạng thái bộ chỉnh UNKNOWN
zh_cn: 调谐器状态未知

source: Tuner type %s
bg: Тип тунер %s
cs: Typ tuneru %s
de: Tuner-Art %s
el: Τύπος tuner %s
et: Tuuneri tüüp %s
fi: Virittimen tyyppi %s
fr: Type de tuner %s
hr: Vrsta tunera %s
hu: Tuner típusa: %s
it: Tipo di tuner %s
lt: Imtuvo tipas %s
pl: Typ tunera %s
sk: Typ tunera %s
sr: Tip tjunera %s
sv: Typ av tuner %s
ta: ட்யூனர் வகை %s
tr: Tuner tipi %s
uk: Тип тюнера %s
vi: Bộ chỉnh tần số % s
zh_cn: 调谐器类型 %s

source: Tuners
cs: Tunery
fi: Virittimet
hr: Tuneri
it: Tuner
lt: Imtuvai
pl: Tunery
sk: Tunery
sr: Tjuneri
ta: சுருதிக்கூட்டிகள
tr: Tunerler
uk: Тюнери

source: Tuners, Scanning & Reception
cs: Tunery, skenování a příjem
el: Tuners, ανίχνευση & λήψη
fi: Virittimien asetukset
hr: Tuneri, Skeniranje & Prijem
it: Tuner, scansione e ricezione
nl: Tuners & Ontvangst
pl: Tunery i skanowanie
sk: Tunery, vyhľadávanie a príjem
sr: Tjuner,Skeniranje & Prijem
sv: Tuners, skanning och mottagning
ta: ட்யூனர்கள், ச்கேனிங் & வரவேற்பு
tr: Tunerler, Tarama & Uydular
uk: Тюнери, сканування та прийом

source: Tuning algorithm
bg: Настройване алгоритъм
cs: Ladicí algoritmus
da: Dreje-algoritme
de: Tuning-Algorithmus
el: Αλγόριθμος συντονισμού
et: Häälestumise algorütm
fi: Viritys alkometria
fr: Algorithme de Tuning
hr: Algoritam podešavanja
hu: Tuningolási algoritmus
it: Algoritmo di sintonizzazione
lt: Derinimo algoritmas
nl: Afstemalgoritme
pl: Algorytm strojenia
sk: Algoritmus ladenia
sr: Algoritam podešavanja
sv: Avstämningsalgoritm
ta: ட்யூனிங் வழிமுறை
tr: Ayarlama algoritması
uk: Алгоритм налаштування
vi: Thuật toán điều chỉnh
zh_cn: 校正算法

source: Tunisia
cs: Tunisko
da: Tunesien
de: Tunesien
el: Τυνησία
et: Tuneesia
fr: Tunisie
hu: Tunézia
lt: Tunisas
nl: Tunesië
pl: Tunezja
sk: Tunisko
sv: Tunisien
ta: துனீசியா
tr: Tunus
uk: Туніс
zh_cn: 突尼斯

source: Tunnel IPv4
cs: IPv4 tunel
hr: Tunel IPv4
tr: IPv4 Tüneli
uk: Тунель IPv4

source: Tunnel IPv6
cs: IPv6 tunel
hr: Tunel IPv6
tr: IPv6 Tüneli
uk: Тунель IPv6

source: Turbo
el: τούρμπο
uk: турбо
