Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the Unicable channel to be assigned to this tuner. This is a unique value. Be certain that no other device connected to this same Unicable system is allocated to the same Unicable channel.
bg: Изберете Unicable канала, който да бъде присвоен на този тунер. Това е уникална стойност. Уверете се, че никое друго устройство, свързано към същата Unicable система, не е разпределено към същия Unicable канал.
cs: Vyberte kanál Unicable, který má být přiřazen k tomuto tuneru. To je jedinečná hodnota. Ujistěte se, že žádné jiné zařízení připojené ke stejnému systému Unicable není přiřazeno ke stejnému kanálu Unicable.
da: Vælg Unicable kanalen der skal tildelse til denne Tuner. Detter er en unik værdi. Vær sikker på at ingen anden enhed forbundet til det samme Unicable system er tildelt den samme Unicable kanal.
de: Wählen Sie den Unicable Kanal, der diesem Tuner zugeordnet werden soll. Das ist eine eindeutige Nummer. Stellen Sie sicher, dass kein anderes Gerät in Ihrem System dem selben Kanal zugeordnet wurde.
el: Επιλέξτε το κανάλι Unicable για αυτό το tuner. Αυτή είναι μία μοναδική τιμή. Σιγουρευτείτε ότι καμία άλλη συσκευή που έχει συνδεθεί σε αυτό το σύστημα Unicable έχει κατανεμηθεί στο ίδιο κανάλι Unicable.
et: Vali sellele tuunerile määratud kanal. See väärtus on ainukordne. Veendu, et teisi seadmeid ei ole ühendatud samasse unicable süsteemi sama unicable kanali kaudu.
fi: Valitse tälle virittimelle määritettävä unicable kanava. Se on ainutlaatuinen numero. Varmista, että mitään muuta järjestelmässäsi olevaa laitetta ei ole määritetty samalle kanavalle.
fr: Sélectionnez le canal Unicable à attribuer à ce tuner. C'est une valeur unique. Assurez-vous qu'aucun autre appareil connecté à ce même système Unicable n'est affecté au même canal Unicable.
hr: Odaberi kanal Unicable koji se može dodijeliti ovom tuneru. Ovo je jedinstvena vrijednost. Budite sigurni da niti jedan drugi uređaj nije povezan sa ovim istim sustavom koji se nemože koristiti nije dodijeljen istom Unicable kanalu.
it: Seleziona canale Unicable da assegnare a questo tuner. Questo è un valore unico. Assicurati che nessun altro dispositivo connesso allo stesso sistema Unicable sia assegnato allo stesso canale Unicable.
lt: Pasirinkite Unicable kanalą, kuris bus priskirtas šiam imtuvui. Tai unikali reikšmė. Įsitikinkite, kad nė vienas kitas įrenginys nėra prijungtas prie tos pačios Unicable sistemos, nėra priskirtas tame pačiam Unicable kanalui.
nl: Selecteer het Unicable kanaal dat aan deze tuner moet worden toegewezen. Dit is een unieke waarde. Wees er zeker van dat geen enkel ander apparaat aangesloten op dit zelfde Unicable systeem, en niet hetzelfde Unicable kanaal is toegewezen.
pl: Wybierz kanał Unicable, który ma zostać przypisany do tego tunera. To wyjątkowa wartość. Upewnij się, że żadne inne urządzenie podłączone do tego samego systemu Unicable nie jest przypisane do tego samego kanału Unicable.
sk: Vyberte kanál Unicable, ktorý sa pridelí tomuto tuneru. Táto hodnota je unikátna. Žiadne iné zariadenie pripojené k tomuto systému nesmie mať priradený rovnaký Unicable kanál.
sr: Izaberi kanal Unicable koji se može dodeliti ovom tjuneru. Ovo je jedinstvena vrednost. Budite sigurni da niti jedan drugi uređaj povezan sa ovim istim sistemom koji se nemože koristiti nije dodeljen istom Unicable kanalu.
sv: Välj den Unicable-kanal som ska tilldelas den här tunern. Detta är ett unikt värde. Se till att ingen annan enhet som är ansluten till samma Unicable-system tilldelas samma Unicable-kanal.
ta: இந்த ட்யூனருக்கு ஒதுக்கப்படாத சேனலைத் தேர்ந்தெடுக்கவும். இது ஒரு தனித்துவமான மதிப்பு. இதே பயன்படுத்த முடியாத அமைப்புடன் இணைக்கப்பட்ட வேறு எந்த சாதனமும் ஒரே பயன்படாத சேனலுக்கு ஒதுக்கப்படவில்லை என்பதில் உறுதியாக இருங்கள்.
tr: Bu tunere atanacak Unicable kanalını seçin. Bu benzersiz bir değerdir. Aynı Unicable sistemine bağlı başka hiçbir cihazın aynı Unicable kanalına atanmadığından emin olun.
uk: Виберіть канал Unicable, призначений для цього тюнера. Це унікальне значення. Переконайтеся, що жоден інший пристрій, підключений до цієї самої системи Unicable, не призначено до одного каналу Unicable.
vi: Chọn kênh Unicable sẽ được chỉ định cho bộ chỉnh này. Đây là một giá trị độc đáo. Hãy chắc chắn rằng không có thiết bị nào khác được kết nối với cùng hệ thống Unicable này được phân bổ cho cùng một kênh Unicable.
zh_cn: 选择要分配给此调谐器的唯一频道.这是一个独特的值,确保没有其他连接到同一个Unicable系统的设备被分配到同一个Unicable信道.

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR LNB uses to pass the requested transponder to the tuner.
bg: Изберете канала User Band, който да бъде присвоен на този тунер. Това е индекс в таблицата с честоти, които SCR LNB използва за предаване на искания транспондер към тунера.
cs: Vyberte kanál uživatelského pásma, který má být přiřazen tomuto tuneru. Toto je index do tabulky frekvencí, které SCR LNB používá k předání požadovaného transpondéru do tuneru.
da: Vælg bruger kanalbåndet der skal tildeles til denne Tuner. Detter er et indeks i tabellen af frekvenser som SCR LBN bruger til at videregive den efterspurgte transponder til Tuneren.
de: Wählen Sie den User-Band-Kanal aus, die diesem Tuner zugewiesen werden soll. Dies ist die Frequenz, die das SCR-LNB verwendet, um den angeforderten Transponder an den Tuner zu übergeben.
el: Επιλέξτε τη μπάντα χρήστη για αυτό το tuner. Πρόκειται για ένα ευρετήριο του πίνακα συχνοτήτων που χρησιμοποιεί το SCR LNB για να περάσει τον επιλεγμένο αναμεταδότη στο tuner.
fi: Valitse tähän virittimeen asetettu käyttäjän taajuusalueen kanava. Tämä toimii taajuustaulukon merkkinä, jota SCR LNB käyttää siirtääkseen valitun transponderin virittimelle.
fr: Sélectionnez le canal User Band à attribuer à ce tuner. Il s'agit d'un index dans le tableau des fréquences que le SCR LNB utilise pour transmettre le transpondeur demandé au tuner.
hr: Odaberi kanal korisničkog banda koji će biti dodijeljen ovom tuneru. Ovo je indeks u tabeli frekvencija koje SCR LNB koriste za dodavanje zahtjevanog transpondera tunera.
it: Seleziona canale della banda utente da assegnare a questo tuner. Questo è un indice nella tabella delle frequenze che l'LNB SCR usa per passare il transponder richiesto al tuner.
lt: Pasirinkite naudotojo juostos kanalą, kurį norite priskirti šiam imtuvui. Tai indeksas į dažnių lentelę, kurią SCR LNB naudoja norimam atsakikliui perduoti į imtuvą.
nl: Selecteer het User Band kanaal dat aan deze tuner wordt toegewezen. Dit is een index voor de frequentietabel die de SCR LNB gebruikt om de gevraagde transponder toe te kennen aan de tuner.
pl: Wybierz kanał pasma użytkownika, który ma zostać przypisany do tego tunera. Jest to indeks tabeli częstotliwości, z której korzysta konwerter SCR, aby przekazać żądany transponder do tunera.
sk: Vyberte kanál používateľského pásma, ktorý sa pridelí tomuto tuneru. Ide o index do tabuľky frekvencií, ktorý používa SCR LNB na odovzdávanie požadovaného transpondéra tuneru.
sr: Izaberi kanal korisničkog banda koji će biti dodeljen ovom tjuneru. Ovo je indeks u tabeli frekvencija koje SCR LNB koriste za dodavanje zahtevanog transpondera tjunera.
sv: Välj den User Band-kanal som ska tilldelas den här tunern. Detta är ett index i tabellen över frekvenser som SCR LNB använder för att skicka den begärda transpondern till tunern.
ta: இந்த ட்யூனருக்கு ஒதுக்கப்பட வேண்டிய பயனர் பேண்ட் சேனலைத் தேர்ந்தெடுக்கவும். கோரப்பட்ட டிரான்ச்பாண்டரை ட்யூனருக்கு அனுப்ப எச்.சி.ஆர் எல்.என்.பி பயன்படுத்தும் அதிர்வெண்களின் அட்டவணையில் இது ஒரு குறியீடாகும்.
tr: Bu tunere atanacak User Band kanalını seçin. Bu, SCR LNB'nin istenen transponder sinyalini tunere iletmek için kullandığı frekans tablosundaki bir dizindir.
uk: Виберіть Канал Користувача, який буде призначено цьому тюнеру. Це значення в таблиці частот, який використовує LNB SCR для передачі вибраного транспондера в тюнер.
vi: Chọn kênh Nhóm kênh người dùng sẽ được chỉ định cho bộ chỉnh này. Đây là một chỉ mục trong bảng tần số mà SCR LNB sử dụng để truyền bộ phát đáp được yêu cầu đến bộ chỉnh tần số.
zh_cn: 分配给要选择此调谐器的频道的用户.这是SCR LNB用于将请求的转发器传递到调谐器的频率表的索引.

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch uses to pass the requested transponder to the tuner.
bg: Изберете канала User Band, който да бъде присвоен на този тунер. Това е индекс в таблицата с честоти, които SCR превключвателят използва, за да предаде искания транспондер към тунера.
cs: Vyberte kanál uživatelského pásma, který má být přiřazen tomuto tuneru. Toto je index do tabulky frekvencí, které SCR přepínač používá k předání požadovaného transpondéru tuneru.
da: Vælg bruger kanalbåndet der skal tildeles til denne Tuner. Detter er et indeks i tabellen af frekvenser som SCR switchen bruger til at videregive den efterspurgte transponder til Tuneren.
de: Wählen Sie den User-Band-Kanal aus, die diesem Tuner zugewiesen werden soll. Dies ist die Frequenz, die der SCR-Schalter verwendet, um den angeforderten Transponder an den Tuner zu übergeben.
el: Επιλέξτε το κανάλι μπάντας χρήστη για αυτό το tuner. Πρόκειται για ένα ευρετήριο του πίνακα συχνοτήτων που χρησιμοποιεί ο διακόπτης SCR για να περάσει τον επιλεγμένο αναμεταδότη στο tuner.
fi: Valitse tähän virittimeen asetettu käyttäjän taajuusalueen kanava. Tämä toimii taajuustaulukon merkkinä, jota SCR-kytkin käyttää siirtääkseen valitun transponderin virittimelle.
fr: Sélectionnez le canal User Band à attribuer à ce tuner. Il s'agit d'un index dans le tableau des fréquences que le commutateur SCR utilise pour transmettre le transpondeur demandé au tuner.
hr: Odaberi kanal korisničkog banda koji će biti dodijeljen ovom tuneru. Ovo je indeks u tabeli frekvencija koje SCR prekidača koristi za dodavanje zahtjevanog transpondera tunera.
it: Seleziona canale della banda utente da assegnare a questo tuner. Questo è un indice nella tabella delle frequenze che lo switch SCR usa per passare il transponder richiesto al tuner.
lt: Pasirinkite naudotojo juostos kanalą, kurį norite priskirti šiam imtuvui. Tai rodiklis į dažnių lentelę, kurioje SCR jungiklis naudoja norimą atsakiklį perduoti į imtuvą.
nl: Selecteer het User Band kanaal dat aan deze tuner wordt toegewezen. Dit is een index voor de frequentietabel die de SCR-switch gebruikt om de gevraagde transponder toe te kennen aan de tuner.
pl: Wybierz kanał pasma użytkownika, który ma zostać przypisany do tego tunera. Jest to indeks w tabeli częstotliwości, których przełącznik SCR używa do przekazania żądanego transpondera do tunera.
sk: Vyberte kanál používateľského pásma, ktorý sa pridelí tomuto tuneru. Ide o index do tabuľky frekvencií, ktorý používa prepínač SCR na odovzdávanie požadovaného transpondéra tuneru.
sr: Izaberi kanal korisničkog banda koji će biti dodeljen ovom tjuneru. Ovo je indeks u tabeli frekvencija koje SCR prekidača koristi za dodavanje zahtevanog transpondera tjunera.
sv: Välj den User Band-kanal som ska tilldelas den här tunern. Detta är ett index i tabellen över frekvenser som SCR-omkopplaren använder för att skicka den begärda transpondern till tunern.
ta: இந்த ட்யூனருக்கு ஒதுக்கப்பட வேண்டிய பயனர் பேண்ட் சேனலைத் தேர்ந்தெடுக்கவும். கோரப்பட்ட டிரான்ச்பாண்டரை ட்யூனருக்கு அனுப்ப எச்.சி.ஆர் சுவிட்ச் பயன்படுத்தும் அதிர்வெண்களின் அட்டவணையில் இது ஒரு குறியீடாகும்.
tr: Bu tunere atanacak User Band kanalını seçin. Bu, SCR anahtarının istenen transponder sinyalini tunere iletmek için kullandığı frekans tablosundaki bir dizindir.
uk: Виберіть Канал Користувача, який буде призначено цьому тюнеру. Це значення в таблиці частот, який використовує перемикач SCR для передачі вибраного транспондера в тюнер.
vi: Chọn kênh Nhóm kênh người dùng sẽ được chỉ định cho bộ chỉnh này. Đây là một chỉ mục trong bảng tần số mà công tắc SCR sử dụng để truyền bộ phát đáp được yêu cầu đến bộ chỉnh tần số.
zh_cn: 分配给要选择此调谐器的频道的用户.这是SCR开关用于将请求的收发器传递到调谐器的频率表中的索引.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR LNB uses to pass the requested transponder to the tuner.
bg: Изберете честотата на потребителския диапазон, която да бъде присвоена на този тунер. Това е честотата, която SCR LNB използва за предаване на искания транспондер към тунера.
cs: Vyberte frekvenci uživatelského pásma, která má být přiřazena tomuto tuneru. Toto je frekvence, kterou SCR LNB používá k předání požadovaného transpondéru do tuneru.
da: Vælg bruger frekvensbånd der skal tildeles til denne Tuner. Detter er frekvensen som SCR LBN bruger til at videregive den efterspurgte transponder til Tuneren.
de: Wählen Sie die User-Band-Frequenz aus, die diesem Tuner zugewiesen werden soll. Dies ist die Frequenz, die das SCR-LNB verwendet, um den angeforderten Transponder an den Tuner zu übergeben.
el: Επιλέξτε τη συχνότητα της μπάντας χρήστη για αυτό το tuner. Πρόκειται για τη συχνότητα που χρησιμοποιεί το SCR LNB για να περάσει τον επιλεγμένο αναμεταδότη στο tuner.
fi: Valitse tähän virittimeen asetettu käyttäjän taajuusalueen taajuus. Tämä toimii taajuutena, jota SCR LNB käyttää siirtääkseen valitun transponderin virittimelle.
fr: Sélectionnez la fréquence de la bande utilisateur à attribuer à ce tuner. C'est la fréquence que le SCR LNB utilise pour transmettre le transpondeur demandé au tuner.
hr: Odaberi kanal korisničkog banda koji će biti dodijeljen ovom tuneru. Ovo je frekvencija koju SCR LNB koristi za dodavanje zahtjevanog transpondera tunera.
it: Seleziona frequenza della banda utente da assegnare a questo tuner. Questa è la frequenza usata dall'LNB SCR per passare il transponder richiesto al tuner.
lt: Pasirinkite naudotojo juostos dažnį, kuris bus priskirtas šiam imtuvui. Tai yra dažnis, kurį SCR LNB naudoja norimam atsakikliui perduoti į imtuvą.
nl: Selecteer het User Band frequentie dat aan deze tuner wordt toegewezen. Dit is de frequentie die de SCR LNB gebruikt om de gevraagde transponder toe te kennen aan de tuner.
pl: Wybierz częstotliwość pasma użytkownika, która ma zostać przypisana do tego tunera. Jest to częstotliwość używana przez SCR LNB do przekazania żądanego transpondera do tunera.
sk: Vyberte frekvenciu používateľského pásma, ktorá sa pridelí tomuto tuneru. Ide o frekvenciu, ktorú používa SCR LNB na odovzdávanie požadovaného transpondéra tuneru.
sr: Izaberi kanal korisničkog banda koji će biti dodeljen ovom tjuneru. Ovo je frekvencija koju SCR LNB koristi za dodavanje zahtevanog transpondera tjunera.
sv: Välj den User Band-frekvens som ska tilldelas den här tunern. Detta är den frekvens som SCR LNB använder för att skicka den begärda transpondern till tunern.
ta: இந்த ட்யூனருக்கு ஒதுக்கப்பட வேண்டிய பயனர் பேண்ட் அதிர்வெண் என்பதைத் தேர்ந்தெடுக்கவும். கோரப்பட்ட டிரான்ச்பாண்டரை ட்யூனருக்கு அனுப்ப எச்.சி.ஆர் எல்.என்.பி பயன்படுத்தும் அதிர்வெண் இது.
tr: Bu tunere atanacak User Band frekansını seçin. Bu, SCR LNB'nin istenen transponder sinyalini tunere iletmek için kullandığı frekanstır.
uk: Виберіть частоту Користувацької Смуги, яку буде призначено цьому тюнеру. Це частота, яку використовує LNB SCR для передачі вибраного транспондера до тюнера.
vi: Chọn tần số người dùng sẽ được chỉ định cho bộ chỉnh này. Đây là tần số mà SCR LNB sử dụng để truyền bộ phát đáp được yêu cầu vào bộ chỉnh tần số.
zh_cn: 选择要分配给此调谐器的用户波段频率.这是SCR LNB用于将请求的转发器传递到调谐器的频率.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
bg: Изберете честотата на потребителския диапазон, която да бъде присвоена на този тунер. Това е честотата, която SCR превключвателят или SCR LNB използват за предаване на искания транспондер към тунера.
cs: Vyberte frekvenci uživatelského pásma, která má být přiřazena tomuto tuneru. Toto je frekvence, kterou SCR přepínač nebo SCR LNB používá k předání požadovaného transpondéru do tuneru.
da: Vælg bruger frekvensbånd der skal tildeles til denne Tuner. Detter er frekvensen som SCR switchen eller SCR LBN bruger til at videregive den efterspurgte transponder til Tuneren.
de: Wählen Sie die Frequenz, die diesem Empfänger zugewiesen werden soll. Dies ist die Frequenz, welche der SCR Switch oder SCR LNB nutzt, um den angeforderten Transponder an den Empfänger zu übertragen.
el: Επιλέξτε τη συχνότητα της μπάντας χρήστη για αυτό το tuner. Πρόκειται για τη συχνότητα που χρησιμοποιεί ο διακόπτης SCR ή το SCR LNB για να περάσει τον επιλεγμένο αναμεταδότη στο tuner.
fi: Valitse tähän virittimeen asetettu käyttäjän taajuusalueen taajuus. Tämä toimii taajuutena, jota SCR-kytkin tai SCR LNB käyttää siirtääkseen valitun transponderin virittimelle.
fr: Choisir la fréquence de la bande utilisateur (User Band) a assigné à ce tuner. C’est la fréquence du switch SCR ou du LNB SCR utilisé pour passer le transpondeur demandé au tuner.
hr: Odaberi kanal korisničkog banda koji će biti dodijeljen ovom tuneru. Ovo je frekvencija koju SCR prekidač SCR ili SCR LNB koristi za dodavanje zahtjevanog transpondera tunera.
it: Seleziona frequenza della banda utente da assegnare a questo tuner. Questa è la frequenza usata dall'interruttore SCR o dall'LNB SCR per passare il transponder richiesto al tuner.
lt: Pasirinkite vartotojo juostos dažnį, kuris bus priskirtas šiam imtuvui. Tai yra dažnis, kai SCR jungiklis arba SCR LNB naudoja prašomam transponderiui perduoti į imtuvą.
nl: Selecteer het User Band frequentie dat aan deze tuner wordt toegewezen. Dit is de frequentie die de SCR switch of SCR LNB gebruikt om de gevraagde transponder toe te kennen aan de tuner.
pl: Wybierz częstotliwość pasma użytkownika, która ma zostać przypisana do tego tunera. Jest to częstotliwość, której przełącznik SCR lub konwerter SCR LNB przekazuje żądany transponder do tunera.
sk: Vyberte frekvenciu používateľského pásma, ktorá sa pridelí tomuto tuneru. Ide o frekvenciu, ktorú používa prepínač SCR alebo SCR LNB na odovzdávanie požadovaného transpondéra tuneru.
sr: Izaberi kanal korisničkog banda koji će biti dodeljen ovom tjuneru. Ovo je frekvencija koju SCR prekidač SCR ili SCR LNB koristi za dodavanje zahtevanog transpondera tjunera.
sv: Välj den User Band-frekvens som ska tilldelas den här tunern. Detta är den frekvens som SCR-switchen eller SCR LNB använder för att skicka den begärda transpondern till tunern.
ta: இந்த ட்யூனருக்கு ஒதுக்கப்பட வேண்டிய பயனர் பேண்ட் அதிர்வெண் என்பதைத் தேர்ந்தெடுக்கவும். கோரப்பட்ட டிரான்ச்பாண்டரை ட்யூனருக்கு அனுப்ப எச்.சி.ஆர் சுவிட்ச் அல்லது எச்.சி.ஆர் எல்.என்.பி பயன்படுத்தும் அதிர்வெண் இது.
tr: Bu tunere atanacak User Band frekansını seçin. Bu, SCR anahtarının veya SCR LNB'nin istenen transponder sinyalini tunere iletmek için kullandığı frekanstır.
uk: Виберіть частоту Користувацької Смуги, яку буде призначено цьому тюнеру. Це частота, яку використовує перемикач SCR або SCR LNB для передачі вибраного транспондера в тюнер.
vi: Chọn tần số người dùng sẽ được chỉ định cho bộ chỉnh này. Đây là tần số mà công tắc SCR hoặc SCR LNB sử dụng để truyền bộ phát đáp được yêu cầu đến bộ chỉnh tần số.
zh_cn: 选择要分配给此调谐器的用户波段频率.这是SCR开关或SCR LNB用于将请求的收发器传递到调谐器的频率.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch uses to pass the requested transponder to the tuner.
bg: Изберете честотата на потребителския диапазон, която да бъде присвоена на този тунер. Това е честотата, която SCR превключвателят използва, за да предаде искания транспондер към тунера.
cs: Vyberte frekvenci uživatelského pásma, která má být přiřazena tomuto tuneru. Toto je frekvence, kterou přepínač SCR používá k předání požadovaného transpondéru do tuneru.
da: Vælg bruger frekvensbånd der skal tildeles til denne Tuner. Detter er frekvensen som SCR switchen bruger til at videregive den efterspurgte transponder til Tuneren.
el: Επιλέξτε τη συχνότητα της μπάντας χρήστη για αυτό το tuner. Πρόκειται για τη συχνότητα που χρησιμοποιεί ο διακόπτης SCR για να περάσει τον επιλεγμένο αναμεταδότη στο tuner.
fi: Valitse tähän virittimeen asetettu käyttäjän taajuusalueen taajuus. Tämä toimii taajuutena, jota SCR-kytkin tai SCR LNB käyttää siirtääkseen valitun transponderin virittimelle.
fr: Sélectionnez la fréquence de la bande utilisateur à attribuer à ce tuner. Il s'agit de la fréquence utilisée par le commutateur SCR pour transmettre le transpondeur demandé au tuner.
hr: Odaberi kanal korisničkog banda koji će biti dodijeljen ovom tuneru. Ovo je frekvencija koju SCR prekidač koristi za dodavanje zahtjevanog transpondera tunera.
it: Seleziona frequenza della banda utente da assegnare a questo tuner. Questa è la frequenza usata dall'interruttore SCR per passare il transponder richiesto al tuner.
lt: Pasirinkite naudotojo juostos dažnį, kuris bus priskirtas šiam imtuvui. Tai dažnis, kurį SCR jungiklis naudoja norimam atsakikliui perduoti į imtuvą.
nl: Selecteer het User Band frequentie dat aan deze tuner wordt toegewezen. Dit is de frequentie die de SCR switch gebruikt om de gevraagde transponder toe te kennen aan de tuner.
pl: Wybierz częstotliwość pasma użytkownika, która ma zostać przypisana do tego tunera. Jest to częstotliwość używana przez przełącznik SCR do przekazania żądanego transpondera do tunera.
sk: Vyberte frekvenciu používateľského pásma, ktorá sa pridelí tomuto tuneru. Ide o frekvenciu, ktorú používa prepínač SCR na odovzdávanie požadovaného transpondéra tuneru.
sr: Izaberi kanal korisničkog banda koji će biti dodeljen ovom tjuneru. Ovo je frekvencija koju SCR prekidač koristi za dodavanje zahtevanog transpondera tjunera.
sv: Välj den User Band-frekvens som ska tilldelas den här tunern. Detta är den frekvens som SCR-omkopplaren använder för att skicka den begärda transpondern till tunern.
ta: இந்த ட்யூனருக்கு ஒதுக்கப்பட வேண்டிய பயனர் பேண்ட் அதிர்வெண் என்பதைத் தேர்ந்தெடுக்கவும். கோரப்பட்ட டிரான்ச்பாண்டரை ட்யூனருக்கு அனுப்ப எச்.சி.ஆர் சுவிட்ச் பயன்படுத்தும் அதிர்வெண் இது.
tr: Bu tunere atanacak User Band frekansını seçin. Bu, SCR anahtarının istenen transponder sinyalini tunere iletmek için kullandığı frekanstır.
uk: Виберіть частоту Користувацької Смуги, яку буде призначено цьому тюнеру. Це частота, яку перемикач SCR використовує для передачі вибраного транспондера в тюнер.
vi: Chọn tần số người dùng sẽ được chỉ định cho bộ chỉnh này. Đây là tần số mà công tắc SCR sử dụng để truyền bộ phát đáp được yêu cầu đến bộ chỉnh tần số.
zh_cn: 选择要分配给此调谐器的用户波段频率.这是SCR开关用于将请求的收发器传递到调谐器的频率.

source: Select the Yes / True response
bg: Изберете отговора Да / Вярно
cs: Vyberte odpověď Ano / Pravda
el: Επιλέξτε την απάντηση Ναι / Αληθές
fi: Valitse Kyllä / Tosi vastaus
fr: Sélectionnez la réponse Oui / Vrai
hr: Odaberi Da / Istinit odgovor
it: Seleziona risposta Sì/Vero
lt: Pasirinkite taip / Teisingą atsakymą
nl: Selecteer het juiste antwoord
pl: Wybierz odpowiedź jako Tak/Prawda
sk: Vyberte odozvu Áno/Pravda
sr: Izaberi Da / Istinit odgovor
sv: Välj svarsalternativet Ja / Sant
ta: ஆம் / உண்மையான பதிலைத் தேர்ந்தெடுக்கவும்
tr: Evet / Doğru yanıtını seçin
uk: Виберіть відповідь Так/Правда
