Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: When enabled, the receiver will automatically use the subtitles which you selected before.
bg: Когато е разрешено, приемникът автоматично използва субтитрите, които вие сте избрали преди.
cs: Jestliže je povoleno, bude přijímač automaticky používat titulky, které byly vybrány dříve.
da: Når dette aktiveres, vil modtageren automatisk bruge de undertekster som du tidligere valgte.
de: Bei 'Ja' wird die %s %s die Untertitel benutzen, die zuvor ausgewählt wurden.
el: Όταν είναι ενεργό, ο δέκτης θα χρησιμοποιεί τους υπότιτλους που είχατε προεπιλέξει.
et: Kui lubatud, kasutab vastuvõtja automaatselt varem valitud subtiitreid.
fi: Kun päällä, vastaanotin käyttää kanavalle aiemmin valitsemaasi tekstitystä automaattisesti.
fr: Lorsqu'activé, le récepteur sélectionnera automatiquement les sous-titres qui étaient sélectionnés précédemment.
hr: Kada je omogućeno, primatelj će automatski koristiti titlove koje ste prethodno odabrali.
hu: A készülék ugyanazt a feliratot fogja legközelebb is kiválasztani, amit Ön legutoljára kiválasztott.
it: Se abilitato, il ricevitore userà automaticamente i sottotitoli precedentemente selezionati.
lt: Kai čia įjungta, imtuvas automatiškai pasirinks anksčiau jūsų naudotus subtitrus.
nl: Indien geactiveerd, dan zal de ontvanger automatisch de eerder gekozen ondertitels gebruiken.
pl: Gdy włączone, automatycznie zostaną włączone napisy ostatnio wybrane na danym kanale.
pt_br: Quando ativado, o receptor usará automaticamente a legenda selecionada anteriormente.
ru: Если эта функция включена, то ресивер будет использовать субтитры, которые были использованы ранее.
sk: Ak je povolené, bude prijímač automaticky používať predtým vybrané titulky.
sr: Kada je omogućeno, resiver će automatski koristiti titlove koji ste ranije izabrali.
sv: När den är aktiverad kommer mottagaren automatiskt att använda de undertexter som du valde tidigare.
ta: இயக்கப்பட்டால், நீங்கள் முன்பு தேர்ந்தெடுத்த வசனங்களை ரிசீவர் தானாகவே பயன்படுத்தும்.
tr: Etkinleştirildiğinde, alıcı daha önce seçtiğiniz altyazıları otomatik olarak kullanacaktır.
uk: Якщо ця функція включена, то приймач буде використовувати субтитри, які були використані раніше.
vi: Khi được bật, người nhận sẽ tự động sử dụng phụ đề mà bạn đã chọn trước đó.
zh_cn: 启用后.接收器会自动使用你之前选择的字幕.

source: When enabled, the receiver will automatically wake from Standby when the TV is turned on.
cs: Pokud je tato funkce povolena, přijímač se automaticky probudí z pohotovostního režimu při zapnutí televizoru.
el: Όταν είναι ενεργό, ο δέκτης θα επανέρχεται αυτόματα από την αναμονή όταν η TV ανοίγει.
hr: Kada je omogućeno, prijemnik će se automatski probuditi iz stanja pripravnosti kada se TV uključi.
it: Se abilitato, il ricevitore si riattiverà automaticamente quando la TV sarà accesa.
lt: Kai įjungta, imtuvas automatiškai pažadins budėjimo režimą, kai televizorius bus įjungtas.
nl: Wanneer geactiveerd zal de ontvanger automatisch ontwaken uit Stand-by wanneer de TV ingeschakeld wordt.
sr: Kada je omogućeno, prijemnik će se automatski probuditi iz režima pripravnosti kada se TV uključi.
sv: När denna funktion är aktiverad vaknar mottagaren automatiskt från standby när TV:n slås på.
tr: Etkinleştirildiğinde, alıcı TV açıldığında otomatik olarak bekleme modundan çıkacaktır.
uk: Якщо ввімкнено, приймач автоматично виходить із режиму очікування, коли телевізор увімкнено.

source: When enabled, the receiver will select an AC3 track (when available).
bg: Когато е разрешено, приемникът ще изберете AC3 track (ако има такъв).
cs: Jestliže je povoleno, přijímač bude vybírat AC3 stopu (je-li dostupná).
da: Når dette aktiveres, vil modtageren vælge et AC3 spor (når tilgængelig)
de: Bei 'Ja' wird die %s %s AC3-Ton benutzen (wenn verfügbar).
el: Όταν είναι ενεργό, ο δέκτης θα επιλέγει έναν ήχο AC3 (όταν είναι διαθέσιμος).
et: Kui lubatud, kasutab vastuvõtja (võimaluse korral) AC3 heli.
fi: Kun päällä, vastaanotin valitsee AC3-ääniraidan (kun saatavilla).
fr: Lorsqu'activé, le récepteur sélectionnera la piste AC3 (quand elle est disponible).
hr: Kada je omogućeno, tuner će odabrati AC3 zapis (kada je dostupan).
hu: A készülék egy AC3 hangsávot válasszon mindig, amikor ilyen van a csatornán.
it: Se abilitato, il ricevitore selezionerà una traccia AC3 (se disponibile).
lt: Kai čia įjungta, esant galimybei, imtuvas pasirinks AC3 takelį.
nl: Er wordt een AC3 audiospoor geselecteerd wanneer deze beschikbaar is.
pl: Po włączeniu tej opcji odbiornik wybierze ścieżkę AC3 (jeśli jest dostępna).
pt_br: Quando ativado, o receptor irá selecionar uma trilha AC3 (quando disponível).
ru: Если эта функция включена, то ресивер будет использовать AC3 звук (если доступно).
sk: Ak je povolené, prijímač bude vyberať AC3 stopu (ak je dostupná).
sr: Kada je omogućeno, resiver će izabrati AC3 numeru (kada bude dostupna).
sv: När den är aktiverad väljer mottagaren ett AC3-spår (när det finns tillgängligt).
ta: இயக்கப்பட்டால், ரிசீவர் ஒரு AC3 தடத்தைத் தேர்ந்தெடுக்கும் (கிடைக்கும்போது).
tr: Etkinleştirildiğinde, alıcı mevcut olduğunda bir AC3 ses izi seçecektir.
uk: Якщо ця функція включена, то приймач буде використовувати AC3 звук (якщо доступно).
vi: Khi được bật, người nhận sẽ chọn một bản nhạc AC3 (khi khả dụng).
zh_cn: 启用后,接收机将选择一个AC3轨道(可用时).

source: When enabled, the receiver will select an AC3+ track (when available).
bg: Когато е разрешено, приемникът ще изберете AC3+ track (ако е налице).
cs: Jestliže je povoleno, přijímač bude vybírat AC3+ stopu (je-li dostupná).
da: Når dette aktiveres, vil modtageren vælge et AC3+ spor (når tilgængelig)
de: Bei 'Ja' wird die %s %s AC3+-Ton benutzen (wenn verfügbar).
el: Όταν είναι ενεργό, ο δέκτης θα επιλέγει έναν ήχο AC3+ (όταν είναι διαθέσιμος).
et: Kui lubatud, kasutab vastuvõtja (võimaluse korral) AC3+ heli.
fi: Kun päällä, vastaanotin valitsee AC3+ ääniraidan (kun saatavilla).
fr: Lorsqu'activé, le récepteur sélectionnera la piste AC3+ (quand elle est disponible).
hr: Kada je omogućeno, tuner će odabrati AC3+ zapis (kada je dostupan).
hu: Ha engedélyezi, a készülék egy AC3+ hangsávot fog választani (amennyiben elérhető).
it: Se abilitato, il ricevitore selezionerà una traccia AC3+ (se disponibile).
lt: Kai čia įjungta, esant galimybei, imtuvas pasirinks AC3+ garso takelį.
nl: Er wordt een AC3+ audiospoor geselecteerd wanneer deze beschikbaar is.
pl: Gdy włączone, zostanie wybrana ścieżka AC3 + (jeśli jest dostępna).
ru: Если эта функция включена, то ресивер будет использовать AC3+ звук (если доступно).
sk: Ak je povolené, prijímač bude vyberať AC3+ stopu (ak je dostupná).
sr: Kada je omogućeno, resiver će izabrati AC3+ numeru (kada bude dostupna).
sv: När den är aktiverad väljer mottagaren ett AC3+-spår (när det finns tillgängligt).
ta: இயக்கப்பட்டால், பெறுநர் ஒரு AC3+ தடத்தைத் தேர்ந்தெடுப்பார் (கிடைக்கும்போது).
tr: Etkinleştirildiğinde, alıcı mevcut olduğunda bir AC3+ ses izi seçecektir.
uk: Якщо ця функція включена, то приймач буде використовувати AC3+ звук (якщо доступно).
vi: Khi được bật, người nhận sẽ chọn bản nhạc AC3 + (khi khả dụng).
zh_cn: 启用后,接收器将选择一个AC3+轨道(可用时).

source: When enabled, the timer from the fallback tuner is imported.
cs: Je-li tato možnost povolena, importuje se časovač ze záložního tuneru.
el: Όταν είναι ενεργό, γίνεται εισαγωγή του χρονοδιακόπτη από το εφεδρικό tuner
hr: Kada je omogućeno, mjerač vremena iz rezervnog tunera se uvozi.
it: Se abilitato viene importato il timer dal tuner di fallback.
lt: Kai įjungta, atsarginio imtuvo laikmatis yra importuojamas
nl: Timers van de Fallback tuner importeren.
sr: Kada je omogućeno, tajmer sa rezervnog tjunera se uvozi.
sv: När den är aktiverad importeras timern från reservtunern
tr: Etkinleştirildiğinde, yedek tunerden gelen zamanlayıcı içe aktarılır.
uk: Коли ця функція ввімкнена, імпортується таймер із резервного тюнера.

source: When enabled, the timer from the fallback tuner is the default timer.
cs: Je-li tato možnost povolena, je časovač ze záložního tuneru výchozím časovačem.
el: Όταν είναι ενεργό, γίνεται εισαγωγή του χρονοδιακόπτη από το εφεδρικό tuner
hr: Kada je omogućeno, mjerač vremena iz rezervnog tunera je zadani mjerač vremena.
it: Se abilitato, il timer del sintonizzatore di fallback è il timer predefinito.
lt: Kai įjungta, atsarginio imtuvo laikmatis yra importuojamas
nl: Nieuwe timers altijd naar de Fallback tuner sturen (default).
sr: Kada je omogućeno, tajmer sa rezervnog tunera je podrazumevani tajmer.
sv: När den är aktiverad är timern från reservtunern standardtimern
tr: Etkinleştirildiğinde, yedek tunerden gelen zamanlayıcı varsayılan zamanlayıcı olur.
uk: Якщо ввімкнено, таймер із резервного тюнера є таймером за умовчанням.

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
bg: Ако е включен, този параметър има по-голяма тежест от 'Приоритетен тунер за записи'.
cs: Jestliže je povoleno, toto nastavení má větší váhu než 'Preferovaný tuner pro nahrávání'.
el: Όταν είναι ενεργό, αυτή η ρύθμιση έχει προτεραιότητα αντί του 'Προτιμώμενο tuner για εγγραφές'.
fi: Kun päällä, tämä ohittaa tallennusten ensisijainen viritin valinnan
fr: Lorsqu’il est activé, ce paramètre a plus de poids que ‘Tuner préféré pour enregistrer’.
hr: Kada je omogućena, ova postavka ima veću težinu od "Preferirani tuner za snimke".
it: Se abilitata, questa impostazione ha più importanza rispetto a 'Tuner preferito per le registrazioni'.
lt: Kai čia įjungta, šis pasirinkimas turi daugiau svorio, nei 'Pageidautinas imtuvas įrašams'.
nl: Indien geactiveerd, dan wordt de voorkeur gegeven aan deze optie boven de optie 'Voorkeurstuner voor opname's'.
pl: Po włączeniu to ustawienie ma większą wagę niż „Preferowany tuner do nagrań”.
sk: Ak povolené, toto nastavenie má väčšiu váhu ako 'Preferovaný tuner pre nahrávky'.
sr: Kada je omogućeno, ova postavka ima veću težinu od 'Preferirani tjuner za snimanje'.
sv: När den här inställningen är aktiverad har den större betydelse än "Preferred tuner for recordings".
ta: இயக்கப்பட்டால், இந்த அமைப்பு 'பதிவுகளுக்கு விருப்பமான ட்யூனரை' விட அதிக எடையைக் கொண்டுள்ளது.
tr: Etkinleştirildiğinde, bu ayar 'Kayıtlar için tercih edilen tuner' ayarından daha önceliklidir.
uk: Якщо увімкнено, це налаштування має більшу вагу, ніж 'Бажаний тюнер для записів'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
bg: Ако е включен, този параметър има по-голяма тежест от 'Приоритетен тунер'.
cs: Jestliže je povoleno, toto nastavení má větší váhu než 'Preferovaný tuner'.
el: Όταν είναι ενεργό, αυτή η ρύθμιση έχει προτεραιότητα αντί του 'Προτιμώμενο tuner'.
fi: Kun päällä, tämä ohittaa ensisijainen viritin valinnan
fr: Lorsqu’il est activé, ce paramètre a plus de poids que ‘Tuner préféré’.
hr: Kada je omogućena, ova postavka ima veću težinu od 'Preferirani tuner'.
it: Se abilitata, questa impostazione ha più importanza rispetto a 'Tuner preferito'.
lt: Kai čia įjungta, šis pasirinkimas turi daugiau svorio, nei 'Pageidautinas imtuvas'.
nl: Indien geactiveerd, dan wordt er voorkeur gegeven aan deze optie boven de optie 'Voorkeurstuner'.
pl: Po włączeniu to ustawienie ma większą wagę niż „Preferowany tuner”.
sk: Ak povolené, toto nastavenie má väčšiu váhu ako 'Preferovaný tuner'.
sr: Kada je aktivirano, ova postavka ima veću težinu od 'Preferiranog tjunera'.
sv: När den här inställningen är aktiverad har den större betydelse än "Preferred tuner".
ta: இயக்கப்பட்டால், இந்த அமைப்பு 'விருப்பமான ட்யூனரை' விட அதிக எடையைக் கொண்டுள்ளது.
tr: Etkinleştirildiğinde, bu ayar 'Tercih edilen tuner' ayarından daha önceliklidir.
uk: Якщо цей параметр увімкнено, він має більшу вагу, ніж 'Бажаний тюнер'.

source: When enabled, time shift starts automatically in background after specified time.
bg: Когато е разрешено, TimeShift започва автоматично във фонов режим след определено време.
cs: Jestliže je povoleno, timeshift se na pozadí automaticky spustí po nastavené době.
el: Όταν είναι ενεργό, η χρονομετατόπιση θα ξεκινά αυτόματα στο παρασκήνιο μετά από ορισμένο χρόνο.
fi: Kun päällä, ajansiirto alkaa automaattisesti määritetyn ajan kuluttua valittuna olevalla kanavalla.
fr: Lorsqu'activé, la PauseDirect démarrera automatiquement en tâche de fond après le temps spécifié.
hr: Kada je omogućeno, timeshift automatski počinje u pozadini nakon određenog vremena.
it: Se abilitato, il timeshift si avvierà automaticamente in background dopo l'ora specificata.
lt: Kai čia įjungta, laiko poslinkis įsijungs po nurodyto laiko automatiškai.
nl: Met deze optie stelt u in na hoeveel tijd Timeshift automatisch zal starten. U kunt kiezen tussen 'geen Timeshift' of van 0 tot maximaal 5 minuten.
pl: Określ czas, po którym ma zostać włączony timeshift.
sk: Ak je povolené, po uplynutí stanoveného čase sa na pozadí automaticky spustí timeshift.
sr: Kada je omogućeno, tajmšift se automatski pokreće u pozadini nakon navedenog vremena.
sv: När den är aktiverad startar tidsomställningen automatiskt i bakgrunden efter angiven tid.
ta: இயக்கப்பட்டால், குறிப்பிட்ட நேரத்திற்குப் பிறகு நேர மாற்றம் தானாக பின்னணியில் தொடங்குகிறது.
tr: Etkinleştirildiğinde, zaman kaydırma belirtilen süre sonra otomatik olarak arka planda başlar.
uk: При включенні таймшифт автоматично буде запущений у фоновому режимі через обраний час.

source: When enabled, use DHCP for the IP configuration.
bg: Когато е разрешено, използвате DHCP за конфигуриране на IP.
cs: Při povolení používá DHCP pro nastavení IP konfigurace.
da: Når dette aktiveres, benyttes DHCP til IP konfiguration.
de: Nutzt DHCP für die IPv4-Konfiguration, wenn aktiviert.
el: Όταν είναι ενεργό, θα γίνεται χρήση του διακομιστή DHCP για τη ρύθμιση IP.
et: Kui lubatud, määratakse IP aadress DHCP abil.
fi: Kun päällä, käytetään DHCP:tä IP-määritykseen.
fr: Lorsqu'elle est activée, utiliser DHCP pour la configuration IP.
hr: Kada je omogućeno, koristite DHCP za IP konfiguraciju.
hu: Ha engedélyezi, a DHCP lesz használatban az az IP beállításánál.
it: Se abilitato, verrà usato DHCP per la configurazione IP.
lt: Kai čia įjungta, IP adresą priskirs tinklo DHCP serveris.
nl: Indien geactiveerd, gebruik dan DHCP om uw IP adres te bepalen.
pl: Gdy włączone, zostanie użyty będzie serwer DHCP do konfiguracji IP.
pt_br: Quando ativado, DHCP é usado para a configuração de IP.
ru: Выберите, чтобы включить или отключить DHCP.
sk: Ak je povolené, na konfiguráciu IP sa použije DHCP.
sr: Kada je omogućeno, koristite DHCP za IP konfiguraciju.
sv: När den är aktiverad används DHCP för IP-konfigurationen.
ta: இயக்கப்பட்டால், ஐபி உள்ளமைவுக்கு DHCP ஐப் பயன்படுத்தவும்.
tr: Etkinleştirildiğinde, IP yapılandırması için DHCP kullanılır.
uk: Якщо увімкнено, використовуйте DHCP для конфігурації АП.
vi: Khi được bật, sử dụng DHCP cho cấu hình IP.
zh_cn: 启用后,使用DHCP的IP配置.

source: When enabled, you can customize the OpenWebIf settings for the fallback tuner.
cs: Pokud je tato možnost povolena, můžete přizpůsobit nastavení OpenWebIf pro záložní tuner.
el: Όταν είναι ενεργό, μπορείτε να παραμετροποιήσετε τις ρυθμίσεις OpenWebIf για το εφεδρικό tuner
hr: Kada je omogućeno, možete prilagoditi postavke OpenWebIf za rezervni tuner.
it: Se abilitato, è possibile personalizzare le impostazioni OpenWebIf per il tuner di fallback.
lt: Kai įjungta, galite pritaikyti OpenWebIf nustatymus atsarginiam imtuvui
nl: De OpenWebif instellingen wijzigen van de Fallback tuner.
sr: Kada je omogućeno, možete prilagoditi OpenWebIf podešavanja za rezervni tjuner.
sv: När den är aktiverad kan du anpassa OpenWebIf-inställningarna för reservtunern
tr: Etkinleştirildiğinde, yedek tuner için OpenWebIf ayarlarını özelleştirebilirsiniz.
uk: Якщо увімкнено, Ви можете налаштувати параметри OpenWebIf для резервного тюнера.

source: When enabled, your receiver will detect activity on the VCR SCART input.
bg: Когато е разрешено, приемникът ви ще открие дейност на VCR SCART входа.
cs: Jestliže je povoleno, přijímač bude detekovat aktivitu na vstupu VCR SCART.
da: Når dette er aktiveret, vil din modtager opdage aktivitet på VCR SCART indgangen.
el: Όταν είναι ενεργό, ο δέκτης θα εντοπίζει δραστηριότητα στην είσοδο του VCR SCART.
et: Kui lubatud, tuvastab vastuvõtja VCR SCART sisendi kasutuse.
fi: Kun päällä, vastaanotin tunnistaa aktiviteetin VCR SCART-sisäänmenossa.
fr: Lorsqu'elle est activée, le récepteur détectera l'activité sur l'entrée péritel magnétoscope.
hr: Kada je omogućeno, vaš će tuner otkriti aktivnost na VCR SCART ulazu.
hu: A készülék figyelje, hogy történik-e valami a VCR Scart bemenetén.
it: Se abilitato, il ricevitore rileverà l'attività sull'ingresso SCART VCR.
lt: Kai čia įjungta, imtuvas aptiks aktyvų VCR SCART įvesties signalą.
nl: Indien geactiveerd, herkent de ontvanger een signaal op de VCR SCART ingang.
pl: Gdy włączone, odbiornik wykryje aktywność na wejściu SCART.
pt_br: Quando ativado, o receptor irá detectar atividade na entrada VCR SCART.
ru: Если эта функция включена, то ресивер будет определять активность на входе VCR SCART.
sk: Ak je povolené, prijímač bude detekovať aktivitu na vstupe VCR SCART.
sr: Kada je omogućeno, resiver će otkriti aktivnost na VCR SCART ulazu.
sv: När den är aktiverad kommer mottagaren att upptäcka aktivitet på videobandspelarens SCART-ingång.
ta: இயக்கப்பட்டால், உங்கள் ரிசீவர் வி.சி.ஆர் ச்கார்ட் உள்ளீட்டில் செயல்பாட்டைக் கண்டறியும்.
tr: Etkinleştirildiğinde, alıcınız VCR SCART girişindeki etkinliği algılayacaktır.
uk: Якщо увімкнено, приймач виявить активність на вході VCR SCART.
vi: Khi được bật, bộ thu của bạn sẽ phát hiện hoạt động trên đầu vào VCR SCART.
zh_cn: 启用后,接收机将检测VCR SCART输入活动.

source: When nonzero, a recording will start the nominated period before the starting time indicated in the EPG.
bg: Когато не е нула, записът ще стартира по-рано от началния час посочен от EPG.
cs: Při nenulové hodnotě nahrávání začne dříve, než je čas začátku uvedený v EPG.
el: Όταν δεν είναι μηδέν, μία εγγραφή θα ξεκινά νωρίτερα από την ώρα που αναγράφεται στο EPG.
fi: Kun arvo ei ole nolla, tallennus alkaa aiemmin kuin ohjelmaoppaassa oleva aloitusaika.
fr: Lorsque différent de zéro, un enregistrement commence plus tôt que l'heure de départ indiquée par le guide des programmes.
hr: Kada je ne nula, snimanje će započeti imenovano razdoblje prije vremena početka navedenog u EPG-u.
it: Se diverso da zero, la registrazione inizierà in anticipo rispetto all'orario d'inizio indicato dalla EPG.
lt: Kai ne nulis, įrašymas prasidės anksčiau nei nurodytas EPG pradžios laikas.
nl: Met deze optie stelt u het aantal minuten in dat de opname eerder moet starten t.o.v. het in de EPG aangegeven tijdstip.
pl: Gdy różne od '0', nagrywanie rozpocznie się wcześniej niż w chwili startu określonym w EPG.
sk: Pri nenulovej hodnote sa začne nahrávanie skôr, ako je čas začiatku uvedený v EPG.
sr: Kada je nula, snimanje će započeti nominovani period pre vremena početka naznačenog u EPG.
sv: Om värdet är icke-noll startar inspelningen den angivna perioden före den starttid som anges i EPG.
ta: Nonzero போது, EPG இல் சுட்டிக்காட்டப்பட்ட தொடக்க நேரத்திற்கு முன்னர் பரிந்துரைக்கப்பட்ட காலத்தை ஒரு பதிவு தொடங்கும்.
tr: Sıfırdan farklı bir değer alındığında, kayıt EPG'de belirtilen başlangıç zamanından önce, seçilen süre boyunca başlayacaktır.
uk: Вкажіть на скільки хвилин раніше, ніж час початку передачі по телегіду, починати запис.

source: When nonzero, a recording will stop the nominated period after the ending time indicated in the EPG.
bg: Когато не е нула, записът ще спре по-късно от момента на приключване посочен чрез EPG.
cs: Při nenulové hodnotě nahrávání skončí později, než je čas konce uvedený v EPG.
el: Όταν δεν είναι μηδέν, μία εγγραφή θα σταματά την καθορισμένη περίοδο μετά την ώρα που αναγράφεται στο EPG.
fi: Kun arvo ei ole nolla, tallennus päättyy myöhemmin kuin ohjelmaoppaassa oleva lopetusaika.
fr: Lorsque différent de zéro, un enregistrement s'arrêtera plus tard que l'heure de fin indiquée par l'EPG.
hr: Kada je ne nula, snimanje će zaustaviti imenovano razdoblje nakon završetka naznačenog u EPG-u.
it: Se diverso da zero, la registrazione si fermerà entro l'ora di fine indicata dalla EPG ..
lt: Kai ne nulis, įrašymas vėliau nei EPG nurodytas pabaigos laikas.
nl: Met deze optie stelt u het aantal minuten in dat de lopende opname later moet eindigen t.o.v. het in de EPG aangegeven tijdstip.
pl: Gdy różne od '0', nagranie zakończy się później niż czas zakończenia określony w EPG.
sk: Pri nenulovej hodnote sa skončí nahrávanie neskôr, ako je čas konca uvedený v EPG.
sr: Kada je nula, snimanje će zaustaviti nominovani period pre vremena završetka naznačenog u EPG.
sv: Om värdet är noll stoppas inspelningen den angivna perioden efter den sluttid som anges i EPG.
ta: Nonzero போது, EPG இல் சுட்டிக்காட்டப்பட்ட இறுதி நேரத்திற்குப் பிறகு பரிந்துரைக்கப்பட்ட காலத்தை ஒரு பதிவு நிறுத்தும்.
tr: Sıfırdan farklı bir değer verildiğinde, kayıt, EPG'de belirtilen bitiş zamanından sonra belirtilen süre boyunca duracaktır.
uk: Вкажіть на скільки хвилин пізніше має закінчитися запис після закінчення передачі.

source: When nonzero, a zap timer will start the nominated period before the starting time indicated in the EPG.
cs: Když je nenulová, časovač přepnutí spustí nominované období před časem zahájení uvedeným v EPG.
el: Όταν δεν είναι μηδέν, ο χρονοδιακόπτης μετάβασης θα ξεκινήσει την καθορισμένη περίοδο πριν από την ώρα έναρξης που αναφέρεται στο EPG.
fi: Kun arvo ei ole nolla, kanavan vaihto ajastus alkaa aiemmin kuin ohjelmaoppaassa oleva aloitusaika.
hr: Kada je različit od nule, mjerač vremena za zap započet će imenovano razdoblje prije vremena početka naznačenog u EPG-u.
it: Se diverso da zero, un timer Zap avvierà il periodo nominato prima dell'orario di inizio indicato nell'EPG.
nl: De voorlooptijd in minuten instellen, wanneer de Zap-timer moet beginnen voor de start-tijd in de EPG.
pl: Gdy wartość niezerowa, Zap timer rozpocznie nagrywanie z określonym wyprzedzeniem przed czasem rozpoczęcia wskazanym w EPG.
sk: Pri nenulovej hodnote sa časovač prepnutia spustí v definovanom predstihu pred časom začiatku uvedeným v EPG.
sr: Kada nije nula, tajmer zap će započeti nominovani period pre vremena početka naznačenog u EPG.
sv: Om värdet är ett annat än noll startar en zapptimer den nominerade perioden före den starttid som anges i EPG.
ta: Nonzero போது, EPG இல் சுட்டிக்காட்டப்பட்ட தொடக்க நேரத்திற்கு முன் ஒரு ZAP நேரங்குறிகருவி பரிந்துரைக்கப்பட்ட காலத்தைத் தொடங்கும்.
tr: Sıfırdan farklı bir değer aldığında, Kanal Değiştirme zamanlayıcısı, EPG'de belirtilen başlangıç zamanından önce seçilen süreyi başlatacaktır.
uk: Якщо значення відмінне від нуля, таймер перемикання запустить призначений період раніше часу початку, зазначеного в EPG.
