Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Change OSD Settings
cs: Změnit nastavení OSD
el: Αλλαγή ρυθμίσεων OSD
fi: Muuta Kuvaruudun Asetuksia
hr: Promijenite OSD postavke
it: Cambia impostazioni dell'OSD
lt: Pakeiskite OSD nustatymus
nl: OSD instellingen wijzigen
pl: Zmień ustawienia OSD
sk: Zmeniť nastavenia OSD
sr: Promeni Postavke OSD
sv: Ändra OSD-inställningar
ta: OSD அமைப்புகளை மாற்றவும்
tr: Ekranda Gösterim Ayarlarını Değiştir
uk: Змінити налаштування екранного меню

source: Change PIN
bg: Промени PIN
cs: Změnit PIN kód
da: Skift PIN
de: PIN ändern
el: Αλλαγή PIN
et: Muuda PIN
fi: Muuta PIN koodi
fr: Modifier le code PIN
hr: Promijeni PIN
hu: PIN megváltoztatása
it: Cambia PIN
lt: Keisti PIN kodą
nl: Wijzig pincode
pl: Zmień PIN
ru: Изменить PIN
sk: Zmeniť PIN
sr: Promeni PIN
sv: Ändra PIN-kod
ta: முள் மாற்றவும்
tr: PIN kodunu değiştir
uk: Змінити ПІН
vi: Thay đổi pin
zh_cn: 改变PIN

source: Change Timer
bg: Промени таймера
cs: Změnit časovač
el: Αλλαγή χρονοδιακόπτη
fi: Muuta ajastusta
fr: Changer programmation
hr: Promijeni Tajmer
it: Cambia timer
lt: Keisti laikmatį
nl: Wijzig een Timer
pl: Zmień timer
sk: Zmeniť časovač
sr: Promeni Tajmer
sv: Ändra timer
ta: டைமரை மாற்றவும்
tr: Zamanlayıcıyı değiştir
uk: Змінити таймер

source: Change bouquets in quickzap
bg: Промяна на букетите в бързо превкючване
cs: Měnit přehledy při rychlém přepínání
da: Skift Buket i KvikZap
de: Favoritenliste beim Quickzap wechseln
el: Αλλαγή μπουκέτου στο γρήγορο ζάπινγκ
et: Lemmiknimekirjade vahetus noolenuppudega
fi: Suosikkilistan vaihto listan lopussa
fr: Changer les bouquets en zapping rapide
hr: Mijenjanje buketa u brzom zap
hu: Csatornacsomagok változtatása gyors ugrásban
it: Cambia bouquet in zap veloce
lt: Keisti paketus greitai perjungiant
nl: Volgende favorietenlijst tijdens Quickzap
pl: Automatycznie przejdź do następnej listy kanałów
pt_br: Mudar grupo de favoritos no zap rápido
ru: Сменить пакеты при быстром переключении
sk: Meniť prehľady pri rýchlom prepínaní
sl: Spremeni pakete v hitrem preletu
sr: Menjanje buketa u brzom zap
sv: Byt buketter i quickzap
ta: குயிக்சாப்பில் பூங்கொத்துகளை மாற்றவும்
tr: Hızlı kanal değiştirmede buketleri değiştir
uk: Автоматична зміна списку каналів
vi: Thay đổi bó hoa trong quickzap
zh_cn: 在快速换台里更改频道列表

source: Change execute permissions (755/644)
bg: Промяна на разрешенията за изпълнение (755/644)
cs: Změna oprávnění ke spuštění (755/644)
da: Ændre eksekverinsrettigheder (755/644)
de: Berechtigungen ändern (755/644)
el: Αλλαγή δικαιωμάτων εκτέλεσης (755/644)
et: Muuda käivitusõigusi (755/644)
fi: Muuta käyttöoikeuksia (755/644)
fr: Modifier les autorisations d'exécution (755/644)
hr: Promjena dopuštenja za izvršavanje (755/644)
it: Cambia permessi di esecuzione (755/644)
lt: Pakeisti vykdymo leidimus (755/644)
nl: Wijzig uitvoer rechten (755/644)
pl: Zmień uprawnienia do wykonywania (755/644)
sk: Zmeniť oprávnenia na spustenie (755/644)
sr: Izmena dozvola za izvršavanje (755/644)
sv: Ändra körningsbehörigheter (755/644)
ta: மாற்ற அனுமதிகளை மாற்றவும் (755/644)
tr: Yürütme izinlerini değiştir (755/644)
uk: Змінити дозволи на виконання (755/644)
vi: Thay đổi quyền thực thi (755/644)
zh_cn: 更改执行权限(755/644)

source: Change next timer
bg: Промени следващия таймер
cs: Změnit příští časovač
da: Ændre næste timer
de: Nächsten Timer ändern
el: Αλλαγή επόμενου χρονοδιακόπτη
et: Muuda järgmist taimerit
fi: Muuta seuraavaa ajastusta
fr: Changer le timer suivant
hr: Promijenite sljedeći mjerač vremena
hu: A következő időzítő módosítása
it: Cambia prossimo timer
lt: Keisti kitą laikmatį
nl: Wijziging volgende timer
pl: Zmień następny timer
ru: Изменить следующий таймер
sk: Zmeniť ďalší časovač
sr: Promeni sledeći tajmer
sv: Ändra nästa timer
ta: அடுத்த டைமரை மாற்றவும்
tr: Bir sonraki zamanlayıcıyı değiştir
uk: Змінити наступний таймер
zh_cn: 改变下一个定时器

source: Change pin code
bg: Промени ПИН код
cs: Změnit PIN kód
da: Skift PIN kode
de: PIN-Code ändern
el: Αλλαγή κωδικού pin
et: Muuda PIN
fi: Vaihda tunnusluku
fr: Modifier le code pin
hr: Promijeni pin kod
hu: PIN-kód cseréje
it: Cambia codice PIN
lt: Keisti PIN kodą
nl: Wijzig pincode
pl: Zmień kod pin
ru: Сменить пин код
sk: Zmeniť kód PIN
sl: Spremeni PIN kodo
sr: Promeni pin kod
sv: Ändra pinkod
ta: முள் குறியீட்டை மாற்றவும்
tr: Pin kodunu değiştir
uk: Змінити пін-код
vi: Thay đổi bộ đếm thời gian tiếp theo
zh_cn: 更改PIN码

source: Change recording (Duration)
bg: Промени записа (продължителност)
cs: Změnit záznam (Délku trvání)
el: Αλλαγή διάρκειας εγγραφής
fi: Muuta tallennusta (kesto)
fr: Modifier un enregistrement (durée)
hr: Promjeni snimanje (trajanje)
it: Cambia registrazione (durata)
lt: Keisti įrašymą (nurodyti trukmę)
nl: Wijzig de opname (tijdsduur)
pl: Zmień nagrywanie (czas trwania)
sk: Zmeniť nahrávanie (trvanie)
sr: Promeni snimanje (trajanje)
sv: Ändra registrering (Varaktighet)
ta: பதிவை மாற்றவும் (காலம்)
tr: Kaydı değiştir (Süre)
uk: Змінити запис (тривалість)

source: Change recording (End time)
bg: Промени записа (крайно време)
cs: Změnit nahrávání (čas konce)
el: Αλλαγή χρόνου τερματισμού εγγραφής
fi: Muuta tallennusta (päättymisaika)
fr: Modifier un enregistrement (heure de fin)
hr: Promjeni snimanje (vrijeme završetka)
it: Cambia registrazione (ora di fine)
lt: Keisti įrašymą (nurodyti pabaigos laiką)
nl: Wijzig opname (eindtijd)
pl: Zmień nagrywanie (czas zakończenia)
sk: Zmeniť nahrávanie (čas ukončenia)
sr: Promeni snimanje (vreme završetka)
sv: Ändra inspelning (sluttid)
ta: பதிவை மாற்றவும் (இறுதி நேரம்)
tr: Kaydı değiştir (Bitiş zamanı)
uk: Змінити запис (час закінчення)

source: Change repeat and delay settings?
bg: Промяна на настройките за повторение и забавяне?
cs: Změnit nastavení opakování a zpoždění?
da: Ændre gentage og forsinkelsesindstillinger ?
de: Wiederholung und Verzögerung ändern?
el: Αλλαγή ρυθμίσεων επανάληψης και καθυστέρησης;
et: Kas muuta korduse ja viiteaja seadistusi?
fi: Muuta toiston ja viiveen asetuksia?
fr: Modifier les paramètres de répétition et de délai ?
hr: Promijeni postavke ponavljanja i odlaganja?
hu: Billentyű ismétlést/késletletést megváltoztatja?
it: Cambiare impostazioni di ripetizione e ritardo?
lt: Keisti pakartojimo ir delsos nustatymus?
nl: Verander herhalings- en vertragingsinstellingen?
pl: Zmienić ustawienia powtarzania i opóźnienia?
pt_br: Alterar as configurações de repetição e atraso?
ru: Изменение настроек повтора и задержки?
sk: Zmeniť nastavenia opakovania a oneskorenia?
sr: Promeni postavke ponavljanja i odlaganja?
sv: Ändra inställningar för upprepning och fördröjning?
ta: மீண்டும் மீண்டும் மாற்றவும், அமைப்புகளை தாமதப்படுத்தவும்?
tr: Tekrarlama ve gecikme ayarlarını değiştirmek mi istiyorsunuz?
uk: Змінити налаштування повтору і затримки?
vi: Thay đổi cài đặt lặp lại và trì hoãn?
zh_cn: 是否更改重复和延时设置?

source: Change skin
bg: Промяна на кожата
cs: Změna vzhledu
da: Skift Tema
de: Wechsle Skin
el: Αλλαγή θέματος
et: Kujunduse vahetus
fi: Vaihda teema
fr: Changer skin
hr: Promijeni skin
hu: Kinézet (Skin) váltása
it: Cambia skin
lt: Pakeisti temą
nl: Wijzig skin
pl: Zmień skórkę
sk: Zmeniť vzhľad
sr: Promeni skin
sv: Byt hud
ta: சருமத்தை மாற்றவும்
tr: Arayüzü değiştir
uk: Змінити скін
vi: Thay đổi vẻ bề ngoài
zh_cn: 更换皮肤

source: Change step size
bg: Промени размера на стъпката
cs: Změnit velikost kroku
da: Skift trin afstand
de: Schrittweite ändern
el: Αλλαγή μεγέθους βήματος
et: Muuda sammu suurust
fi: Muuta askelkokoa
fr: Changer taille du pas
hr: Promijeni veličinu koraka
hu: Lépésmérték módosítása
it: Cambia dimensioni passo
lt: Keisti žingsnio dydį
nl: Wijzig stapgrootte
pl: Zmień rozmiar skoku
pt_br: Alterar tamanho do passo
ru: Изменение размера шага
sk: Zmeniť veľkosť kroku
sr: Promeni veličinu koraka
sv: Ändra stegstorlek
ta: படி அளவை மாற்றவும்
tr: Adım boyutunu değiştir
uk: Змінити розмір кроку
vi: Thay đổi kích thước bước
zh_cn: 更改步长

source: Change to Radio services mode
cs: Přepnout do režimu Rádiových služeb
el: Αλλαγή σε λειτουργία υπηρεσιών ραδιοφώνου
fi: Vaihda Radio kanava tilaan
hr: Promjena načina Radio usluge
it: Passa alla modalità Servizi radio
nl: Naar Radio omschakelen
pl: Przejdź do trybu usług radiowych
sk: Zmeniť na režim pre rádiové služby
sr: Prebaci na režim Radio usluga
sv: Ändra till radiotjänstläge
ta: ரேடியோ சேவைகள் பயன்முறையில் மாற்றவும்
tr: Radyo kanalları moduna geçin
uk: Переключитись на список Радіо-каналів

source: Change to TV services mode
cs: Přepnout do režimu televizních služeb
el: Αλλαγή σε λειτουργία υπηρεσιών TV
fi: Vaihda Tv kanava tilaan
hr: Promjena načina TV usluge
it: Passa alla modalità servizi TV
nl: Naar TV omschakelen
pl: Przejdź do trybu usług telewizyjnych
sk: Zmeniť na režim pre TV služby
sr: Prebaci na režim TV usluga
sv: Ändra till läge för TV-tjänster
ta: டிவி சேவைகள் பயன்முறையில் மாற்றவும்
tr: TV kanalları moduna geç
uk: Переключитись на список Теле-каналів

source: Change to bouquet
bg: Промени до букет
cs: Změnit na přehled
da: Skift til Buket
de: Zum Bouquet wechseln
el: Αλλαγή σε μπουκέτο
et: Vaheta lemmiknimekirja
fi: Vaihda suosikkilistalle
fr: Changer vers bouquet
hr: Premjesti u buket
hu: Csatornacsomagra váltás
it: Cambia al bouquet
lt: Keisti į paketą
nl: Ga naar favorietenlijst
pl: Zamień na listę kanałów
ru: Переключиться на фаворит
sk: Zmeniť na prehľad
sr: Premesti u buket
sv: Byte till bukett
ta: பூச்செட்டுக்கு மாற்றவும்
tr: Buket değiştir
uk: Змінити фаворитний список
vi: Đổi thành gói kênh
zh_cn: 更改到频道列表

source: Changed
cs: Změněno
el: Έγινε αλλαγή
fi: Muutettu
hr: Promjenjeno
it: Cambiato
lt: Pakeistas
nl: Gewijzigd
pl: Zmieniono
sk: Zmenené
sr: Promenjeno
sv: Ändrad
ta: மாற்றப்பட்டது
tr: Değiştirildi
uk: Змінено

source: Channel
bg: Канал
cs: Kanál
da: Kanal
de: Kanal
el: Κανάλι
et: Kanal
fi: Kanava
fr: Chaîne
hr: Kanal
hu: Csatorna
it: Canale
lt: Kanalas
nl: Zender
pl: Kanał
pt_br: Canal
ru: Канал
sk: Kanál
sl: Kanal
sr: Kanal
sv: Kanal
ta: வாய்க்கால்
tr: Kanal
uk: Канал
vi: Kênh
zh_cn: 频道

source: Channel +/- button mode
bg: Режим на (Channel +/-) бутони
cs: Režim tlačítek Kanál +/-
da: Kanal +/- knap tilstand
de: Funktion der Tasten Kanal +/-
el: Λειτουργία πλήκτρου Channel +/-
et: CH +/- nuppude vajutus
fi: Kanavanäppäimien (+/-) toiminto
fr: Mode des touches Chaîne +/-
hr: Način dugmeta Kanal+/-
hu: Csatorna +/- gomb módja
it: Modalità tasto canale +/-
lt: Kanalo +/-mygtukų režimas
nl: Zender +/- knop
pl: Tryb przycisku kanału +/-
ru: Режим кнопок Channel +/-
sk: Režim tlačidiel +/- pre kanál
sl: Dogodek ob pritisku na gumba + in -
sr: Režim tastera Kanal+/-
sv: Kanal +/- knappläge
ta: சேனல் +/- பொத்தான் பயன்முறை
tr: Kanal +/- tuş modu
uk: Режим кнопок Channel +/-
vi: Chế độ nút +/-kênh
zh_cn: 频道 +/- 按键模式

source: Channel / Service
cs: Kanál / Služba
el: Κανάλι / υπηρεσία
fi: Kanava / Palvelu
hr: Kanal / Servis
it: Canale / Servizio
lt: Kanalas / paslauga
nl: Kanaal / Zender
pl: Kanał / Usługa
sk: Kanál/Stanica
sr: Kanal / Servis
sv: Kanal / tjänst
ta: சேனல் / பணி
tr: Kanal / Hizmet
uk: Канал / Сервіс

source: Channel 1
bg: Канал 1
cs: Kanál 1
da: Kanal 1
de: Kanal 1
el: Κανάλι 1
et: Kanal 1
fi: Kanava 1
fr: Chaîne 1
hr: Kanal 1
hu: Első csatorna
it: Canale 1
lt: 1 kanalas
nl: Zender 1
pl: Kanał 1
sk: Kanál 1
sr: Kanal 1
sv: Kanal 1
ta: சேனல் 1
tr: Kanal 1
uk: Канал 1
vi: Kênh 1
zh_cn: 频道1

source: Channel 1 with prime time
cs: Kanál 1 s hlavním vysílacím časem
el: Κανάλι 1 με ζώνη αιχμής
fi: Kanava 1 ja Paras katseluaika
fr: Chaîne 1 avec Primetime
hr: Kanal 1 u udarnom vremenu
it: Canale 1 in prima serata
lt: 1 kanalas su žiūrimiausiu laiku
nl: Zender 1 met Primetime
sr: Kanal 1 sa udarnim terminom
sv: Kanal 1 med bästa sändningstid
tr: Prime time ile Kanal 1
uk: Канал 1 з Прайм-тайму

source: Channel Info
bg: Информация за канала
cs: Info o kanálu
da: Kanalinfo
de: Programm-Informationen
el: Πληροφορίες καναλιού
et: Kanaliinfo
fi: Kanavatiedot
fr: Info chaîne
hr: Kanal info
hu: Csatorna információ
it: Info canale
lt: Kanalo informacija
nl: Zender info
pl: Info Kanału
ru: Информация канала
sk: Info o kanáli
sr: Kanal info
sv: Kanalinformation
ta: சேனல் செய்தி
tr: Kanal Bilgisi
uk: Інформація каналу
vi: Thông tin kênh
zh_cn: 频道信息

source: Channel List
bg: Списък с канали
cs: Seznam kanálů
da: Kanalliste
de: Kanalliste
el: Λίστα καναλιών
et: Kanalinimekiri
fi: Kanavalista
fr: Liste des chaînes
hr: Lista Kanala
hu: Csatornalista
it: Elenco canali
lt: Kanalų sąrašas
nl: Zenderlijst
pl: Lista Kanałów
ru: Список каналов
sk: Zoznam kanálov
sl: Lista kanalov
sr: Lista Kanala
sv: Kanallista
ta: சேனல் பட்டியல்
tr: Kanal Listesi
uk: Список каналів
vi: Danh sách kênh
zh_cn: 频道列表

source: Channel Selection
bg: Избор на канал
cs: Výběr kanálů
el: Επιλογή καναλιού
fi: Kanavan valinta
fr: Sélection de la chaîne
hr: Odabir Kanala
it: Selezione canale
lt: Kanalo pasirinkimas
nl: Zenderlijst
pl: Wybór kanału
sk: Výber kanála
sl: Izbira kanala
sr: Izbor Kanala
sv: Val av kanal
ta: சேனல் தேர்வு
tr: Kanal Seçimi
uk: Вибір каналу

source: Channel Selection Actions
cs: Akce výběru kanálu
el: Ενέργειες επιλογής καναλιών
fi: Kanavan valinta
hr: Način odabira kanala
it: Azioni di selezione canale
nl: Zenderlijst Acties
pl: Akcje związane z wyborem kanału
sk: Akcie pre výber kanála
sr: Radnja Izbora Kanala
sv: Åtgärder för val av kanal
ta: சேனல் தேர்வு நடவடிக்கைகள்
tr: Kanal Seçim İşlemleri
uk: Дії кнопок у меню Вибору каналу

source: Channel Selection Context Menu
bg: Контекстно меню за списък с канали
cs: Související nabídka k seznamu kanálů
el: Μενού περιεχομένων λίστας καναλιών
fi: Kanavalistan valikko
fr: Menu contextuel de la liste des chaînes
hr: Kontekstni menu za odabir kanala
it: Menu contestuale elenco canali
lt: Kanalų sąrašo kontekstinis meniu
nl: Zenderlijstmenu
pl: Menu kontekstowe wyboru kanału
sk: Kontextové menu pre zoznam kanálov
sr: Meni Izbora Kanala
sv: Kontextmeny för kanalval
ta: சேனல் தேர்வு சூழல் பட்டியல்
tr: Kanal Seçimi İçerik Menüsü
uk: Меню списку каналів

source: Channel Selection Context Menu Actions
cs: Akce kontextové nabídky seznamu kanálů
el: Ενέργειες μενού περιεχομένου λίστας καναλιών
fi: Kanavalistan konteksti valikon Toiminnot
hr: Radnje kontekstnog menu za odabir kanala
it: Azioni menu contestuale elenco canali
nl: Zenderlijstmenu Acties
pl: Akcje menu kontekstowego wyboru kanału
sk: Akcie pre kontextové menu zoznamu kanálov
sr: Meni Izbora Kanala Radnja
sv: Kanalval Åtgärder i kontextmenyn
ta: சேனல் தேர்வு சூழல் பட்டியல் செயல்கள்
tr: Kanal Seçimi İçerik Menüsü İşlemleri
uk: Дії кнопок для Контекстного меню списку каналів

source: Channel Selection Context Menu Navigation Actions
cs: Akce navigace kontextové nabídky seznamu kanálů
el: Ενέργειες πλοήγησης μενού περιεχομένων λίστας καναλιών
fi: Kanavalistan konteksti valikon Navigointi Toiminnot
hr: Odabir kanala Radnje navigacije kontekstnog menu
it: Azioni navigazione menu contestuale elenco canali
nl: Zenderlijstmenu navigatie Acties
pl: Akcje związane z nawigacją w menu kontekstowym wyboru kanału
sk: Navigačné akcie pre kontextové menu zoznamu kanálov
sr: Meni Izbora Kanala Navigacija Radnja
sv: Kanalval Kontextmeny Navigering Åtgärder
ta: சேனல் தேர்வு சூழல் பட்டியல் வழிசெலுத்தல் செயல்கள்
tr: Kanal Seçimi İçerik Menüsü Gezinme İşlemleri
uk: Дії кнопок в контекстному меню списку каналів

source: Channel Selection List
cs: Seznam pro výběr kanálů
el: Λίστα επιλογής καναλιών
fi: Kanavan valintalista
hr: Odabir Spiska Kanala
it: Elenco di selezione dei canali
nl: Zenderlijst
pl: Lista wyboru kanałów
sk: Zoznam s výberom kanálov
sr: Izbor Liste Kanala
sv: Lista över kanalval
ta: சேனல் தேர்வு பட்டியல்
tr: Kanal Seçim Listesi
uk: Вид списку Вибору Каналів

source: Channel Selection Navigation Actions
cs: Akce navigace pro výběr kanálu
el: Ενέργειες πλοήγησης επιλογής καναλιών
fi: Kanavan valinta toiminnot
hr: Način navigacije za odabir kanala
it: Azioni di navigazione per selezione del canale
nl: Zenderlijst navigatie Acties
pl: Akcje związane z nawigacją po wyborze kanału
sk: Akcie navigácie pre výber kanála
sr: Izbor Navigacije Kanala Radnja
sv: Kanalval Navigation Åtgärder
ta: சேனல் தேர்வு வழிசெலுத்தல் நடவடிக்கைகள்
tr: Kanal Seçimi Gezinme İşlemleri
uk: Дії кнопок у меню Вибору Каналів

source: Channel Selection Screen
cs: Obrazovka výběru kanálu
el: Οθόνη επιλογής καναλιών
fi: Kanavan valinta ruutu
hr: Odabir Kanala Zaslona
it: Schermata di selezione dei canali
nl: Zenderlijst
pl: Ekran wyboru kanału
sk: Obrazovka pre výber kanálov
sr: Ekran Izbora Kanala
sv: Skärm för kanalval
ta: சேனல் தேர்வுத் திரை
tr: Kanal Seçim Ekranı
uk: Вигляд екрану Вибору каналів

source: Channel Selection Settings
bg: Настройки за избор на канал
cs: Nastavení výběru kanálu
el: Ρυθμίσεις επιλογής καναλιών
fi: Kanavalistan asetukset
fr: Paramètres sélection des chaînes
hr: Postavke Odabira Kanala
it: Impostazioni selezione canale
lt: Kanalo pasirinkimo parametrai
nl: Zenderlijst
pl: Ustawienia listy kanałów
sk: Nastavenia výberu kanála
sr: Postavke Izbora Kanala
sv: Inställningar för kanalval
ta: சேனல் தேர்வு அமைப்புகள்
tr: Kanal Seçim Ayarları
uk: Налаштування списку каналів

source: Channel buttons
bg: Бутони за канали
cs: Tlačítka kanálů
da: Kanalknapper
de: Kanaltasten
el: Πλήκτρα καναλιών
et: Kanalinupud
fi: Kanava painikkeet
fr: Boutons de canal
hr: Dugmad Kanala
hu: Csatorna gombok
it: Tasti canale
lt: Kanalo mygtukai
nl: Zender knoppen
pl: Przyciski kanałów
sk: Tlačidlá kanála
sr: Tasteri Kanala
sv: Kanal-knappar
ta: சேனல் பொத்தான்கள்
tr: Kanal tuşları
uk: Кнопки каналу
vi: Nút kênh
zh_cn: 频道按键

source: Channel buttons invert
bg: Бутоните за канали се обръщат
cs: Tlačítka kanálů jsou invertována
da: Ombyt kanalknapper
de: Kanaltasten invertieren
el: Αντιστροφή των πλήκτρων καναλιών
et: Pööratud kanalinupud
fi: Kanavanäppäimien (+/-) toiminto
fr: Inversion des boutons de canaux
hr: Dugmad Kanala inverzno
hu: Csatorna gombok megfordítása
it: Inverti tasti canale
lt: Kanalų mygtukai invertuoti
nl: Zender knoppen omwisselen
pl: Odwróć przyciski kanałów
sk: Tlačidlá kanála obrátene
sr: Tasteri Kanala inverzno
sv: Kanalernas knappar inverteras
ta: சேனல் பொத்தான்கள் தலைகீழ்
tr: Kanal tuşlarını ters çevir
uk: Інверсія дії кнопок каналів
vi: Nút kênh đảo ngược
zh_cn: 频道按键倒置

source: Channel down
bg: Канал надолу
cs: Kanál dolu
da: Kanal ned
de: Sender zurück
el: Μετάβαση προς τα κάτω
et: CH-
fi: Kanava alas
fr: Chaîne bas
hr: Kanal nadole
hu: Csatorna léptetése lefelé
it: Canale giù
lt: Kanalą žemyn
nl: Vorige zender
pl: Kanał niżej
ru: Канал вниз
sk: Kanál nadol
sr: Kanal nadole
sv: Kanal ned
ta: சேனல் கீழே
tr: Kanal aşağı
uk: Канал вниз
vi: Chuyển kênh xuống
zh_cn: 频道-

source: Channel list cursor behavior
bg: Поведение на курсора в списъка с канали
cs: Chování kurzoru v seznamu kanálů
da: Kanalliste markøropførsel
de: Cursorverhalten
el: Συμπεριφορά κέρσορα λίστας καναλιών
et: Kursori käitumine kanalinimekirjas
fi: Kursorin toiminta kanavalistassa
fr: Comportement curseur dans liste des chaînes
hr: Ponašanje kursora spiska kanala
hu: Csatornalista kurzor viselkedése
it: Comportamento cursore elenco canali
lt: Kanalų sąrašo žymeklio veikimo būdas
nl: Gedrag van cursor in zenderlijst
pl: Lista kanałów zachowanie kursora
ru: Поведение курсора в списке каналов
sk: Správanie kurzora v zozname kanálov
sr: Ponašanje kursora liste kanala
sv: Markörens beteende i kanallistan
ta: சேனல் பட்டியல் கர்சர் நடத்தை
tr: Kanal Listesi imleç davranışı
uk: Поведінка курсору в списку каналів
vi: Tùy chỉnh con trỏ danh sách kênh
zh_cn: 频道列表光标行为

source: Channel list on mode change
bg: Списък с канали при промяна на режима
cs: Seznam kanálů na změnu režimu
da: Kanalliste ved tilstandsskift
de: Kanalliste bei Moduswechsel
el: Λίστα καναλιών σε αλλαγή λειτουργίας
et: Kanalinimekiri TV ja raadiorežiimi vahetusel
fi: Kanavalistan näyttö tilan vaihtuessa
fr: Comportement de la liste des chaînes au changement de mode
hr: Način promjene spiska kanala
hu: Csatorna lista a módváltásban
it: Elenco canali al cambio di modalità
lt: Kanalų sąrašo pakeitimo režimas
nl: Zenderlijst zichtbaar bij wissel van TV naar Radio
pl: Lista kanałów po zmianie trybu
ru: Список каналов при изменении режима
sk: Zoznam kanálov pri zmene režimu
sr: Režim promene liste kanala
sv: Kanallista vid lägesändring
ta: பயன்முறை மாற்றத்தில் சேனல் பட்டியல்
tr: Mod değişikliğinde kanal listesi
uk: Список каналів при зміні режиму
vi: Danh sách kênh khi thay đổi chế độ
zh_cn: 频道列表模式更改

source: Channel list preview
bg: Преглед на на канали в списъка с канали
cs: Náhledy programů v seznamu kanálů
da: Kanalliste forhåndsvisning
de: Kanal Vorschaumodus
el: Προεπισκόπηση λίστας καναλιών
et: Eelvaade kanalinimekirjas
fi: Kanavalistan esikatselu
fr: Prévisualisation de la liste des chaînes
hr: Pregled spiska kanala
hu: Csatornalista előnézete
it: Anteprima elenco canali
lt: Kanalų sąrašo peržiūra
nl: Zender voorbeeld
pl: Podgląd listy kanałów
ru: Превью в списке каналов
sk: Náhľad zoznamu kanálov
sr: Pregled liste kanala
sv: Förhandsgranskning av kanallista
ta: சேனல் பட்டியல் முன்னோட்டம்
tr: Kanal listesi ön izlemesi
uk: Прев'ю в списку каналів
vi: Xem trước danh sách kênh
zh_cn: 频道列表预览

source: Channel list service mode*
bg: Сервизен режим на списъка с канали*
cs: Režim seznamu kanálů
da: Kanalliste tjenestetilstand*
de: Servicemodus *
el: Λειτουργία υπηρεσίας λίστας καναλιών*
et: Kanalinimekirja stiil*
fi: Kanavalistan toimintatila*
fr: Mode de service de la liste des chaînes *
hr: Način spiska servisa kanala*
hu: Csatorna lista szolgáltató üzemmód *
it: Elenco canali in modalità servizio*
lt: Kanalų sąrašo paslaugų režimas*
nl: Zenderlijst service modus*
pl: Tryb serwisowy listy kanałów*
ru: Режим списка каналов*
sk: Servisný mód zoznamu kanálov*
sr: Režim servisa liste kanala*
sv: Kanallisttjänstläge* (Channel list service mode)
ta: சேனல் பட்டியல் பணி முறை*
tr: Kanal Listesi servis modu*
uk: Режим списку каналів *
vi: Chế độ dịch vụ danh sách kênh *
zh_cn: 服务频道列表模式*

source: Channel list show MiniTV when Skin use.
bg: Списъкът с канали показва MiniTV, когато се използва скин.
cs: Seznam kanálů zobrazuje MiniTV při použití vzhledu.
da: Kanalliste vis MiniTV ved Tema-brug.
de: Bei 'Ja' wird MiniTV in der Kanalliste angezeigt, wenn der Skin es ermöglicht.
el: Εμφάνιση MiniTV στη λίστα καναλιών κατά τη χρήση του θέματος.
et: Kanalinimekirjas kuvatakse MiniTV, kui kasutuses on see kujundus.
fi: Kanavalistan näyttö tilan vaihtuessa.
fr: Affiche MiniTV dans liste des chaînes quand un thème est utilisé.
hr: Lista kanala u MiniTV ako dozvoljava skin.
hu: A csatorna lista a MiniTV-t mutatja, amikor a kinézetet használja.
it: L'elenco canali mostra la MIniTV quando la usa la skin.
lt: Kanalų sąraše rodyti MiniTV, kai tą naudoja vartotojo aplinkos tema.
nl: Toon een MiniTV in de zenderlijst, wanneer dit mogelijk is in de skin.
pl: Pokazuje MiniTV na liście kanałów jeśli Skóra to wspiera.
sk: Zoznam kanálov – zobrazenie MiniTV pri použití vzhľadu.
sr: Lista kanala u MiniTV ako dozvoljava skin.
sv: Kanallistan visar MiniTV när Skin används.
ta: சேனல் பட்டியல் தோல் பயன்பாட்டின் போது MinITV ஐக் காட்டுகிறது.
tr: Kanal listesi Arayüz kullanıldığında MiniTV'yi gösterir.
uk: В списку каналів показувати Міні-ТВ при використанні скіну.
vi: Danh sách kênh hiển thị MiniTV khi sử dụng Skin.
zh_cn: 频道列表显示迷你电视当皮肤使用.
