Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: When enabled, reformat subtitles to match the width of the screen.
bg: Когато е разрешено, се преформатират субтитрите, за да съответстват на ширината на екрана.
cs: Pokud je toto povoleno tak budou titulky formátovány tak aby odpovídaly šířce obrazovky.
da: Når dette aktiveres, omformateres undertekster så de passer til bredden på skærmen.
de: Bei 'Ja' werden Untertitel auf die Größe des Bildschirms neu formatiert.
el: Όταν είναι ενεργό, οι υπότιτλοι θα αναδιπλώνονται έτσι ώστε να ταιριάζουν στο πλάτος της οθόνης.
et: Kui lubatud, seatakse subtiitrid vastavusse ekraani laiusega.
fi: Kun päällä, tekstityksen leveys sovitetaan ruudun leveyteen.
fr: Lorsqu'elle est activée, reformate les sous-titres pour correspondre à la largeur de l'écran.
hr: Kada je omogućeno, ponovno formatirajte titlove tako da odgovaraju širini zaslona.
hu: Ha engedélyezi, a feliratok újra lesznek tördelve, hogy illeszkedjenek a képernyő széléhez.
it: Se abilitato, la larghezza dei sottotitoli verrà adattata a quella dello schermo.
lt: Kai čia įjungta, subtitrai bus performuoti, kad atitiktų ekrano plotį.
nl: Breedte van de ondertitels automatisch aanpassen aan de breedte van het beeldscherm.
pl: Po włączeniu sformatuj napisy w celu dopasowania do szerokości ekranu.
ru: Если включено, субтитры будут форматироваться в соответствии с текущей шириной экрана
sk: Ak je povolené, titulky sa preformátujú tak, aby zodpovedali šírke obrazovky.
sr: Kada je omogućeno, ponovo promenite titlove tako da se podudaraju sa širinom ekrana.
sv: När den är aktiverad omformateras undertexter så att de passar skärmens bredd.
ta: இயக்கப்பட்டால், திரையின் அகலத்துடன் பொருந்தக்கூடிய வகையில் வசன வரிகள்.
tr: Etkinleştirildiğinde, altyazılar ekran genişliğine uyacak şekilde yeniden biçimlendirilir.
uk: Якщо включено, субтитри будуть форматуватися відповідно до поточної ширини екрану.
vi: Khi được bật, định dạng lại phụ đề cho phù hợp với chiều rộng của màn hình.
zh_cn: 启用后,重新设置字幕以匹配屏幕的宽度.

source: When enabled, show channel numbers in the channel selection screen.
bg: Когато е разрешено, се показват номерата на каналите в екрана за избор на канали.
cs: Při povolení zobrazuje čísla kanálů ve výběru programů.
da: Når dette aktiveres, vises kanalnummre på kanalvalgsskærmen.
de: Bei 'Ja' werden Sendernummern in der Kanalliste angezeigt.
el: Όταν είναι ενεργό, οι αριθμοί των καναλιών θα εμφανίζονται στη λίστα επιλογής καναλιών.
et: Kui lubatud, kuvatakse kanalinimekirjas kanali numbrid.
fi: Kun päällä, näytä kanavanvalinnassa kanavanumerot.
fr: Lorsqu'elle est activée, afficher les numéros des chaînes dans l'écran de sélection des chaînes.
hr: Kada je omogućeno, prikažite brojeve kanala na zaslonu za odabir kanala.
hu: Ha engedélyezi, a csatornaszámok meg fognak jelenni a csatornalistában.
it: Se abilitato, mostrerà i numeri dei canali nella schermata di selezione dei canali.
lt: Kai čia įjungta, kanalų pasirinkimo sąrašo lange bus rodomi kanalų numeriai.
nl: Bij 'Ja' wordt een zendernummer bij elke zender in de lijst weergegeven.
pl: Gdy włączone, wyświetla numery w liście wyboru kanałów.
pt_br: Quando ativado, exibe a numeração dos canais na lista de canais.
ru: Если включено, показывается номер канала в окне выбора каналов.
sk: Ak je povolené, na obrazovke pre výber kanála sa zobrazia čísla kanálov.
sr: Kada je omogućeno, prikažite brojeve kanala na ekranu za izbor kanala.
sv: När den är aktiverad visas kanalnummer på skärmen för kanalval.
ta: இயக்கப்பட்டால், சேனல் தேர்வுத் திரையில் சேனல் எண்களைக் காட்டு.
tr: Etkinleştirildiğinde, kanal seçim ekranında kanal numaralarını gösterilir.
uk: Якщо включено, показується номер каналу у вікні вибору каналів.
vi: Khi được bật, hiển thị số kênh trong màn hình chọn kênh.
zh_cn: 启用后,在频道选择屏幕中显示频道号.

source: When enabled, show status or error messages.
bg: Когато е разрешено, се показва статуса или съобщения за грешки.
cs: Jestliže je povoleno, zobrazují se stavové nebo chybové zprávy.
da: Når dette aktiveres, vises status eller fejlbeskeder.
de: Bei 'Ja' werden Status- oder Fehlermeldungen angezeigt.
el: Όταν είναι ενεργό, γίνεται εμφάνιση της κατάστασης ή των μηνυμάτων σφάλματος.
et: Kui lubatud, näidatakse oleku- ja veateateid.
fi: Kun tämä on käytössä, näyttää tila tai virheilmoitukset.
fr: Lorsqu'activé, indique le statut ou les messages d'erreur.
hr: Kada je omogućeno, prikažite poruke o statusu ili pogrešci.
hu: Ha engedélyezi, akkor állapot és hiba üzenetek jelenhetnek meg.
it: Se abilitato, mostrerà lo stato o un messaggio d'errore.
lt: Kai čia įjungta, bus rodoma būsena, arba klaidos pranešimai.
nl: Bij 'Ja' worden status- of foutmeldingen getoond.
pl: Po włączeniu pokaż komunikaty o stanie lub komunikaty o błędach.
ru: Если включено, будут показываться сообщения о статусе таймшифта.
sk: Ak je povolené, budú sa zobrazovať stavové alebo chybové správy.
sr: Kada je omogućeno, prikažite status ili poruke o greškama.
sv: När den är aktiverad visas status- eller felmeddelanden.
ta: இயக்கப்பட்டால், நிலை அல்லது பிழை செய்திகளைக் காட்டுங்கள்.
tr: Etkinleştirildiğinde, durum veya hata mesajlarını gösterilir.
uk: Якщо включено, будуть показуватися повідомлення про статус таймшифта.
vi: Khi được bật, hiển thị trạng thái hoặc thông báo lỗi.
zh_cn: 启用后,显示状态或错误消息.

source: When enabled, subtitles for the hearing impaired can be used.
bg: Когато е разрешено, субтитрите за хора с увреден слух могат да бъдат използвани.
cs: Jestliže je povoleno, budou použity titulky pro sluchově postižené.
da: Når dette aktiveres, kan undertekster for hørehemmede bruges.
de: Wenn aktiviert, können Untertitel für Hörgeschädigte benutzt werden.
el: Όταν είναι ενεργό, μπορεί να χρησιμοποιηθούν υπότιτλοι για άτομα με προβλήματα ακοής.
et: Määrates 'jah', lubatakse vaegkuuljate subtiitrite kasutamine.
fi: Kun päällä, kuulovammaisten tekstitystä voidaan käyttää.
fr: Lorsqu'elle est activée, les sous-titres pour les malentendants peuvent être utilisés.
hr: Kada je omogućeno, mogu se koristiti titlovi za osobe s oštećenjem sluha.
hu: A hallássérülteknek szánt feliratok megjelenítése.
it: Se abilitato, sarà possibile usare i sottotitoli per non udenti.
lt: Kai čia įjungta, gali būti rodomi subtitrai turintiems klausos sutrikimų.
nl: Indien geactiveerd, dan kunnen de ondertitels t.b.v. slechthorenden gebruikt worden.
pl: Gdy włączone, można używać napisów dla niesłyszących.
pt_br: Quando ativado, legendas para os deficientes auditivos podem ser usadas.
ru: Включение субтитров для людей с нарушениями слуха.
sk: Ak je povolené, použijú sa titulky pre sluchovo postihnutých.
sr: Kada je omogućeno, mogu se koristiti titlovi za oštećen sluh.
sv: När den är aktiverad kan undertexter för hörselskadade användas.
ta: இயக்கப்பட்டால், செவித்திறன் குறைபாட்டிற்கான வசன வரிகள் பயன்படுத்தப்படலாம்.
tr: Etkinleştirildiğinde, işitme engelliler için altyazılar kullanılabilir.
uk: Включення субтитрів для людей з порушеннями слуху.
vi: Khi được bật, phụ đề cho người khiếm thính có thể được sử dụng.
zh_cn: 启用后,字幕为听力受损者使用.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
bg: Когато е разрешено, субтитрите за хора с увреден слух ще бъдат предпочетени пред нормалните субтитри, когато и двата вида са на разположение.
cs: Jestliže je povoleno, titulky pro sluchově postižené budou preferovány před normálními titulky, jsou-li oba typy dostupné.
da: Når dette aktiveres, vil undertekster for hørehemmede blive foretrukket frem for normale undertekseter, når begge typer er tilgængelige.
de: Bevorzuge Untertitel für Hörgeschädigte vor anderen Untertiteln, wenn beide verfügbar sind.
el: Όταν είναι ενεργό, οι υπότιτλοι για άτομα με προβλήματα ακοής θα προτιμώνται έναντι των φυσιολογικών υποτίτλων, όταν και οι δύο τύποι είναι διαθέσιμοι.
et: Kui lubatud, eelistatakse võimalusel vaegkuuljate subtiitreid.
fi: Kun päällä, kuulovammaisten tekstitystä suositaan tavallisen tekstityksen sijaan, kun molemmat ovat saatavilla.
fr: Lorsqu'elle est activée, les sous-titres pour les malentendants seront préférés aux sous-titres normaux, lorsque les deux types sont disponibles.
hr: Kada je omogućeno, titlovi za osobe s oštećenjem sluha bit će poželjniji od uobičajenih titlova, kada su dostupne obje vrste.
hu: A hallássérülteknek szánt feliratok megjelenítése a normál feliratok helyett, amennyiben mindkettő egyszerre elérhető egy csatornán.
it: Se abilitato, i sottotitoli per i non udenti saranno preferiti ai sottotitoli normali, quando entrambi i tipi sono disponibili.
lt: Kai čia įjungta, jei galimi abiejų tipų subtitrai, vietoje įprastų subtitrų bus rodomi subtitrai turintiems klausos sutrikimų.
nl: Geef voorkeur aan ondertitels voor slechthorenden t.o.v. normale ondertitels, wanneer beide beschikbaar zijn.
pl: Gdy włączone, napisy dla niesłyszących będą preferowane przed normalnymi napisami, jeżeli oba rodzaje są dostępne.
pt_br: Quando ativado, legendas para os deficientes auditivos serão escolhidas sobre legendas normais, quando ambos os tipos estiverem disponíveis.
ru: Предпочтение субтитрам для людей с нарушениями слуха, чем обычным субтитрам, когда оба типа имеются.
sk: Ak je povolené, titulky pre sluchovo postihnutých sa uprednostnia pred normálnymi titulkami, ak budú dostupné obidva typy.
sr: Kada je omogućeno, titlovi za oštećen sluh biće poželjni u odnosu na uobičajne titlove, kada oba tipa budu dostupni.
sv: När den är aktiverad kommer undertexter för hörselskadade att föredras framför normala undertexter när båda typerna finns tillgängliga.
ta: இயக்கப்பட்டால், இரண்டு வகைகளும் கிடைக்கும்போது, செவித்திறன் குறைபாடுள்ள வசன வரிகள் சாதாரண வசன வரிகளை விட விரும்பப்படும்.
tr: Etkinleştirildiğinde, her iki altyazı türü de mevcut olduğunda, işitme engelliler için altyazılar normal altyazılara tercih edilecektir.
uk: Перевагу субтитрам для людей з порушеннями слуху, ніж звичайним субтитрам, коли доступні обидва типи.
vi: Khi được bật, phụ đề cho người khiếm thính sẽ được ưu tiên hơn phụ đề thông thường, khi cả hai loại đều có sẵn.
zh_cn: 启用后,听力受损的字幕将优于正常字幕,当这两种类型都可用.

source: When enabled, teletext pages will be cached, allowing faster access.
bg: Когато е разрешено, телетекста ще бъде кеширан за по-бърз достъп.
cs: Povolení vyrovnávací paměti pro teletext zajišťuje rychlejší přistup.
da: Når dette aktiveres, mellemlagres Tekst-TV sider, og tillader hurtigere adgang.
de: Bei 'Ja' werden Videotextseiten für einen schnelleren Zugriff im Hintergrund gespeichert.
el: Όταν είναι ενεργό, οι σελίδες τηλεκειμένου θα αποθηκεύονται προσωρινά, επιτρέποντας την ταχύτερη πρόσβαση.
et: Kui lubatud, puhverdatakse teleteksti lehed, võimaldamaks kiiremat ligipääsu.
fi: Kun päällä, teksti-tv:n sivut ladataan muistiin ja ne ovat nopeammin käytettävissä.
fr: Lorsqu'elle est activée, les pages télétexte seront mise en cache, ce qui permet un accès plus rapide.
hr: Kada je omogućeno, stranice teleteksta bit će predmemorirane, što omogućuje brži pristup.
hu: Ha engedélyezi, akkor a teletext oldalak gyorsítótárba kerülnek a gyorsabb elérés érdekében.
it: Se abilitate, le pagine del televideo verranno memorizzate nella cache, consentendo un accesso più rapido.
lt: Kai čia įjungta, teleteksto puslapiai bus išsaugojami atminties podėlyje, taip paspartinant jų naudojimą.
nl: Indien geactiveerd, dan wordt de Teletekst informatie 'gecached' waardoor er sneller door de Teletekst pagina's gebladerd kan worden.
pl: Po włączeniu, strony telegazety będą buforowane, co spowoduje ich szybsze ładowanie.
pt_br: Quando ativado, páginas de teletexto serão armazenadas na memória, permitindo um acesso mais rápido.
ru: Когда функция включена, страницы телетекста будут храниться в кэше для быстрого доступа.
sk: Ak je povolené, budú sa teletextové stránky ukladať do vyrovnávacej pamäte, čo umožňí rýchlejší prístup.
sr: Kada je omogućeno, stranice teleteksta će biti keširane, što će omogućiti brži pristup.
sv: När detta är aktiverat kommer text-TV-sidorna att cachas, vilket ger snabbare åtkomst.
ta: இயக்கப்பட்டால், டெலிடெக்ச்ட் பக்கங்கள் தற்காலிக சேமிப்பு செய்யப்படும், இது விரைவான அணுகலை அனுமதிக்கிறது.
tr: Etkinleştirildiğinde, teletext sayfaları önbelleğe alınacak ve daha hızlı erişim sağlanacaktır.
uk: Коли функція включена, сторінки телетексту будуть зберігатися в кеші для швидкого доступу.
vi: Khi được bật, các trang teletext sẽ được lưu trữ, cho phép truy cập nhanh hơn.
zh_cn: 启用后,图文页面将被缓存,允许更快的访问.

source: When enabled, teletext subtitles will be displayed at their original position.
bg: Когато е разрешено, телетекст субтитрите ще бъдат показани в оригиналната си позиция.
cs: Jestliže je povoleno, teletextové titulky budou zobrazovány na původní pozici.
da: Når dette aktiveres, vil Tekst-TV undertekster blive vist på deres originale position.
de: Bei 'Ja' werden Videotext Untertitel an der Originalposition dargestellt.
el: Όταν είναι ενεργό, οι υπότιτλοι τηλεκειμένου θα εμφανίζονται στην αρχική τους θέση.
et: Kui lubatud, kuvatakse teleteksti subtiitrid nende algsel asukohal.
fi: Kun päällä, teksti-tv pohjaiset tekstitykset näytetään alkuperäisellä paikallaan.
fr: Lorsqu'elle est activée, les sous-titres télétexte seront affichés à leur position d'origine.
hr: Kada je omogućeno, titlovi teleteksta prikazat će se na izvornom položaju.
hu: A teletext feliratok megjelenítése az eredeti helyükön.
it: Se abilitato, i sottotitoli del televideo verranno visualizzati nella loro posizione originale.
lt: Kai čia įjungta, teleteksto subtitrai bus rodomi jų numatytojoje vietoje.
nl: Kies hier ja om de Teletekst-ondertitels alleen op de originele positie weer te geven.
pl: Gdy włączone, napisy telegazety będą wyświetlane w oryginalnym położeniu.
pt_br: Quando ativado, as legendas de teletexto serão exibidas em sua posição original.
ru: Если включено, телетекст субтитров будет отображаться в исходном положении.
sk: Ak je povolené, teletextové titulky sa budú zobrazovať na pôvodnej pozícii.
sr: Kada je omogućeno, titlovi teleteksta biće prikazani na originalnom položaju.
sv: När den är aktiverad visas text-TV-undertexter på sin ursprungliga plats.
ta: இயக்கப்பட்டால், டெலிடெக்ச்ட் வசன வரிகள் அவற்றின் அசல் நிலையில் காண்பிக்கப்படும்.
tr: Etkinleştirildiğinde, teletext altyazıları orijinal konumlarında görüntülenecektir.
uk: Якщо включено, телетекст субтитрів буде відображатися у вихідному положенні.
vi: Khi được bật, phụ đề teletext sẽ được hiển thị ở vị trí ban đầu.
zh_cn: 启用后,图文字幕将在原来的位置显示.

source: When enabled, the PiP can be closed by pressing the EXIT button.
cs: Jestliže je povoleno, pak PiP může být ukončen tlačítkem Exit.
el: Όταν είναι ενεργό, το PiP μπορεί να τερματιστεί με το πλήκτρο εξόδου.
hr: Kada je omogućeno, PiP se može zatvoriti pritiskom na tipku IZLAZ.
it: Se abilitato, la funzione PiP può essere chiusa con il tasto ESCI.
lt: Kai čia įjungta, PiP gali būti išjungtas su 'EXIT' mygtuku.
nl: Indien geactiveerd, kan PiP (ook) beëindigd worden door op de EXIT-knop te drukken.
sr: Kada je omogućeno, PiP se može zatvoriti pritiskom na dugme EXIT.
sv: När den är aktiverad kan PiP stängas med exit-knappen.
tr: Etkinleştirildiğinde, PiP (resim içinde resim) özelliği EXIT tuşuna basılarak kapatılabilir.
uk: Вкажіть дію по кнопці exit, при активованому піп-вікні.

source: When enabled, the VCR SCART option will be shown on the main menu.
bg: Когато е разрешено, опцията VCR Scart ще се покаже в основното меню
cs: Pokud je povoleno, zobrazí se v hlavní nabídce možnost VCR SCART.
el: Όταν είναι ενεργό, η επιλογή VCR SCART θα εμφανίζεται στο κύριο μενού.
fi: Kun päällä, VCR SCART -valinta näytetään päävalikossa.
fr: Lorsqu'elle est activée, l'option péritel magnétoscope sera affichée dans l'écran principal
hr: Kada je omogućeno, opcija VCR SCART bit će prikazana u glavnom menu.
it: Se abilitato, l'opzione VCR SCART verrà mostrata nel menu principale.
lt: Kai čia įjungta, pagrindiniame meniu bus rodomos VCR scart parinktys
nl: Indien geactiveerd, dan zullen de VCR SCART opties weergegeven worden in het hoofdmenu.
pl: Po włączeniu opcja VCR SCART zostanie wyświetlona w menu głównym.
sk: Ak je povolené, zobrazí sa v hlavnom menu voľba VCR SCART.
sr: Kada je omogućeno, opcija VCR SCART biće prikazana u glavnom meniju.
sv: När den är aktiverad visas alternativet VCR SCART på huvudmenyn.
ta: இயக்கப்பட்டால், வி.சி.ஆர் ச்கார்ட் விருப்பம் முதன்மையான பட்டியலில் காண்பிக்கப்படும்.
tr: Etkinleştirildiğinde, VCR SCART seçeneği ana menüde gösterilecektir.
uk: При включенні настройки VCR SCART будуть відображатися в головному меню.

source: When enabled, the length of each recording will be shown in the movie list (this might cause some additional loading time).
bg: Когато е разрешено, дължината на всеки запис ще бъде показан в списъка с филми (Това причинява допълълнително време натоварване).
cs: Jestliže je povoleno, délka každého záznamu bude zobrazená v seznamu souborů (to může prodloužit dobu načítání).
el: Όταν είναι ενεργό, η διάρκεια της κάθε εγγραφής θα εμφανίζεται στη λίστα ταινιών (μπορεί να αυξηθεί ο χρόνος φόρτωσης).
fi: Kun päällä, tallenteiden kestot näytetään tallenneluettelossa (saattaa hidastaa hieman näkymän latautumista).
fr: Lorsqu'activé, la longueur de chaque enregistrement sera affiché dans la liste des films (cela peut causer un temps de chargement additionnel).
hr: Kada je omogućeno, duljina svake snimke bit će prikazana na popisu videozapisa (to može uzrokovati dodatno vrijeme učitavanja).
it: Se abilitato, la lunghezza di ogni registrazione verrà mostrata nell'elenco registrazioni (questo potrebbe causare maggior tempo di ricarica).
lt: Įjungus, kiekvieno įrašo trukmė bus rodoma filmų sąraše (tai gali sukelti papildomą įkėlimo laiką).
nl: Indien geactiveerd, dan wordt de lengte van iedere opname weergegeven in de opnamelijst. (Hierdoor kan de laadtijd van de opnamelijst toenemen).
pl: Gdy włączone, długość nagrania będzie widoczna na liście filmów (może to nieznacznie wydłużyć czas ładowania).
sk: Ak je povolené, v zozname filmov sa zobrazí dĺžka každej nahrávky (môže sa predĺžiť čas načítania).
sr: Kada je omogućeno, dužina svakog snimanja će biti prikazana na listi filmova (to može dovesti do nekog dodatnog vremena učitavanja).
sv: När den är aktiverad visas längden på varje inspelning i filmlistan (detta kan orsaka en viss extra laddningstid).
ta: இயக்கப்பட்டால், ஒவ்வொரு பதிவின் நீளமும் திரைப்பட பட்டியலில் காண்பிக்கப்படும் (இது சில கூடுதல் ஏற்றுதல் நேரத்தை ஏற்படுத்தக்கூடும்).
tr: Etkinleştirildiğinde, her kaydın uzunluğu film listesinde gösterilecektir (bu, ek yükleme süresine neden olabilir).
uk: Показати довжину записів в списку фільмів (може знадобитися додатковий час для завантаження списку).

source: When enabled, the receiver will automatically be switched off.
cs: Pokud je tato funkce povolena, přijímač se automaticky vypne.
el: Όταν είναι ενεργό, θα γίνεται αυτόματος τερματισμός του δέκτη.
hr: Kada je omogućeno, prijemnik će se automatski isključiti.
it: Se abilitato, il ricevitore si spegnerà automaticamente.
lt: Įjungus imtuvas bus automatiškai išjungtas.
nl: Wanneer geactiveerd zal de ontvanger automatisch uitgeschakeld worden.
sr: Kada je omogućeno, prijemnik će se automatski isključiti.
sv: När den är aktiverad stängs mottagaren av automatiskt.
tr: Etkinleştirildiğinde, alıcı otomatik olarak kapatılacaktır.
uk: Після ввімкнення приймач автоматично вимкнеться.

source: When enabled, the receiver will automatically be switched on.
cs: Pokud je tato funkce povolena, přijímač se automaticky zapne.
el: Όταν είναι ενεργό, θα γίνεται αυτόματη έναρξη του δέκτη.
hr: Kada je omogućeno, prijemnik će se automatski uključiti.
it: Se abilitato, il ricevitore si accenderà automaticamente.
lt: Įjungus imtuvas bus automatiškai įjungtas.
nl: Wanneer geactiveerd zal de ontvanger automatisch ingeschakeld worden.
sr: Kada je omogućeno, prijemnik će se automatski uključiti.
sv: När den är aktiverad kommer mottagaren automatiskt att slås på.
tr: Etkinleştirildiğinde, alıcı otomatik olarak açılacaktır.
uk: Після ввімкнення приймач автоматично вмикається.

source: When enabled, the receiver will automatically return to Standby when the TV is turned off.
cs: Pokud je tato funkce povolena, přijímač se po vypnutí televizoru automaticky vrátí do pohotovostního režimu.
el: Όταν είναι ενεργό, ο δέκτης θα επιστρέφει αυτόματα στην αναμονή όταν η TV κλείνει.
hr: Kada je omogućeno, prijemnik će se automatski vratiti u stanje pripravnosti kada se televizor isključi.
it: Se abilitato, il ricevitore tornerà automaticamente in standby quando la TV sarà spenta.
lt: Kai įjungta, imtuvas automatiškai grįš į budėjimo režimą, kai televizorius bus išjungtas.
nl: Wanneer geactiveerd zal de ontvanger automatisch naar Stand-by gaan wanneer de TV uitgeschakeld wordt.
sr: Kada je omogućeno, prijemnik će se automatski vratiti u režim čekanja kada se TV isključi.
sv: När denna funktion är aktiverad återgår mottagaren automatiskt till standby när TV:n stängs av.
tr: Etkinleştirildiğinde, alıcı TV kapatıldığında otomatik olarak bekleme moduna dönecektir.
uk: Якщо ввімкнено, приймач автоматично повернеться в режим очікування, коли телевізор вимкнути.

source: When enabled, the receiver will automatically use the audio track which you selected before.
bg: Когато е разрешено, приемникът автоматично използва аудио записа, който вие сте избрали преди.
cs: Jestliže je povoleno, bude přijímač automaticky používat zvukovou stopu, která byla vybrána dříve.
da: Når dette aktiveres, vil modtageren automatisk bruge lydsporet som du tidligere valgte.
de: Bei 'Ja' wird die %s %s die Tonspur benutzen, die zuvor ausgewählt wurde.
el: Όταν είναι ενεργό, ο δέκτης θα χρησιμοποιεί αυτόματα τη ροή ήχου που είχατε προεπιλέξει.
et: Kui lubatud, kasutab vastuvõtja automaatselt varem valitud heliriba.
fi: Kun päällä, vastaanotin käyttää kanavalle aiemmin valitsemaasi ääniraitaa automaattisesti.
fr: Lorsqu'activé, le récepteur sélectionnera automatiquement la piste audio qui était sélectionnée précédemment.
hr: Kada je omogućeno, tuner će automatski koristiti audio zapis koji ste prethodno odabrali.
hu: A készülék ugyanazt a hangsávot fogja legközelebb is kiválasztani, amit Ön legutoljára kiválasztott.
it: Se abilitato, il ricevitore userà automaticamente la traccia audio precedentemente selezionata.
lt: Kai čia įjungta, imtuvas automatiškai pasirinks anksčiau jūsų naudotą garso takelį.
nl: Indien geactiveerd, dan zal de tuner automatisch het eerder geselecteerde audiospoor gebruiken.
pl: Gdy włączone, automatycznie zostanie włączona ścieżka audio ostatnio wybrana na danym kanale.
pt_br: Quando ativado, o receptor usará automaticamente a trilha de áudio selecionada anteriormente.
ru: Если эта функция включена, то ресивер будет использовать аудио-поток, который был использован ранее.
sk: Ak je povolené, bude prijímač automaticky používať predtým vybranú zvukovú stopu.
sr: Kada je omogućeno, resiver će automatski koristiti audio zapis koji ste ranije izabrali.
sv: När denna funktion är aktiverad använder receivern automatiskt det ljudspår som du valde tidigare.
ta: இயக்கப்பட்டால், நீங்கள் முன்பு தேர்ந்தெடுத்த ஆடியோ டிராக்கை ரிசீவர் தானாகவே பயன்படுத்தும்.
tr: Etkinleştirildiğinde, alıcı otomatik olarak daha önce seçtiğiniz ses izini kullanacaktır.
uk: Якщо ця функція включена, то приймач буде використовувати аудіо-потік, який був використаний раніше.
vi: Khi được bật, máy thu sẽ tự động sử dụng đoạn âm thanh mà bạn đã chọn trước đó.
zh_cn: 启用后,接收器将自动使用您之前选择的音频轨道.
