Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Helps setting up your signal
bg: Помощи за настройка на вашия сигнал
cs: Pomáhá s nastavením vašeho signálu
da: Hjælper med at sætte dit signal op
el: Βοηθά στη ρύθμιση του σήματος
et: Hõlbustab antenni seadistamist
fi: Auttaa määrittämään signaalin
fr: Aide au pointage de l'antenne
hr: Pomoć pomaže u podešavanju signala
hu: Segít beállítani a jelet
it: Aiuta a configurare il segnale
lt: Padės suderinti jūsų signalą
nl: Helpt u het signaal in te stellen
pl: Pomaga w ustawieniu sygnału
sk: Pomôže s nastavením signálu
sr: Pomoć pomaže u podešavanju signala
sv: Hjälper till att ställa in din signal
ta: உங்கள் சமிக்ஞையை அமைக்க உதவுகிறது
tr: Sinyalin ayarlanmasına yardımcı olur
uk: Допомагає налаштовувати Ваш сигнал
vi: Giúp thiết lập tín hiệu của bạn
zh_cn: 帮助设置你的信号

source: Here can set the EPG will alway open at the current channel, the first channel or one of both with primetime. If no primetime selected, the current time is used.
bg: Тук може да настроите EPG винаги да се отваря на текущия канал, първия канал или един от двата с най-гледаното време. Ако не е избрано с най-гледаното време, използва се текущото време.
cs: Zde můžete nastavit, že EPG se vždy otevře na aktuálním kanálu, na prvním kanálu nebo na jednom z obou s hlavním časem. Pokud není vybrán žádný hlavní čas, použije se aktuální čas.
da: Her kan du sætte om EPG altid åbnes på nuværende kanal, første kanal eller en af de to i Primetime. Hvis primetime ikke vælges, bruges den aktuelle tid.
de: Einstellen, ob der EPG mit dem aktuellen Kanal, dem ersten Kanal oder einem von beiden mit der Primetime geöffnet wird. Wenn keine Primetime ausgewählt ist, wird die aktuelle Zeit verwendet.
el: Εδώ μπορεί να οριστεί αν το EPG θα ανοίγει πάντα στο τρέχον κανάλι, το πρώτο κανάλι ή ένα από τα δύο στη ζώνη αιχμής. Αν δεν επιλεγεί η ζώνη αιχμής, θα χρησιμοποιείται το τρέχον κανάλι.
et: Siin saab määrata, kuidas EPG avada. Aktiivsel kanalil, esimesel kanalil või ühel neist tippajal. Kui tippaega ei ole valitud, kasutatakse hetke aega.
fi: Täällä voit asettaa, että EPG avautuu aina nykyisellä kanavalla, kanavalle 1 tai 1 ja paras katseluaika. Jos esivalintaa ei ole valittu, käytetään nykyistä aikaa.
fr: Ici vous pouvez définir si l'EPG s'ouvre toujours sur le canal actuel, le premier canal ou l'un des deux avec prime time. Si aucun prime time n'est sélectionné, l'heure actuelle est utilisée.
hr: Ovdje možete postaviti da će se EPG uvijek otvoriti na trenutnom kanalu, prvom kanalu ili jednom od oba u udarnom terminu. Ako nije odabrano udarno vrijeme, koristi se trenutno vrijeme.
hu: Az EPG műsorújság indulási módját lehet itt beállítani. Az aktuális csatornával, az első csatornával, Főműsoridővel... Ha nincs Főműsoridő kiválasztva, beállítva, akkor az aktuális idő lesz használva.
it: Qui puoi Impostare se l'EPG si aprirà sul canale attuale, il primo canale, o su uno di entrambi con prima serata. Se non è stato selezionata prima serata, viene usata l'ora attuale.
lt: Čia galite nustatyti, ar EPG visada bus atidarytas, esant dabartiniam kanalui, pirmojo kanalo ar vieno iš dviejų su žiūrimiausiu laiku. Jei pasirinktas ne žiūrimiausias laikas, tada bus naudojamas dabartinis laikas.
nl: Hier kunt u instellen of de EPG altijd wordt geopend op de huidige zender, of de eerste zender of één van beide met primetime. Als geen primetime is geselecteerd, wordt de huidige tijd gebruikt.
pl: Tutaj można ustawić, że EPG będzie zawsze otwarty dla bieżącego kanału, pierwszego kanału lub jednego z nich z pierwotnym czasem. Jeśli nie wybrano pierwotnego czasu, używany jest bieżący czas.
sk: Nastavenie, či sa EPG otvorí na aktuálnom kanáli, prvom kanáli alebo na jednom z nich s primetime. Ak nie je vybraný žiadny primetime, použije sa aktuálny čas.
sr: Ovde se može postaviti EPG koji će se otvoriti na trenutnom kanalu, prvom kanalu ili jednom od oba sa udarnim vremenom. Ako nije izabran udarni termin, koristi se trenutno vreme.
sv: Här kan du ställa in att EPG alltid ska öppnas på den aktuella kanalen, den första kanalen eller en av båda med primetime. Om ingen primetime är vald används aktuell tid.
ta: இங்கே ஈபிஎஃப் எப்போதும் தற்போதைய சேனலில் திறக்கப்படும், முதல் சேனல் அல்லது இரண்டிலும் பிரைம் டைம். பிரைம் டைம் தேர்ந்தெடுக்கப்படவில்லை என்றால், தற்போதைய நேரம் பயன்படுத்தப்படுகிறது.
tr: Burada EPG'nin her zaman mevcut kanalda, ilk kanalda veya her ikisinden birinde (prime time ile birlikte) açılmasını ayarlayabilirsiniz. Prime time seçilmezse, mevcut saat kullanılır.
uk: Тут можна встановити, що EPG завжди буде відкриватися на поточному каналі, на першому або на одному з обох прайм-тайм. Якщо вибрано невірний час, використовується поточний час.
vi: Ở đây có thể thiết lập EPG sẽ luôn mở tại kênh hiện tại, kênh đầu tiên hoặc một trong cả hai với thời gian nguyên thủy. Nếu không chọn thời nguyên thủy, thời gian hiện tại được sử dụng.
zh_cn: 在这里可以设置EPG永远在当前频道开放,第一个频道或两者之一的黄金时段.如果没有黄 金时段的选择,现在的时间是使用.

source: Here you can browse (but not modify) the files that are added to the backupfile by default (E2-setup, channels, network).
bg: Тук можете да разглеждате (без промяна) файловете, които се добавят към архивния файл по подразбиране (E2-настройка, канали, мрежа).
cs: Zde si můžete prohlížet (ale ne měnit) soubory, které jsou zálohovány ve výchozím nastavení (E2, kanály, síť).
da: Her kan du gennemse (men ikke ændre) filerne der som standard tilføjes til sikkerhedskopifilen (E2-opsætning, kanaler og netværk).
de: Hier können die Dateien durchsucht (aber nicht verändert) werden, die standardmäßig gesichert werden (E2-Einstellungen, Kanäle, Netzwerk).
el: Εδώ μπορείτε να περιηγηθείτε (αλλά όχι να τροποποιήσετε) στα αρχεία που προστίθενται στο αντίγραφο ασφαλείας από προεπιλογή (ρυθμίσεις Ε2, κανάλια, δίκτυο).
et: Siin saab vaadata (aga mitte muuta), varukoopias leiduvaid faile. (E2 sätted, kanalid, võrk)
fi: Täällä voit selata tiedostoja (mutta ei muokata) jotka on lisätty oletuksena varmuuskopio tiedostoon (E2-asetukset, kanavalista, verkko).
fr: Ici, vous pouvez sélectionner (mais pas modifier) les fichiers qui seront ajoutés à votre fichier de sauvegarde par défaut. (configuration-E2, chaînes, réseau).
hr: Ovdje možete pregledavati (ali ne i mijenjati) datoteke koje su prema zadanim postavkama dodane u sigurnosnu kopiju (E2-postavljanje, kanali, mreža).
hu: Itt böngészhet (de nem módosíthatja) azokat a fájlokat, amelyeket alapértelmezés szerint hozzáadnak a biztonsági másolat fájlhoz (E2-beállítás, csatornák, hálózat).
it: Qui puoi esplorare (ma non modificare) i file che vengono aggiunti al backup come predefiniti (configurazione di E2, canali, rete).
lt: Čia galite naršyti (bet negalite keisti) failus, kurie pagal nutylėjimą įtraukiami į atsarginę kopiją (E2 valdymas, kanalai, tinklas).
nl: Hier kunt u door de bestanden bladeren die standaard worden meegenomen bij een back-up van de Enigma2-instellingen, (bijvoorbeeld E2-instellingen, zenders, netwerk).
pl: Tutaj możesz przeglądać (ale nie modyfikować) pliki, które są domyślnie dodawane do pliku kopii zapasowej (ustawienia, kanały, sieć).
sk: Zoznam súborov (bez možnosti úprav), ktoré sa štandardne zálohujú (nastavenia E2, kanály, sieť).
sr: Ovde možete pregledati (ali ne i izmeniti) fajl koji se default dodaje rezervnoj kopiji (E2-podešavanje, kanali, mreža).
sv: Här kan du bläddra bland (men inte ändra) de filer som läggs till i backupfilen som standard (E2-setup, channels, network).
ta: முன்னிருப்பாக (E2-SETUP, சேனல்கள், நெட்வொர்க்) காப்புப்பிரதியில் சேர்க்கப்பட்ட கோப்புகளை இங்கே உலாவலாம் (ஆனால் மாற்றியமைக்கக்கூடாது).
tr: Burada varsayılan olarak yedekleme dosyasına eklenen dosyaları (E2-kurulumu, kanallar, ağ) inceleyebilirsiniz (ancak değiştiremezsiniz).
uk: Тут Ви можете переглядати (але не змінювати) файли, які додаються до резервної копії за замовчуванням (E2-установка, канали, мережі).
vi: Tại đây, bạn có thể duyệt (nhưng không sửa đổi) các tệp được thêm vào tệp sao lưu theo mặc định (cài đặt E2, kênh, mạng).
zh_cn: 在这里你可以浏览(但不能修改),默认情况下添加到备份文件的文件(E2设置、频道、网络).

source: Here you can select which files should be excluded from the backup.
bg: Тук можете да изберете кои файлове да бъдат изключени от архива.
cs: Zde si můžete vybrat soubory, které by měly být vyloučeny ze záloh.
da: Her kan du vælge hvilke filer der skal udelukkes fra sikkerhedskopien.
de: Hier kann festgelegt werden, welche Dateien aus der Standardliste von der Sicherung ausgeschlossen werden sollen.
el: Εδώ μπορείτε να επιλέξετε ποια αρχεία θα εξαιρεθούν από την εφεδρεία.
et: Siin saab määrata failid, mis tuleks varukoopiast välja jätta.
fi: Täällä voit valita mitkä tiedostot jätetään pois varmuuskopiosta.
fr: Ici, vous pouvez choisir quels fichiers seront exclus de la sauvegarde.
hr: Ovdje možete odabrati koje datoteke treba isključiti iz sigurnosne kopije.
hu: Itt kiválaszthatja, hogy mely fájlokat kell kizárni a biztonsági mentésből.
it: Qui puoi selezionare quali file escludere dal backup.
lt: Čia galite pasirinkti, kurie failai būtų pašalinti iš atsarginės kopijos.
nl: Hier kunt u selecteren welke bestanden moeten worden uitgesloten van de back-up.
pl: Tutaj możesz wybrać, które pliki powinny zostać wykluczone z kopii zapasowej.
sk: Vyberte, ktoré súbory zo štandardného zoznamu sa majú zo zálohovania vylúčiť.
sr: Ovde možete izabrati fajl koji bi trebalo isključiti iz rezervne kopije.
sv: Här kan du välja vilka filer som ska uteslutas från säkerhetskopieringen.
ta: எந்தக் கோப்புகளை காப்புப்பிரதியிலிருந்து விலக்க வேண்டும் என்பதை இங்கே நீங்கள் தேர்ந்தெடுக்கலாம்.
tr: Burada yedeklemeye dahil edilmeyecek dosyaları seçebilirsiniz.
uk: Тут ви можете вибрати, які файли повинні бути виключені з резервної копії.
vi: Tại đây bạn có thể chọn những tập tin nên được loại trừ khỏi bản sao lưu.
zh_cn: 在这里你可以选择哪些文件应该在备份中排除.

source: Here you can select which files should be updated with a online update
bg: Тук можете да изберете кои файлове да се актуализират с онлайн актуализация
cs: Zde si můžete vybrat, které soubory by měly být aktualizovány online aktualizací
da: Her kan du vælge hvilke filer der skal opdateres af en online opdatering
de: Hier können Sie auswählen, welche Dateien mit einem Online-Update aktualisiert werden sollen
el: Εδώ μπορείτε να επιλέξετε ποια αρχεία πρέπει να ενημερωθούν διαδικτυακά
et: See valik määrab, millised failid tuleb interneti teel uuendada
fi: Täällä voit valita mitkä tiedostot päivitetään internetin kautta
fr: Ici vous pouvez choisir quels fichiers seront mis à jour lors d'une mise à jour en ligne
hr: Ovdje možete odabrati koje datoteke treba ažurirati mrežnim ažuriranjem
hu: Itt kiválaszthatja, mely fájlokat kell frissíteni egy online frissítéssel
it: Qui puoi selezionare quali file aggiornare tramite gli aggiornamenti in linea
lt: Čia galite pasirinkti, kurie failai turės būti atnaujinti internetu
nl: Selecteer welke bestanden mogen worden overschreven door een online update.
pl: Tutaj można ustawić,które pliki powinny być aktualizowane z aktualizacji on-line
ru: Hier können Sie auswählen, welche Dateien mit einem Online-Update aktualisiert werden sollen
sk: Vyberte, ktoré súbory sa majú aktualizovať pri online aktualizácii
sr: Ovde možete izabrati fajl koji bi trebalo ažurirati ispravkom na mreži
sv: Här kan du välja vilka filer som ska uppdateras med en onlineuppdatering
ta: நிகழ்நிலை புதுப்பிப்புடன் எந்த கோப்புகளை புதுப்பிக்க வேண்டும் என்பதை இங்கே தேர்ந்தெடுக்கலாம்
tr: Burada hangi dosyaların çevrimiçi güncelleme ile güncelleneceğini seçebilirsiniz
uk: Тут ви можете вибрати, які файли слід оновити через онлайн сервер
vi: Tại đây bạn có thể chọn tập tin nào sẽ được cập nhật với bản cập nhật trực tuyến
zh_cn: 在这里您可以选择哪一个文件应该在线更新

source: Here you can set what is called when pressing the 'Info' key.
bg: Тук можете да зададете какво се извиква при натискане на клавиша „Инфо“.
cs: Zde můžete nastavit, co se zavolá po stisknutí tlačítka 'Info'.
da: Her kan du vælge hvad der sker når der trykkes på 'INFO' knappen.
de: Einstellen, was beim Betätigen der INFO Taste aufgerufen werden soll.
el: Εδώ μπορείτε να ορίσετε τι θα γίνεται με την πίεση του πλήκτρου 'Info'.
et: Siin saab määrata 'Info' nupu toimingu.
fi: Täällä voit määrittää, mitä tapahtuu, kun painetaan 'info' näppäintä.
fr: Ici, vous pouvez définir ce qui est appelé lorsque vous appuyez sur la touche 'Info'.
hr: Ovdje možete postaviti što se zove pritiskom na tipku 'Info'.
hu: Itt állíthatja be, hogy az 'Info' billentyű lenyomásakor mi történjen.
it: Qui puoi impostare l'effetto della pressione del tasto 'INFO'.
lt: Čia galite nustatyti, kam bus naudojama 'Info' mygtuko paspaudimas.
nl: Hier kunt u de functie van de INFO-knop kiezen, wanneer deze in de zenderlijst wordt gebruikt.
pl: Wybierz, co chcesz aktywować przyciskiem 'INFO'.
sk: Nastavte, čo sa má vyvolať po stlačení tlačidla 'Info'.
sr: Ovde možete podesiti ono što se zove kada pritisnete taster 'Info'.
sv: Här kan du ställa in vad som ska ropas upp när du trycker på "Info"-tangenten.
ta: 'செய்தி' விசையை அழுத்தும்போது அழைக்கப்படுவதை இங்கே அமைக்கலாம்.
tr: Burada 'Info' tuşuna basıldığında ne yapılacağını ayarlayabilirsiniz.
uk: Тут ви можете вибрати, яка дія буде виконуватися при натисканні кнопки 'Info'.
vi: Tại đây bạn có thể đặt những gì được gọi khi nhấn phím 'Thông tin'.
zh_cn: 在这里,您可以设置按下'信息'键时所调用的内容.

source: Here you can specify additional files that should be added to the backup file.
bg: Тук можете да посочите допълнителни файлове, които трябва да бъдат добавени към архивния файл.
cs: Zde může být stanoveno, které soubory se zálohují navíc oproti standardnímu seznamu.
da: Her kan du angive yderligere filer der skal tilføjes til sikkerhedskopifilen.
de: Hier kann festgelegt werden, welche Dateien zusätzlich zu denen der Standardliste gesichert werden.
el: Εδώ μπορείτε να ορίσετε επιπρόσθετα αρχεία που μπορούν να προστεθούν στο αντίγραφο ασφαλείας.
et: Siin saab määrata failid , mis tuleks veel varukoopiasse lisada.
fi: Täällä voit määrittää lisää tiedostoja, jotka lisätään varmuuskopio tiedostoon.
fr: Iciv vous pouvez choisir quels fichiers additionnels seront ajoutés à la sauvegarde.
hr: Ovdje možete odrediti dodatne datoteke koje treba dodati u datoteku sigurnosne kopije.
hu: Itt további fájlokat adhat meg, amelyeket hozzá kell adni a biztonsági mentéshez.
it: Qui puoi specificare dei file aggiuntivi extra da aggiungere ai file di backup.
lt: Čia galite nurodyti papildomus failus, kurie būtų įtraukti į atsarginę kopiją.
nl: Hier kunt u extra bestanden selecteren die aan de standaard back-up moeten worden toegevoegd.
pl: Tutaj możesz określić dodatkowe pliki, które powinny zostać dodane do pliku kopii zapasowej.
sk: Vyberte, ktoré ďalšie súbory sa majú zálohovať okrem súborov v štandardnom zozname.
sr: Ovde možete navesti dodatne fajlove koje bi trebalo dodati fajlu rezervne kopije.
sv: Här kan du ange ytterligare filer som ska läggas till i backupfilen.
ta: காப்புப்பிரதி கோப்பில் சேர்க்கப்பட வேண்டிய கூடுதல் கோப்புகளை இங்கே குறிப்பிடலாம்.
tr: Burada yedekleme dosyasına eklenmesi gereken ek dosyaları belirtebilirsiniz.
uk: Тут ви можете вказати додаткові файли, які повинні бути додані до файлу резервної копії.
vi: Tại đây bạn có thể chỉ định các tệp bổ sung cần được thêm vào tệp sao lưu.
zh_cn: 在这里您可以指定要添加到备份文件中的其他文件.

source: Hexadecimal
cs: Hexadecimální
el: Δεκαεξαδικό
fi: Heksadesimaali
it: Esadecimale
lt: Šešioliktainis
nl: Hexadecimaal
pl: Szesnastkowo
sk: Hexadecimálne
ta: எக்சாடெசிமல்
tr: Onaltılık
uk: Шістнадцятковий

source: HiSilicon specific information
bg: Специфична информация за HiSilicon
cs: Specifické informace HiSilicon
el: Πληροφορίες για το HiSilicon
fi: HiSilicon kohtaiset tiedot
hr: HiSilicon specifični info
it: Informazioni specifiche su HiSilicon
lt: Specifinė HiSilicon informacija
nl: HiSilicon specifieke informatie
pl: Informacje specyficzne dla HiSilicon
sk: Špecifické informácie pre HiSilicon
sr: HiSilicon specifični info
sv: Specifik information om HiSilicon
ta: இசிலிகான் குறிப்பிட்ட செய்தி
tr: HiSilicon'a özgü bilgiler
uk: Спеціальна інформація HiSilicon

source: HiSilicon specific information not found.
bg: Не е намерена специфична информация за HiSilicon.
cs: Specifické informace HiSilicon nebyly nalezeny.
el: Δεν βρέθηκαν συσχετισμένες πληροφορίες για το HiSilicon.
fi: HiSilikonia koskevia tietoja ei löydy.
hr: HiSilicon specifični info nije pronađen.
it: Informazioni specifiche su HiSilicon non trovate.
lt: HiSilicon specifinė informacija nerasta.
nl: HiSilicon specifieke informatie niet gevonden.
pl: Nie znaleziono szczegółowych informacji dotyczących HiSilicon.
sk: Špecifické informácie pre HiSilicon sa nenašli.
sr: HiSilicon specifični info nije pronađen.
sv: HiSilicon specifik information hittades inte.
ta: இசிலிகான் குறிப்பிட்ட தகவல்கள் காணப்படவில்லை.
tr: HiSilicon'a özgü bilgi bulunamadı.
uk: Спеціальна інформація HiSilicon не знайдена.

source: Hidden / Blank
bg: Скрит / Празен
cs: Skryté / Prázdné
da: Skjult / Blank
de: Keine Anzeige
el: Κρυφό / κενό
et: Varjatud / tühi
fi: Piilotettu / tyhjä
fr: Masqué / Vide
hr: Skriveno / Prazno
it: Nascosto / Vuoto
lt: Paslėpta/tuščia
nl: Verborgen/blanco
pl: Ukryty / Pusty
sk: Skryté/prázdne
sr: Skriveno / Prazno
sv: Dold / tom
ta: மறைக்கப்பட்ட / வெற்று
tr: Gizli / Boş
uk: Прихована/Порожня
vi: Ẩn / Trống
zh_cn: 隐藏/空白

source: Hidden network
bg: Скрита мрежа
cs: Skrytá síť
da: Skjult netværk
de: Verstecktes Netzwerk
el: Κρυφό δίκτυο
et: Varjatud võrk
fi: Piilotettu verkko
fr: Réseau caché
hr: Skrivena mreža
hu: Rejtett hálózat
it: Rete nascosta
lt: Paslėptas tinklas
nl: Verborgen netwerk
pl: Sieć ukryta
pt_br: Rede oculta
ru: Скрытая сеть
sk: Skrytá sieť
sr: Skrivena mreža
sv: Dolda nätverk
ta: மறைக்கப்பட்ட பிணையம்
tr: Gizli ağ
uk: Прихована мережа
vi: Mạng ẩn
zh_cn: 隐藏网络

source: Hide
bg: скриване
cs: Skrýt
el: Απόκρυψη
fi: Piilota
fr: cacher
hr: Sakrij
it: Nascondi
lt: Paslėpti
nl: Verbergen
pl: Ukryj
sk: Skryť
sr: Sakrij
sv: Dölj
ta: மறை
tr: Gizle
uk: Приховати

source: Hide CI messages
cs: Skrýt zprávy CI
el: Απόκρυψη μηνυμάτων CI
fi: Piilota CI viestit
hr: Sakrij CI poruku
it: Nascondi messaggi CI
nl: CI-berichten verbergen
pl: Ukryj wiadomości CI
sk: Nezobrazovať hlásenia CI
sl: Skrij napake povezane z naročniškimi karticami
sr: Sakrij CI poruku
sv: Dölj CI-meddelanden
ta: தொஒ செய்திகளை மறைக்கவும்
tr: CI mesajlarını gizle
uk: Приховати повідомлення CI

source: Hide InfoBar
bg: Винаги скривай лентата с информация
cs: Vždy skrýt informační panel
el: Απόκρυψη μπάρας πληροφοριών
fi: Piilota tietopalkki aina
fr: Toujours cacher la barre d'infos
hr: Sakrij Info Traku
it: Nascondi barra informazioni
lt: Slėpti informacijos juostą
nl: Informatiebalk altijd verbergen
pl: Zawsze ukryć pasek informacyjny
sk: Skryť infolištu
sr: Sakrij Info Traku
sv: Dölj InfoBar
ta: இன்போபரை மறைக்கவும்
tr: Bilgi çubuğunu gizle
uk: Завжди приховувати Інфобар

source: Hide VBI Line For This Service
bg: Скрийте VBI линията за този сервиз
cs: Skrýt linku VBI pro tuto službu
el: Απόκρυψη της γραμμής VBI για αυτή την υπηρεσία
fi: Piilota yläreunan pistejuova tältä kanavalta
fr: Cacher ligne blanche VBI pour ce service
hr: Sakrij VBI red za ovaj kanal
it: Nascondi linea VBI per questo servizio
lt: Slėpti VBI liniją šiam kanalui
nl: Verberg VBI regel voor deze zender
pl: Ukryj linię VBI dla tego kanału
sk: Skryť VBI riadok pre túto stanicu
sr: Sakrij VBI red za ovaj kanal
sv: Dölj VBI-linje för denna tjänst
ta: இந்த சேவைக்கு விபிஐ வரியை மறைக்கவும்
tr: Bu kanal için VBI satırını gizle
uk: Приховати лінію VBI для цього каналу

source: Hide any zap error messages.
bg: Скриване на всички съобщения за грешка при zap.
cs: Skrýt všechny chybové zprávy.
da: Skjul alle Zap fejlbeskeder.
de: Bei 'Ja' werden Fehlermeldungen beim Umschalten (Zappen) unterdrückt.
el: Εμφάνιση όλων των μηνυμάτων σφάλματος ζάπινγκ.
et: Peida kanalivahetuse veateated.
fi: Piilota kanavanvaihdon virheilmoitukset.
fr: Cacher n'importe quel message d'erreur de zap.
hr: Sakrij sve poruke o grešci zap.
hu: Minden csatornaváltási hiba elrejtése.
it: Nascondi tutti i messaggi di errore di zap.
lt: Paslėpti visus perjungimo klaidų pranešimus.
nl: Verberg alle zapfouten.
pl: Ukryj wszystkie komunikaty o błędach przełączania.
ru: Не показывать сообщения об ошибках при переключении каналов.
sk: Nezobrazovať správy o chybách pri prepínaní.
sr: Sakrij sve poruke o grešci zap.
sv: Dölj eventuella felmeddelanden från zap.
ta: எந்த ZAP பிழை செய்திகளையும் மறைக்கவும்.
tr: Kanal değiştirme hata mesajlarını gizle.
uk: Приховати повідомлення про помилки при перемиканні каналів.
vi: Ẩn bất kỳ thông báo lỗi zap.
zh_cn: 隐藏任何切换错误信息.

source: Hide error messages from the Common Interface module.
cs: Skrýt chybové zprávy z modulu Common Interface.
el: Απόκρυψη μηνυμάτων σφάλματος από τη μονάδα κοινής διεπαφής.
fi: Piilota virheilmoitukset CI moduulista.
hr: Sakrij poruke o pogreškama iz modula Zajedničko sučelje.
it: Nascondi i messaggi di errore dal modulo Common Interface.
nl: Foutmeldingen van de Common Interface-module verbergen.
pl: Ukryj komunikaty o błędach w module Common Interface.
sk: Nezobrazovať chybové hlásenia CI modulu.
sr: Sakrij poruke o greškama iz modula Zajednički Interfejs.
sv: Dölj felmeddelanden från Common Interface-modulen.
ta: பொதுவான இடைமுக தொகுதியிலிருந்து பிழை செய்திகளை மறைக்கவும்.
tr: Ortak Arayüz modülünden gelen hata mesajlarını gizleyin.
uk: Приховати повідомлення про помилки в модулі спільного інтерфейсу.

source: Hide known extensions
bg: Скриване на известни разширения
cs: Nezobrazovat známé přípony
da: Skjul kendte udvidelser
de: Bekannte Dateiendungen ausblenden
el: Απόκρυψη γνωστών επεκτάσεων
et: Peida tuntud laiendid
fi: Piilota tunnetut tiedostopäätteet
fr: Cacher les extensions connues
hr: Sakrij poznata proširenja
hu: Ismert fájlkiterjesztések elrejtése
it: Nascondi estensioni conosciute
lt: Paslėpti žinomus plėtinius
nl: Verberg extensies van bekende bestandsformaten
pl: Ukryj rozszerzenia znanych plików
pt_br: Ocultar extensões conhecidas.
ru: Скрыть расширения файлов
sk: Skryť známe prípony súborov
sr: Sakrij poznata proširenja
sv: Dölj kända tillägg
ta: அறியப்பட்ட நீட்டிப்புகளை மறைக்கவும்
tr: Bilinen uzantıları gizle
uk: Сховати відомі розширення
vi: Ẩn các tiện ích mở rộng đã biết
zh_cn: 隐藏已知扩展名

source: Hide number markers
bg: Скриване на маркерите за числа
cs: Skrýt číslo značky
da: Skjul nummermærker
de: Nummerierte Marker verstecken
el: Απόκρυψη σημειωτών των αριθμών
fi: Piilota numeromerkit
fr: Cacher les nombres des marqueurs
hr: Sakrij oznake brojeva
it: Nascondi marcatori numerici
lt: Slėpti numerių žymeklius
nl: Verberg de numerieke markeringen
pl: Ukryj znaczniki liczb
pt_br: Ocultar marcadores numéricos
sk: Skryť číselné indikátory
sr: Sakrij oznake brojeva
sv: Dölj nummermarkörer
ta: எண் குறிப்பான்களை மறைக்கவும்
tr: Sayı işaretlerini gizle
uk: Сховати маркери номерів
zh_cn: 隐藏数字标记

source: Hide parental locked services
bg: Скриване на родителските заключени сервизи
cs: Skrýt zablokované služby
da: Skjul forældrelåste kanaler
de: Jugendschutz geschützte Kanäle verbergen
el: Απόκρυψη υπηρεσιών με γονικό κλείδωμα
et: Peida lapselukuga kanalid
fi: Piilota lapsilukolla suojatut kanavat
fr: Cacher les services sous contrôle parental
hr: Sakrij zaključane kanale
hu: Gyermekzárral védett csatornák elrejtése
it: Nascondi servizi bloccati dai genitori
lt: Paslėpti tėvų kontrolei priskirtus kanalus
nl: Verberg de zenders die achter het kinderslot zitten
pl: Ukryj zablokowane kanały dla rodziców
sk: Skryť stanice uzamknuté rodičovskou kontrolou
sr: Sakrij zaključane kanale
sv: Dölj föräldralåsta tjänster
ta: பெற்றோர் பூட்டப்பட்ட சேவைகளை மறைக்கவும்
tr: Ebeveyn kontrolüyle kilitlenmiş kanalları gizle
uk: Приховати канали батьківського контролю
vi: Ẩn các dịch vụ khóa của cha mẹ
zh_cn: 隐藏家长锁定的频道
