Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Setup Audio Sync settings
bg: Настройка на настройките за синхронизиране на аудио
cs: Volby nastavení synchronizace zvuku
da: Sæt Lydsynkroniseringsindstillinger op
el: Ρυθμίσεις παραμέτρων συγχρονισμού ήχου
et: Määra heli sünkroonimise sätted
fi: Äänen synkronointi asetukset
fr: Paramétrer Audio Sync
hr: Podešavanje Audio Sync postavki
hu: Audió Sync beéllítások
it: Configura impostazioni di sincronizzazione audio
lt: Sukonfigūruoti garso sinchronizavimo nustatymus
nl: Audio sync instellingen
pl: Ustawienia synchronizacji dźwięku
ru: Настройки Audio Sync
sk: Nastavenia synchronizácie zvuku
sr: Podešavanje Audio Sync postavki
sv: Inställningar för ljudsynkronisering
ta: ஆடியோ ஒத்திசைவு அமைப்புகளை அமைக்கவும்
tr: Ses Senkronizasyonu ayarlarını yapın
uk: Налаштування параметрів аудіо синхронізації
vi: Cài đặt cài đặt Đồng bộ hóa âm thanh
zh_cn: 设定音频同步设置

source: Setup Audiomode
bg: Настройка на аудио режим
cs: Volba režimů zvuku
da: Sæt Lydtilstand op
de: Konfiguration Ton
el: Ρυθμίσεις λειτουργίας ήχου
et: Seadista helirežiim
fi: Ääni asetusten määritys
fr: Configurer le mode audio
hr: Podešavanje Audio načina
hu: Audiomode beállítás
it: Imposta modalità audio
lt: Nustatyti garso režimą
nl: Audio voorkeuren instellen
pl: Ustawienia trybu dźwięku
ru: Настройки Audiomode
sk: Nastavenie režimu zvuku
sr: Podešavanje Audio režima
sv: Inställning Audiomode
ta: ஆடியோமோடை அமைக்கவும்
tr: Ses modunu ayarlayın
uk: Налаштування аудіо режиму
vi: Thiết lập Audiomode
zh_cn: 设置音频模式

source: Setup Enigma2
bg: Настройка на Enigma2
cs: Nastavení Enigma2
da: Sæt Enigma2 op
de: Enigma2 anpassen
el: Ρυθμίσεις Enigma2
et: Enigma2 seadistamine
fi: Käyttöjärjestelmä Asetukset
fr: Configurer Enigma2
hr: Podešavanje Enigma2
hu: Enigma2 beállítás
it: Imposta Enigma2
lt: Nustatyti Enigma2
nl: Wijzig Enigma2 instellingen
pl: Ustawienia Enigmy2
ru: Настройки Enigma2
sk: Nastavenie systému Enigma2
sr: Podešavanje Enigma2
sv: Inställning Enigma2
ta: அமைவு எனிக்மா 2
tr: Enigma2 Kurulumu
uk: Налаштування Enigma2
vi: Cài đặt Enigma2
zh_cn: 设置enigma2

source: Setup Inadyn
bg: Настройка на Inadyn
cs: Nastavení Inadyn
da: Sæt Inadyn op
de: Einstellungen Inadyn
el: Ρυθμίσεις Inadyn
et: Inadyn seaded
fi: Inadyn asetukset
fr: Configurer Inadyn
hr: Podešavanje Inadyn
hu: Inadyn beállítása
it: Imposta Inadyn
lt: Nustatyti Inadyn
nl: Inadyn instellen
pl: Ustawienia Inadyn
ru: Настройки Inadyn
sk: Nastavenie Inadyn
sr: Podešavanje Inadyn
sv: Inställning Inadyn
ta: அமைவு இனாடின்
tr: Inadyn Kurulumu
uk: Налаштування Inadyn
vi: Cài đặt Inadyn
zh_cn: 设置inadyn

source: Setup InputDevice
bg: Настройка на входното устройство
cs: Nastavení vstupního zařízení
da: Sæt InddataEnhed op
de: Eingabegeräte-Einstellungen
el: Ρυθμίσεις συσκευής εισαγωγής
et: Vali sisendseade
fi: Kaukosäädin asetukset
fr: Configurer le périphérique d'entrée
hr: Podešavanje Ulaznog Uređaja
hu: Bemeneti eszközök beállítása
it: Imposta ingresso dispositivo
lt: Sukonfigūruoti Įvesties įrenginį
nl: Invoer apparaat instellen
pl: Ustawienia urządzeń wejściowych
sk: Nastavenie vstupného zariadenia
sr: Podešavanje Ulaznog Uređaja
sv: Konfigurera InputDevice
ta: InputDevice ஐ அமைக்கவும்
tr: Giriş Cihazı Kurulumu
uk: Налаштування Пристрій введення
vi: Thiết lập InputDevice
zh_cn: 设置输入设备

source: Setup MiniDLNA
bg: Настройка на MiniDLNA
cs: Nastavení MiniDLNA
da: Sæt MiniDLNA op
de: Einstellungen MiniDLNA
el: Ρυθμίσεις MiniDLNA
et: MiniDLNA seaded
fi: MiniDLNA asetukset
fr: Configurer MiniDLNA
hr: Podešavanje MiniDLNA
hu: MiniDLNA Beállítások
it: Imposta MiniDLNA
lt: MiniDLNA nustatymas
nl: MiniDLNA instellen
pl: Ustawienia MiniDLNA
ru: Настройки MiniDLNA
sk: Nastavenie MiniDLNA
sr: Podešavanje MiniDLNA
sv: Inställning MiniDLNA
ta: மினிட்ல்னா அமைக்கவும்
tr: MiniDLNA Kurulumu
uk: Налаштування MiniDLNA
vi: Cài đặt MiniDLNA
zh_cn: 设置迷你DLNA

source: Setup Network Services
bg: Настройка на мрежовите сервизи
cs: Nastavení síťových protokolů
da: Sæt Netværkstjenester op
de: Konfiguration Netzwerk Server
el: Ρυθμίσεις υπηρεσιών δικτύου
et: Seadista võrguteenused
fi: Määritä verkkopalvelut
fr: Configurer les services réseaux
hr: Podešavanje Mrežnog Servisa
hu: Hálózati szolgáltatás
it: Imposta servizi di rete
lt: Sukonfigūruoti tinklo paslaugas
nl: Netwerk functies beheren/instellen
pl: Ustawienia usług sieciowych
ru: Настройки сетевых служб
sk: Nastavenie sieťových služieb
sr: Podešavanje Mrežnog Servisa
sv: Konfigurera nätverkstjänster
ta: பிணைய சேவைகளை அமைக்கவும்
tr: Ağ Hizmetleri Kurulumu
uk: Налаштування мережевих служб
vi: Cài đặt dịch vụ mạng
zh_cn: 设置网络服务

source: Setup Network Services (Samba, Ftp, NFS, ...)
bg: Настройка на мрежовите сервизи (Samba, Ftp, NFS, ...)
cs: Nastavení protokolů (Smaba, Ftp, NFS,...)
da: Sæt Netværkstjenester (Samba, FTP, NFS osv.) op
de: Konfiguration der Netzwerk Server (Samba, FTP, NFS etc.)
el: Ρυθμίσεις υπηρεσιών δικτύου (Samba, Ftp, NFS, ...)
et: Seadista võrguteenused (Samba, Ftp, NFS, ...)
fi: Määritä verkkopalvelut (Samba, FTP, NFS...)
fr: Configurer les services réseaux (Samba, FTP, NFS, …)
hr: Podešavanje Mrežnog Servisa (Samba, FTP, NFS)
hu: Hálózati szolgáltatások (Samba, ftp, NFS, ...)
it: Imposta servizi di rete (Samba, FTP, NFS, ...)
lt: Sukonfigūruoti tinklo paslaugas (Samba, Ftp, NFS,...)
nl: Netwerkadapter instellen (Samba, FTP, NFS, ...)
pl: Ustawienia usług sieciowych (Samba, FTP, NFS, itp.)
ru: Настройки сетевых служб(Samba, FTP, NFS,...)
sk: Nastavenie sieťových služieb (Samba, FTP, NFS…)
sr: Podešavanje Mrežnog Servisa (Samba, FTP, NFS)
sv: Konfigurera nätverkstjänster (Samba, Ftp, NFS, ...)
ta: அமைவு பிணையம் சேவைகள் (சம்பா, எஃப்.டி.பி, என்.எஃப்.எச், ...)
tr: Ağ Hizmetleri Kurulumu (Samba, Ftp, NFS, ...)
uk: Налаштування мережевих служб (Samba, FTP, NFS, ...)
vi: Thiết lập dịch vụ mạng (Samba, Ftp, NFS, ...)
zh_cn: 设置网络服务(FTP,NFS,Samba,...)

source: Setup Plugin Browser
cs: Nastavení prohlížeče pluginů
el: Ρυθμίσεις πλοηγού προσθέτων
fi: Asenna laajennusselain
hr: Postavke Dodatak Preglednika
it: Configura elenco plugin
nl: Plugin Browser instellen
pl: Konfiguracja przeglądarki wtyczek
sk: Nastavenie prehliadača pluginov
sr: Podesi dodatak pretraživača
sv: Konfigurera plugin-webbläsare
ta: சொருகி உலாவியை அமைக்கவும்
tr: Eklentiler Listesi Kurulumu
uk: Налаштування браузера плагінів

source: Setup PluginBrowser. Here you can select which Plugins are showed in the PluginBrowser
cs: Nastavení Prohlížeče pluginů. Zde můžete vybrat, které pluginy se zobrazí v Prohlížeči pluginů
el: Ρυθμίσεις πλοηγού προσθέτων. Εδώ μπορείτε να επιλέξετε ποια πρόσθετα θα εμφανίζονται στον πλοηγό προσθέτων
fi: Asenna lisäosa suodatin. Täällä voit valita, mitkä laajennukset näytetään Lisäosissa
hr: Postavke Dodatak Preglednika. Ovdje možete izabrati koji Dodatak će se prikazati u Dodatak Pregledniku
it: Configura elenco plugin. Qui puoi selezionare quali plugin vengono mostrati in elenco plugin
nl: Hier kunt u bepalen welke plugins er zichtbaar zijn in de Plugin Browser.
pl: Skonfiguruj przeglądarkę wtyczek. Tutaj możesz wybrać, które wtyczki mają być wyświetlane w przeglądarce wtyczek
sk: Nastavenie prehliadača pluginov. Tu si môžete vybrať, ktoré nastavenia sa zobrazia v prehliadači pluginov
sr: Podesite preglednik dodataka. Ovde možete odabrati koji se dodaci prikazuju u pregledaču dodataka
sv: Konfigurera PluginBrowser. Här kan du välja vilka plugins som ska visas i PluginBrowser
ta: சொருகி உலாவியை அமைக்கவும். சொருகி உலாவியில் எந்த செருகுநிரல்கள் காட்டப்பட்டுள்ளன என்பதை இங்கே நீங்கள் தேர்ந்தெடுக்கலாம்
tr: Eklentiler Listesini kurun. Burada, Eklentiler Listesinde hangi eklentilerin gösterileceğini seçebilirsiniz
uk: Налаштувати PluginBrowser. Тут ви можете вибрати, які плагіни відображатимуться у браузері плагінів

source: Setup Plugins
bg: Настройка на плъгини
cs: Nastavení pluginů
da: Sæt Plugins op
de: Konfiguration Erweiterungen
el: Ρυθμίσεις προσθέτων
et: Halda pluginaid
fi: Määritä Lisäosat
fr: Paramétrer les Plugins
hr: Podešavanje Dodataka
hu: Bővítmények beállítás
it: Imposta plugin
lt: Sukonfigūruoti priedus
nl: Plugins configureren
pl: Ustawienia wtyczek
sk: Nastavenie pluginov
sr: Podešavanje Plugina
sv: Konfigurera plugins
ta: செருகுநிரல்களை அமைக்கவும்
tr: Eklentileri Kur
uk: Налаштування Плагінів
vi: Cài đặt plugin
zh_cn: 设置插件

source: Setup Tuner
bg: Настройка на тунер
cs: Nastavení tunerů a hledání programů
da: Sæt Tuner op
de: Konfiguration Tuner
el: Ρυθμίσεις tuner
et: Seadista tuuner
fi: Määritä Viritin asetukset
fr: Configurer le tuner
hr: Podešavanje Tunera
hu: Tuner beállítás
it: Imposta tuner
lt: Sukonfigūruoti imtuvą
nl: Tuners beheren
pl: Ustawienia tunera
ru: Настройки Тюнера
sk: Nastavenie tunera
sr: Podešavanje Tjunera
sv: Inställning Tuner
ta: அமைவு ட்யூனர்
tr: Tuner Kurulumu
uk: Налаштування Тюнера
vi: Cài đặt bộ chỉnh
zh_cn: 设置调谐器

source: Setup Video/Audio
bg: Настройка на видео/аудио
cs: Nastavení Video/Audio
da: Sæt Video/Lyd op
de: Konfiguration Bild/Ton
el: Ρυθμίσεις εικόνας/ήχου
et: Seadista heli ja pilt
fi: Määritä Kuva / Ääni asetukset
fr: Paramétrer Vidéo / Audio
hr: Podešavanje Video/Audio
hu: Videó/Hang beállítás
it: Imposta audio e video
lt: Garso/vaizdo nustatymai
nl: Audio/Video instellingen
pl: Ustawienia dźwięku i obrazu
sk: Nastavenie videa/zvuku
sr: Podešavanje Video/Audio
sv: Inställning Video/Audio
ta: வீடியோ/ஆடியோவை அமைக்கவும்
tr: Görüntü/Ses Kurulumu
uk: Налаштування Відео/Аудіо
vi: Cài đặt video / âm thanh
zh_cn: 设置视频/音频

source: Setup Videomode
bg: Настройка на видео режим
cs: Nastavení video módů
da: Sæt Videotilstand op
de: Konfiguration Bild
el: Ρυθμίσεις λειτουργίας εικόνας
et: Seadista videorežiim
fi: Kuva asetusten määritys
fr: Configurer le mode vidéo
hr: Podešavanje Video načina
hu: Videómód beállítás
it: Imposta modalità video
lt: Vaizdo režimo sąranka
nl: Video instellingen
pl: Ustawienia trybu wideo
ru: Настройки Видеорежима
sk: Nastavenie video režimu
sr: Podešavanje Video režim
sv: Inställning Videomode
ta: வீடியோமோட்டை அமைக்கவும்
tr: Görüntü Modu Kurulumu
uk: Налаштування режиу Відео
vi: Thiết lập videomode
zh_cn: 设置显示方式

source: Setup each tuner for your satellite system
bg: Настройка на всеки тунер за вашата спътникова система
cs: Nastavení a aktivace všech tunerů pro satelitní a pozemní příjem
da: Sæt hver enkelt Tuner i dit system op
de: Einstellungen für jeden Tuner
el: Ρυθμίστε το κάθε tuner του δορυφορικού σας συστήματος
et: Seadista oma satelliidisüsteemi tuunerid
fi: Määritä virittimen asetukset
fr: Configurer chaque tuner de votre installation satellite
hr: Podešavanje svakog tunera za satelitski sustav
hu: A műholdrendszer minden tunerének beállítása
it: Imposta ogni tuner per il sistema satellitare
lt: Nustatykite kiekvieną imtuvą pagal savus suderintus palydovus
nl: Hier kunt u de tuners in uw ontvanger configureren.
pl: Konfiguruj każdy tuner
ru: Настройки каждого тюнера вашего ресивера
sk: Nastavenie tunerov vášho satelitného systému
sr: Podešavanje svakog tjunera za satelitski sistem
sv: Ställ in varje tuner för ditt satellitsystem
ta: உங்கள் செயற்கைக்கோள் அமைப்புக்கு ஒவ்வொரு ட்யூனரையும் அமைக்கவும்
tr: Uydu sisteminiz için her bir tuneri ayarlayın
uk: Налаштування кожного тюнера Вашого приймача
vi: Cài đặt từng bộ chỉnh cho hệ thống vệ tinh của bạn
zh_cn: 为卫星系统设置每个调谐器

source: Setup entry sort
bg: Сортиране на екранните настройките по азбучен ред
cs: Třídit nastavení podle abecedy
el: Σειρά ταξινόμησης στοιχείων μενού
fi: Näytä asetussivut aakkosjärjestyksessä
fr: Trier l'écran des paramètres dans l'ordre alphabétique
hr: Sortiranje stavki podešavanja
it: Imposta ordinamento voci
lt: Nustatyti įrašo rūšiavimą
nl: Sorteer alle instellingen alfabetisch
pl: Sortuj ustawienia ekranu alfabetycznie
sk: Zoradiť nastavenie podľa abecedy
sr: Sortiranje stavki podešavanja
sv: Inställning av sortering av poster
ta: அமைவு நுழைவு வரிசை
tr: Giriş sıralaması kurulumu
uk: Сортувати пункти налаштувань за алфавітом

source: Setup how to control the channel changing.
bg: Настройка как да управлявате промяната на канала.
cs: Nastavit, jak ovládat změnu kanálu.
da: Indstil hvordan kanalskifte styres.
de: Das Verhalten beim Umschalten, bis der nächste Sender verfügbar ist, einstellen.
el: Ορισμός του τρόπου ελέγχου αλλαγής καναλιών.
et: Seadista, kuidas kanalivahetus toimub.
fi: Määrittää kanavanvaihdon toiminnan. Valinnalla 'musta ruutu' ruutu muuttuu mustaksi, kunnes uusi kanava aktivoituu. Valinnalla 'pysäytä nykyinen' vanha kanava pysäytetään, kunnes uusi kanava aktivoituu.
fr: Configure comment contrôler le changement de chaîne.
hr: Podesite kako da kontrolišete promjenu kanala.
hu: Állítsa be, hogy a Csatornaváltás miként működjön.
it: Imposta come controllare il cambio canale.
lt: Sukonfigūruoti kaip kontroliuoti kanalo pasikeitimą.
nl: Hier kunt u instellen welk beeld u 'tussen' de zenders wilt zien tijdens het zappen. Opties zijn: een Zwart scherm, een Stilstaand beeld, een Zwart scherm tot de zender 'gelocked' is en een Stilstaand beeld tot de zender 'gelocked' is.
pl: Ustawienie sposobu kontrolowania zmiany kanału.
ru: Настройки поведения при переключении канала.
sk: Nastavenie spôsobu ovládania zmeny kanála.
sr: Podesite kako da kontrolišete promenu kanala.
sv: Inställning av hur kanalbytet ska styras.
ta: சேனல் மாற்றத்தை எவ்வாறு கட்டுப்படுத்துவது.
tr: Kanal değiştirme işleminin nasıl kontrol edileceğini ayarlayın.
uk: Налаштування контролю зміни каналу.
vi: Thiết lập cách kiểm soát kênh thay đổi.
zh_cn: 设置如何控制信道变化.

source: Setup interface
bg: Настройка на интерфейса
cs: Nastavení síťového rozhraní
da: Sæt grænseflade op
de: Einstellungen Netzwerk
el: Ρυθμίσεις διεπαφής
et: Seadista võrgukaart
fi: Määritä verkkosovitin
fr: Configurer l'interface
hr: Podešavanje sučelja
hu: Interfész beállítás
it: Imposta interfaccia
lt: Sukonfigūruoti sąsają
nl: Netwerk adapter instellen
pl: Ustawienia interfejsu
ru: Настройки сетевого интерфейса
sk: Nastavenie sieťových rozhraní
sr: Podešavanje interfejsa
sv: Inställningsgränssnitt
ta: அமைவு இடைமுகம்
tr: Arayüz Kurulumu
uk: Налаштування інтерфейсу
vi: Giao diện cài đặt
zh_cn: 设置界面

source: Setup menu
bg: Настройка на менюто
cs: Nastavení menu
da: Opsætningsmenu
de: Konfiguration
el: Μενού ρυθμίσεων
et: Seadistusmenüü
fi: Asetusvalikko
fr: Menu configuration
hr: Podešavanje menu
hu: Beállítások menü
it: Imposta menu
lt: Nustatymų meniu
nl: Instellingen menu
pl: Ustawienia menu
pt_br: Configurações
ru: Настройки меню
sk: Nastavenie menu
sr: Podešavanje menija
sv: Inställningsmeny
ta: அமைவு பட்டியல்
tr: Menü Kurulumu
uk: Налаштування меню
vi: Menu cài đặt
zh_cn: 设置菜单

source: Setup network time synchronization interval.
bg: Настройка на интервала за синхронизиране на времето в мрежа.
cs: Nastavení intervalu synchronizace se síťí.
da: Indstil interval for synkronisering af netværkstid.
de: Hier können Sie den Synchronisierungs-Intervall des NTP-Servers einstellen.
el: Ρυθμίσεις μεσοδιαστήματος συγχρονισμού ώρας δικτύου.
et: Määra ajavahemik võrguaja sünkroonimiseks.
fi: Määrittää, kuinka usein aika synkronoidaan NTP:hen.
fr: Définir l'intervalle de synchronisation de l'heure par le réseau.
hr: Interval sinhronizacije vremena podešavanja mreže.
hu: A hálózati idő szinkronizálási intervallumának beállítása.
it: Imposta intervallo di sincronizzazione dell'ora di rete.
lt: Tinklo nustatymo laiko sinchronizavimo intervalas.
nl: Stel het netwerk synchronisatie interval in.
pl: Ustawienie synchronizacji czasu z internetu.
ru: Настройки интервала синхронизации времени.
sk: Nastavenie intervalu synchronizácie s časom v sieti.
sr: Interval sinhronizacije vremena podešavanja mreže.
sv: Ställ in intervall för synkronisering av nätverkstid.
ta: பிணையம் நேர ஒத்திசைவு இடைவெளி அமைக்கவும்.
tr: Ağ zaman senkronizasyonu aralığını düzenleyin.
uk: Встановіть інтервал синхронізації часу з мережі.
vi: Thiết lập khoảng thời gian đồng bộ hóa mạng.
zh_cn: 设置网络时间同步间隔.

source: Setup network. Here you can setup DHCP, IP, DNS
bg: Настройка на мрежата. Тук можете да настроите DHCP, IP, DNS
cs: Nastavení sítě. Zde si můžete nastavit DHCP, IP, DNS
da: Sæt netværk op. Her kan du sætte DHCP, IP, DNS op
de: Einstellungen Netzwerk. Hier können Sie DHCP, IP, DNS einstellen.
el: Ρυθμίσεις δικτύου. Εδώ μπορείτε να ρυθμίσετε τα DHCP, IP, DNS
et: Seadista võrk. Siin saab seadistada DHCP, IP, DNS
fi: Määrittä verkko. Täällä voit asettaa DHCP, IP, DNS
fr: Configurer le réseau. Ici vous pouvez configurer DHCP, IP, DNS
hr: Podešavanje mreže. Ovdje možete podesiti DHCP, IP, DNS
hu: Hálózat beállítás. Itt tudod beállítani: FHCP, IP, DNS
it: Imposta rete. Qui puoi impostare DHCP, IP, DNS
lt: Čia galite nustatyti savojo tinklo modulio DHCP, IP, DNS
nl: Netwerk instellingen. Hier kunt u DHCP, IP en DNS instellen.
pl: Ustawienia sieci. Tutaj możesz ustawić DHCP, IP, DNS
ru: Настройки сети. Здесь можете настроить DHCP, IP, DNS.
sk: Nastavenie DHCP, IP, DNS
sr: Podešavanje mreže. Ovde možete podesiti DHCP, IP, DNS
sv: Konfigurera nätverk. Här kan du ställa in DHCP, IP, DNS
ta: அமைவு பிணையம். இங்கே நீங்கள் DHCP, IP, DNS ஐ அமைக்கலாம்
tr: Ağ kurulumu. Burada DHCP, IP ve DNS ayarlarını yapabilirsiniz
uk: Налаштування мережі. Тут можете налаштувати DHCP, АП, DNS
vi: Cài đặt mạng. Tại đây bạn có thể thiết lập DHCP, IP, DNS
zh_cn: 设置网络.在这里你可以设置DHCP,IP,DNS

source: Setup rotor
bg: Настройка на rotor
cs: Nastavení a seřízení motoru
da: Sæt motor op
de: Einstellungen Rotor
el: Ρυθμίσεις μοτέρ
et: Seadista ajam
fi: Määritä kääntömoottorin asetukset
fr: Configurer le rotor
hr: Podešavanje rotora
hu: Forgatómotor beállítása
it: Imposta motore
lt: Sukonfigūruoti rotorių
nl: DiSEqC rotor instellen
pl: Ustawienia pozycjonera
ru: Настройки мотоподвеса
sk: Nastavenie motora
sr: Podešavanje rotora
sv: Ställ in rotorn
ta: அமைவு ரோட்டார்
tr: Rotor Kurulumu
uk: Налаштування мотопідвісу
vi: Cài đặt động cơ
zh_cn: 设置极轴

source: Setup tuner(s)
bg: Настройка на тунер(и)
cs: Aktivace, nastavení všech tunerů
da: Sæt Tuner(e) op
de: Einstellungen Tuner
el: Ρυθμίσεις tuner(s)
et: Seadista tuuner(id)
fi: Määritä viritin asetukset
fr: Configurer le(s) tuner(s)
hr: Podešavanje tunera
hu: Tuner(ek) beállítás
it: Imposta tuner
lt: Sukonfigūruoti imtuvą(us)
nl: Tuner(s) instellen
pl: Ustawienia tunera(ów) sat
ru: Настройки теюнеров
sk: Nastavenie tunera/tunerov
sr: Podešavanje tjunera
sv: Ställa in tuner(s)
ta: சர்க்கரை அமைவு (கள்)
tr: Tuner(ler) Kurulumu
uk: Налаштування тюнера(-ів)
vi: Cài đặt bộ chỉnh tần số
zh_cn: 设置调谐器(秒)

source: Setup uShare
bg: Настройка на uShare
cs: Nastavení uShare
da: Sæt uShare op
de: Einstellungen uShare
el: Ρυθμίσεις uShare
et: uShare seaded
fi: uShare asetukset
fr: Configurer uShare
hr: Podešavanje uShare
hu: A uShare beállítása
it: Imposta uShare
lt: Sukonfigūruoti uShare
nl: uShare
pl: Ustawienia uShare
ru: Настройки uShare
sk: Nastavenie uShare
sr: Podešavanje šeringa
sv: Konfigurera uShare
ta: அமைவு உசேர்
tr: uShare Kurulumu
uk: Налаштування uShare
vi: Cài đặt uShare
zh_cn: 设置ushare

source: Setup your Audio Mode
bg: Настройка на вашия аудио режим
cs: Možnosti nastavení režimů zvuku
da: Sæt din Lydtilstand op
de: Ton-Einstellungen
el: Ρυθμίσεις λειτουργίας ήχου
et: Seadista vastuvõtja helirežiim
fi: Määritä ääniasetukset
fr: Configurer le mode Audio
hr: Podešavanje vašeg Audio načina
hu: Az Audio üzemmód beállítása
it: Imposta modalità audio
lt: Sukonfigūruoti savo garso režimą
nl: Audio voorkeuren instellen.
pl: Skonfiguruj tryb audio
ru: Настройки вашего режима Audio
sk: Nastavenie režimu zvuku
sr: Podešavanje vašeg Audio režima
sv: Ställ in ditt ljudläge
ta: உங்கள் ஆடியோ பயன்முறையை அமைக்கவும்
tr: Ses Modunuzu ayarlayın
uk: Налаштування Вашого режиму Аудіо
vi: Cài đặt Chế độ âm thanh của bạn
zh_cn: 设置音频模式

source: Setup your Channel selection configuration
bg: Настройка на вашата конфигурацията за избор на канал
cs: Nastavení voleb výběru kanálů
da: Sæt din Kanalvalgskonfiguration op
de: Stellen Sie Ihre Kanallistenkonfiguration ein.
el: Ρυθμίσεις για την επιλογή καναλιών
et: Seadista kanalivaliku sätted
fi: Määritä kanavan valinta asetukset
fr: Configurer la liste des chaînes
hr: Podešavanje konfiguracije odabira kanala
hu: A csatorna kiválasztásának konfigurálása
it: Imposta configurazione di selezione canale
lt: Sukonfigūruoti kanalų pasirinkimą
nl: Alle instellingen die met de zenderlijst te maken hebben.
pl: Wybierz swoją konfigurację wyboru kanałów
ru: Настройки списка каналов.
sk: Nastavenie konfigurácie výberu kanála
sr: Podešavanje konfiguracije izbora kanala
sv: Ställ in konfigurationen för kanalval
ta: உங்கள் சேனல் தேர்வு உள்ளமைவை அமைக்கவும்
tr: Kanal seçim yapılandırmanızı ayarlayın
uk: Налаштування конфігурацію вибору каналів
vi: Thiết lập cấu hình lựa chọn Kênh của bạn
zh_cn: 设置频道选择配置

source: Setup your Device mounts (USB, HDD, others...)
bg: Настройка на вашето устройство за монтиране (USB, HDD, други ...)
cs: Nastavení vašich připojených zařízení (HDD, USB, a další...)
da: Sæt dine enheds-mounts (USB, HDD og andre) op
de: Einstellungen der Laufwerk-Mounts (USB, HDD etc.)
el: Ρυθμίσεις προσαρτήσεων συσκευών (USB, HDD, others...)
et: Seadista andmekandjate haakepunktid (USB, HDD, muud)
fi: Määritä laiteliitokset (USB, HDD, jne...)
fr: Configurer les montages des périphériques (USB, HDD, autres…)
hr: Podešavanje montaže uređaja (USB, HDD i drugi...)
hu: Csatlakoztatott eszközök beállítása (USB, HDD, egyéb...)
it: Imposta montaggi del dispositivo (USB, HDD, altri...)
lt: Sukonfigūruoti jūsų įrenginių prijungimą (USB, HDD, kiti...)
nl: Mountpunten op opslagmedia instellen (USB, HDD, andere...)
pl: Ustawienia montowania (USB, HDD i inne)
ru: Настройки точек подключения устройств (USB, HDD, других...)
sk: Nastavenie pripájaných zariadení (USB, HDD, iné…)
sr: Podešavanje montaže uređaja (USB, HDD i drugi...)
sv: Konfigurera dina enhetsfästen (USB, HDD, andra...)
ta: உங்கள் சாதனத்தை அமைக்கவும் (யூ.எச்.பி, எச்டிடி, மற்றவை ...)
tr: Cihaz bağlantı noktalarını kurun (USB, HDD, diğerleri...)
uk: Налаштування точок підключення пристроїв (USB, HDD, інших...)
vi: Cài đặt giá treo thiết bị của bạn (USB, HDD, các thiết bị khác ...)
zh_cn: 设置设备安装(USB,硬盘,其他...)

source: Setup your EPG config
bg: Настройка на вашата EPG конфигурация
cs: Konfigurace nastavení EPG
da: Sæt din EPG konfiguration op
de: EPG Einstellungen konfigurieren.
el: Ρυθμίσεις παραμέτρων EPG
et: Seadista EPG sätteid
fi: Määritä ohjelmaoppaan asetukset
fr: Configurer votre EPG
hr: Podešavanje vaše EPG konfiguracije
hu: Az EPG konfigurációjának beállítása
it: Imposta configurazione EPG
lt: Valdykite savo EPG konfigūraciją
nl: Alle instellingen die met de EPG te maken hebben.
pl: Wybierz konfig.EPG
ru: Настройки телегида.
sk: Nastavenie konfigurácie EPG
sr: Podešavanje vašeg EPG konfig
sv: Ställ in din EPG-konfiguration
ta: உங்கள் ஈபிசி கட்டமைப்பை அமைக்கவும்
tr: EPG yapılandırmanızı ayarlayın
uk: Налаштування конфігураціїї Вашого ЕПГ
vi: Thiết lập cấu hình EPG của bạn
zh_cn: 设置EPG配置

source: Setup your Harddisk
bg: Настройка на вашия хард диск
cs: Nastavení vašeho harddisku
da: Sæt din Harddisk op
de: Einstellen der Festplatte.
el: Ρυθμίσεις σκληρού δίσκου
et: Seadista vastuvõtja kõvaketas
fi: Määritä kiintolevyn asetukset
fr: Configurer votre disque dur
hr: Podešavanje vašeg Hard Diska
hu: A merevlemez beállítása
it: Imposta disco rigido
lt: Sukonfigūruoti savo kietąjį diską
nl: Hier kunt u uw harde schijf configureren.
pl: Skonfiguruj swój HDD
ru: Настройки жесткого диска.
sk: Nastavenie pevného disku
sr: Podešavanje vašeg Hard Diska
sv: Konfigurera din hårddisk
ta: உங்கள் ஆர்ட் டிச்கை அமைக்கவும்
tr: Sabit diskinizi kurun
uk: Налаштування Вашого жорсткого диску
vi: Cài đặt đĩa cứng
zh_cn: 设置硬盘
