Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
da: Når dette aktiveres, vises en pop-op besked når en film er slut og den næste starter.
de: Bei 'Ja' wird eine Info angezeigt sobald ein Film beendet ist und der nächste beginnt.
et: Kui lubatud, teavitatakse filmi lõppemisest ja uue alustamisest hüpikaknaga.
hu: Egy felugró üzenet jelenjen meg a képernyőn amikor egy fájl a végéhez ért és a következő elindul.
pt_br: Quando ativado, uma mensagem será exibida quando um evento terminar ou quando o próximo começar.
ru: Показать всплывающее окно, когда один фильм закончился, а следующий начинается.
vi: Khi được bật, một thông báo bật lên sẽ được hiển thị khi phim kết thúc và phần tiếp theo sẽ bắt đầu.
zh_cn: 启用后,将在电影播放完毕,下一个电影将开始播放时显示弹出消息.

source: When enabled, a popup message will be shown when a recording starts.
da: Når dette aktiveres, vises en pop-op besked når en optagelse starter.
de: Bei 'Ja' wird eine Info angezeigt sobald eine Aufnahme startet.
et: Kui lubatud, teavitatakse salvestuse algamisest hüpikaknaga.
hu: Egy felugró üzenet jelenjen meg a képernyőn amikor a felvétel elindul.
pt_br: Quando ativado, uma mensagem será exibida ao iniciar uma gravação.
ru: Показать всплывающее окно, когда начинается запись.
vi: Khi được bật, một thông báo bật lên sẽ được hiển thị khi bắt đầu ghi.
zh_cn: 启用后,将在录像开始时显示弹出消息.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
da: Når dette aktiveres, har en optagelse tilladelse til at afbryde Live TV, når der ikke er nogen frie Tunere.
de: Bei 'Ja' darf eine Aufnahme das Live-TV unterbrechen, falls kein freier Tuner zur Verfügung steht.
et: Kui lubatud, võivad salvestused vaba tuuneri puudumisel saate vaatamise katkestada.
hu: Egy felvétel megszakíthatja a TV-nézést, ha nem áll rendelkezésre másik szabad tuner a felvételhez.
pt_br: Quando ativado, uma gravação pode interromper a TV ao vivo, quando não existem sintonizadores disponíveis.
ru: Если включено, при начале записи просматриваемая передача будет прервана, если нет свободного тюнера.
vi: Khi được bật, một bản ghi được phép làm gián đoạn truyền hình trực tiếp, khi không có bộ chỉnh miễn phí.
zh_cn: 启用后,当没有空闲的调谐器时,允许录像中断直播电视.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
da: Når dette aktiveres, vil en advarsel blive vist og brugeren får mulighed for at stoppe eller fortsætte med Timeshift.
de: Bei 'Ja' wird eine Warnung angezeigt und Sie können Timeshift stoppen oder fortführen.
et: Kui lubatud, kuvatakse hoiatus ja kasutajal on võimalus ajanihe peatada või jätkata.
hu: Egy figyelmeztetés jelenjen meg a képernyőn választható lehetőséggel, a Timeshift megállítása vagy folytatása miatt.
pt_br: Quando ativado, uma mensagem será exibida e o usuário terá a opção de parar ou continuar o timeshift.
ru: Если включено, будет выводиться предупреждение с выбором об остановке или продолжении работы таймшифта.
vi: Khi được bật, một cảnh báo sẽ được hiển thị và người dùng sẽ có tùy chọn dừng hoặc tiếp tục chuyển đổi thời gian.
zh_cn: 启用后,警告将会显示,同时用户将获得一个选项来停止或继续时移.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting.
da: Når dette aktiveres, dekrypteres modtagne http-Streams. Dette kræver flere resurser (dekryptering demuxere), aktiver kun hvis nødvendig. individuelle Streams bliver altid dekrypteret hvis 0x100 ertilføjet til kanaltypen, uanset denne indstilling.
de: Bei 'Ja' werden empfangene HTTP-Streams immer entschlüsselt. Dies verbraucht mehr Ressourcen (Demuxer). Aktivieren Sie diese Option nur, wenn es notwendig ist. Individuelle Streams sind immer entschlüsselt, wenn 0x100 zum Servicetyp hinzugefügt wurde, unabhängig von dieser Einstellung.
et: Kui lubatud, dekodeeritakse sisenevad http vood alati. See võtab rohkem ressursse, luba ainult vajadusel. Konkreetne voog dekodeeritakse hoolimata seadistustes määratust alati, kui kanalitüübile lisatakse 0x100.
hu: Ha engedélyezve van, akkor mindig dekódolva van a fogadott http adatfolyamok. Ez több erőforrást igényel, csak akkor választd, ha szükséges.
vi: Khi được bật, luôn luôn giải mã các luồng http. Điều này chiếm nhiều tài nguyên hơn (giải mã giải mã), chỉ kích hoạt nếu cần thiết. Các luồng riêng lẻ luôn được giải mã nếu 0x100 được thêm vào loại dịch vụ, bất kể cài đặt này. Tắt mặc định.
zh_cn: 启用后,请始终解密接收的HTTP流.这会占用更多资源(解复用器解扰),仅在必要时启用.如果 将0x100添加到服务类型,则无论此设置如何,始终对单个流进行解密.

source: When enabled, channel numbering will start at '1' for each bouquet.
da: Når dette aktiveres, vil kanalnumerering starte ved '1' for hver Buket.
de: Bei 'Ja' fangen die Sendernummern in jeder Favoritenliste mit '1' an.
et: Kui lubatud, algavad kanali numbrid igas lemmiknimekirjas numbriga '1'.
hu: Ha engedélyezi, akkor minden egyes csatornacsomagban a csatornák számozása 1-el kezdődik.
pt_br: Quando ativado, a numeração de canais inicia em 1 para cada grupo de favoritos.
ru: Если включено, нумерация каналов в каждом фаворитном списке будет начинаться с '1'
vi: Khi được bật, đánh số kênh sẽ bắt đầu ở '1' cho mỗi bó hoa.
zh_cn: 启用时,每个频道列表的频道编号将从'1'开始.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
da: Når aktiveret, flyttes slettede optagelser til skraldespand i stedet for straks at blive slettet.
de: Bei 'Ja' werden gelöschte Aufnahmen in den Papierkorb verschoben, bei 'Nein' sofort und unwiderruflich gelöscht.
et: Kui lubatud, ei kustutata salvestisi silmapilkselt, vaid liigutatakse prügikasti.
hu: A törölt fájlok kukába kerüljenek, azonnali megsemmisítés helyett.
pt_br: Quando ativado, gravações removidas são movidas para a lixeira, ao invés de serem imediatamente excluídas.
ru: Когда эта функция включена, удаляемые записи будут перемещены в корзину, вместо того, чтобы быть удаленными.
vi: Khi được bật, các bản ghi bị xóa sẽ được chuyển vào thùng rác, thay vì bị xóa ngay lập tức.
zh_cn: 启用后,已删除的录像会移至回收站,而不是立即删除.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
da: Når dette aktiveres, vil grafiske undertekster blive vist i gul i stedet for den originale farve.
de: Bei 'Ja' werden grafische DVB Untertitel in Gelb statt der Originalfarbe dargestellt.
et: Kui lubatud, kuvatakse DVB subtiitrid nende tõelise värvi asemel kollasena.
hu: A DVB felirat átszínezése sárgára, az eredeti szín helyett.
pt_br: Quando ativado, legendas gráficas DVB serão sempre exibidas em amarelo.
ru: Если включено, графические DVB субтитры будут отображаться желтым, а не исходным цветом.
vi: Khi được bật, phụ đề DVB đồ họa sẽ được hiển thị màu vàng, thay vì màu gốc.
zh_cn: 启用后,图形的DVB字幕会显示为黄色,而不是原来的颜色.

source: When enabled, it is possible to leave the movieplayer with exit.
da: Når dette aktiveres, er det muligt at forlade Filmafspilleren med EXIT.
de: Einstellen, ob und wie der Movieplayer mit EXIT beendet wird.
et: Kui lubatud, saab lõpetada taasesituse EXIT nupuga.
hu: Lehessen kilépni a lejátszóból az EXIT gomb megnyomásával.
pt_br: Quando ativado, é possível sair do reprodutor de vídeos com o Exit.
ru: Укажите действие по кнопке exit, при работающем мувиплеере
vi: Khi được bật, có thể rời khỏi trình phát phim với lối ra.
zh_cn: 启用后,可以按EXIT离开电影播放器.

source: When enabled, network trash cans are probed for cleaning.
da: Når dette er aktiveret, undersøges netværksskraldespande ved oprydning.
de: Hier können Sie festlegen, ob Netzwerk-Papierkörbe auch geleert werden.
et: Kui lubatud, uuritakse kustutamisel ka võrgukettaid.
hu: Ha engedélyezve van, akkor a hálózati kuka is ürítésre kerül.
ru: Если включено, сетевые корзины будут зондированы для очистки.
vi: Khi được bật, thùng rác mạng được thăm dò để làm sạch.
zh_cn: 启用后,将探测网络回收站以进行清洁.

source: When enabled, the VCR scart option will be shown on the main menu
da: Når dette aktiveres, vil VCR scart muliheden blive vist i hovedmenuen.
de: Bei Aktivierung wird die Option Scart-Videorekorder im Hauptmenü angezeigt.
et: Kui lubatud, kuvatakse VCR-SCART valik peamenüüs
hu: Ha engedélyezi, a 'VCR Scart' menü meg fog jelenni a fő menüben
pt_br: Quando ativado, a opção VCR Scart será exibida no menu principal
ru: При включении настройки VCR scart будут отображаться в главном меню
vi: Khi được bật, tùy chọn scart VCR sẽ được hiển thị trên menu chính
zh_cn: 启用后,VCR SCART选项将在主菜单显示

source: When enabled, the length of each recording will be shown in the movielist (this might cause some additional loading time).
da: Når dette aktiveres, vil længden af optagelsen blive vist i Filmlisten (dette kan medføre en lidt længere opstartstid).
de: Bei 'Ja' wird die Länge jeder Aufnahme in der Filmliste angezeigt (dies kann die Ladezeit der Fimliste beeinflussen).
et: Kui lubatud, näidatakse filmilistis salvestiste kestust (laadimine võib kesta veidi kauem).
hu: Minden egyes fájl hossza jelenjen meg a Felvétel listájában (megnövelheti a listának a betöltési idejét).
vi: Khi được bật, độ dài của mỗi bản ghi sẽ được hiển thị trong danh sách phim (điều này có thể gây ra một số thời gian tải bổ sung).
zh_cn: 启用后,每个录像的长度将显示在影片列表中(这可能会导致一些额外的加载时间).

source: When enabled, timeshift starts automatically in background after specified time.
da: Når dette aktiveres, Starter Timeshift automatisk i baggrunden efter angivet tid.
de: Wenn aktiviert, startet Timeshift automatisch nach der vorgegebenen Zeit.
et: Kui lubatud, algab ajanihe taustal automaatselt pärast määratud aega.
hu: A megadott idő után a Timeshift induljon el automatikusan a háttérben.
pt_br: Quando ativado, o timeshift inicia automaticamente após um tempo determinado.
ru: При включении таймшифт автоматически будет запущен в фоновом режиме через выбранное время.
vi: Khi được bật, timeshift bắt đầu tự động trong nền sau thời gian được chỉ định.
zh_cn: 启用后,时移将会在指定时间后自动在后台启动.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
da: Hvis ikke nul, vil en optagelse starte tidligere end den starttid der er oplyst i EGP.
de: Einstellen der Anzahl von Minuten, die eine Aufnahme vor dem eigentlichen Aufnahmebegin starten soll.
et: Salvestamist alustatakse enne saatekavas näidatud aega.
hu: Ennyivel korábban kezdje a felvételt, mint amit az EPG műsorújság kezdési időnek jelez ki.
pt_br: Quando diferente de zero, uma gravação vai começar mais cedo do que o horário de início indicado pelo EPG.
ru: Укажите на сколько минут раньше, чем время начала по телегиду начинать запись
vi: Khi khác, một bản ghi sẽ bắt đầu sớm hơn thời gian bắt đầu được chỉ định bởi EPG.
zh_cn: 非零时,录像将早于EPG指示的开始时间开始.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
da: Hvis ikke nul, vil en optagelse stoppe senere end den sluttid der er oplyst i EGP.
de: Einstellen der Anzahl von Minuten, die eine Aufnahme nach dem eigentlichen Ende noch weiter laufen soll.
et: Salvestamine lõpetatakse pärast saatekavas näidatud aega.
hu: Ennyivel később fejezze be a felvételt, mint amit az EPG műsorújság befejezési időnek jelez ki.
pt_br: Quando diferente de zero, uma gravação vai parar mais tarde do que a hora de término indicada pelo EPG.
ru: Укажите на сколько минут позже, чем время окончания по телегиду закончить запись
vi: Khi khác 0, bản ghi sẽ dừng muộn hơn thời gian kết thúc được chỉ định bởi EPG.
zh_cn: 非零时,录像将晚于EPG指示的结束时间停止.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your %s %s will restart automatically! Really do a factory reset?
da: Når du udføre en fabriksgendannelse, vil du miste ALLE dine konfigurationsdata (inklusiv Buketter, kanaler, satellitdata...) Efter gennemførsel af fabriksgendannelse, vil din %s %s automatisk genstarte! Udfør virkelig en fabriksgendannelse ?
de: Wenn Sie die Werkseinstellungen wiederherstellen, verlieren Sie sämtliche Konfigurationsdateien (einschließlich Kanalliste, Tuner-Konfiguration etc.). Nach der Wiederherstellung wird die %s %s automatisch neu starten. Werkseinstellungen wirklich wiederherstellen?
et: Algseadistuse taastamisel kaovad kõik isiklikud seaded (lemmiknimekirjad, kanalid, satelliidid, seadistusfailid jne...) Pärast algseadistuse taastamist taaskäivitub %s %s automaatselt! Kas taastada algseadistus?
hu: Ha visszaállítja a készüléket a gyári állapotba, minden beállítása el fog veszni (beleérve a listákat, a kedvenceket, csatornákat, műholdakat...)! A gyári állapotba helyezés után, a(z) %s %s készülék automatikusan újra fog indulni. Biztos benne, hogy gyári állapotba állítja a készüléket?
ru: При сбросе на заводские установки будут удалены все конфигурационные данные (включая пакеты, каналы, данные спутников...) После завершения сброса, ваш %s %s будет автоматически перезагружен! Действительно хотите сбросить на заводские установки?
vi: Khi bạn thực hiện khôi phục cài đặt gốc, bạn sẽ mất TẤT CẢ dữ liệu cấu hình của mình (bao gồm gói kênh, dịch vụ, dữ liệu vệ tinh ...) Sau khi hoàn thành khôi phục cài đặt gốc,% s% s của bạn sẽ tự động khởi động lại! Thực sự làm một thiết lập lại nhà máy?
zh_cn: 当你做一个出厂复位时,你会失去所有的配置数据 （包括频道列表,频道,卫星数据...） 完成工厂复位后,您的 %s %s 将自动重新启动! 是否要进行出厂复位？

source: Where should the recording be saved?
da: Hvor skal optagelsen gemmes ?
de: Wählen Sie das Zielverzeichnis für die Aufnahme.
et: Kuhu salvestada?
hu: Hova legyen elmentve a felvétel?
ru: Куда должны быть сохранены записи?
vi: Ghi âm nên được lưu ở đâu?
zh_cn: 录像要保存到哪里？

source: Where to save temporary timeshift recordings?
da: Hvor skal midleridige Timeshift optagelser gemmes ?
de: Wo wollen Sie temporäre Timeshift Aufnahmen speichern?
et: Kuhu talletada ajutised ajanihke failid?
hu: Hová kerüljenek az átmeneti Timeshift felvételek?
pt_br: Onde salvar as gravações temporárias do timeshift?
ru: Куда сохранить временные файлы отложенного просмотра?
sl: Kam naj shranjujem začasne posnetke časovnega zamika?
vi: Lưu bản ghi timeshift tạm thời ở đâu?
zh_cn: 在哪里保存临时时移录像？

source: Which event do you want to save permanently?
bg: Кое събитие искате да запазите перманентно?
da: Hvilken begivenhed ønsker du at gemme permanent ?
de: Welche Sendung soll dauerhaft gespeichert werden?
et: Millise saate soovid lõplikult talletada?
hu: Melyik műsort szeretné tartósan menteni?
ru: Какое событие вы хотите сохранять постоянно?
vi: Sự kiện nào bạn muốn lưu vĩnh viễn?
zh_cn: 您想永久保存哪些事件？

source: Wintersport
da: Vintersport
zh_cn: 冬季运动

source: Wireless network connection setup
da: Sæt Trådløs netværkforbindelse op
de: Einstellungen WLAN-Netzwerkverbindung
et: Traadita võrgu seadistus
hu: Vezeték nélküli hálózat beállítása
pt_br: Configurar rede sem fio
ru: Настройка беспроводной сети
vi: Thiết lập kết nối mạng không dây
zh_cn: 无线网络连接设置

source: Wireless network connection setup.
da: Sæt Trådløs netværksforbindelse op.
de: Einstellungen WLAN-Netzwerkverbindung.
et: Traadita võrgu seadistus.
hu: Vezeték nélküli hálózat beállítása.
pt_br: Configurar rede sem fio.
ru: Настройка беспроводной сети.
vi: Thiết lập kết nối mạng không dây.
zh_cn: 无线网络连接设置.

source: Wirtschaft
zh_cn: 经济

source: Wissenschaft
zh_cn: 科学类

source: With popup
da: Med Pop-up
de: Mit Meldung
et: Hüpikaknaga
hu: Figyelmeztetéssel
pt_br: Com popup
ru: С показом сообщения
vi: Với cửa sổ bật lên
zh_cn: 弹出

source: With this option set to 'yes' the channel lists will always show you the bouquet screen first. If set to 'no' the current bouquet will be opened.
da: Med denne mulighed sat til 'Ja' vil kanallisten altid vise dig Buket-billdedet først. Hvis sat til 'Nej' bliver den aktuelle Buket åbnet.
de: Bei 'Ja' wird bei Aufruf der Kanalliste stattdessen die Favoritenliste gezeigt, bei 'Nein' die aktuelle Kanalliste geöffnet.
et: Määrates 'jah', avatakse esmalt lemmiknimekirjade valik. Määrates 'ei' avatakse konkreetne kanalinimekiri.
hu: Ha az érték 'igen'-re van állítva, akkor a csatornacsomag lista fog először megjelenni. Ha 'nem', akkor az aktuális csatorna lista jelenik meg a képernyőn.
ru: Если выбрано 'да', список каналов будет открываться в первом фаворите. Если выбрано 'нет', список каналов будет открываться в текущем фаворите.
vi: Với tùy chọn này được đặt thành 'có', danh sách kênh sẽ luôn hiển thị cho bạn màn hình bó hoa trước tiên. Nếu được đặt thành 'không', bó hoa hiện tại sẽ được mở.
zh_cn: 该选项设为'是',频道列表总是在屏幕上首先显示.设为'否',当前频道列表将会被打开.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
da: Med denne mulighed kan du skjule jobopgaver fra skærmbilledet udvidelser (kort blå tastetryk).
de: Bei 'Ja' werden noch im Hintergrund laufende Aktionen (Jobs) im Erweiterungsmenü (Taste BLAU lang oder kurz, je nach Einstellung) angezeigt.
et: Siin saab valida, kas käsiloevaid tööülesandeid näidatakse laienduste menüüs (sinine nupp).
hu: Ezzel az opcióval elrejtheti a Job Tasks-t a bővítmények képernyőn (rövid kék gombnyomás).
ru: Эта опция позволяет скрыть задачи из списка дополнений (вызываемым коротким нажатием синей кнопки)
vi: Với tùy chọn này, bạn có thể ẩn Nhiệm vụ công việc khỏi màn hình tiện ích mở rộng (nhấn nút màu xanh ngắn).
zh_cn: 该选项可从扩展屏幕隐藏工作任务(短按蓝色键).

source: Without popup
da: Uden Pop-op
de: Ohne Meldung
et: Hüpikaknata
hu: Figyelmeztetés nélkül
pt_br: Sem popup
ru: Без всплывающего сообщения
vi: Không có cửa sổ bật lên
zh_cn: 不弹出

source: Workaround for old tuner driver
da: Nødløsning til ældre Tuner-driver
de: Nur auf 'Ja' stellen, wenn es Probleme mit Multituner gibt.
et: Erilahendus vana tuuneri ajuri tarbeks
hu: A szállított rendszert használja. Megoldás a régi tuner illesztőprogramjai számára
vi: Cách giải quyết cho trình điều khiển cũ
zh_cn: 为老调谐器驱动程序的解决方案

source: Www long
da: WWW lang
de: www lang
et: Www - pikk
hu: Www hosszan
ru: Www долгое нажатие
vi: Wwwdài
zh_cn: Www键长按

source: YPbPr
zh_cn: 色差

source: Yellow DVB subtitles
da: Gule DVB undertekster
de: DVB Untertitel in gelb
et: Kollased DVB subtiitrid
hu: DVB feliratok színe: sárga
pt_br: Legendas DVB em amarelo
ru: Желтые DVB субтитры
sl: Rumeni DVB podnapisi
vi: Phụ đề DVB màu vàng
zh_cn: 黄色的DVB字幕

source: Yellow button
da: Gul knap
de: Taste GELB
et: Kollane nupp
hu: Sárga gomb
vi: Màu vàng
zh_cn: 黄色键

source: Yellow long
da: Gul lang
de: Taste GELB lang
et: Kollane - pikk
hu: Sárga hosszan
ru: Желтая долгое нажатие
vi: Vàng dài
zh_cn: 黄色键长按

source: Yes, but don't save timeshift as movie
da: Ja, men gem ikke Timeshift som film
de: Ja, nicht als Aufnahme speichern
et: Jah ning ajanihke faile ära talleta
hu: Igen, de ne mentsen el semmit
ru: Да, но не сохранять таймшифт как фильм
vi: Có, nhưng đừng lưu timeshift như phim
zh_cn: 是,但不保存时移作为电影

source: Yes, but if not available show the plugin browser
da: Ja, men vis Pluginbrowseren hvis ikke tilgængelig
de: Ja, aber wenn nicht verfügbar zeige den Plugin Browser
et: Jah, aga kui pole saadaval kuva pluginate menüü
vi: Có, nhưng nếu không có sẵn, hãy hiển thị trình duyệt plugin
zh_cn: 是,但如果不可用,请显示插件浏览器

source: Yes, but if not available show the timer list
da: Ja, men vis Timerliste hvis ikke tilgængelig
de: Ja, aber wenn nicht verfügbar zeige die Timerliste
et: Jah, aga kui pole saadaval kuva taimerinimekiri
vi: Có, nhưng nếu không có sẵn, hãy hiển thị danh sách hẹn giờ
zh_cn: 是,但如果不可用,则显示定时器列表

source: Yes, but save timeshift as movie and continue recording
da: Ja, men gem Timeshift som film og fortsæt optagelse
de: Ja, als Aufnahme speichern und weiter aufnehmen
et: Jah, aga talleta ajanihe ja jätka salvestamist
hu: Igen, de mentse a Timeshift-et felvételként és folytassa a Timeshift-t további működését
ru: Да, но сохранить таймшифт как фильм и продолжить запись
vi: Có, nhưng lưu timeshift như phim và tiếp tục ghi
zh_cn: 是,但保存时移为影片并继续录制

source: Yes, but save timeshift as movie and stop recording
da: Ja, men gem Timeshift som film og stop optagelse
de: Ja, als Aufnahme speichern und stoppen
et: Jah, aga talleta ajanihe ja lõpeta salvestamine
hu: Igen, de mentse a Timeshift-et felvételként és a Timeshift-t álljon le
ru: Да, но сохранить таймшифт как фильм и прервать запись
vi: Có, nhưng lưu timeshift dưới dạng phim và dừng ghi
zh_cn: 是,但保存时移为影片并停止录制

source: Yes, delete from Timerlist
da: Ja, slet fra Timerliste
de: Ja, aus der Timerliste löschen und die Aufnahme beenden.
et: Jah, kustuta taimeriloendist
hu: Igen, törölje az Időzítő listából
ru: Да, удалить из списка таймеров
vi: Có, xóa khỏi Danh sách thời gian
zh_cn: 是,从定时器列表中删除

source: Yes, delete from Timerlist and delete recording
da: Ja, slet fra Timerliste og slet optagelse
de: Ja, aus der Timerliste löschen und die Aufnahme löschen.
et: Jah, kustuta taimeriloendist ja kustuta salvestus
hu: Igen, törölje az Időzítő listáról és törölje a felvételt
ru: Да, удалить из списка таймеров удалить запись
vi: Có, xóa khỏi Danh sách thời gian và xóa ghi âm
zh_cn: 是,从定时器列表中删除和删除录像

source: You already have a bootlogo installed, would you like to remove "%s"?
da: Du har allerede et bootlogo installeret, ønsker du at fjerne "%s" ?
de: Sie haben bereits ein Bootlogo installiert soll es entfernt werden "%s"?
et: Käivituslogo on juba paigaldatud, Kas eemaldada "%s"?
hu: Már van egy bootlogo telepítve, biztos benne, hogy el szeretné távolítani "%s"-t?
ru: Бутлого уже установлен, Удалить "%s"?
vi: Bạn đã cài đặt bootlogo, bạn có muốn xóa "%s"?
zh_cn: 你已经有了一个bootlogo安装, 是否删除 "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
da: Du har allerede et kanalliste installeret, ønsker du at fjerne "%s" ?
de: Es ist bereits eine Kanalliste installiert. Soll "%s" entfernt werden?
et: Kanalinimekiri on juba paigaldatud, Kas eemaldada "%s"?
hu: Már van egy csatornalista telepítve, biztos benne, hogy el szeretné távolítani "%s"-t?
pt_br: Já existe uma lista de canais instalada. Deseja remover "%s"?
ru: Список каналов уже установлен, Удалить "%s"?
vi: Bạn đã cài đặt danh sách kênh, bạn có muốn xóa "%s"?
zh_cn: 您已经安装了一个频道列表, 是否删除 "%s";

source: You can Display MiniTV with or without OSD Menu
da: Du kan vise MiniTV med eller uden OSD Menu
de: Zeige MiniTV im Display mit oder ohne OSD-Menü
et: MiniTV on võimalik kuvada OSD menüüga või ilma
hu: Megjelenítheti a MiniTV-t OSD menüvel vagy anélkül
ru: Можно показать ПИГ-окно без меню OSD
vi: Bạn có thể hiển thị MiniTV có hoặc không có Menu OSD
zh_cn: 可以显示带或不带OSD菜单的MiniTV

source: You can Display PIP with or without OSD Menu
da: Du kan vise PiP med eller uden OSD Menu
de: Sie können sich Bild im Bild mit oder ohne OSD Menü im Front-Display anzeigen lassen.
et: PiP on võimalik kuvada OSD menüüga või ilma
hu: Megjelenítheti a Kép-a-Képben-t OSD menüvel vagy anélkül
ru: Можно включать PIP с меню OSD или без него
vi: Bạn có thể hiển thị PIP có hoặc không có Menu OSD
zh_cn: 可以显示带或不带OSD菜单的画中画

source: You can cancel the installation.
da: Du kan afbryde installation.
de: Sie können die Installation abbrechen.
et: Paigaldamise saab tühistada.
hu: A telepítés folyamata leállítható.
pt_br: A instalação pode ser cancelada.
ru: Вы можете отменить установку.
sl: Lahko prekličete namestitev.
vi: Bạn có thể hủy cài đặt.
zh_cn: 您可以取消安装.

source: You can cancel the removal.
da: Du kan afbryde afinstallation.
de: Sie können das Entfernen abbrechen.
et: Eemaldamise saab tühistada.
hu: Az eltávolítás folyamata leállítható.
pt_br: A remoção pode ser cancelada.
ru: Вы можете отменить удаление.
sl: Lahko prekličete izbris.
vi: Bạn có thể hủy bỏ loại bỏ.
zh_cn: 您可以取消删除.
