Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Define the default settings backup target location. Select 'Ask user' to prompt the user for the target location when the backup is run.
cs: Definujte výchozí cílové umístění zálohy nastavení. Vyberte možnost „Zeptat se uživatele“, chcete-li, aby se uživatel při spuštění zálohy dozvěděl o cílovém umístění.
el: Καθορίστε την προεπιλεγμένη θέση των αντιγράφων ασφαλείας των ρυθμίσεων. Επιλέξτε το 'Ερώτηση χρήστη' για να δίνεται στο χρήστη η επιλογή της θέσης προορισμού κατά την εκτέλεση της εφεδρείας.
fi: Määritä oletus tallennuspaikka asetusten varmuuskopiolle. Valitse 'Kysy käyttäjältä' tallennuspaikkaa varmuuskopion suorittamisen yhteydessä.
hr: Definirajte zadanu lokaciju za spremanje sigurnosnih kopija. Odaberite 'Pitaj korisnika' kako biste pri pokretanju sigurnosne kopije zatražili od korisnika da odabere lokaciju.
it: Definisci la posizione di destinazione predefinita per il backup. Seleziona 'Chiedi all'utente' per richiedere all'utente la posizione di destinazione quando viene eseguito il backup.
sr: Definiši podrazumevanu lokaciju za čuvanje rezervnih kopija. Izaberi 'Pitаj korisnika' da bi program pri pokretanju rezervnog kopiranja pitao korisnika za lokaciju čuvanja.
sv: Definiera standardinställningarna för målplatsen för säkerhetskopieringen. Välj "Ask user" för att fråga användaren om målplatsen när säkerhetskopieringen körs.
tr: Varsayılan yedekleme hedef konumunu tanımlayın. Yedekleme çalıştırıldığında kullanıcıdan hedef konumu istemek için 'Kullanıcıya sor' seçeneğini işaretleyin.
uk: Визначте цільове розташування для резервного копіювання налаштувань за замовчуванням. Виберіть 'Запитувати користувача', щоб запитувати цільове розташування під час запуску резервного копіювання.

source: Define the file system mount options.
cs: Definovat možnosti připojení systému souborů.
el: Ορισμός επιλογών προσάρτησης συστήματος αρχείων.
fi: Määrittele tiedosto järjestelmäasetukset.
hr: Definišite opcije montiranja sistema datoteka.
it: Definisci opzioni di montaggio del file system.
nl: De mount-opties voor het bestandssysteem invoeren.
pl: Zdefiniuj opcje montowania systemu plików.
sk: Definovať možnosti pripojenia systému súborov.
sr: Definišite opcije montaže fajl sistema.
sv: Definiera alternativ för montering av filsystem.
ta: கோப்பு முறைமை மவுண்ட் விருப்பங்களை வரையறுக்கவும்.
tr: Dosya sistemi bağlantı seçeneklerini tanımlayın.
uk: Визначте параметри монтування файлової системи.

source: Defined / Active
bg: Дефиниран / Активен
cs: Definováno / Aktivní
el: Ορισμένο / Ενεργό
fi: Määritetty / Aktiivinen
hr: Zadano / Aktivno
it: Definito/Attivo
lt: Apibrėžta / Aktyvi
nl: Gedefinieerd / Actief
pl: Zdefiniowany/Aktywny
sk: Definované/aktívne
sr: Definisano / Aktivno
sv: Definierad / Aktiv
ta: வரையறுக்கப்பட்ட / செயலில்
tr: Tanımlı / Aktif
uk: Визначено / Активно

source: Defined skips
cs: Definované přeskakování
el: Καθορισμένες παραλείψεις
fi: Määritelty ohitus
hr: Zadani preskoci
it: Salti definiti
nl: Gedefinieerde sprongen
pl: Zdefiniowane pominięcia
sr: Definisano preskoči
sv: Definierade skips
tr: Tanımlanmış atlamalar
uk: Визначені пропуски

source: Defined volume offset
cs: Definovaný offset hlasitosti
el: Ορισμός ολίσθησης έντασης ήχου
fi: Määritetty äänenvoimakkuus
hr: Definišite pomak glasnoće
it: Offset del volume definito
nl: Gedefinieerde volume offset
pl: Zdefiniowane przesunięcie głośności
sk: Definovaný posun hlasitosti
sr: Definisan pomak zvuka
sv: Definierad volymförskjutning
tr: Tanımlanmış ses seviyesi dengeleme değeri
uk: Визначений зсув звуку

source: Defines how fast the time jumps are repeated. Values lower than 500ms may be problematic with NAS.
bg: Определя колко бързо се повтарят времевите скокове. Стойности по-ниски от 500ms може да бъдат проблематични с NAS.
cs: Nastaví rychlost opakování časových skoků. Hodnoty nižší než 500 ms, mohou být problematické s některými NAS zařízeními.
da: Definer hvor hurtig tidshop bliver gentaget. Værdier mindre end 0,5s kan være problematiske med NAS.
de: Legt fest, in wie schneller Folge Zeitsprünge erfolgen. Werte unter 500ms können mit NAS problematisch sein.
el: Ορίζει το πόσο γρήγορα επαναλαμβάνονται οι υπερπηδήσεις χρόνου. Τιμές κάτω των 500ms θα είναι προβληματικές στο NAS.
et: Määrab, kui tihti ajahüpet korratakse. Väärtused alla 500ms võivad NAS kasutamisel osutuda probleemseks.
fi: Määrittää, kuinka nopeasti aikahyppy toistetaan. Alle 500ms (0.5s) arvot voivat aiheuttaa ongelmia NAS-levyjen kanssa.
fr: Défini à quelle vitesse le saut rapide dans le temps sera répété. Les valeurs plus petites que 500ms peuvent être problématique avec un NAS.
hr: Definira koliko se brzo ponavljaju vremenski skokovi. Vrijednosti niže od 500 ms mogu biti problematične s NAS.
hu: Meghatározza, hogy az idő ugrása milyen gyorsan ismétlődik. Az 500 ms alatti értékek problémát okozhatnak a NAS-nak.
it: Definisce quanto veloce sono ripetuti i salti temporali. Valori minori di 500ms possono essere fonti di problemi con i NAS.
lt: Apibrėžia, kaip tankiai kartojami laiko šuoliai. Mažesnės, nei 500ms reikšmės gali būti problematiškos, naudojant NAS saugyklas.
nl: Definieert hoe snel de tijd sprongen moeten worden herhaald. Waarden lager dan 500ms kunnen problemen geven met een NAS.
pl: Określa, jak szybko czas skoków są powtarzane. Wartości mniejsze niż 500ms mogą okazać się problematyczne z NAS.
ru: Определяет время повторного запроса. Значения ниже 500 мс могут быть проблематичными с NAS
sk: Určuje, ako rýchlo sa opakujú časové skoky. Hodnoty menšie ako 500 ms môžu byť v kombinácii s NAS problematické.
sr: Definiše koliko se brzo ponavljaju vremenski skokovi. Vrednosti manje od 500 ms mogu biti problematični sa NAS.
sv: Definierar hur snabbt tidshoppen upprepas. Värden lägre än 500 ms kan vara problematiska med NAS.
ta: நேர தாவல்கள் எவ்வளவு விரைவாக மீண்டும் மீண்டும் செய்யப்படுகின்றன என்பதை வரையறுக்கிறது. 500ms க்கும் குறைவான மதிப்புகள் NAS உடன் சிக்கலாக இருக்கலாம்.
tr: Zaman atlamalarının ne kadar hızlı tekrarlandığını tanımlar. NAS ile 500 msden daha düşük değerler sorunlu olabilir.
uk: Визначає час повторного запиту. Значення нижче 500 мс можуть бути проблематичними з NAS.
vi: Xác định tốc độ nhảy thời gian được lặp lại nhanh như thế nào. Giá trị thấp hơn 500ms có thể có vấn đề với NAS.
zh_cn: 定义重复跳转的时间有多快.数值低于500毫秒可能NAS会有问题.

source: Defines the jump distance for backward jumps. The value is multiplied by the rewind speed, e.g. -4x. Values significantly lower than 2s may not work with all media files.
bg: Определя разстоянието за скок за скокове назад. Стойността се умножава по скоростта на пренавиване, напр.-4x. Стойностите значително са по-ниски от 2s, може да не работят с всички медийни файлове.
cs: Nastaví časový rozdíl mezi skoky zpět. Hodnota se vynásobí rychlosti (např. 4x). Hodnoty výrazně nižší než 2s nemusí pracovat se všemi formáty videa.
da: Definer hop afstanden for baglæns hop. Værdien bliver ganget med tilbagespolingshastighed, f.eks. -4x. Værdier betydelig mindre end 2s fungere måske ikke med alle mediefiler.
de: Legt die Sprungdistanz bei Rückwärtssprüngen fest. Der Wert wird mit der Spulgeschwindigkeit (z.B. -4x) multipliziert. Werte deutlich unter 2s funktionieren möglicherweise nicht mit allen Formaten.
el: Ορίζει την απόσταση των υπερπηδήσεων προς τα πίσω. Η τιμή πολλαπλασιάζεται με την τιμή προώθησης π.χ. -4x. Τιμές αρκετά χαμηλότερες των 2ms μπορεί να μην είναι λειτουργικές για κανένα αρχείο πολυμέσων.
et: Määrab tagasihüppe pikkuse. Väärtus korrutatakse tagasikerimise kiirusega, nt. -4x. Tunduvalt alla 2s jäävad väärtused ei pruugi kõigi meediafailidega toimida.
fi: Määrittää aikahypyn pituuden taaksepäinkelauksessa. Tämä arvo kerrotaan kelausnopeudella (esim. 4x). Merkittävästi alle 2.0s olevat arvot eivät välttämättä toimi kunnolla kaikkien tallenteiden kanssa.
fr: Défini la distance des sauts pour les retours arrières. La valeur est multipliée par la vitesse de rembobinage, par exemple -4x. Les valeurs plus basse que 2s peuvent ne pas fonctionner sur certains fichiers médias.
hr: Definira udaljenost skoka za skokove unatrag. Vrijednost se množi s brzinom premotavanja unatrag, npr. -4x. Vrijednosti znatno niže od 2 s možda neće raditi sa svim medijskim datotekama.
hu: Megadja az ugrás távolságát a visszaugrásnál. Az értéket meg kell szorozni a visszatekerés sebességével (pld. -4x). A 2-nél lényegesen alacsonyabb értékek nem minden médiafájl lejátszása esetén működnek.
it: Definisce l'intervallo di tempo per i salti indietro. Il valore è moltiplicato per la velocità di rewind, per esempio -4x. Valori molto più piccoli di 2s possono non funzionare con tutti i formati di file multimediali.
lt: Apibrėžia šuolio atstumą tarp šuolių atgal. Reikšmė padauginama iš atsukimo greičio, pvz -4 x. Reikšmės, žymiai mažesnės nei 2s, gali neveikti su dauguma medija failų.
nl: Stel de spronglengte in van de tijdsprongen bij het terug spoelen. Deze waarde wordt vermenigvuldigd met de terug spoel-snelheid (b.v. 4 x). Waarden duidelijk lager dan 4s werken mogelijk niet goed met alle mediabestanden.
pl: Określa odległość skoku dla skoku do tyłu. Wartość jest mnożona przez prędkość przewijania do tyłu, np. -4 x. Wartości znacznie mniejsze niż 2s mogą nie działać z wszystkimi plikami multimedialnymi.
ru: Определяет временной интервал обратной перемотки. Значения умножаются на скорость обратной перемотки, например -4х. Значения ниже 2s могут работать не со всеми медиафайлами.
sk: Určuje vzdialenosť skoku pri preskakovaní dozadu. Táto hodnota je násobená rýchlosťou pretáčania dozadu, napríklad -4x. Hodnoty podstatne menšie ako 2 s nemusia fungovať pri všetkých médiách.
sr: Definiše rastojanje skoka za skokove unazad. Vrednost se množi brzinom premotavanja, npr. -4х. Vrednosti manje od 2s možda neće funkcionisati sa svim medijskim fajlovima.
sv: Definierar hoppavståndet för bakåthopp. Värdet multipliceras med återspolningshastigheten, t.ex. -4x. Värden som är betydligt lägre än 2s kanske inte fungerar med alla mediefiler.
ta: பின்தங்கிய தாவல்களுக்கான சம்ப் தூரத்தை வரையறுக்கிறது. மதிப்பு முன்னாடி வேகத்தால் பெருக்கப்படுகிறது, எ.கா. -4x. 2 களைக் காட்டிலும் கணிசமாகக் குறைவாக மதிப்புகள் எல்லா மீடியா கோப்புகளிலும் வேலை செய்யாது.
tr: Geriye doğru atlamalar için atlama mesafesini tanımlar. Değer, geri sarma hızıyla çarpılır, örneğin -4x. 2 saniyeden önemli ölçüde düşük değerler tüm medya dosyalarıyla çalışmayabilir.
uk: Визначає часовий інтервал зворотного перемотування. Значення множаться на швидкість зворотного перемотування, наприклад -4х. Значення нижче 2s можуть працювати не з усіма медіафайлами.
vi: Xác định khoảng cách nhảy cho bước nhảy lùi. Giá trị được nhân với tốc độ tua lại, ví dụ: -4x. Giá trị thấp hơn đáng kể so với 2 giây có thể không hoạt động với tất cả các tệp phương tiện.
zh_cn: 定义快退跳转的跳转距离.此数值乘以快退速度,如-4x,数值明显低于2秒可能所有媒体 文件都不会工作.

source: Defines the jump distance for forward jumps. The value is multiplied by the wind speed, e.g. 4x. Values significantly lower than 4s may not work with all media files.
bg: Определя разстоянието за скок за скокове напред. Стойността се умножава със скоростта на вятъра, напр. 4x. Стойностите са значително по-ниски от 4s, може да не работят с всички медийни файлове.
cs: Nastaví časový rozdíl mezi skoky dopředu. Hodnota se vynásobí rychlosti (např. 4x). Hodnoty výrazně nižší než 4s nemusí pracovat se všemi formáty videa.
da: Definer hop afstanden for forlæns hop. Værdien bliver ganget med fremspolingshastighed, f.eks. -4x. Værdier betydelig mindre end 4s fungere måske ikke med alle mediefiler.
de: Legt die Sprungdistanz bei Vorwärtssprüngen fest. Der Wert wird mit der Spulgeschwindigkeit (z.B. 4x) multipliziert. Werte deutlich unter 4s funktionieren möglicherweise nicht mit allen Formaten.
el: Ορίζει την απόσταση των υπερπηδήσεων προς τα εμπρός. Η τιμή πολλαπλασιάζεται με την τιμή προώθησης π.χ. 4x. Τιμές αρκετά χαμηλότερες των 2ms μπορεί να μην είναι λειτουργικές για κανένα αρχείο πολυμέσων.
et: Määrab edasihüppe pikkuse. Väärtus korrutatakse tagasikerimise kiirusega, nt. -4x. Tunduvalt alla 4s jäävad väärtused ei pruugi kõigi meediafailidega toimida.
fi: Määrittää aikahypyn pituuden eteenpäinkelauksessa. Tämä arvo kerrotaan kelausnopeudella (esim. 4x). Merkittävästi alle 4.0s olevat arvot eivät välttämättä toimi kunnolla kaikkien tallenteiden kanssa.
fr: Défini la distance des sauts en avant. La valeur est multipliée par la vitesse d'avance rapide, par exemple -4x. Les valeurs plus basse que 4s peuvent ne pas fonctionner sur certains fichiers médias.
hr: Definira udaljenost skoka za skokove prema naprijed. Vrijednost se množi s brzinom vjetra, npr. 4x. Vrijednosti znatno niže od 4 s možda neće raditi sa svim medijskim datotekama.
hu: Megadja az ugrás távolságát a előre ugrásnál. Az értéket meg kell szorozni az előre ugrás sebességével (pld. -4x). A 2-nél lényegesen alacsonyabb értékek nem minden médiafájl lejátszása esetén működnek.
it: Definisce l'intervallo di tempo per i salti avanti. Il valore è moltiplicato per la velocità di avanzamento, per esempio 4x. Valori molto più piccoli di 4s possono non funzionare con tutti i formati di file multimediali.
lt: Apibrėžia šuolio atstumą dėl šuolių į priekį. Reikšmė padauginama iš vėjo greičio, pvz 4 x. Reikšmės žymiai mažesnės nei 4s gali neveikti su dauguma medija failų.
nl: Stel de spronglengte in van de tijdsprongen bij het vooruit-spoelen. Deze waarde wordt vermenigvuldigd met de vooruit-spoelsnelheid (b.v. 4 x). Waarden duidelijk lager dan 4s werken mogelijk niet goed met alle mediabestanden.
pl: Określa odległość skoku dla skoku do przodu. Wartość jest mnożona przez prędkość przewijania, np. 4 x. Wartości znacznie mniejsza niż 4s mogą nie działać z wszystkimi plikami multimedialnymi.
ru: Определяет временной интервал перемотки вперед. Значения умножаются на скорость перемотки вперед, например -4х. Значения ниже 4s могут работать не со всеми медиафайлами.
sk: Určuje vzdialenosť skoku pri preskakovaní dopredu. Táto hodnota je násobená rýchlosťou pretáčania dopredu, napríklad 4x. Hodnoty podstatne menšie ako 4 s nemusia fungovať pri všetkých médiách.
sr: Definiše rastojanje skoka za skokove unapred. Vrednost se množi brzinom premotavanja, npr. -4х. Vrednosti manje od 4s možda neće funkcionisati sa svim medijskim fajlovima.
sv: Definierar hoppavståndet för hopp framåt. Värdet multipliceras med vindhastigheten, t.ex. 4x. Värden som är betydligt lägre än 4s kanske inte fungerar med alla mediefiler.
ta: முன்னோக்கி தாவல்களுக்கான சம்ப் தூரத்தை வரையறுக்கிறது. மதிப்பு காற்றின் வேகத்தால் பெருக்கப்படுகிறது, எ.கா. 4x. 4 களைக் காட்டிலும் கணிசமாகக் குறைவாக மதிப்புகள் எல்லா மீடியா கோப்புகளிலும் வேலை செய்யாது.
tr: İleri atlamalar için atlama mesafesini tanımlar. Değer rüzgar hızı ile çarpılır, örn. 4x. 4'ten anlamlı şekilde düşük değerler tüm medya dosyalarıyla çalışmayabilir.
uk: Визначає часовий інтервал перемотування вперед. Значення множаться на швидкість перемотування вперед, наприклад -4х. Значення нижче 4s можуть працювати не з усіма медіафайлами.
vi: Xác định khoảng cách nhảy cho bước nhảy về phía trước. Giá trị được nhân với tốc độ gió, ví dụ: 4x. Giá trị thấp hơn đáng kể so với 4s có thể không hoạt động với tất cả các tệp phương tiện.
zh_cn: 定义快进跳转的跳转距离.此数值乘以快进速度,如4x,数值明显低于4秒可能所有媒体文 件都不会工作.

source: Defines which fast forward speeds are using normal cueing. All other forward speeds and all rewind speeds use time jumps.
bg: Определя кои бързи скорости напред използват нормално зареждане. Всички останали скорости и скорости пренавиване използват времеви скокове.
cs: Nastaví které rychlosti vpřed použijí plynulý pohyb. Všechny ostatní rychlosti vpřed i vzad používají skoky.
da: Definer hvilke hurtig fremspolingshastigheder der bruger normal cueing. Alle andre fremspolingshastigheder og alle tilbagespolingshastigheder bruger tidshop.
de: Legt fest, welche Spulgeschwindigkeiten vorwärts normales Spulen benutzen. Alle anderen Spulgeschwindigkeiten vorwärts und alle Spulgeschwindigkeiten rückwärts benutzen Sprünge.
el: Ορίζει ποιες τιμές προώθησης προς τα εμπρός χρησιμοποιούν κανονική κίνηση. Όλες οι άλλες τιμές προώθησης εμπρός και πίσω χρησιμοποιούν υπερπηδήσεις χρόνου.
et: Määrab, milliseid kiirusi kasutatakse tavalisel kerimisel. Kõik muud edasi/tagasikerimise kiirused kasutavad ajahüppeid.
fi: Määrittää, mitkä kelausnopeudet eteenpäin käyttävät normaalia kelausta. Kaikki muut kelausnopeudet eteenpäin sekä kaikki kelausnopeudet taaksepäin käyttävät aikahyppyjä.
fr: Défini quelles vitesses d'avance rapide sont utilisée pour un repérage normal. Toutes les autres vitesses d'avance et de recul utilise le saut dans le temps.
hr: Definira koje brze brzine unaprijed koriste normalnu signalizaciju. Sve ostale brzine naprijed i sve brzine premotavanja unatrag koriste vremenske skokove.
hu: Meghatározza, hogy mely gyors előre tekerés sebességet használják a normál értékként. Minden más sebességek és az összes visszatekerési sebességek vannak használva az ugrási időnél.
it: Definisce quali velocità di avanzamento veloce sono usate. Tutte le altre velocità di avanzamento e tutte quelle di riavvolgimento usano i salti temporali.
lt: Apibrėžia, kurie persukimo pirmyn greičiai naudojami įprastai. Visi kiti greičiai pirmyn ir atgal, naudoja laiko šuolius.
nl: Welke snelheden worden gebruikt voor normaal spoelen van een film. Bij alle andere voor- of terug spoelsnelheden worden tijdsprongen gebruikt.
pl: Definiuje, które prędkości szybkiego przewijania do przodu używają normalnego podpowiadania. Wszystkie inne prędkości przewijania do przodu i wszystkie prędkości przewijania do tyłu używają przeskoków czasowych.
ru: Определяет скорость перемотки вперед в нормальном режиме. Остальные скорости (вперед и назад) будут использовать временные интервалы.
sk: Určuje, aké rýchlosti rýchleho prevíjania dopredu sa používajú pri normálnom strihaní. Všetky ostatné rýchlosti dopredu a dozadu používajú časové skoky.
sr: Definiše koje brzine premotavanja unapred koriste normalno premotavanje. Ostale brzine napred ili nazad koriste vremenske skokove.
sv: Definierar vilka snabba framspolningshastigheter som använder normal cueing. Alla andra framspolningshastigheter och alla tillbakaspolningshastigheter använder tidshopp.
ta: எந்த வேகமான முன்னோக்கி விரைவு சாதாரண குறிப்பைப் பயன்படுத்துகிறது என்பதை வரையறுக்கிறது. மற்ற அனைத்து முன்னோக்கி விரைவு மற்றும் அனைத்து முன்னாடி வேகங்களும் நேர தாவல்களைப் பயன்படுத்துகின்றன.
tr: Hangi ileri sarma hızlarının normal zaman atlamalı oynatma kullandığını tanımlar. Diğer tüm ileri sarma hızları ve geri sarma hızları zaman atlamalı oynatma kullanır.
uk: Визначає швидкість перемотування вперед в нормальному режимі. Решта швидкості (вперед і назад) будуть використовувати тимчасові інтервали.
vi: Xác định tốc độ chuyển tiếp nhanh đang sử dụng cueing bình thường. Tất cả các tốc độ chuyển tiếp khác và tất cả các tốc độ tua lại đều sử dụng thời gian nhảy.
zh_cn: 定义哪个快进速度使用正常提示.其他快进速度和所有快退速度使用时间跳转.

source: Delay after DiSEqC peripheral power on command
bg: Закъснение след команда diseqc за включване на периферията
cs: Zpoždění po zapnutí napájení periferií DiSEqC
el: Καθυστέρηση μετά από την περιφερική εντολή ενεργοποίησης του DiSEqC
fi: Viive diseqc-komennon jälkeen ennen virta päälle komentoa
fr: Délai après la commande d'allumage de l'équipement diseqc
hr: Odgoda nakon naredbe za uključivanje perifernog napajanja DiSEqC
it: Ritardo dopo comando DiSEqC Power ON periferico
lt: Delsa po DiSEqC periferinio maitinimo įjungimo komandos
nl: De vertraging na het diseqc 'randapparaat inschakelen' commando
pl: Opóźnienie po komendzie DiSEqC peryferyjny powerON
sk: Oneskorenie po príkaze DiSEqC na napájanie periférie
sr: Odlaganje nakon komande DiSEqC periferne snage
sv: Fördröjning efter DiSEqC-kommando för påslagning av periferiutrustning
ta: கட்டளையின் மீது diseqc புற சக்திக்குப் பிறகு நேரந்தவறுகை
tr: DiSEqC güç açma komutundan sonraki gecikme
uk: Затримка після команди переключення напруги для diseqc

source: Delay after DiSEqC reset command
bg: Закъснение след команда за нулиране на diseqc
cs: Zpoždění po příkazu resetování DiSEqC
el: Καθυστέρηση μετά την εντολή μηδενισμού του DiSEqC
fi: Viive diseqc-resetoinnin jälkeen
fr: Délai après la commande de reset du diseqc
hr: Odgoda nakon naredbe za resetiranje DiSEqC
it: Ritardo dopo comando reimposta DiSEqC
lt: Delsa po DiSEqC gamyklinio atkūrimo komandos
nl: De vertraging na het diseqc reset commando
pl: Opóźnienie po komendzie resetu DiSEqC
sk: Oneskorenie po príkaze DiSEqC na reset
sr: Odlaganje nakon poništavanja komande DiSEqC
sv: Fördröjning efter DiSEqC reset-kommando
ta: DISEQC மீட்டமை கட்டளைக்குப் பிறகு நேரந்தவறுகை
tr: DiSEqC sıfırlama komutundan sonraki gecikme
uk: Затримка після скидання команд diseqc

source: Delay after change voltage before switch command
bg: Закъснение след промяна на напрежението преди команда за превключване
cs: Zpoždění po změně napětí před příkazem přepnout
da: Forsinkelse efter spændingsændring før skiftekommando
de: Pause nach Spannungsänderung vor Switch-Kommando
el: Καθυστέρηση μετά την αλλαγή τάσης πριν την εντολή διακόπτη
et: Viiteaeg pinge muutuse ja lülituskäsu vahel
fi: Viive polarisaation vaihdon jälkeen ennen vaihtokomentoa
fr: Délai après le changement de tension et avant la commande de bascule (switch)
hr: Odgoda nakon promjene napona prije naredbe prekidača
hu: A feszültség váltás utáni késleltetés a kapcsolási parancs kiadása előtt
it: Ritardo dopo cambio tensione prima del comando di commutazione
lt: Delsa tarp įtampos pasikeitimo ir perjungimo komandos
nl: Schakel-commando vertraging nadat de spanning gewijzigd is
pl: Opóźnienie po zmianie napięcia przed poleceniem switch
ru: Задержка после изменения напряжения команд перекл.
sk: Oneskorenie po zmene napätia pred príkazom na prepnutie
sr: Odlaganje nakon promene napona pre komande prekidača
sv: Fördröjning efter spänningsändring före brytkommando
ta: சுவிட்ச் கட்டளைக்கு முன் மின்னழுத்தத்தை மாற்றிய பின் நேரந்தவறுகை
tr: Değişiklik komutundan önce voltaj değişikliği sonrası gecikme
uk: Затримка після зміни напруги перед командою перемикання
vi: Trì hoãn sau khi thay đổi điện áp trước lệnh chuyển đổi
zh_cn: 切换命令前更改电压后的延时

source: Delay after continuous tone disable before DiSEqC
bg: Закъснение след деактивиране на непрекъснат тон преди diseqc
cs: Zpoždění po vypnutí nepřetržitého tónu před DiSEqC
el: Καθυστέρηση μετά από συνεχόμενη απενεργοποίηση τόνου πριν το DiSEqC
fi: Viive taajuusaluevaihdon jälkeen ennen diseqc-komentoa
fr: Délai après tonalité continue désactiver avant diseqc
hr: Odgoda nakon kontinuiranog onemogućavanja tona prije DiSEqC
it: Ritardo dopo segnale continuo disabilitato via DiSEqC
lt: Delsa tarp ištisinio signalo atjungimo ir DiSEqC
nl: Vertraging na het uitschakelen van de continutoon voor DiSEqC
pl: Opóźnienie po wyłączeniu continuous tone przed DiSEqC
sk: Oneskorenie po vypnutí kontinuálneho tónu pred DISEqC
sr: Odlaganje nakon neprekidnog onemogućavanja tona pre DiSEqC
sv: Fördröjning efter avaktivering av kontinuerlig ton före DiSEqC
ta: தொடர்ச்சியான தொனிக்குப் பிறகு நேரந்தவறுகை diseqc க்கு முன் முடக்கியது
tr: DiSEqC öncesinde sürekli ton devre dışı bırakıldıktan sonraki gecikme
uk: Затримка після безперервного відключення тонової команди diseqc
