Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
bg: Това е редът, в който DiSEqC командите се изпращат към въздушната система. Редът трябва да съответства точно на реда, в който физическите устройства са разположени по протежение на сигналния кабел (започвайки от края на приемника).
cs: Toto je pořadí, ve kterém jsou DiSEqC příkazy odesílány do anténního systému. Pořadí musí přesně odpovídat pořadí, ve kterém jsou fyzická zařízení uspořádána podél signálového kabelu (počínaje od konce přijímače).
da: Dette er rækkefølgen i hvilken DiSEqC kommandoer sendes til antennesystemet. Rækkefølgen skal svare præcis til den rækkefølge de fysiske enheder er arrangeret langs signalkablet (startende fra modtageren).
de: In dieser Reihenfolge werden DiSEqC-Befehle an das Antennensystem gesendet. Die Reihenfolge muss genau der Reihenfolge entsprechen, in der die physikalischen Geräte entlang des Signalkabels angeordnet sind (ausgehend vom Empfängerende).
el: Αυτή είναι η σειρά με την οποία αποστέλλονται οι εντολές DiSEqC στο κεραιοσύστημα. Η σειρά πρέπει να αντιστοιχεί ακριβώς στη σειρά με την οποία έχουν παραταχθεί οι φυσικές συσκευές στο καλώδιο σήματος (ξεκινώντας από τον τελευταίο δέκτη).
et: Selles järjekorras saadetakse DiSEqC käsud antennisüsteemile. See järjekord peab vastama täpselt järjekorrale, millega füüsilised seadmed on antennikaabli abil ühendatud (alates vastuvõtjast).
fi: Tämä on järjestys missä DiSEqC komennot lähetetään antennijärjestelmälle. Järjestyksen täytyy olla täsmälleen sama kuin fyysisten laitteiden järjestys signaalikaapelissa (alkaen vastaanottimen päästä).
fr: Ceci est l’ordre dans laquelle les commandes DiSEqC sont envoyées vers un système aérien. L’ordre doit correspondre exactement avec l’ordre des périphériques physiques le long du câble (en démarrant du récepteur vers la fin).
hr: Ovo je redoslijed kojim se DiSEqC naredbe šalju u zračni sustav. Redoslijed mora točno odgovarati redoslijedu raspoređivanja fizičkih uređaja duž signalnog kabela (počevši od kraja tunera).
it: Questo è l'ordine in cui i comandi DiSEqC vengono inviati all'antenna. L'ordine deve corrispondere esattamente all'ordine in cui sono disposti i dispositivi fisici lungo il cavo del segnale (a partire dal lato del ricevitore).
lt: Tai yra tvarka, kuria DiSEqC komandos siunčiamos į antenos sistemą. Užsakymas turi tiksliai atitikti tvarką, pagal kurią fiziniai įrenginiai išdėstomi palei signalo kabelį (pradedant imtuvo pabaigos).
nl: Dit is de volgorde waarin DiSEqC commando's worden verstuurd naar het antennesysteem. De volgorde moet precies overeenkomen met dat systeem in de volgorde gerekend vanaf de ontvanger..
pl: Jest to kolejność wysyłania poleceń DiSEqC do systemu antenowego. Kolejność musi dokładnie odpowiadać kolejności, w jakiej urządzenia fizyczne są ułożone wzdłuż kabla sygnałowego (zaczynając od końca odbiornika).
sk: Toto je poradie, v ktorom sa príkazy DiSEqC odosielajú anténnemu systému. Poradie musí presne zodpovedať poradiu fyzických zariadení pripojených na signálovom kábli (začínajúc od prijímača).
sr: Ovo je redosled kojim se DiSEqC komande šalju u vazdušni sistem. Redosled mora tačno da odgovara redosledu koji su fizički uređaji raspoređeni duž signalnog kabla (počevši od kraja resivera).
sv: Detta är den ordning i vilken DiSEqC-kommandon skickas till antennsystemet. Ordningen måste överensstämma exakt med den ordning som de fysiska enheterna är placerade längs signalkabeln (med början från mottagaränden).
ta: Diseqc கட்டளைகள் வான்வழி அமைப்புக்கு அனுப்பப்படும் ஒழுங்கு இது. ஆர்டர் சமிக்ஞை கேபிளில் (ரிசீவர் முடிவில் இருந்து தொடங்கி) இயற்பியல் சாதனங்கள் ஏற்பாடு செய்யப்பட்டுள்ள வரிசையுடன் சரியாக ஒத்திருக்க வேண்டும்.
tr: Bu, DiSEqC komutlarının anten sistemine gönderilme sırasıdır. Bu sıra, fiziksel cihazların sinyal kablosu boyunca (alıcı ucundan başlayarak) diziliş sırasıyla tam olarak eşleşmelidir.
uk: Це порядок передачі команд DiSEqC в систему. Порядок повинен точно відповідати порядку, коли фізичні пристрої розташовані вздовж сигнального кабелю (починаючи з кінця приймача).
vi: Đây là thứ tự mà các lệnh DiSEqC được gửi đến hệ thống trên không. Thứ tự phải tương ứng chính xác với thứ tự các thiết bị vật lý được sắp xếp dọc theo cáp tín hiệu (bắt đầu từ đầu thu).
zh_cn: 这是将DISEQC命令发送到天线系统的顺序.顺序必须 与物理设备沿信号电缆(从接收器端 开始)排列的顺序完全一致.

source: This menu contains selections to display information about the receiver.
cs: Tato nabídka obsahuje volby pro zobrazení informací o přijímači.
el: Αυτό το μενού περιέχει επιλογές εμφάνισης των πληροφοριών του δέκτη.
fi: Tämä valikko sisältää tietoja vastaanottimen ohjelmistosta.
hr: Ovaj menu sadrži odabire za prikaz informacija o tuneru.
it: Questo menu contiene le selezioni per visualizzare le informazioni sul ricevitore.
lt: Šiame meniu yra pasirinkimai, rodantys informaciją apie imtuvą.
nl: Dit menu bevat informatie over uw ontvanger.
pl: To menu zawiera opcje umożliwiające wyświetlanie informacji o odbiorniku.
sk: Toto menu obsahuje voľby na zobrazenie informácií o prijímači.
sr: Ovaj meni sadrži izbore za prikazivanje info o resiveru.
sv: Den här menyn innehåller val för att visa information om mottagaren.
ta: இந்த பட்டியலில் ரிசீவர் பற்றிய தகவல்களைக் காண்பிப்பதற்கான தேர்வுகள் உள்ளன.
tr: Bu menü alıcıyla ilgili bilgileri görüntülemek için seçenekler içerir.
uk: Це меню містить параметри для відображення інформації про ресівер.

source: This menu offers options related managing the software on the %s %s.
cs: Tato nabídka nabízí možnosti týkající se správy softwaru na %s %s.
el: Αυτό το μενού παρέχει επιλογές που σχετίζονται με τη διαχείριση λογισμικού του %s %s σας.
fi: Tämä valikko tarjoaa vaihtoehtoja, jotka liittyvät ohjelmiston hallintaan %s %s.
hr: Ovaj menu nudi opcije vezane uz upravljanje softverom na %s %s.
it: Questo menu offre opzioni relative alla gestione del software del %s %s.
lt: Šiame meniu siūlomos parinktys, susijusios su programinės įrangos valdymu %s %s.
nl: Software voor uw %s %s beheren.
pl: W tym menu znajdują się opcje związane z zarządzaniem oprogramowaniem w %s %s.
sk: Toto menu ponúka voľby na spravovanie softvéru zariadenia %s %s.
sr: Ovaj meni nudi opcije povezane sa upravljanjem softverom na %s %s.
sv: Den här menyn innehåller alternativ för hantering av programvaran på %s %s.
ta: இந்த பட்டியல் %s %s இல் மென்பொருளை நிர்வகித்தல் தொடர்பான விருப்பங்களை வழங்குகிறது.
tr: Bu menü %s %s üzerindeki yazılımın yönetilmesiyle ilgili seçenekler sunar.
uk: Це меню пропонує параметри, пов’язані з керуванням програмним забезпеченням на %s %s.

source: This offset will only be used if the channel does not have its own volume offset.
cs: Tento posun se použije pouze v případě, že kanál nemá vlastní posun hlasitosti.
el: Αυτή η ολίσθηση ήχου θα χρησιμοποιηθεί μόνο αν το κανάλι δεν έχει δική του.
fi: Tätä offsetia käytetään vain, jos kanavalla ei ole omaa äänenvoimakkuuden offsetia.
hr: Ovaj pomak će se koristiti samo ako kanal nema vlastiti pomak glasnoće.
it: Questo offset verrà usato solo se il canale non dispone di un proprio offset di volume.
lt: Šis poslinkis bus naudojamas tik tuo atveju, jei kanalas neturi savo garsumo poslinkio.
nl: Deze offset wordt alleen gebruikt wanneer de zender geen eigen volume offset heeft.
pl: To przesunięcie będzie używane tylko wtedy, gdy kanał nie ma własnego przesunięcia głośności.
sk: Tento posun sa použije len vtedy, ak kanál nemá nastavený vlastný posun hlasitosti.
sr: Ovaj pomak će se koristiti samo ako kanal nema sopstveni pomak jačine zvuka.
sv: Denna offset används endast om kanalen inte har någon egen volymoffset.
ta: சேனலுக்கு அதன் சொந்த தொகுதி ஆஃப்செட் இல்லையென்றால் மட்டுமே இந்த ஆஃப்செட் பயன்படுத்தப்படும்.
tr: Bu ayar yalnızca kanalın kendi ses seviyesi ayarı yoksa kullanılacaktır.
uk: Це зміщення буде використовуватися, лише якщо канал не має власного зміщення гучності.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
bg: Тази опция ви позволява да се намали блок-шума в картината .Очевидно това е с цената на рязкост на картината.
cs: Tato volba umožňuje snížit o blokový šum v obraze. Zřejmě je to ale na úkor ostrosti obrazu.
da: Denne mulighed tillader at reducere block-støj i billedet. Dette er naturligvis på bekostning af billedets skarphed.
de: Block-Rauschen im Bild kann reduziert werden, was aber auf Kosten der Bildschärfe geht.
el: Αυτή η επιλογή επιτρέπει τη μείωση του θορύβου των blocks μιας εικόνας. Προφανώς αυτό μειώνει και την οξύτητα.
et: See valik võimaldab vähendada pildi plokkmüra (block-noise). Seda tehakse pildi teravuse arvelt.
fi: Tämä asetus vähentää pakkausneliöiden näkymistä kuvassa. Tämä tietysti tapahtuu kuvaterävyyden kustannuksella.
fr: Cette option permet de réduire le bloc-bruit dans l'image. Evidemment, cela est au détriment de la netteté de l'image.
hr: Ova opcija omogućuje smanjenje šuma bloka na slici. Očito je to po cijenu oštrine slike.
hu: Ez az opció lehetővé teszi a zaj csökkentését a képen. Nyilvánvalóan ez a kép élességét rontja.
it: Questa opzione consente di ridurre il rumore dell'immagine. Ovviamente questo va a scapito della nitidezza dell'immagine.
lt: Ši parinktis leidžia sumažinti matomo vaizdo "kvadratavimosi" triukšmus. Žinoma, tai pasiekiama bendro vaizdo ryškumo sumažėjimo kaina.
nl: Met deze optie bepaalt u de mate van blok-ruis onderdrukking. Blok-ruis is blokvorming als gevolg van een sterke beeldcompressie. Een correctie gaat vaak ten koste van de beeldkwaliteit. (Default: 0)
pl: Ta opcja pozwala na zmniejszenie bloku szumu w obrazie. Jest to kosztem ostrości obrazu.
ru: Опция служит для снижения шумов на картинке. Это происходит за счет резкости изображения.
sk: Redukcia blokového šumu v obraze. Zhorší sa tým však jeho ostrosť.
sr: Ova opcija omogućava da se smanji blok-buka na slici. Očigledno je to po cenu oštrine slike.
sv: Detta alternativ gör det möjligt att minska blockbruset i bilden. Självklart sker detta på bekostnad av bildens skärpa.
ta: இந்த விருப்பம் படத்தில் உள்ள தொகுதி-சத்தத்தை குறைக்க அனுமதிக்கிறது. வெளிப்படையாக இது படத்தின் கூர்மையின் செலவில் உள்ளது.
tr: Bu seçenek görüntüdeki blok gürültüsünü azaltmaya olanak tanır. Elbette bu, görüntünün keskinliğinden ödün vermek anlamına gelir.
uk: Опція служить для зниження шумів на зображенні. Це відбувається за рахунок різкості зображення.
vi: Tùy chọn này cho phép giảm nhiễu khối trong ảnh. Rõ ràng đây là cái giá của độ sắc nét của hình ảnh.
zh_cn: 此选项允许在图片中减少块噪声.显然,这是在图片的清晰度的成本.

source: This option allows to set the level of dynamic contrast of the picture.
bg: Тази опция ви позволява да определите нивото на динамичен контраст на картината.
cs: Tato volba dovolí nastavit úroveň dynamického kontrastu obrazu.
da: Denne mulighed tillader at sætte niveauet for billedets dynamisk kontrast.
de: Den dynamischen Kontrast des Bildes einstellen.
el: Αυτή η επιλογή επιτρέπει τον ορισμό του επιπέδου της δυναμικής αντίθεσης της εικόνας.
et: Siin saab muuta pildi dünaamilise kontrasti taset.
fi: Määrittää kuvan dynaamisen kontrastin määrän.
fr: Cette option permet de régler le niveau de contraste dynamique de l'image.
hr: Ova opcija omogućuje postavljanje razine dinamičkog kontrasta slike.
hu: Ez az opció lehetővé teszi a kép dinamikus kontrasztjának beállítását.
it: Questa opzione consente di impostare il livello di contrasto dinamico dell'immagine.
lt: Ši parinktis leidžia nustatyti paveikslėlio dinaminio kontrasto lygį.
nl: Hiermee bepaalt u de mate van dynamisch contrast in het beeld. (Default: 0)
pl: Ta opcja pozwala na ustawienie poziomu kontrastu dynamicznego obrazu.
ru: Эта опция позволяет установить значение для динамической контрастности изображения.
sk: Nastavenie úrovne dynamického kontrastu obrazu.
sr: Ova opcija omogućava postavljanje nivoa dinamičkog kontrasta slike.
sv: Med detta alternativ kan du ställa in nivån på bildens dynamiska kontrast.
ta: இந்த விருப்பம் படத்தின் மாறும் மாறுபாட்டின் அளவை அமைக்க அனுமதிக்கிறது.
tr: Bu seçenek görüntünün dinamik kontrast düzeyini ayarlamanızı sağlar.
uk: Ця опція дозволяє встановити значення для динамічної контрастності зображення.
vi: Tùy chọn này cho phép đặt mức độ tương phản động của hình ảnh.
zh_cn: 此选项允许设置图片的动态对比度级别.

source: This option allows you can config the Colordepth for UHD
bg: Тази опция ви позволява да конфигурирате дълбочината на цвета за UHD
cs: Tato možnost umožňuje konfigurovat barevnou hloubku pro UHD
da: Denne mulighed tillader dig at konfigurere farvedybden for UHD
de: Stellen Sie die Farbtiefe im UHD Modus ein.
el: Αυτή η επιλογή επιτρέπει τη ρύθμιση του βάθους χρώματος για UHD
et: Siin saab seadistada UHD värvisügavust
fi: Tämän asetuksen avulla voit määrittää värisyvyyden UltraHD:lle
fr: Cette option vous permet de configurer la profondeur de couleur pour UHD
hr: Ova opcija omogućuje vam da konfigurirate dubinu boje za UHD
hu: Ezzel az opcióval beállíthatja az UHD színmélységét
it: Questa opzione consente di configurare la profondità del colore per UHD
lt: Ši parinktis leidžia nustatyti HDMI naudojamą spalvų gylį
nl: Met deze optie kunt u de kleurdiepte van UHD instellen
pl: Ta opcja pozwala na ustawienie przestrzeni kolorów dla UHD
sk: Konfigurácia farebnej hĺbky pre UHD
sr: Ova opcija omogućava da proverite dubinu boje za UHD
sv: Med det här alternativet kan du konfigurera färgdjupet för UHD
ta: இந்த விருப்பம் UHD க்கான கொலார்டெப்ட்டை உள்ளமைக்க உங்களை அனுமதிக்கிறது
tr: Bu seçenek UHD için renk derinliğini yapılandırmanıza olanak tanır
uk: Цей параметр дозволяє Вам налаштувати глибину кольору для UHD
vi: Tùy chọn này cho phép bạn có thể định cấu hình Colordepth cho UHD
zh_cn: 此选项允许您配置UHD的颜色深度

source: This option allows you can config the Colorimetry for HDR
bg: Тази опция ви позволява да конфигурирате колориметъра за HDR
cs: Tato možnost umožňuje konfigurovat kolorimetrii pro HDR
da: Denne mulighed tillader dig at konfigurere kolorimetri for HDR
de: Farbprofile Steuerung im HDR Modus einstellen.
el: Αυτή η επιλογή επιτρέπει τη ρύθμιση της χρωματομετρίας για το HDR
et: Siin saab seadistada HDR värviprofiili
fi: Tämän asetuksen avulla voit määrittää värisyvyyden HDR:lle
fr: Cette option vous permet de configurer la colorimétrique pour HDR
hr: Ova opcija omogućuje vam da konfigurirate kolorimetriju za HDR
hu: Ez az opció lehetővé teszi a Colorimetry for HDR konfigurálását
it: Questa opzione consente di configurare la colorimetria per HDR
lt: Ši parinktis leidžia konfigūruoti HDR kolorimetriją
nl: Met deze optie kunt u de Colorimetry van HDR instellen
pl: Ta opcja pozwala na ustawienie Kolorymetrii dla HDR
sk: Konfigurácia kolorimetrie pre HDR
sr: Ova opcija omogućava da proverite Colorimetry za HDR
sv: Med det här alternativet kan du konfigurera kolorimetri för HDR
ta: இந்த விருப்பம் HDR க்கான வண்ணமயமாக்கலை உள்ளமைக்க உங்களை அனுமதிக்கிறது
tr: Bu seçenek HDR için renk ölçümünü yapılandırmanıza olanak tanır
uk: Цей параметр дозволяє Вам можливість конфігурувати колориметрії для HDR
vi: Tùy chọn này cho phép bạn có thể định cấu hình Phép đo màu cho HDR
zh_cn: 此选项允许您配置HDR比色法

source: This option allows you can config the Colorspace from Auto to RGB
bg: Тази опция ви позволява да конфигурирате цветовото пространство от Auto към RGB
cs: Tato volba umožňuje změnu barevného prostoru z Automatického na RGB
da: Denne mulighed tillader dig at konfigurere farverummet fra Auto til RGB
de: Stellen Sie den Farbraum ein.
el: Αυτή η επιλογή επιτρέπει τη ρύθμιση του χρωματικού εύρους από αυτόματο σε RGB
et: See valik võimaldab muuta värviruumi automaatne > RGB
fi: Tällä asetuksella voit muuttaa Väriavaruuden automaattisesta RGB:hen
fr: Cette option vous permet de configurer l'espace colorimétrique de Auto vers RGB
hr: Ova opcija omogućuje vam da konfigurirate prostor boja iz Auto u RGB
hu: Ezzel az opcióval beállíthatja a Colorspace módját az Auto-ról RGB-re
it: Questa opzione consente di configurare lo spazio colore da Auto a RGB
lt: Ši parinktis leidžia pasirinkti spalvų atvaizdavimo erdvę iš 'Auto' į RGB
nl: Met deze optie kunt u de kleurruimte van Automatisch naar RGB wijzigen.
pl: Ta opcja pozwala na ustawienie przestrzeni kolorów z Auto na RGB
sk: Zmena farebného priestoru z Auto na RGB
sr: Ova opcija omogućava da proverite Colorspace sa Auto na RGB
sv: Med det här alternativet kan du konfigurera färgrymden från Auto till RGB
ta: இந்த விருப்பம் உங்களை ஆட்டோவிலிருந்து RGB க்கு வண்ணங்களை உள்ளமைக்க அனுமதிக்கிறது
tr: Bu seçenek renk alanını Otomatik'ten RGB'ye ayarlamanıza olanak tanır
uk: Цей параметр дозволяє Вам можливість конфігурувати колірний простір від Авто до RGB
vi: Tùy chọn này cho phép bạn có thể định cấu hình Không gian màu từ Tự động sang RGB
zh_cn: 该选项使您可以配置自动转换到RGB颜色空间

source: This option allows you can enable or disable the 10 Bit Color Mode
bg: Тази опция ви позволява да активирате или деактивирате 10-битовия цветен режим
cs: Tato možnost umožňuje povolit nebo zakázat 10bitový barevný režim
da: Denne mulighed tillader dig at aktivere eller deaktivere 10 bit farvetilstanden
de: Mit dieser Option können Sie den 10-Bit-Farbmodus aktivieren oder deaktivieren
el: Αυτή η επιλογή επιτρέπει την ενεργοποίηση ή όχι της λειτουργίας χρώματος 10 Bit
et: See valik võimaldab 10-bit värvirežiimi lubada või keelata
fi: Tämän asetuksen avulla voit kytkeä 10 Bit väritila päälle/pois
fr: Cette option vous permet d'activer ou de désactiver le mode couleur 10 bits
hr: Ova opcija omogućuje vam da omogućite ili onemogućite 10-bitni način rada u boji
hu: Ezzel az opcióval beállíthatja vagy letilthatja a 10bit-es színes módot
it: Questa opzione consente di abilitare o disabilitare la modalità colore a 10 bit
lt: Ši parinktis leidžia jums įjungti arba išjungti 10 bitų spalvų režimą
nl: Met deze optie kunt u de 10 Bit kleurmodus in of uitschakelen
pl: Ta opcja pozwala włączyć lub wyłączyć 10-bitowy tryb kolorów
sk: Zapnutie/vypnutie režimu 10 bitových farieb
sr: Ova opcija omogućava da omogućite ili onemogućite 10 Bit režim boja
sv: Med det här alternativet kan du aktivera eller inaktivera 10-bitars färgläge
ta: இந்த விருப்பம் 10 பிட் வண்ண பயன்முறையை இயக்க அல்லது முடக்க அனுமதிக்கிறது
tr: Bu seçenek 10 Bit Renk Modunu etkinleştirmenizi veya devre dışı bırakmanıza olanak tanır
uk: Ця опція дозволяє увімкнути або вимкнути 10-бітний колірний режим
vi: Tùy chọn này cho phép bạn có thể bật hoặc tắt Chế độ màu 10 bit
zh_cn: 此选项允许您启用或禁用10位颜色模式

source: This option allows you can enable or disable the 12 Bit Color Mode
bg: Тази опция ви позволява да активирате или деактивирате 12-битовия цветен режим
cs: Tato možnost umožňuje povolit nebo zakázat 12bitový barevný režim
da: Denne mulighed tillader dig at aktivere eller deaktivere 12 bit farvetilstanden
de: Mit dieser Option können Sie den 12-Bit-Farbmodus aktivieren oder deaktivieren
el: Αυτή η επιλογή επιτρέπει την ενεργοποίηση ή όχι της λειτουργίας χρώματος 12 Bit
et: See valik võimaldab 12-bit värvirežiimi lubada või keelata
fi: Tämän asetuksen avulla voit kytkeä 12 Bit väritila päälle/pois
fr: Cette option vous permet d'activer ou de désactiver le mode couleur 12 bits
hr: Ova opcija omogućuje vam da omogućite ili onemogućite 12-bitni način rada u boji
hu: Ezzel az opcióval beállíthatja vagy letilthatja a 12bit-es színes módot
it: Questa opzione consente di abilitare o disabilitare la modalità colore a 12 bit
lt: Ši parinktis leidžia jums įjungti arba išjungti 12 bitų spalvų režimą
nl: Met deze optie kunt u de 12 Bit kleurmodus in of uitschakelen
pl: Ta opcja pozwala włączyć lub wyłączyć 12-bitowy tryb kolorów
sk: Zapnutie/vypnutie režimu 12 bitových farieb
sr: Ova opcija omogućava da omogućite ili onemogućite 12 Bit režim boja
sv: Med det här alternativet kan du aktivera eller inaktivera 12-bitars färgläge
ta: இந்த விருப்பம் 12 பிட் வண்ண பயன்முறையை இயக்க அல்லது முடக்க அனுமதிக்கிறது
tr: Bu seçenek 12 Bit Renk Modunu etkinleştirmenizi veya devre dışı bırakmanıza olanak tanır
uk: Ця опція дозволяє увімкнути або вимкнути 12-бітний колірний режим
vi: Tùy chọn này cho phép bạn có thể bật hoặc tắt Chế độ màu 12 bit
zh_cn: 此选项允许您启用或禁用12位颜色模式

source: This option allows you can force the HDR Modes for UHD
bg: Тази опция ви позволява да форсирате HDR режимите за UHD
cs: Tato možnost umožňuje vynutit režimy HDR pro UHD
da: Denne mulighed tillader dig at tvinge HDR tilstanden til UHD
de: Mit dieser Option können Sie die HDR-Modi für UHD erzwingen
el: Αυτή η επιλογή επιτρέπει την αναγκαστική ενεργοποίηση των λειτουργιών HDR για UHD
et: See valik võimaldab HDR režiimide jõuga kasutamise UHD jaoks
fi: Tämä asetus pakottaa HDR tilan UHD malleille
fr: Cette option vous permet de forcer les modes HDR pour l'UHD
hr: Ova opcija omogućuje forsiranje HDR načina rada za UHD
it: Questa opzione consente di forzare le modalità HDR per UHD
lt: Ši parinktis leidžia priverstinai naudoti HDR režimą dėl UHD
nl: Met deze optie kunt u de HDR10 modus voor UHD forceren
pl: Ta opcja pozwala wymusić tryby HDR dla UHD
sk: Vynútenie režimov HDR pre UHD
sr: Ova opcija omogućava da prisilite HDR režim za UHD
sv: Med detta alternativ kan du tvinga fram HDR-lägena för UHD
ta: இந்த விருப்பம் UHD க்கான HDR முறைகளை கட்டாயப்படுத்த உங்களை அனுமதிக்கிறது
tr: Bu seçenek UHD için HDR modlarını zorlamanıza olanak tanır
uk: Ця опція дозволяє застосувати режими HDR для UHD
vi: Tùy chọn này cho phép bạn có thể buộc các Chế độ HDR cho UHD
zh_cn: 此选项允许您强制HDR模式用于UHD

source: This option allows you can force the HDR10 Modes for UHD
bg: Тази опция ви позволява да форсирате режимите HDR10 за UHD
cs: Tato možnost umožňuje vynutit režimy HDR10 pro UHD
da: Denne mulighed tillader dig at tvinge HDR10 tilstanden til UHD
de: Mit dieser Option können Sie die HDR10-Modi für UHD erzwingen
el: Αυτή η επιλογή επιτρέπει την αναγκαστική ενεργοποίηση των λειτουργιών HDR10 για UHD
et: See valik võimaldab HDR10 režiimide jõuga kasutamise UHD jaoks
fi: Tämä asetus pakottaa HDR10-tilat UHD:lle
fr: Cette option vous permet de forcer les modes HDR10 pour UHD
hr: Ova opcija omogućuje vam da forsirate HDR10 načine rada za UHD
hu: Ezzel az opcióval ki tudja kényszeríteni a HDR10 módot az UHD felbontásnál
it: Questa opzione consente di forzare le modalità HDR10 per UHD
lt: Ši parinktis leidžia priverstinai naudoti HDR10 režimą dėl UHD
nl: Met deze optie kunt u de HDR10 modus voor UHD forceren
pl: Ta opcja pozwala wymusić tryb HDR10 dla UHD
sk: Vynútenie režimov HDR10 pre UHD
sr: Ova opcija omogućava da prisilite HDR10 režim za UHD
sv: Med detta alternativ kan du tvinga fram HDR10-lägena för UHD
ta: இந்த விருப்பம் UHD க்கான HDR10 முறைகளை கட்டாயப்படுத்த உங்களை அனுமதிக்கிறது
tr: Bu seçenek UHD için HDR10 Modlarını zorlamanıza olanak tanır
uk: Ця опція дозволяє застосувати режими HDR10 для UHD
vi: Tùy chọn này cho phép bạn có thể buộc các chế độ HDR10 cho UHD
zh_cn: 此选项允许您强制HDR10模式用于UHD
