Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Use these input device settings?
bg: Използване на тези настройки за входно устройство?
cs: Použít nastavení tohoto vstupního zařízení?
da: Bruge disse input-enhedsindstillinger ?
de: Diese Eingabegeräte Einstellungen verwenden?
el: Χρήση αυτών των ρυθμίσεων συσκευής εισόδου;
et: Kas kasutada neid sisendseadmete seadistusi?
fi: Käytä näitä syöttölaitteen asetuksia?
fr: Utiliser les paramètres de ce périphérique d'entrée ?
hr: Koristite ove postavke ulaznog uređaja?
hu: Használhatók ezek a beviteli eszköz beállítások?
it: Usa queste impostazioni dei dispositivi di input?
lt: Naudoti šias įvestis įrenginio nustatymui?
nl: Instellingen voor dit apparaat gebruiken?
pl: Użyć tych ustawień dla urządzenia?
pt_br: Usar estas configurações de dispositivo de entrada?
ru: Использовать эти параметры устройства ввода?
sk: Použiť nastavenie tohto vstupného zariadenia?
sr: Koristi ove postavke ulaznog uređaja?
sv: Använda dessa inställningar för inmatningsenheter?
ta: இந்த உள்ளீட்டு சாதன அமைப்புகளைப் பயன்படுத்தவா?
tr: Bu giriş cihazı ayarlarını mı kullanacaksınız?
uk: Використовувати ці налаштування пристрою вводу?
vi: Sử dụng các cài đặt thiết bị đầu vào?
zh_cn: 是否使用这些输入设备设置?

source: Use this video enhancement settings?
bg: Използване на тези настройки за видео аксесоар?
cs: Použít toto rozšířené nastavení?
da: Anvend denne opsætning af videoforbedring ?
de: Diese Video-Optimierungseinstellungen verwenden?
el: Χρήση αυτών των ρυθμίσεων βελτίωσης της εικόνας;
et: Kas kasutada neid pildiparanduse seadeid?
fi: Käytä näitä kuvasäädön asetuksia?
fr: Utiliser ces paramètres d'amélioration de la vidéo ?
hr: Koristite ove postavke poboljšanja videozapisa?
hu: Alkalmazhatók a Videó-beállítások?
it: Usare queste impostazioni di miglioramento video?
lt: Naudoti šiuos vaizdo stiprinimo nustatymus?
nl: Gebruik deze videoverbeteringsinstellingen?
pl: Użyć tych ustawień korekcji obrazu?
pt_br: Usar estas configurações de imagem?
ru: Использовать данные настройки видео?
sk: Použiť toto rozšírené nastavenie obrazu?
sl: Uporabim te video nastavitve?
sr: Koristi ove postavke poboljšanja video zapisa?
sv: Använda denna videoförbättringsinställningar?
ta: இந்த வீடியோ மேம்பாட்டு அமைப்புகளைப் பயன்படுத்தவா?
tr: Bu görüntü iyileştirme ayarlarını kullanmak ister misiniz?
uk: Використати ці налаштування для покращення відео?
vi: Sử dụng cài đặt nâng cao video này?
zh_cn: 是否使用此视频增强设置?

source: Use time jumps for fast forward/backward
bg: Използване на времеви скок за бързо напред/назад
cs: Použít časové skoky pro posun vpřed/vzad
da: Brug tidshop for hurtig fremspoling/tilbagespoling
de: Zeitsprünge für schnellen Vorlauf/Rücklauf ('>>'/'<<') benutzen
el: Χρήση υπερπηδήσεων χρόνου για την προώθηση εμπρός/πίσω
et: Kasuta edasi/tagasikerimisel ajahüpet
fi: Käytä aikahyppyjä eteen- ja taaksepäinkelauksessa
fr: Utiliser le saut dans le temps pour l'avance/le retour rapide
hr: Koristite vremenske skokove za brzo naprijed/natrag
hu: Az idő ugrással gyors Előre/Hátra ugrik
it: Usa i salti temporali per andare avanti o indietro velocemente
lt: Naudoti laiko šuolius greitam persukimui pirmyn/atgal
nl: Gebruik tijdssprongen voor snel vooruit of terug spoelen ( << / >> )
pl: Użyj czasu przeskoku na szybkie przewijanie do przodu/do tyłu
ru: Шаги для быстрой перемотки вперед/назад
sk: Použiť časové skoky pretáčania dopredu/dozadu
sr: Koristi vremenski skok za premotavanje napred/nazad
sv: Använd tidshopp för snabbspolning framåt/bakåt
ta: வேகமாக முன்னோக்கி/பின்னோக்கி நேர தாவல்களைப் பயன்படுத்தவும்
tr: Hızlı ileri/geri almak için zaman atlamalarını kullanın
uk: Кроки для швидкого перемотування вперед/назад
vi: Sử dụng thời gian để nhảy nhanh / lùi
zh_cn: 使用时间跳跃快进/快退

source: Use time shift SeekBar while time shifting
bg: Използвайте лентата за търсене с изместване на времето при изместване на времето
cs: Při posunu času použijte vyhledávací lištu s časovým posunem
el: Χρήση της μπάρας αναζήτησης κατά τη χρονομετατόπιση
fi: Käytä ajansiirron hakupalkkia ajansiirron aikana
fr: Utiliser la barre de recherche du PauseDirect pendant un PauseDirect ?
hr: Korištenje trake traženja vremenskog pomaka tijekom pomicanja vremena
it: Usa la Barra di ricerca del timeshift durante il timeshift
lt: Naudokite laiko juostą, kai laikas keičiasi
nl: Het gebruik van de zoekbalk tijdens Timeshift toestaan *
pl: Użyj paska postępu w trakcie timeshiftu
sk: Používať vyhľadávací panel s funkciou timeshift
sr: Koristi tajmšift Traženje trake tokom pomeranja vremena
sv: Använd tidsförskjutning SeekBar vid tidsförskjutning
ta: நேரத்தை மாற்றும் போது நேர சிப்ட் சீக்பரைப் பயன்படுத்தவும்
tr: Zaman kaydırma işlemi sırasında Arama Çubuğunu kullanın
uk: Використовувати Seekbar під час роботи таймшифта

source: Use viewer for unknown files
cs: Použít prohlížeč pro neznámé soubory
el: Χρήση της προβολής για άγνωστα αρχεία
fi: Käytä katseluohjelmaa tuntemattomille tiedostoille
hr: Koristite preglednik za nepoznate datoteke
it: Usa visualizzatore per i file sconosciuti
nl: De Viewer gebruiken voor onbekende bestanden
pl: Użyj podglądu dla nieznanych plików
sk: Používať prehliadač aj pre neznáme súbory
sr: Koristi pregledača za nepoznate fajlove
sv: Använd visningsprogram för okända filer
ta: அறியப்படாத கோப்புகளுக்கு பார்வையாளரைப் பயன்படுத்தவும்
tr: Bilinmeyen dosyalar için görüntüleyiciyi kullanın
uk: Використовувати засіб перегляду невідомих файлів

source: Use workaround for wake up from deep-standby
bg: Използвайте заобиколно решение за събуждане от дълбока готовност
cs: Použít řešení pro probuzení z hlubokého spánku
el: Χρήση εναλλακτικού τρόπου αφύπνισης από τη βαθιά αναμονή
fi: Käytä herätessäsi valmiustilasta
fr: Utiliser solution de contournement pour réveil en mode veille prolongée ?
hr: Koristite zaobilazno rješenje za buđenje iz dubokog stanja pripravnosti
it: Usa soluzione alternativa per riattivare dallo spegnimento
lt: Naudoti budinimui iš gilaus budėjimo
nl: Gebruik de alternatieve methode voor het ontwaken uit deep-standby
pl: Użyj obejścia do włączenia
sk: Použiť dočasné riešenie na prebudenie z vypnutia
sr: Koristi zaobilazno rešenje za buđenje iz duboke pripravnosti
sv: Använd en lösning för uppvaknande från djup standby
ta: ஆழமான நிலைப்பாட்டிலிருந்து எழுந்திருக்க பணித்தொகுப்பைப் பயன்படுத்தவும்
tr: Derin bekleme modundan çıkmak için geçici çözümü kullanın
uk: Використовувати обхід для включення приймача в режимі виключення

source: Used
bg: Използван
cs: Použitý
el: Σε χρήση
fi: Käytetty
hr: Korisnik
it: Usato
lt: Naudojamas
nl: Gebruikt
pl: Użyte
sk: Využité
sr: Korisnik
sv: Använda
ta: பயன்படுத்தப்பட்டது
tr: Kullanılan
uk: Використовується

source: Used flash
bg: Използван флаш
cs: Použitý flash
el: Flash σε χρήση
fi: Käytetty muisti
hr: Korišteni flash
it: Flash usata
lt: Naudotas įdiegimas
nl: Gebruikt flash geheugen
pl: Użyte
sk: Použitý flash
sr: Korisnik fleš
sv: Begagnad blixt
ta: ஃபிளாச் பயன்படுத்தப்பட்டது
tr: Kullanılan flaş
uk: Використано флеш

source: Used service scan type
bg: Използван тип сканиране на сервизи
cs: Použítý typ vyhledávání programu
da: Brugt kanalsøgningstype
de: Verwendeter Kanalsuchlauf
el: Επιλεγμένος τύπος ανίχνευσης υπηρεσιών
et: Kasutatav kanaliotsingu tüüp
fi: Käytetty kanavahakutyyppi
fr: Type de recherche de service utilisé
hr: Tip skeniranja kanala
hu: Csatornakeresés típusa
it: Modalità scansione servizi
lt: Naudojamas kanalo skenavimo būdas
nl: Gebruikte zoekmethode
pl: Używany typ skanowania kanałów
pt_br: Tipo usado na busca
ru: Используемый тип сканирования
sk: Použitý typ vyhľadávania staníc
sl: Uporabljena vrsta iskanja kanalov
sr: Tip skeniranja kanala
sv: Använd service scan typ
ta: பயன்படுத்தப்பட்ட பணி ச்கேன் வகை
tr: Kullanılan kanal tarama tipi
uk: Тип пошуку каналів
vi: Loại quét dịch vụ đã sử dụng
zh_cn: 使用频道扫描类型

source: Used to specify delay when switching between services and AC3 passthrough is enabled.
cs: Používá se k určení zpoždění při přepínání mezi službami a povolení průchodu AC3.
el: Χρησιμοποιείται για τον καθορισμό της καθυστέρησης κατά την εναλλαγή μεταξύ υπηρεσιών και την ενεργοποίηση του AC3 passthrough.
fi: Käytetään määrittämään viive, kun vaihdetaan kanavien välillä ja AC3 -läpivienti on käytössä.
hr: Koristi se za određivanje kašnjenja prilikom prebacivanja između servisa i AC3 prolaz je omogućen.
it: Usato per specificare il ritardo quando si passa da un servizio all'altro e il passthrough AC3 è abilitato.
nl: Wordt gebruikt voor het opgeven van de vertraging tijdens het schakelen tussen zenders wanneer AC3 passthrough is geactiveerd.
pl: Służy do określenia opóźnienia przy przełączaniu między kanałami, gdy włączone jest passthrough AC3.
sk: Používa sa na určenie oneskorenia, keď je aktivované prepínanie medzi stanicami/službami a prechodom AC3.
sr: Koristi se za određivanje kašnjenja prilikom prebacivanja između usluga kada je AC3 prolaz omogućeno.
sv: Används för att ange fördröjning vid växling mellan tjänster och AC3 passthrough är aktiverat.
tr: Kanallar arasında geçiş yaparken ve AC3 geçişi etkinleştirildiğinde gecikmeyi belirtmek için kullanılır.
uk: Використовується для вказівки затримки під час перемикання між каналами та ввімкненим пропуском AC3.

source: Used to specify delay when switching between services and AC3+/Atmos passthrough is enabled.
cs: Používá se k určení zpoždění při přepínání mezi službami a povoleném průchodu AC3+/Atmos.
el: Χρησιμοποιείται για τον καθορισμό της καθυστέρησης κατά την εναλλαγή μεταξύ υπηρεσιών και την ενεργοποίηση του AC3+/Atmos passthrough.
fi: Käytetään määrittämään viive, kun vaihdetaan kanavien välillä ja AC3+/Atmos -läpivienti on käytössä.
hr: Koristi se za određivanje kašnjenja prilikom prebacivanja između servisa i AC3 + / Atmos prolaz je omogućen.
it: Usato per specificare il ritardo quando si passa da un servizio all'altro e il passthrough AC3+/Atmos è abilitato.
nl: Wordt gebruikt voor het opgeven van de vertraging tijdens het schakelen tussen zenders wanneer AC3+/Atmos passthrough is geactiveerd.
pl: Służy do określenia opóźnienia przy przełączaniu między kanałami, gdy włączona jest funkcja passthrough AC3+/Atmos.
sk: Používa sa na určenie oneskorenia, keď je aktivované prepínanie medzi stanicami/službami a prechodom AC3+/Atmos.
sr: Koristi se za određivanje kašnjenja prilikom prelaska između usluga kada je omogućen AC3+/Atmos prolaz.
sv: Används för att ange fördröjning vid växling mellan tjänster och när AC3+/Atmos passthrough är aktiverat.
tr: Kanallar arasında geçiş yaparken ve AC3+/Atmos geçişi etkinleştirildiğinde gecikmeyi belirtmek için kullanılır.
uk: Використовується для визначення затримки під час перемикання між каналами та ввімкненим проходженням AC3+/Atmos.

source: Used:
bg: Използван:
cs: Použ.:
da: Brugt:
de: Verwendet:
el: Χρησιμοποιήθηκαν:
et: Kasutusel:
fi: Käytetty:
fr: Utilisé :
hr: Korisnik:
hu: Felhasználva:
it: Usato:
lt: Naudojama:
nl: Gebruikt:
pl: Używany:
ru: Занято:
sk: Využité:
sr: Korisnik:
sv: Används:
ta: பயன்படுத்தப்பட்டது:
tr: Kullanılan:
uk: Використано:
vi: Đã sử dụng:
zh_cn: 使用:

source: User (keymap.usr)
bg: Потребител (keymap.usr)
cs: Použít (keymap.usr)
da: Bruger (keymap.usr)
de: Benutzer ('keymap.usr')
el: Χρήστης (keymap.usr)
et: Kasutaja (keymap.usr)
fi: Käyttäjä (keymap.usr)
fr: Utilisateur (keymap.usr)
hr: Korisnik (keymap.usr)
it: Utente (keymap.usr)
lt: Vartotojas (keymap.usr)
pl: Użytkownika(keymap.usr)
ru: Пользователь (keymap.usr)
sk: Používateľ (keymap.usr)
sr: Korisnik (keymap.usr)
sv: Användare (keymap.usr)
ta: பயனர் (keymap.usr)
tr: Kullanıcı (keymap.usr)
uk: Користувач (keymap.usr)
vi: Người dùng (keymap.usr)
zh_cn: 用户(keymap.usr)

source: User - Bouquets
bg: Потребителски - букети
cs: Uživatelské přehledy
el: Μπουκέτα χρήστη
fi: Käyttäjä - Suosikit
fr: Perso - bouquets
hr: Korisnik - Buket
it: Bouquet - Utente
lt: Vartotojas - paketai
nl: Gebruiker - favorietenlijst
pl: Użytkownik - Listy kanałów
sk: Používateľské prehľady
sr: Korisnik - Buket
sv: Användare - Buketter
ta: பயனர் - பூங்கொத்துகள்
tr: Kullanıcı - Buketleri
uk: Фаворити користувача

source: User Feed URL
cs: Adresa URL kanálu uživatele
el: URL πηγής χρήστη
fi: käyttäjän määrittämä syöteosoite
fr: feed url défini par l'utilisateur
hr: URL feeda korisnika
it: URL feed utente
lt: Vartotojo šaltinių URL
nl: Eigen Feed URL
pl: Adres URL kanału użytkownika
sk: URL adresa používateľského zdroja
sr: Korisnički fid URL
sv: URL för användarflöde
ta: பயனர் ஊட்ட முகவரி
tr: Kullanıcı Besleme URL
uk: фід користувача

source: User ID
bg: Потребителско Име
cs: Uživatel
el: ID χρήστη
fi: Käyttäjä
fr: ID de l’utilisateur
hr: Korisnički ID
it: ID Utente
lt: Vartotojo ID
nl: Gebruikers ID
pl: Nazwa użytkownika
sk: Užívateľské ID
sr: Korisnički ID
sv: Användar-ID
ta: பயனர் ஐடி
tr: Kullanıcı Kimliği
uk: ID користувача

source: User comments
cs: Uživatelské komentáře
el: Σχόλια χρηστών
fi: Käyttäjän kommentit
hr: Korisnički komentar
it: Commenti utenti
nl: Opmerkingen van gebruikers
pl: Komentarze użytkownika
sk: Komentáre používateľa
sr: Korisnički komentar
sv: Användarkommentarer
ta: பயனர் கருத்துகள்
tr: Kullanıcı yorumları
uk: Коментарі користувачів

source: User defined
bg: Дефиниран от потребителя
cs: Uživatelsky definované
da: Brugerdefineret
de: Benutzerdefiniert
el: Ορισμός από τον χρήστη
et: Kasutaja määratud
fi: Käyttäjän määrittelemä
fr: Défini par l'utilisateur
hr: Korisnički zadano
hu: Felhasználó által meghatározott
it: Definito dall'utente
lt: Pasirinktas vartotojo
nl: Gebruiker gedefinieerd
pl: Zdefiniowany przez użytkownika
pt_br: Manual
ru: Определены пользователем
sk: Definované používateľom
sl: Določeno s strani uporabnika
sr: Korisnički definisano
sv: Användardefinierad
ta: பயனர் வரையறுக்கப்பட்டுள்ளது
tr: Kullanıcı tanımlı
uk: Визначені користувачем
vi: Đã xác định người dùng
zh_cn: 用户自定义

source: User defined 0x%02x
bg: Потребителски дефиниран 0x%02x
cs: Uživatelem definované 0x%02x
da: Brugerdefineret 0x%02x
de: Benutzerdefiniert 0x%02x
el: Ορισμός από τον χρήστη 0x%02x
fi: Käyttäjän määrittelemä 0x%02x
fr: Défini par l'utilisateur 0x%02x
hr: Korisnički zadano 0x%02x
it: Definito dall'utente 0x%02x
lt: Vartotojo pasirinkta 0x%02x
nl: Gebruiker bepaald 0x%02x
pl: Zdefiniowany przez użytkownika 0x%02x
sk: Používateľom definované 0x%02x
sr: Korisnički definisano 0x%02x
sv: Användardefinierat 0x%02x
ta: பயனர் 0x%02x வரையறுத்தார்
tr: Kullanıcı tanımlı 0x%02x
uk: Визначені користувачем 0x%02x
zh_cn: 用户定义 0x%02x

source: User defined transponder
bg: Дефиниран от потребителя транспондер
cs: Uživatem definovaný transpondér
da: Brugerdefineret transponder
de: Benutzerdefinierter Transponder
el: Αναμεταδότης ορισμένος από τον χρήστη
et: Kasutaja määratud transponder
fi: Käyttäjän määrittelemä lähetin
fr: Transpondeur défini par l'utilisateur
hr: Korisnički zadan transponder
hu: Felhasználó által definiált transzponderen
it: Transponder predefinito utente
lt: Vartotojo pasirinktas transponderis
nl: Door u ingestelde transponder
pl: Zdefiniowany transponder przez użytkownika
pt_br: Transponder predefinido
ru: Транспондер вручную
sk: Používateľom definovaný transpondér
sr: Korisnički definisan transponder
sv: Användardefinierad transponder
ta: பயனர் வரையறுக்கப்பட்ட டிரான்ச்பாண்டர்
tr: Kullanıcı tanımlı aktarıcı
uk: Транспондер вручну
vi: Người dùng xác định transponder
zh_cn: 用户自定义转发器

source: User interface settings
bg: Настройки за потребителския интерфейс
cs: Uživatelské rozhraní
da: Brugergrænseflade indstillinger
de: Einstellungen für die Benutzeroberfläche
el: Ρυθμίσεις διεπαφής χρήστη
et: Kasutajaliidese seaded
fi: Käyttöliittymän asetukset
fr: Paramètres de l'interface utilisateur
hr: Postavke korisničkog sučelja
hu: A felhasználói felület beállításai
it: Configurazione Interfaccia Utente
lt: Vartotojo sąsajos nustatymai
nl: Gebruikersinterface Instellingen
pl: Ustawienia interfejsu użytkownika
ru: Настройки пользовательского интерфейса
sk: Nastavenia používateľského rozhrania
sr: Postavke korisničkog interfejsa
sv: Inställningar för användargränssnitt
ta: பயனர் இடைமுக அமைப்புகள்
tr: Kullanıcı arayüzü ayarları
uk: Налаштування інтерфейсу користувача
vi: Cài đặt giao diện người dùng
zh_cn: 我的机顶盒

source: User logo:
bg: Потребителско лого:
cs: Uživatelské logo:
el: Λογότυπο χρήστη:
fi: Käyttäjän logo:
fr: Logo de l'utilisateur :
hr: Logotip korisnika:
it: Registroo utente:
lt: Vartotojo logotipas:
pl: Logo użytkownika:
sk: Logo používateľa:
sr: Logotip korisnika:
sv: Användarens logotyp:
ta: பயனர் லோகோ:
tr: Kullanıcı logosu:
uk: Логін користувача:

source: Username
bg: Потребителско име
cs: Uživatel
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
et: Kasutajanimi
fi: Käyttäjänimi
fr: Nom d'utilisateur
hr: Ime korisnika
hu: Felhasználónév
it: Nome user
lt: Vartotojas
nl: Gebruikersnaam
pl: Użytkownik
ru: Имя пользователя
sk: Meno používateľa
sl: Uporabniško ime
sr: Ime korisnika
sv: Användarnamn
ta: பயனர்பெயர்
tr: Kullanıcı ismi
uk: Ім'я користувача
vi: Tên đăng nhập
zh_cn: 用户名

source: Username (httpuser)
bg: Потребителско име (httpuser)
cs: Uživatel (http)
da: Brugernavn (http bruger)
de: Nutzername (httpuser)
el: Όνομα χρήστη (httpuser)
et: Kasutajanimi (httpuser)
fi: Käyttäjänimi (httpkäyttäjä)
fr: Nom d'utilisateur (httpuser)
hr: Ime korisnika (httpuser)
hu: Felhasználónév (httpuser)
it: Nome utente (http)
lt: Vartotojo vardas (httpuser)
nl: Gebruikersnaam (httpuser)
pl: Nazwa użytkownika (http.user)
ru: Имя пользователя (httpuser)
sk: Meno používateľa (httpuser)
sr: Ime korisnika (httpuser)
sv: Användarnamn (httpuser)
ta: பயனர்பெயர் (httpuser)
tr: Kullanıcı İsmi (httpuser)
uk: Ім'я користувача (httpuser)
vi: Tên người dùng (httpuser)
zh_cn: 用户名（http用户）

source: Using automatic address
bg: Използване на автоматичен адрес
cs: Použít automatickou adresu
el: Χρήση αυτόματης διεύθυνσης
fi: Käyttää automaattista osoitetta
fr: Utilisation de l'adresse automatique
hr: Korišćenje auto adrese
it: Uso dell'indirizzo automatico
lt: Automatinio adreso naudojimas
nl: Het adres wordt automatisch ingesteld
pl: Używanie automatycznego adresu
sk: Použiť automatickú adresu
sr: Korišćenje auto adrese
sv: Använda automatisk adressering
ta: தானியங்கி முகவரியைப் பயன்படுத்துதல்
tr: Otomatik adres kullanımı
uk: Використання автоматичної адреси

source: Using fixed address
bg: Използване на фиксиран адрес
cs: Použít pevnou adresu
da: Bruger fast adresse
de: Nutze fixe Adresse
el: Χρήση σταθερής διεύθυνσης
et: Püsiaadress kasutuses
fi: Käytössä kiinteä osoite
fr: Utilisation d'adresse fixe
hr: Korišćenje fiksne adrese
hu: Fix cím használatával
it: Indirizzo fisico in uso
lt: Naudojamas pastovus adresas
nl: Gebruik vast ingesteld adres
pl: Użyj stały adres
pt_br: Usando endereço fixo
ru: Использовать постоянный адрес
sk: Použiť pevnú adresu
sr: Korišćenje fiksne adrese
sv: Använda fast adress
ta: நிலையான முகவரியைப் பயன்படுத்துதல்
tr: Sabit adres kullanımı
uk: Використання фіксованї адреси
vi: Sử dụng địa chỉ cố định
zh_cn: 使用固定地址

source: Using old profile:
bg: Използване на стария профил
cs: Použít starý profil:
da: Bruger gammel profil:
de: Altes Profil verwenden:
el: Χρήση παλιού προφίλ:
et: Kasutuses vana profiil:
fi: Käytössä vanha profiili:
fr: En utilisant un ancien profil :
hr: Korišćenje starog profila:
hu: Régi profil használata:
it: Vecchio profilo in uso:
lt: Naudoti seną profilį:
nl: Gebruik oud profiel:
pl: Użyj starego profilu:
ru: Использовать старый профиль:
sk: Použiť starý profil:
sr: Korišćenje starog profila:
sv: Använder gammal profil:
ta: பழைய சுயவிவரத்தைப் பயன்படுத்துதல்:
tr: Eski profil kullanımı:
uk: Використання старого профілю:
vi: Sử dụng hồ sơ cũ:
zh_cn: 使用旧的配置文件:

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
bg: Обикновено, когато езика на субтитрите е същия като аудио езика, няма да бъдат използвани субтитри. Включете тази опция, за да се даде възможност на тези субтитри да се използват.
cs: Obvykle, když je jazyk titulků stejný jako jazyk zvuku, titulky nebudou použity. Povolením této volby umožníte povolení těchto titulků.
da: Normalt vil undertekster ikke blive brugt, når undertekstsproger er det samme som lydsproget.Aktiver denne mulighed for at tillade at disse undertekster bruges.
de: Normalerweise werden Untertitel unterdrückt, wenn es dieselbe Sprache ist wie die der Tonspur. Mit dieser Einstellung kann man Untertitel erzwingen.
el: Συνήθως, όταν η γλώσσα υποτίτλων είναι η ίδια με τη γλώσσα ήχου, οι υπότιτλοι δεν θα χρησιμοποιηθούν. Ενεργοποιήστε αυτή την επιλογή ώστε να επιτραπεί η χρήση αυτών των υποτίτλων.
et: Tavaliselt subtiitreid ei näidata, kui nende keel kattub heli keelega. Siin valikus saab selle lubada.
fi: Yleensä kun tekstityksen kieli on sama kuin äänen kieli, tekstitystä ei käytetä. Tällä asetuksella voit ottaa tekstityksen käyttöön.
fr: Habituellement, lorsque la langue des sous-titres est la même que la langue audio, les sous-titres ne seront pas utilisés. Activez cette option pour permettre à ces sous-titres d'être utiliser.
hr: Obično kada je jezik titlova isti kao i jezik zvuka, titlovi se neće koristiti. Omogućite ovu opciju da biste omogućili korištenje tih titlova.
hu: Amikor egy csatornán a felirat nyelve és a hangsáv nyelve megegyezik, a felirat megjelenítése nem szükséges. Ezzel az opcióval ez részletesen testreszabható.
it: Di solito, quando la lingua dei sottotitoli è la stessa della lingua dell'audio, i sottotitoli non verranno usati. Abilita questa opzione per consentire l'uso di questi sottotitoli.
lt: Paprastai, kai subtitrų kalba yra ta pati kaip garso kalbą, nebus naudojami subtitruose. Įjunkite šią funkciją, kad šie subtitrai būtų naudojami.
nl: Wanneer de taal van de ondertitel hetzelfde is als die van het audiospoor, wordt de ondertiteling normaal gesproken niet weergegeven. Activeer deze optie om weergave van ondertitels in dat geval toch mogelijk te maken.
pl: Normalnie gdy język napisów jest taki sam jak ścieżka audio napisy nie są wyświetlane. Włączenie tej opcji pozwala wyświetlić napisy w takiej sytuacji.
pt_br: Quando o idioma da legenda é o mesmo idioma do áudio, as legendas não serão usadas. Ative essa opção para ativar as legendas com o mesmo idioma do áudio.
ru: Обычно когда язык субтитров совпадает с языком аудио, субтитры не показываются. Этот выбор позволяет показывать субтитры, даже если они совпадают с языком аудио.
sk: Ak je jazyk titulkov rovnaký ako jazyk zvuku, titulky sa obvykle nepoužívajú. Týmto nastavením však môžete zapnúť aj titulky.
sr: Obično kada je jezik titlova isti kao audio jezik, titlovi se ne koriste. Omogućite ovu opciju da bi dozvolili upotrebu ovih titlova.
sv: När undertextspråket är detsamma som ljudspråket kommer undertexterna vanligtvis inte att användas. Aktivera detta alternativ för att tillåta att dessa undertexter används.
ta: வழக்கமாக வசன மொழி ஆடியோ மொழியைப் போலவே இருக்கும்போது, வசன வரிகள் பயன்படுத்தப்படாது. இந்த வசன வரிகள் பயன்படுத்த அனுமதிக்க இந்த விருப்பத்தை இயக்கவும்.
tr: Genellikle altyazı dili ile ses dili aynı olduğunda altyazılar kullanılmaz. Bu seçeneği etkinleştirerek altyazıların kullanılmasını sağlayabilirsiniz.
uk: Зазвичай, якщо мова субтитрів збігається з мовою аудіо, субтитри не використовуватимуться. Увімкніть цей параметр, щоб дозволити використовувати ці субтитри.
vi: Thông thường khi ngôn ngữ phụ đề giống với ngôn ngữ âm thanh, phụ đề sẽ không được sử dụng. Cho phép tùy chọn này để cho phép các phụ đề này được sử dụng.
zh_cn: 通常当字幕语言与音频语言相同时,字幕将不被使用.启用此选项允许使用这些字幕.

source: Utility Packages
cs: Balíčky utilit
el: Πακέτα συνοδευτικών
fi: Hyödyllisit paketit
hr: Uslužni Paketi
it: Pacchetti utilità
nl: Tools pakketten
pl: Pakiety narzędziowe
sk: Balíčky nástrojov
sr: Paketi Uslužnih Programa Konzole
sv: Verktygspaket
ta: பயன்பாட்டு தொகுப்புகள்
tr: Yardımcı Program Paketleri
uk: Пакети службових програм
