Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This option sets the suppression of false digital contours, that are the result of a limited number of discrete values.
bg: Тази опция задава потискането на неверни цифрови контури, които са в резултат на ограничния брой на дискретни стойности.
cs: Tato možnost nastavuje potlačení falešných digitálních kontur, které jsou výsledkem omezeného počtu diskrétních hodnot.
el: Αυτή η επιλογή ρυθμίζει τη συμπίεση των ψευδών ψηφιακών περιγραμμάτων, που είναι αποτέλεσμα των περιορισμένων διακριτικών τιμών.
fi: Tämä asetus määrittää ääriviivakorostumien vaimennuksen.
fr: Cette option définit la supression de faux contours numériques, qui sont le résultat d'un nombre limité de valeurs discrètes.
hr: Ova opcija postavlja potiskivanje lažnih digitalnih kontura, koje su rezultat ograničenog broja diskretnih vrijednosti.
it: Questa opzione imposta la soppressione di contorni digitali falsi, che sono il risultato di un numero limitato di valori discreti.
lt: Ši parinktis nustato klaidingų skaitmeninių kontūrų, kurie yra iš riboto skaičiaus atskirų verčių slopinimo rezultatas.
nl: Hier stelt u de onderdrukking in van valse digitale contouren, die het resultaat zijn van een beperkt aantal discrete waarden. (Default: 0)
pl: Ta opcja ustawia tłumienia fałszywych konturów cyfrowych, które są wynikiem ograniczonej liczby wartości dyskretnych.
sk: Nastavenie potlačenia falošných digitálnych obrysov, ktoré vznikajú v dôsledku príliš malých diskrétnych hodnôt.
sr: Оva opcija postavlja suzbijanje lažnih digitalnih kontura, koje su rezultat ograničenog broja diskretnih vrednosti.
sv: Det här alternativet anger hur falska digitala konturer, som är resultatet av ett begränsat antal diskreta värden, ska undertryckas.
ta: இந்த விருப்பம் தவறான டிசிட்டல் வரையறைகளை அடக்குவதை அமைக்கிறது, அவை குறிப்பிட்ட எண்ணிக்கையிலான தனித்துவமான மதிப்புகளின் விளைவாகும்.
tr: Bu seçenek sınırlı sayıda ayrık değerin sonucu olan yanlış dijital konturların bastırılmasını sağlar.
uk: Ця опція встановлює придушення фіктивних цифрових контурів, які є результатом обмеження дискретних значень.

source: This option sets the video & osd picture brightness.
cs: Tato možnost nastavuje jas obrazu videa a OSD.
el: Αυτή η επιλογή ρυθμίζει τη φωτεινότητα της εικόνας βίντεο & osd.
fi: Tämä asetus asettaa toiston & kuvaruudun kirkkauden.
hr: Ova opcija postavlja svjetlinu videozapisa i osd slike.
it: Questa opzione imposta la luminosità dell'immagine del video e dell'OSD.
nl: Met deze optie stelt u de helderheid van het video & osd-beeld in.
pl: Opcja ustawia jasność wideo oraz OSD.
sk: Nastavenie jasu obrazu videa a OSD.
sr: Ova opcija postavlja video i osvetljenje slike.
sv: Detta alternativ ställer in ljusstyrkan för video & osd-bilden.
ta: இந்த விருப்பம் வீடியோ & OSD பட பிரகாசத்தை அமைக்கிறது.
tr: Bu seçenek video & osd görüntüsünün parlaklığını ayarlar.
uk: Ця опція встановлює яскравість відео та OSD.

source: This option sets the video & osd picture contrast.
cs: Tato možnost nastavuje kontrast obrazu videa a OSD.
el: Αυτή η επιλογή ρυθμίζει την αντίθεση εικόνας βίντεο & osd.
fi: Tämä asetus määrittää toiston & kuvan kontrastin.
hr: Ova opcija postavlja kontrast videozapisa i osd slike.
it: Questa opzione imposta il contrasto dell'immagine del video e dell'OSD.
nl: Met deze optie stelt u het video & osd beeldcontrast in.
pl: Opcja ustawia kontrast wideo oraz OSD.
sk: Nastavenie kontrastu obrazu videa a OSD.
sr: Ova opcija postavlja video & osd kontrast slike.
sv: Detta alternativ ställer in kontrasten för video- och osd-bilder.
ta: இந்த விருப்பம் வீடியோ & OSD பட மாறுபாட்டை அமைக்கிறது.
tr: Bu seçenek video ve osd görüntüsünün kontrastını ayarlar.
uk: Ця опція встановлює контраст відео та OSD.

source: This option sets the video picture brightness.
cs: Tato možnost nastavuje jas obrazu videa.
el: Αυτή η επιλογή ρυθμίζει τη φωτεινότητα της εικόνας βίντεο.
fi: Tämä asetus määrittää kuvan kirkkauden.
hr: Ova opcija postavlja svjetlinu slike videozapisa.
it: Questa opzione imposta la luminosità dell'immagine del video.
nl: Met deze optie stelt u de helderheid in.
pl: Opcja ustawia jasność wideo.
sk: Nastavenie jasu obrazu videa.
sr: Ova opcija postavlja video svetlinu slike.
sv: Detta alternativ ställer in ljusstyrkan för videobilden.
ta: இந்த விருப்பம் வீடியோ படத்தின் பிரகாசத்தை அமைக்கிறது.
tr: Bu seçenek video görüntü parlaklığını ayarlar.
uk: Ця опція встановлює яскравість відеозображення.

source: This option sets the video picture contrast.
cs: Tato možnost nastavuje kontrast obrazu videa.
el: Αυτή η επιλογή ρυθμίζει την αντίθεση εικόνας βίντεο.
fi: Tämä asetus määrittää videon kontrastin.
hr: Ova opcija postavlja kontrast slike videozapisa.
it: Questa opzione imposta il contrasto dell'immagine del video.
nl: Met deze optie stelt u het contrast in.
pl: Opcja ustawia kontrast wideo.
sk: Nastavenie kontrastu obrazu videa.
sr: Ova opcija postavlja video kontrast slike.
sv: Detta alternativ ställer in kontrasten för videobilden.
ta: இந்த விருப்பம் வீடியோ பட மாறுபாட்டை அமைக்கிறது.
tr: Bu seçenek video görüntü kontrastını ayarlar.
uk: Ця опція встановлює контраст відеозображення.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
bg: Тази опция задава остротата на картината, използвана, когато картината се мащабира.
cs: Tato volba nastavuje ostrost obrazu,při použití upscalinku obrazu.
da: Denne mulighed sætter den billedeskarphed op, der bruges når billedet opskaleres.
de: Einstellen der Skalierschärfe. Dieser Punkt wirkt sich aus, wenn ein Bild vergrößert werden muss.
el: Αυτή η επιλογή ρυθμίζει την οξύτητα της εικόνας, όταν γίνεται upscale.
et: See valik määrab pildi teravuse ülesskaleerimisel.
fi: Tämä asetus määrittää kuvan terävyyden, käytetään kun kuva skaalataan suurempaan tarkkuuteen.
fr: Cette option définit la netteté de l'image, utilisée lorsque l'image est rehaussée.
hr: Ova opcija postavlja oštrinu slike koja se koristi kada se slika povećava.
hu: Ezzel beállítja a kép élességét, amelyet a kép felskálázásnál használ.
it: Questa opzione imposta la nitidezza dell'immagine, usato quando l'immagine è in fase upscaling.
lt: Nustato paveikslėlių vaizdo ryškumą keičiantis masteliui.
nl: Hiermee stelt u de beeldscherpte in als het beeld moet worden opgeschaald. (Default: 0)
pl: Ta opcja ustawia ostrość obrazu, używana gdy obraz jest powiększony.
ru: Эта опция настраивает резкость изображения, имеет значение, если изображение должно быть увеличено.
sk: Nastavenie ostrosti obrazu pri použití upscalingu.
sr: Оva opcija podešava oštrinu slike koja se koristi prilikom upscaled slike.
sv: Detta alternativ ställer in bildskärpan, som används när bilden skalas upp.
ta: இந்த விருப்பம் படக் கூர்மையை அமைக்கிறது, இது படம் உயர்த்தப்படும்போது பயன்படுத்தப்படுகிறது.
tr: Bu seçenek resim büyütülürken kullanılan resim keskinliğini ayarlar.
uk: Ця опція налаштовує різкість зображення, має значення, якщо зображення має бути збільшено.
vi: Tùy chọn này thiết lập độ sắc nét của hình ảnh, được sử dụng khi hình ảnh được nâng cấp.
zh_cn: 这个选项设置图片的清晰度,使用时的照片被放大.

source: This service is protected by a parental control PIN!
bg: този сервиз е защитен с ПИН за родителски контрол
cs: Tento program je chráněný rodičovským zámkem!
el: Αυτή η υπηρεσία προστατεύεται με γονικό pin!
fi: Tämä kanava on suojattu lapsilukolla!
fr: Ce service est protégé par un PIN contrôle parental
hr: Ova je usluga zaštićena PIN-om za roditeljski nadzor!
it: Questo servizio è protetto dal PIN del controllo genitori!
lt: šis kanalas apsaugotas tėvų kontrolės pin kodu
nl: Deze zender is beveiligd met een PIN-code (kinderslot)!
pl: Ten kanał jest chroniony kodem PIN!
sk: Táto stanica/služba je chránená PIN rodičovskej kontroly!
sr: Ovaj kanal je zaštićen pinom roditeljske kontrole!
sv: Denna tjänst är skyddad av en PIN-kod för föräldrakontroll!
ta: இந்த பணி பெற்றோரின் கட்டுப்பாட்டு முள் மூலம் பாதுகாக்கப்படுகிறது!
tr: Bu kanal ebeveyn kontrolü PIN kodu ile korunmaktadır!
uk: Цей канал захищений батьківським контролем!

source: This sets the prefix for each line in the debug log. The 'Boot time' is the number of seconds since your %s %s was last booted.
bg: Това задава префикса за всеки ред в дневника за отстраняване на грешки. „Време за зареждане“ е броят секунди от последното зареждане на %s %s.
cs: Tím se nastaví předpona pro každý řádek protokolu ladění. 'Boot time' je počet sekund od posledního spuštění vašeho %s %s.
el: Αυτό ορίζει την πρόθεση κάθε γραμμής στο αρχείο καταγραφής αποσφαλμάτωσης. Ο 'χρόνος εκκίνησης' είναι ο αριθμός δευτερολέπτων από την τελευταία εκκίνηση του %s %s σας.
fi: Tämä asettaa etuliitteen jokaiselle debug lokin riville. Käynnistysaika on sekuntien määrä siitä, kun %s %s viimeksi käynnistettiin.
fr: Cela définit le préfixe de chaque ligne du journal de débogage. Le 'Boot time' ; est le nombre de secondes depuis le dernier démarrage de votre %s %s.
hr: Time se postavlja prefiks za svaki redak u zapisniku za otklanjanje pogrešaka. 'Vrijeme pokretanja' je broj sekundi od posljednjeg pokretanja %s %s.
it: Questo imposta il prefisso per ogni riga nel registro di debug. Il 'Tempo di avvio' è il numero di secondi dall'ultimo avvio di %s %s.
lt: Taip nustatomas kiekvienos derinimo žurnalo eilutės priešdėlis. 'Įkrovos laikas' yra sekundžių skaičius nuo tada, kai paskutinį kartą buvo paleistas jūsų %s %s.
nl: Hiermee stel je de prefix in voor elke regel in het debug log. De 'opstarttijd' is het aantal seconden sinds jou %s %s voor het laatst is opgestart.
pl: Ustawia prefiks dla każdej linii w dzienniku debugowania. Czas uruchamiania to liczba sekund od ostatniego uruchomienia %s %s.
sk: Nastavenie prefixu pre každý riadok denníka ladenia. 'Boot time' je počet sekúnd od posledného spustenia vášho %s %s.
sr: Ovim se postavlja prefiks za svaki red u log otklanjanja grešaka. 'Vreme pokretanja' je broj sekundi %s %s od poslednjeg pokretanja.
sv: Detta anger prefixet för varje rad i felsökningsloggen. 'Boot time' är det antal sekunder som gått sedan din %s %s senast startades.
ta: இது பிழைத்திருத்த பதிவில் ஒவ்வொரு வரிக்கும் முன்னொட்டை அமைக்கிறது. 'துவக்க நேரம்' என்பது உங்கள் %s %s கடைசியாக துவக்கப்பட்டதிலிருந்து விநாடிகளின் எண்ணிக்கை.
tr: Bu hata ayıklama günlüğündeki her satırın önekini ayarlar. 'Önyükleme süresi', %s %s cihazınızın en son başlatılmasından bu yana geçen saniye sayısıdır.
uk: Це встановлює префікс для кожного рядка в журналі налагодження. 'Час завантаження' — це кількість секунд, що пройшли з моменту останнього завантаження %s %s.

source: This setting allows the tuner configuration to be a duplication of another configured tuner.
bg: Тази настройка позволява конфигурацията на тунера да бъде дубликат на начина, по който вече е конфигуриран друг тунер.
cs: Toto nastavení umožňuje, aby konfigurace tuneru byla duplikací toho, jak je již nakonfigurován jiný tuner.
el: Αυτή η ρύθμιση επιτρέπει στην παραμετροποίηση του tuner να είναι διπλότυπη με αυτή ενός ήδη ρυθμισμένου tuner.
fi: Tämä asetus sallii viritinasetusten kopioinnin jo valmiiksi säädetystä virittimestä.
fr: Ce paramètre autorise que la configuration du tuner soit une copie d’un autre tuner déjà configuré.
hr: Ova postavka omogućuje da konfiguracija tunera bude dupliciranje drugog konfiguriranog tunera.
it: Questa impostazione consente di duplicare la configurazione del tuner su un altro tuner già configurato.
lt: Šis nustatymas leidžia nustatyti imtuvo konfigūraciją, kad dubliuoti kito imtuvo nustatymus.
nl: Deze instelling maakt het mogelijk de tuner instelling van een andere tuner te kopieren.
pl: To ustawienie pozwala na utworzenie kopii konfiguracji innego skonfigurowanego już tunera.
sk: Konfigurácia tunera duplikáciou nastavení iného nakonfigurovaného tunera.
sr: Ova postavka omogućava konfiguraciji tjunera da bude dupliranje drugog konfigurisanog tjunera.
sv: Med den här inställningen kan tunerkonfigurationen vara en kopia av en annan konfigurerad tuner.
ta: இந்த அமைப்பு ட்யூனர் உள்ளமைவு மற்றொரு கட்டமைக்கப்பட்ட ட்யூனரின் நகலாக இருக்க அனுமதிக்கிறது.
tr: Bu ayar tuner yapılandırmasının, yapılandırılmış başka bir tunerin yapılandırmasının kopyası olmasına olanak tanır.
uk: Ці налаштування дозволяють дублювати конфігурацію одного тюнера на інший.

source: This setting can help improve signal quality or prevent issues with longer HDMI cables.
cs: S tímto nastavením můžete pravděpodobně zlepšit kvalitu signálu nebo odstranit problémy, které mohou nastat u delších kabelů HDMI.
el: Με αυτή τη ρύθμιση, μπορείτε ενδεχομένως να βελτιώσετε την ποιότητα του σήματος ή να εξαλείψετε όποια προβλήματα μπορεί να προκύψουν με μακρύτερα HDMI καλώδια.
hr: Ova postavka može pomoći u poboljšanju kvalitete signala ili sprječavanju problema s duljim HDMI kabelima.
it: Con questa impostazione, puoi probabilmente migliorare la qualità del segnale o eliminare i problemi che possono verificarsi con cavi HDMI più lunghi.
lt: Su šiuo nustatymu tikriausiai galite padidinti signalo kokybę arba pašalinti problemas, kurios gali kilti naudojant ilgesnius HDMI kabelius.
nl: Met deze instelling kunt u mogelijk de signaal kwaliteit of problemen verhelpen die ontstaan bij langere HDMI kabels.
sr: Ova opcija može pomoći u poboljšanju kvaliteta signala ili sprečiti probleme sa dužim HDMI kablovima.
sv: Med den här inställningen kan du förmodligen förbättra signalkvaliteten eller eliminera problem som kan uppstå med längre HDMI-kablar.
tr: Bu ayar sinyal kalitesini iyileştirmeye veya daha uzun HDMI kablolarıyla ilgili sorunları önlemeye yardımcı olabilir.
uk: За допомогою цієї опції Ви може попробувати поліпшити якість сигналу, або усунути проблеми, звязані з довгими кабелями HDMI.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via Internet forum.
bg: Тази настройка зависи от вашия кабелен доставчик и местоположение. Ако не знаете правилната настройка, вижте менюто в официалния кабелен приемник или го вземете от вашия доставчик на кабелни услуги или потърсете помощ чрез интернет форум.
cs: Toto nastavení závisí na poskytovateli kabelové televize a místě. Pokud neznáte správné nastavení, podívejte se do nabídky v oficiálním kabelovém přijímači, nebo jej získejte od svého poskytovatele kabelové televize, případně vyhledejte pomoc na internetovém fóru.
el: Αυτή η ρύθμιση εξαρτάται από τον καλωδιακό σας πάροχο και την τοποθεσία. Αν δεν γνωρίζετε την κατάλληλη ρύθμιση συμβουλευτείτε το μενού του επίσημου καλωδιακού δέκτη ή τον καλωδιακό σας πάροχο ή αναζητήστε βοήθεια σε διαδικτυακό forum.
fi: Tämä asetus riippuu kaapelipalveluntarjoajastasi ja sijainnistasi. Jos et tiedä oikeaa asetusta, selaa laitteesi valikoita, pyydä kaapelipalveluntarjoajalta tai Googleta.
fr: Ce paramètre dépend de votre opérateur de câble et de votre localisation. Si vous ne connaissez pas les paramètres référez-vous au menu de votre récepteur officiel, ou obtenez-les de votre opérateur de câble, ou cherchez de l’aide via le forum internet.
hr: Ta postavka ovisi o davatelju usluga kabelske televizije i lokaciji. Ako ne znate ispravnu postavku, pogledajte menu u službenom kabelskom tuneru ili ga nabavite od svog davatelja kabelskih usluga ili potražite pomoć putem internetskog foruma.
it: Questa impostazione dipende dal provider di servizi via cavo e dalla posizione. Se non conosci l'impostazione corretta, fai riferimento al menu nel ricevitore via cavo ufficiale, oppure chiedilo al provider di servizi via cavo o chiedi aiuto tramite il forum Internet.
lt: Šis nustatymas priklauso nuo kabelinės televizijos teikėjo ir vietos. Jei nežinote teisingo nustatymo, skaitykite oficialaus kabelinio imtuvo meniu arba gaukite jį iš savo kabelinės televizijos paslaugų teikėjo arba kreipkitės pagalbos per interneto forumą.
nl: Deze instelling hangt af van uw kabelprovider en uw locatie. Als u de juiste instellingen niet kent, kunt u die opvragen bij uw kabelprovider of via een internetforum.
pl: To ustawienie zależy od operatora sieci kablowej i lokalizacji. Jeśli nie znasz prawidłowego ustawienia, zapoznaj się z menu oficjalnego odbiornika telewizji kablowej lub uzyskaj je od dostawcy telewizji kablowej lub poszukaj pomocy za pośrednictwem forum internetowego.
sk: Toto nastavenie závisí od poskytovateľa káblovej televízie a lokality. Ak nepoznáte správne nastavenie, pozrite si ponuku v oficiálnom káblovom prijímači, alebo si ho vyžiadajte od poskytovateľa káblovej televízie, prípadne vyhľadajte pomoc prostredníctvom internetového fóra.
sr: Ova postavka zavisi od vašeg kablovskog provajdera i lokacije. Ako ne znate tačnu postavku, pogledajte u meniju na zvaničnom kablovskom prijemniku, zatražite je od vašeg kablovskog provajdera, ili potražite pomoć na Internet forumu.
sv: Denna inställning beror på din kabelleverantör och plats. Om du inte känner till rätt inställning, se menyn i den officiella kabelmottagaren, fråga din kabelleverantör eller sök hjälp via ett internetforum.
ta: இந்த அமைப்பு உங்கள் கேபிள் வழங்குநர் மற்றும் இருப்பிடத்தைப் பொறுத்தது. சரியான அமைப்பு உங்களுக்குத் தெரியாவிட்டால், அதிகாரப்பூர்வ கேபிள் ரிசீவரில் உள்ள மெனுவைப் பார்க்கவும், அல்லது உங்கள் கேபிள் வழங்குநரிடமிருந்து பெறவும் அல்லது இணைய மன்றம் வழியாக உதவியைப் பெறவும்.
tr: Bu ayar kablo sağlayıcınıza ve bulunduğunuz yere göre değişir. Doğru ayarı bilmiyorsanız, resmi kablo alıcısındaki menüye bakın ya da kablo sağlayıcınızdan alın ya da internet forumundan yardım alın.
uk: Це налаштування залежить від постачальника кабельного телебачення та місцезнаходження. Якщо ви не знаєте правильні установки отримайте їх у свого постачальника кабельного телебачення, або зверніться за допомогою через інтернет-форум.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
bg: Тази настройка е само за специални настройки. Той дава на този конвертор по-висок приоритет спрямо други конвертори с по-ниски стойности. Безплатният конвертор с най-висок приоритет ще бъде първият LNB, избран за услуги за настройка.
cs: Toto nastavení je pouze pro speciální nastavení. Dává tomuto LNB vyšší prioritu před ostatními LNB s nižšími hodnotami. Volný LNB s nejvyšší prioritou bude prvním LNB vybraným pro služby ladění.
da: Denne indstilling er kun til specielle opsætninger. Den giver denne LNB en højre prioritet i forhold til andre LNB'er med lavere værdier. Den fri LNP med højest prioritet vil blive den valgte for Tuningtjenester.
de: Diese Einstellung gilt nur für spezielle Setups. Es gibt diesem LNB eine höhere Priorität als anderen LNBs mit niedrigeren Werten. Der freie LNB mit der höchsten Priorität ist der erste für Tuning-Dienste ausgewählte LNB.
el: Αυτή η ρύθμιση αφορά ειδικές περιπτώσεις μόνο. Δίνει σε αυτό το LNB μεγαλύτερη προτεραιότητα σε σχέση με άλλα LNB με χαμηλότερες τιμές. Το ελεύθερο LNB με την ύψιστη προτεραιότητα θα είναι και το πρώτο που θα επιλέγεται για τον συντονισμό σε υπηρεσίες.
et: See säte on ainult erandliku süsteemi jaoks. See LNB saab kõrgema prioriteedi madalama väärtusega LNB-de ees. Kõrgeima väärtusega vaba LNB on esimene valik kanalite vastuvõtuks.
fi: Tämä asetus on vain erikoisasetuksille. Se antaa tälle LNB:lle korkeamman prioriteetin kuin alhaisemman arvon LNB:lle. Korkeampi prioriteettinen vapaa LNB valitaan ensiksi virityspalveluihin.
fr: Ce paramètre est pour les configurations spéciales uniquement. Il donne à cet LNB une priorité plus haute par rapport aux LNBs avec des valeurs plus basses. Le LNB libre avec la plus haute priorité sera le premier LNB sélectionné pour recevoir les services.
hr: Ova postavka je samo za posebne postavke. Daje ovom LNB-u veći prioritet u odnosu na druge LNB-ove s nižim vrijednostima. Slobodni LNB s najvećim prioritetom bit će prvi LNB odabran za usluge podešavanja.
it: Questa impostazione è solo per configurazioni speciali. Dai a questo LNB una priorità maggiore rispetto ad altri LNB con valori inferiori. L'LNB libero con la priorità più alta sarà il primo LNB selezionato per i servizi di sintonizzare.
lt: Šis nustatymas skirtas tik specialiems nustatymams. Tai suteikia LNB aukštesnį prioritetą nei kiti LNB su mažesnėmis reikšmėmis. Laisvas LNB, turintis aukščiausią prioritetą, bus pirmasis pasirinktas LNB kanalų paieškoje.
nl: Deze instelling is alleen bedoeld voor speciale opstellingen. Het geeft deze LNB een hogere prioriteit t.o.v. een andere LNB met een lagere waarde. De vrije LNB met de hoogste prioriteit zal worden benut.
pl: To ustawienie dotyczy tylko konfiguracji specjalnych. Daje to LNB wyższy priorytet niż inne LNB o niższych wartościach. Wolny LNB o najwyższym priorytecie będzie pierwszym LNB wybranym do usług tuningowych.
sk: Toto nastavenie je určené len pre špeciálne inštalácie. Priraďuje tomuto LNB vyššiu prioritu oproti ostatným LNB s nižšími hodnotami. Voľné LNB s najvyššou prioritou bude prvým vybraným LNB pre služby ladenia.
sr: Ova postavka je samo za posebna podešavanja. To ovom LNB daje veći prioritet u odnosu na drugi LNB sa nižim vrednostima. Slobodan LNB sa največim prioritetom biće prvi LNB izabran za servis podešavanja.
sv: Den här inställningen är endast avsedd för speciella inställningar. Den ger den här LNB:n högre prioritet än andra LNB:er med lägre värden. Den lediga LNB med högst prioritet kommer att vara den första LNB som väljs för tuning-tjänster.
ta: இந்த அமைப்பு சிறப்பு அமைப்புகளுக்கு மட்டுமே. இது குறைந்த மதிப்புகளைக் கொண்ட பிற எல்.என்.பி -களை விட இந்த எல்.என்.பி. அதிக முன்னுரிமை கொண்ட இலவச எல்.என்.பி ட்யூனிங் சேவைகளுக்கு தேர்ந்தெடுக்கப்பட்ட முதல் எல்.என்.பி.
tr: Bu ayar yalnızca özel kurulumlar içindir. Bu ayar, bu LNB'ye daha düşük değerlere sahip diğer LNB'lere göre daha yüksek öncelik verir. En yüksek önceliğe sahip boş LNB, ayarlama hizmetleri için ilk seçilecek LNB olacaktır.
uk: Ці налаштування призначені лише для спеціальних установок. Це дає даному LNB вищий пріоритет над іншими з меншими значеннями. Вільний LNB з найвищим пріоритетом буде першим LNB, вибраним для налаштування каналів.
vi: Cài đặt này chỉ dành cho các thiết lập đặc biệt. Nó mang lại cho LNB mức độ ưu tiên cao hơn các LNB khác có giá trị thấp hơn. LNB miễn phí với mức ưu tiên cao nhất sẽ là LNB đầu tiên được chọn cho các dịch vụ điều chỉnh.
zh_cn: 此设置仅用于特殊设置.它使此LNB比其他具有较低值的LNB具有更高的优先级.具有最高优先级的免费LNB将是第一个为调优服务选择的LNB.
