Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Update Plugins
cs: Aktualizace pluginů
el: Ενημέρωση προσθέτων
fi: Päivitä Lisäosat
hr: Ažuriraj Plugine
it: Aggiorna plugin
nl: Plugins updaten
pl: Aktualizuj wtyczki
sk: Aktualizovať pluginy
sr: Ažuriraj Plugine
sv: Uppdatera insticksprogram
ta: செருகுநிரல்களைப் புதுப்பிக்கவும்
tr: Eklentileri Güncelle
uk: Оновити плагіни

source: Update completed.
bg: Актуализацията завършена.
cs: Aktualizace dokončena.
el: Η ενημέρωση ολοκληρώθηκε.
fi: Päivitys valmis.
hr: Ažuriranje je dovršeno.
it: Aggiornamento completato.
lt: Naujinimas baigtas.
nl: De update is gereed.
pl: Aktualizacja zakończona.
sk: Aktualizácia je dokončená.
sr: Ažuriranje je dovršeno.
sv: Uppdatering slutförd.
ta: புதுப்பிப்பு முடிந்தது.
tr: Güncelleme tamamlandı.
uk: Оновлення завершено.

source: Update delay for Events in List
bg: Забавяне на актуализацията за събития в списъка
cs: Zpoždění aktualizace pro události v seznamu
da: Opdateringsforsinkelse for Begivenheder i liste
de: Aktualisierungs-Verzögerung für Events in der Liste
el: Καθυστέρηση ενημέρωσης για προγράμματα στη λίστα
et: Saadete uuendamise viiteaeg kanalinimekirjas
fi: Päivitä viive ohjelma luettelossa
fr: Délai de mise à jour des évènements dans la liste
hr: Kašnjenje ažuriranja za događaje na popisu
hu: Frissítési késleltetés az Események listában
it: Ritardo aggiornamento per gli eventi in elenco
lt: Atnaujinti atidėti įvykiai sąraše
nl: Update vertraging voor programma's in lijst
pl: Opóźnienie aktualizacji dla wydarzenia z listy
sk: Oneskorenie aktualizácie pre udalosti v zozname
sr: Odlaganje ažuriranja za Događaje na Listi
sv: Uppdateringsfördröjning för händelser i listan
ta: பட்டியலில் உள்ள நிகழ்வுகளுக்கான தாமதத்தை புதுப்பிக்கவும்
tr: Listedeki etkinlikler için güncelleme gecikmesi
uk: Оновлення затримки для подій в списку
vi: Cập nhật độ trễ cho các sự kiện trong danh sách
zh_cn: 因列表中的事件更新延迟

source: Update delay for events in list. Scrolling in list is faster with higher delay, especially on big lists!
bg: Забавяне на актуализацията за събития в списъка. Превъртането в списъка е по-бързо с по-високо забавяне, особено на големи списъци !
cs: Zpoždění aktualizace pro události v seznamu. Posouvání v Seznamu je rychlejší s větším zpožděním, zvláště na velkých seznamech!
el: Καθυστέρηση ενημέρωσης για προγράμματα στη λίστα. Η πλοήγηση στη λίστα είναι πιο γρήγορη με υψηλότερη καθυστέρηση, ειδικά στις μεγάλες λίστες!
fi: Päivitä luettelossa olevien tapahtumien viive. Vieritys käyttäytyy nopeammin pidemmällä viiveellä, etenkin suuremmilla listoilla!
fr: Délai de mise à jour des évènements dans la liste. Parcourir la liste est plus rapide avec un délai plus élevé, en particulier sur les longues listes !
hr: Kašnjenje ažuriranja za događaje na popisu. Pomicanje po popisu je brže s većim kašnjenjem, posebno na velikim popisima!
it: Ritardo di aggiornamento per gli eventi nell'elenco. Lo scorrimento nell'elenco è più veloce con un ritardo maggiore, specialmente su elenchi grandi!
lt: Atnaujinimas atidėtas įvykių sąraše. Slinkimas į sąrašą yra greitesnis su aukšta delsa, ypač didelių sąrašų!
nl: Update vertraging voor programma's in lijst. Scrollen door de lijst is sneller met de hogere vertraging, zeker bij grote lijsten!
pl: Opóźnienie aktualizacji dla zdarzeń na liście. Przewijanie listy jest szybsze przy większym opóźnieniu, szczególnie na dużych listach !
sk: Oneskorenie aktualizácie udalostí v zozname. Posúvanie je s vyšším oneskorením rýchlejšie, najmä pri veľkých zoznamoch!
sr: Odlaganje ažuriranja za Događaje na Listi. Pomeranje na listi je brže sa većim zakašnjenjem, naročito na velikim listama!
sv: Uppdatering av fördröjning för händelser i listan. Det går snabbare att bläddra i listan med högre fördröjning, särskilt på stora listor!
ta: பட்டியலில் உள்ள நிகழ்வுகளுக்கான தாமதத்தை புதுப்பிக்கவும். பட்டியலில் ச்க்ரோலிங் செய்வது அதிக தாமதத்துடன் வேகமாக உள்ளது, குறிப்பாக பெரிய பட்டியல்களில்!
tr: Listedeki etkinlikler için güncelleme gecikmesi. Daha yüksek gecikmeyle, özellikle büyük listelerde, listede kaydırma daha hızlı olur!
uk: Оновлення затримки для подій в списку. Швидша прокрутка у списку з високою затримкою, в особливо великих списках!

source: Update failed!
bg: Актуализацията не бе успешна!
cs: Aktualizace selhala!
da: Opdatering mislykkedes!
de: Update Fehlerhaft!
el: Η ενημέρωση απέτυχε!
et: Uuendamine nurjus!
fi: Päivitys epäonnistui!
fr: Échec de la mise à jour !
hr: Ažuriranje nije uspjelo!
hu: A frissítés sikertelen!
it: Aggiornamento non riuscito!
lt: Atnaujinti nepavyko!
nl: Update mislukt!
pl: Aktualizacja nieudana!
sk: Aktualizácia neúspešná!
sr: Ažuriranje nije uspelo!
sv: Uppdateringen misslyckades!
ta: புதுப்பிப்பு தோல்வியடைந்தது!
tr: Güncelleme başarısız oldu!
uk: Помилка оновлення!
vi: Cập nhật thất bại!
zh_cn: 更新失败!

source: Update finished!
bg: Актуализацията завърши!
cs: Aktualizace dokončena!
da: Opdatering gennemført!
de: Update fertig!
el: Η ενημέρωση ολοκληρώθηκε!
et: Uuendamine tehtud!
fi: Päivitys suoritettu!
fr: Mise à jour terminée !
hr: Ažuriranje je završeno!
hu: Frissítés befejezve!
it: Aggiornamento terminato!
lt: Atnaujinimas baigtas!
nl: Update voltooid!
pl: Aktualizacja zakończona!
sk: Aktualizácia je dokončená!
sr: Ažuriranje je završeno!
sv: Uppdatering klar!
ta: புதுப்பிப்பு முடிந்தது!
tr: Güncelleme tamamlandı!
uk: Оновлення завершено!
vi: Cập nhật xong!
zh_cn: 更新完成!

source: Update succeeded! Your Bootloader is now up-to-date!
bg: Актуализирането е успешно! Вашият Bootloader вече е актуален!
cs: Aktualizace proběhla úspěšně! Váš Bootloader je nyní aktuální!
da: Opdatering lykkedes! Din bootloader er nu ajourført!
de: Update Erfolgreich! Der Bootloader ist nun Aktuell!
el: Επιτυχής ενημέρωση! Ο Bootloader σας είναι πλέον ενημερωμένος!
et: Uuendamine tehtud! Alglaadur on nüüd ajakohane!
fi: Päivitys onnistui! Bootloaderi on nyt ajan tasalla!
fr: Mise à jour réussie ! Votre Bootloader est maintenant à jour !
hr: Ažuriranje je uspjelo! Vaš Bootloader je sada ažuran!
hu: Frissítés sikeres! A Bootloader aktuális!
it: Aggiornamento riuscito! Il Bootloader è ora aggiornato!
lt: Atnaujinimas pavyko! Jūsų įkrovos tvarkyklė dabar yra naujausia!
nl: Update geslaagd! Uw Bootloader is nu bijgewerkt!
pl: Aktualizacja powiodła się! Bootloader jest teraz aktualny!
sk: Aktualizácia bola úspešná. Zavádzač je teraz aktuálny!
sr: Ažuriranje je uspelo! Vaš Bootloader je sada ažuran!
sv: Uppdateringen lyckades! Din bootloader är nu uppdaterad!
ta: புதுப்பிப்பு செய் பெற்றது! உங்கள் துவக்க ஏற்றி இப்போது புதுப்பித்த நிலையில் உள்ளது!
tr: Güncelleme başarıyla tamamlandı! Yazılımınız artık güncel!
uk: Оновлення успішне! Ваш завантажувач тепер оновлений!
vi: Cập nhật thành công! Bootloader của bạn đã được cập nhật!
zh_cn: 更新成功! 您的引导加载程序现在是最新的!

source: Update the selected plugin / list of plugins
cs: Aktualizovat vybraný plugin / seznam pluginů
el: Ενημέρωση του επιλεγμένου πρόσθετου / λίστας προσθέτων
fi: Päivitä valittu lisäosa/ lista lisäosista
hr: Ažurirajte odabrani dodatak / popis dodataka
it: Aggiorna plugin/elenco dei plugin selezionati
nl: De geselecteerde plugin of plugin lijst updaten
pl: Zaktualizuj wybraną wtyczkę / listę wtyczek
sk: Aktualizovať vybraný plugin/zoznam pluginov
sr: Ažurirajte izabrani plugin / listu plugina
sv: Uppdatera det valda insticksprogrammet / listan över insticksprogram
ta: தேர்ந்தெடுக்கப்பட்ட சொருகி / செருகுநிரல்களின் பட்டியலைப் புதுப்பிக்கவும்
tr: Seçili eklentiyi / eklenti listesini güncelleyin
uk: Оновити вибраний плагін/список плагінів

source: Update/Backup your firmware, Backup/Restore settings
bg: Актуализирайте/Архивирайте вашия фърмуер, Архивиране/Възстановяване на настройките
cs: Aktualizace / Zálohování firmwaru, Záloha / Obnova nastavení
da: Opdater/Sikkerhedskopier din firmware, Sikkerhedskopier/Gendan indstillinger
de: Sichern/Wiederherstellen des Images oder der Einstellungen.
el: Ενημέρωση/εφεδρεία του λογισμικού, εφεδρεία/επαναφορά ρυθμίσεων
et: Uuenda ja varunda süsteem, varunda ja taasta seadistused
fi: Päivitä/varmuuskopioi ohjelmisto, varmuuskopioi/palauta asetukset
fr: Mise à jour/sauvegarde de votre firmware, sauvegarde/restauration des paramètres
hr: Ažuriranje/sigurnosno kopiranje firmvera, postavke sigurnosnog kopiranja/vraćanja u predhodno stanje
hu: Frissítés/Firmware mentés, Mentés/Visszaállítás beállítások
it: Aggiorna o esegui il backup del firmware, effettua il backup o il ripristino delle impostazioni
lt: Atnaujinti / padaryti programinės įrangos atsarginę kopiją , nustatymų atsarginę kopiją / atkūrimą
nl: Update/back-up uw firmware, back-up/herstel instellingen.
pl: Aktualizuj/Utwórz kopię zapasową oprogramowania, Utwórz kopię zapasową/Przywróć ustawienia
ru: Обновление/Бекап вашей прошивки, Бекап/Восстановление настроек
sk: Aktualizácia/záloha firmware, zálohovanie/obnovenie nastavení
sr: Ažuriranje/Rezervna kopija vašeg softvera, Rezervna kopija/Vraćanje u predhodno stanje postavke
sv: Uppdatera/Säkerhetskopiera din firmware, Säkerhetskopiera/återskapa inställningar
ta: உங்கள் ஃபார்ம்வேர், காப்புப்பிரதி/அமைப்புகளை மீட்டெடுங்கள்
tr: Yazılımı Güncelleyin/Yazılımı Yedekleyin/Ayarları Geri Yükleyin
uk: Оновлення/Копіювання Вашої прошивки, Копіювання/Відновлення налаштувань
vi: Cập nhật / Sao lưu chương trình cơ sở, cài đặt Sao lưu / Khôi phục
zh_cn: 更新/备份你的镜像,备份/恢复设置

source: Update/Backup/Restore your receiver
cs: Aktualizace / Záloha / Obnova software přijímače
el: Ενημέρωση/εφεδρεία/επαναφορά του δέκτη σας
hr: Ažurirajte/napravite sigurnosnu kopiju/vratite u svoj prijemnik
it: Aggiornamento, backup, ripristino
lt: Atnaujinti imtuvą/sukurti/atkurti atsarginę kopiją
nl: Update/back-up/herstel uw ontvanger
sr: Ažuriraj/Pravljenje rezervne kopije/Vraćanje podešavanja prijemnika
sv: Uppdatera/Backup/Restore din box
tr: Güncelle/Yedekle/Geri Yükle
uk: Оновлення/Копіювання/Відновлення приймача

source: Updated
bg: Актуализиран
cs: Aktualizováno
el: Ενημερώθηκε
fi: Päivitetty
hr: Ažurira
it: Aggiornato
lt: Atnaujinta
nl: Bijgewerkt
pl: Zaktualizowano
sk: Aktualizované
sr: Ažurira
sv: Uppdaterad
ta: புதுப்பிக்கப்பட்டது
tr: Güncellendi
uk: Оновлено

source: Updated version unknown
bg: Неизвестна актуализирана версия
cs: Aktualizovaná verze není známa
el: Ενημερωμένη έκδοση άγνωστη
fi: Päivitetty versio tuntematon
hr: Ažurirana verzija nepoznata
it: Versione aggiornata sconosciuta
lt: Atnaujinta versija nežinoma
nl: De bijgewerkte versie is onbekend
pl: Zaktualizowana wersja nieznana
sk: Aktualizovaná verzia nie je známa
sr: Ažurirana verzija nepoznata
sv: Uppdaterad version okänd
ta: புதுப்பிக்கப்பட்ட பதிப்பு தெரியவில்லை
tr: Güncellenmiş sürüm bilinmiyor
uk: Оновлена версія невідома

source: Updates available:
bg: Налични актуализации:
cs: Aktualizace k dispozici:
el: Διαθέσιμες ενημερώσεις:
fi: Päivityksiä saatavilla:
fr: Mises à jour disponible :
hr: Dostupne ispravke:
it: Aggiornamenti disponibili:
lt: Galimi atnaujinimai:
nl: Updates beschikbaar:
pl: Dostępne aktualizacje:
sk: Dostupné aktualizácie:
sr: Dostupne ispravke:
sv: Uppdateringar tillgängliga:
ta: புதுப்பிப்புகள் கிடைக்கின்றன:
tr: Mevcut Güncellemeler:
uk: Доступні оновлення:

source: Updating
bg: Надграждам
cs: Aktualizace
el: Εκτελείται ενημέρωση
fi: Päivitetään
fr: Mise à jour en cours
hr: Ažuriranje
it: Aggiornamento in corso
lt: Atnaujinama
nl: Bezig met update
pl: Aktualizowanie
sk: Aktualizuje sa
sr: Ažuriranje
sv: Uppdaterar
ta: புதுப்பித்தல்
tr: Güncelleniyor
uk: Оновлення

source: Updating package list.
cs: Aktualizace seznamu balíčků.
el: Ενημέρωση της λίστας πακέτων.
fi: Päivitetään lisäosa listaa.
hr: Ažuriranje popisa paketa.
it: Aggiornamento elenco pacchetti.
nl: Pakkettenoverzicht actualiseren.
pl: Aktualizowanie listy pakietów.
sk: Aktualizácia zoznamu balíčkov.
sr: Ažuriranje liste paketa.
sv: Uppdatering av paketlistan.
ta: தொகுப்பு பட்டியலைப் புதுப்பித்தல்.
tr: Paket listesi güncelleniyor.
uk: Оновлення списку пакетів.

source: Upgrade (Flash & restore all)
cs: Upgradovat (Flashnout a obnovit vše)
el: Αναβάθμιση (φλασάρισμα & επαναφορά όλων)
fi: Päivitä Ohjelmisto & palauta kaikki
hr: Nadogradnja (Flash i vraćanje u predhodno stanje sve)
it: Aggiornamento (flash e ripristina tutto)
lt: Versijos naujinimas (įdieg & atkurti viską)
nl: Update (Flash en herstel alle instellingen)
pl: Aktualizacja (Instalowanie i przywracanie wszystkiego)
sk: Upgrade (flashovať a všetko obnoviť)
sr: Nadogradnja (Fleš & vrati sve u predhodno stanje)
sv: Uppgradering (Flash & återställning av alla)
ta: மேம்படுத்தவும் (அனைத்தையும் ஃபிளாச் & மீட்டமை)
tr: Yükseltme (Yazılımı kur & tümünü geri yükle)
uk: Оновити (перепрошити та відновити все)

source: Upgrade finished.
bg: Надстройването завърши.
cs: Aktualizace dokončena.
da: Opgradering gennemført.
de: Upgrade beendet.
el: Η αναβάθμιση ολοκληρώθηκε.
et: Uuendamine tehtud.
fi: Päivitys suoritettu.
fr: Mise à jour terminée.
hr: Nadogradnja јe završena.
hu: Frissítés befejezve.
it: Aggiornamento terminato.
lt: Atnaujinimas baigtas.
nl: Update voltooid.
pl: Aktualizacja zakończona.
pt_br: A atualização terminou.
ru: Обновление завершено
sk: Aktualizácia bola dokončená.
sl: Nadgradnja končana.
sr: Nadogradnja јe završena.
sv: Uppgraderingen är klar.
ta: மேம்படுத்தல் முடிந்தது.
tr: Yükseltme tamamlandı.
uk: Оновлення завершено.
vi: Nâng cấp xong.
zh_cn: 升级完成.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
bg: Надстройването е в прогрес Моля, изчакайте, докато %s %s рестартира Това може да отнеме няколко минути
cs: Probíhá upgrade Počkejte, až se %s %s restartuje Může to zabrat pár minut
da: Upgradering i gang Vent venligst indtil din %s %s genstarter Dette kan tage nogle få minutter
el: Αναβάθμιση σε εξέλιξη Παρακαλώ περιμένετε μέχρι την επανεκκίνηση του %s %s σας Αυτό μπορεί να διαρκέσει μερικά λεπτά
et: Toimub uuendamine Oota %s %s taaskäivitumist Selleks võib kuluda mõni minut
fi: Päivitys käynnissä Odota kunnes %s %s käynnistyy uudelleen Tämä saattaa kestää muutaman minuutin
fr: Mise à jour en cours Veuillez attendre que votre %s %s redémarre Cela peut prendre quelques minutes
hr: Nadogradnja u tijeku Pričekajte dok se vaš %s %s ponovno ne pokrene To može potrajati nekoliko minuta
hu: A frissítés folyamatban van Kérem, várjon, míg a(z) %s %s készülék újraindul Ez eltarthat néhány percig
it: Aggiornamento in corso Attendi che il %s %s si riavvii Ci vorranno pochi minuti
lt: Vyksta atnaujinimas Palaukite, kol %s %s pasileis iš naujo Tai gali užtrukti kelias minutes
nl: Update is bezig. Wacht tot uw %s %s weer is opgestart. Dit kan een paar minuten duren.
pl: Aktualizacja w toku Poczekaj, aż %s %s uruchomi się ponownie To może zająć kilka minut
ru: Идет обновление Дождитесь перезагрузки %s %s Это может занять несколько минут
sk: Prebieha upgrade. Čakajte, prosím, kým sa %s %s reštartuje. Môže to trvať niekoľko minút
sr: Nadogradnja je u toku Sačekajte da se %s %s ponovo pokrene Ovo može potrajati nekoliko minuta
sv: Uppgradering pågår Vänta tills din %s %s startas om Detta kan ta några minuter
ta: முன்னேற்றத்தில் மேம்படுத்தவும் உங்கள் %s %s மறுதொடக்கம் வரை காத்திருங்கள் இதற்கு சில நிமிடங்கள் ஆகலாம்
tr: Yükseltme işlemi devam ediyor %s %s alıcınız yeniden başlayana kadar lütfen bekleyin Bu işlem birkaç dakika sürebilir
uk: Оновлення в процесі Будь ласка зачекайте поки Ваш %s %s перезавантажується Це може зайняти кілька хвилин
vi: Nâng cấp trong tiến trình Vui lòng đợi cho đến khi % s% s của bạn khởi động lại Có thể sẽ mất vài phút
zh_cn: 升级进程 请等到你的 %s %s 重新启动 这可能需要几分钟

source: Upgrade with GUI
bg: Надстройване с графичния интерфейс
cs: Zobrazit aktualizaci v GUI
da: Opgrader med GUI
de: Update mit Anzeige
el: Αναβάθμιση με γραφικό περιβάλλον
et: Uuendamine kasutajaliidese abil
fi: Päivitä järjestelmä
fr: Mise à jour avec l'IGU
hr: Nadogradnja sa GUI
hu: Frissítés kinézet frissítéssel együtt (GUI-val)
it: Aggiorna con la GUI
lt: Atnaujinkite su grafine aplinka
nl: Update met GUI
pl: Aktualizacja z GUI
ru: Показать ход обновления
sk: Upgrade s GUI
sr: Nadogradnja sa GUI
sv: Uppgradering med GUI
ta: GUI உடன் மேம்படுத்தவும்
tr: Kullanıcı Arayüzü ile yükseltme
uk: Показати оновлення
vi: Nâng cấp với GUI
zh_cn: 通过图形用户界面升级

source: Upper USB
bg: Горно USB
cs: Horní USB
da: Øverste USB port
el: Επάνω USB
et: Ülemine USB pesa
fi: Ylempi USB
fr: USB supérieur
hr: Gornji USB
hu: Felső USB
it: USB superiore
lt: Viršutinis USB lizdas
nl: USB boven
pl: Górny USB
sk: Horný USB
sr: Gornji USB
sv: Övre USB
ta: மேல் யூ.எச்.பி
tr: Üst USB
uk: USB зверху
vi: USB trên
zh_cn: 上层USB

source: Upper case
bg: Главна буква
cs: Velká písmena
da: Store bogstaver
de: Großbuchstaben
el: Κεφαλαία
et: Suurtähed
fi: Isot kirjaimet
fr: Majuscules
hr: Velika slova
it: Maiuscolo
lt: Didžiosios raidės
nl: Hoofdletters
pl: Duże litery
sk: Veľké písmená
sr: Velika slova
sv: Versaler
ta: மேல் வழக்கு
tr: Büyük harf
uk: Верхній регістр
vi: Hồ sơ ở trên
zh_cn: 大写格式

source: Upper line
bg: горна линия
cs: horní řádek
el: Επάνω γραμμή
fi: ylempi rivi
fr: ligne supérieure
hr: Gornja linija
it: linea superiore
lt: viršutinė eilutė
nl: Bovenste regel
pl: górna linia
sk: Horný riadok
sr: Gornja linija
sv: Övre linje
ta: மேல் வரி
tr: Üst çizgi
uk: Вгору

source: Uptime
bg: Време за изпълнение
cs: Spuštěno
da: Driftstid
de: Laufzeit
el: Χρόνος λειτουργίας
et: Ülalolekuaeg
fi: Käynnissäoloaika
fr: Durée de fonctionnement
hr: Vreme gore
hu: Működési idő
it: Tempo di attività
lt: Darbinės būsenos trukmė
pl: Czas pracy
ru: Время работы
sk: Trvanie spustenia
sr: Vreme gore
sv: Upptid
ta: நேரம்
tr: Çalışma süresi
uk: Час роботи
vi: Thời gian hoạt động
zh_cn: 正常运行时间

source: Urdu
cs: Urdština
el: Ούρντου
fr: Ourdou
sk: urdčina
ta: உருது
tr: Urduca
uk: Урду

source: Uruguay
el: Ουρουγουάη
et: Uruguai
lt: Urugvajus
pl: Urugwaj
sk: Uruguaj
ta: உருகுவே
uk: Уругвай
zh_cn: 乌拉圭

source: Usage & GUI
bg: Потреб. и граф. интерфейс
cs: Přizpůsobení a Vzhled
da: Anvendelse & GUI
de: Bedienung & Oberfläche
el: Χρήση & διεπαφή χρήστη
et: Kasutajaliides
fi: Käyttöliittymä
fr: Utilisation & IGU
hr: Korisnik & GUI
hu: Használat és Kinézet (GUI)
it: Interfaccia grafica
lt: Valdymas ir grafinė aplinka
nl: Bediening & GUI
pl: Obsługa i interfejs
ru: Пользовательский интерфейс
sk: Používanie a GUI
sr: Korisnik & GUI
sv: Användning & GUI
ta: பயன்பாடு & GUI
tr: Kullanım & Kullanıcı Arayüzü
uk: Використання та інтерфейс
vi: Sử dụng & GUI
zh_cn: 用户界面设置

source: Usage Setup
bg: Настройка на използването
cs: Přizpůsobení
da: Forbrugsopsætning
de: Bedienung
el: Ρυθμίσεις χρήσης
et: Kasutaja eelistused
fi: Käyttäjä asetukset
fr: Paramétrer usage
hr: Podešavanje korisnika
hu: Használati beállítás
it: Configurazione uso
lt: Naudojimo valdymas
nl: Gebruikersinstellingen
pl: Ustawienia zaawansowane
ru: Настройки интерфейса
sk: Nastavenia používania
sr: Podešavanje korisnika
sv: Inställning av användning
ta: பயன்பாட்டு அமைப்பு
tr: Kullanım Ayarları
uk: Налаштування інтерфейсу
vi: Cài đặt sử dụng
zh_cn: 用户设置

source: Use
bg: Използване
cs: Použít
da: Brug
de: Benutzen
el: Χρήση
et: Kasuta
fi: Käytä
fr: Utiliser
hr: Koristi
hu: Használ
it: Uso
lt: Naudoti
nl: Gebruik
pl: Użyj
pt_br: Usar
ru: Использовать
sk: Použiť
sl: Uporabi
sr: Koristi
sv: Använd
ta: பயன்படுத்தவும்
tr: Kullan
uk: Використовувати
vi: Sử dụng
zh_cn: 启用

source: Use 'Trash' in movie list
bg: Използване на кошчето за боклук във филмовия списък
cs: Používat koš v seznamu souborů
el: Χρήση του κάδου αχρήστων στη λίστα ταινιών
fi: Käytä roskakoria tallennuslistassa
fr: Utiliser la corbeille dans liste de films
hr: Upotreba opcije "Smeće" na popisu filmova
it: Usa cestino nell'elenco registrazioni
lt: 'Šiukšliadėžės' naudojimas filmų sąraše
nl: Gebruik de prullenbak in de opnamelijst
pl: Użyj kosza w liście filmów
sk: Použiť kôš v zozname filmov
sr: Koristi 'Đubre' na listi filmova
sv: Använd "Trash" i filmlistan
ta: திரைப்பட பட்டியலில் 'குப்பை' பயன்படுத்தவும்
tr: Film listesinde çöp kutusu kullan
uk: Використання кошика в списку фільмів

source: Use AutoCam
cs: Použít AutoCam
el: Χρήση αυτόματου cam
fi: Käytä CI+
hr: Koristi AutoCam
it: Usa AutoCam
nl: AutoCam activeren
pl: Użyj AutoCam
sk: Použiť AutoCam
sr: Koristi AutoCam
sv: Använd AutoCam
ta: ஆட்டோகாம் பயன்படுத்தவும்
tr: AutoCam kullan
uk: Використати AutoCam

source: Use DHCP
bg: Използване на DHCP
cs: Použít DHCP
da: Brug (DHCP)
de: Adresse automatisch beziehen (DHCP)
el: Χρήση DHCP
et: Luba DHCP
fi: Käytä DHCP:tä
fr: Utiliser DHCP
hr: Koristi DHCP
hu: DHCP használata
it: Usa DHCP
lt: Naudoti DHCP
nl: Automatisch een IP adres toewijzen (DHCP)
pl: Użyj DHCP
pt_br: Usar DHCP
ru: Использовать DHCP
sk: Použiť DHCP
sl: Uporabi DHCP
sr: Koristi DHCP
sv: Använd DHCP
ta: DHCP ஐப் பயன்படுத்தவும்
tr: DHCP Kullan
uk: Використовувати DHCP
vi: Sử dụng DHCP
zh_cn: 使用自动获取

source: Use DNS cache
cs: Používat DNS cache
hr: Koristi DNS predmemoriju
it: Usa cache DNS
sr: Koristi DNS keš
tr: DNS önbelleğini kullan
uk: Використовувати кеш DNS

source: Use DNS rotation
cs: Použít rotaci DNS
hr: Koristi DNS rotaciju
it: Rotazione DNS
sr: Koristi DNS rotaciju
tr: DNS rotasyonu kullanın
uk: Використовувати ротацію DNS

source: Use DNSCrypt servers
cs: Používat DNSCrypt servery
hr: Koristi DNSCrypt servere
it: Usa server DNSCrypt
sr: Koristi DNSCrypt servere
tr: DNSCrypt sunucularını kullanın
uk: Використовуйте сервери DNSCrypt

source: Use Deinterlacing for 1080i Videosignal?
bg: Използвате ли деинтерлейсинг за 1080i видеосигнал?
cs: Použít odstranění prokládání pro videosignál 1080i?
da: Brug Deinterlacing til 1080i videosignal ?
de: Soll für ein Videosignal von 1080i Deinterlacing benutzt werden?
el: Χρήση απόπλεξης για σήμα εικόνας 1080i;
et: Kasuta 1080i sisuga pildil täiskaadrilaotust
fi: Pitäisikö lomituksen poisto käyttää 1080i-videosignaalille?
fr: Dés-entrelacement signal vidéo 1080i ?
hr: Koristi Deinterlacing za 1080i Video signal?
hu: Használjon felbontást 1080i videójelre?
it: Usa deinterlacciamento per il segnale video 1080i?
lt: Naudoti progresinį kodavimą 1080i vaizdo signalui?
nl: Gebruik Deinterlacing voor 1080i videosignaal?
pl: Używać usuwania przeplotu w przypadku sygnału wideo 1080i?
sk: Odstrániť prekladanie snímok pre signál 1080i?
sr: Koristi Deinterlacing za 1080i Video signal?
sv: Använd Deinterlacing för 1080i Videosignal?
ta: 1080i வீடியோசிக்னலுக்கு deinterlacing ஐப் பயன்படுத்தவா?
tr: 1080i video sinyali için görüntü düzeltme özelliğini kullanmak ister misiniz?
uk: Використовувати деінтерлейсінг для відеосигналу 1080i?
vi: Sử dụng Khử xen kẽ cho 1080i Videoignal?
zh_cn: 是否对1080i视频信号使用逐行扫描?

source: Use DoH servers
cs: Používat servery DNS-over-HTTPS (DoH)
hr: Koristi DoH servere
it: Usa server DoH
sr: Koristi DoH servere
tr: DoH sunucularını kullanın
uk: Використовуйте сервери DoH
