Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: no or unknown card inserted
bg: няма или неизвестна поставена карта
cs: není vložena žádná nebo neznámá karta
da: intet eller ukende kort indsat
de: Keine oder unbekannte Karte eingesteckt
el: απουσία εισαγωγής ή άγνωστη κάρτα
et: tundmatu või puuduv kaart
fi: ei korttia tai tuntematon kortti
fr: aucune carte ou carte inconnue insérée
hr: nema ili nepoznata kartica nije umetnuta
hu: nincs vagy ismeretlen kártya behelyezve
it: scheda non inserita o sconosciuta
lt: neįdėta, arba neatpažįstama kortelė
nl: Geen of onbekende kaart geplaatst
pl: brak lub nieaktywna karta
ru: карта отсутствует или неизвестная
sk: žiadna karta alebo neznáma karta
sr: nema ili nepoznata kartica nije umetnuta
sv: inget eller okänt kort isatt
ta: அல்லது அறியப்படாத அட்டை செருகப்படவில்லை
tr: Kart takılmadı veya bilinmiyor
uk: відсутня або невідома карта
vi: không có hoặc không biết thẻ được chèn
zh_cn: 无卡或无法识别此卡

source: no storage devices found
bg: няма намерени устройства за съхранение
cs: nebyla nalezena žádná úložná zařízení
da: ingen lagerenhed fundet
de: Keine Speichergeräte gefunden
el: δεν βρέθηκαν συσκευές αποθήκευσης
et: andmekandjaid ei leitud
fi: tallennuslaitteita ei löytynyt
fr: Aucun périphérique de stockage trouvé
hr: nije pronađen uređaj za skladištenje
hu: nem található semmilyen háttértár
it: nessun dispositivo di archiviazione trovato
lt: laikmenos įrenginių nerasta
nl: Geen opslagmedia gevonden!
pl: nie znaleziono urządzenia magazynującego
pt_br: Nenhum dispositivo de armazenamento encontrados
ru: устройства не найдены
sk: nenašli sa žiadne úložné zariadenia
sr: nije pronađen uređaj za skladištenje
sv: inga lagringsenheter hittades
ta: சேமிப்பக சாதனங்கள் எதுவும் கிடைக்கவில்லை
tr: depolama cihazı bulunamadı
uk: пристрої не знайдені
vi: không tìm thấy thiết bị lưu trữ
zh_cn: 未发现存储设备

source: not
bg: не
cs: ne
da: ikke
de: nicht
el: μη
et: mitte
fi: ei
fr: non
hr: ne
it: non
lt: ne
nl: niet
pl: nie
sk: nie
sr: ne
sv: inte
ta: இல்லை
tr: yok
uk: не
vi: không có gì
zh_cn: 否

source: not locked
bg: не е заключен
cs: není uzamčeno
da: ikke låst
de: Kein Signal
el: μη κλειδωμένο
et: pole lukustatud
fi: ei lukittu
fr: Pas verrouillé
hr: nije zaključano
hu: nem hangolt
it: sbloccato
lt: nefiksuota
nl: niet gelockt
pl: nie zablokowany
pt_br: Não sintonizado
ru: не захвачен
sk: neuzamknuté
sl: ni zaklenjen
sr: nije zaključano
sv: inte låst
ta: பூட்டப்படவில்லை
tr: kilitli değil
uk: немає сигналу
vi: không bị khóa
zh_cn: 未锁定

source: not supported
bg: не се поддържа
cs: není podporováno
da: ikke understøttet
de: Nicht unterstützt
el: δεν υποστηρίζεται
et: pole toetatud
fi: ei tuettu
fr: Pas supporté
hr: nije podržano
hu: nem támogatott
it: non supportato
lt: nepalaikoma
nl: niet ondersteund
pl: nie obsługiwane
pt_br: Não suportado
ru: не поддерживается
sk: nepodporované
sr: nije podržano
sv: stöds ej
ta: ஆதரிக்கப்படவில்லை
tr: desteklenmiyor
uk: не підтримується
vi: không được hỗ trợ
zh_cn: 不支持

source: not tested
bg: не е тестван
cs: netestováno
da: ikke testet
de: Nicht getestet
el: δεν έγινε έλεγχος
et: pole testitud
fi: Ei testattu
fr: pas testé
hr: nije testirano
it: non testato
lt: netikrinta
nl: niet getest
pl: nie testowany
sk: netestované
sr: nije testirano
sv: ej testad
ta: சோதிக்கப்படவில்லை
tr: test edilmedi
uk: не тестується
vi: không được kiểm tra
zh_cn: 未测试

source: not used
bg: не се използва
cs: nepoužito
da: ikke anvendt
de: Nicht verwendet
el: δεν χρησιμοποιείται
et: pole kasutuses
fi: ei käyt
fr: pas utilisé
hr: ne koristi se
hu: nem használt
it: non in uso
lt: nenaudojamas
nl: niet gebruikt
pl: nie używany
pt_br: Não usado
ru: не использовано
sk: nepoužité
sl: ni uporabljeno
sr: ne koristi se
sv: inte använd
ta: பயன்படுத்தப்படவில்லை
tr: kullanılmıyor
uk: не викорстовується
vi: không được sử dụng
zh_cn: 未使用

source: nothing connected
bg: нищо не е свързано
cs: nic není připojeno
da: Ikke forbundet
de: Nichts angeschlossen
el: δεν έχει συνδεθεί τίποτα
et: Midagi pole ühendatud
fi: ei Kytketty
fr: Rien n'est connecté
hr: ništa povezano
hu: semmi sincs csatlakoztatva
it: nulla collegato
lt: niekas nepajungta
nl: niets aangesloten
pl: Nie podłączone
pt_br: Desconectado
ru: ничего не подключено
sk: nič nie je pripojené
sl: nič ni povezano
sr: ništa povezano
sv: inget anslutet
ta: எதுவும் இணைக்கப்படவில்லை
tr: bağlı değil
uk: нічого не під'єднано
vi: không có gì kết nối
zh_cn: 未连接

source: of a DUAL layer medium used.
bg: използване на двуслоен носител.
cs: z DVOUVRSTVÉHO DVD použito.
da: af et DOBBELT-lags media anvendt.
de: eines DUAL-Layer-Mediums benutzt.
el: ενός μέσου ΔΙΠΛΗΣ στρώσης σε χρήση.
et: kasutatud kahekihilisest kettast.
fi: Dl dvd levystä käytetty.
fr: Pour un double couche utilisé.
hr: dvoslojni medij koji se koristi.
hu: a kétréteges lemezből felhasználva.
it: di DVD doppio strato usato.
lt: naudojama DVISLUOKSNĖ laikmena.
nl: op een DUAL layer medium gebruikt.
pl: nośnik dwuwarstwowy zużyty.
pt_br: de uma mídia com camada dupla usada.
ru: используемого двухслойного носителя.
sk: dvojvrstvového média využitých.
sl: od uporabljenega DVOPLASTNEGA medija
sr: dvoslojni medij koji se koristi.
sv: av ett DUAL-lagermedium som används.
ta: பயன்படுத்தப்படும் இரட்டை அடுக்கு ஊடகம்.
tr: çift katmanlı ortam kullanıldığında.
uk: на Двошаровому диску використано.
vi: của một môi trường lớp DUAL được sử dụng.
zh_cn: 使用双层介质.

source: of a SINGLE layer medium used.
bg: използване на еднослоен носител.
cs: z JEDNOVRSTVÉHO DVD použito.
da: af et ENKELT-lags media anvendt.
de: eines SINGLE-Layer-Mediums benutzt.
el: ενός μέσου ΜΟΝΗΣ στρώσης σε χρήση.
et: kasutatud ühekihilisest kettast.
fi: dvd levystä käytetty.
fr: Pour un simple couche utilisé.
hr: jednoslojni medij koji se koristi.
hu: egyoldalas (single layer) medium felhasználva.
it: di DVD singolo strato usato.
lt: naudojama VIENASLUOKSNĖ laikmena.
nl: op een SINGLE layer medium gebruikt.
pl: nośnik pojedynczej warstwy zużyty.
pt_br: de uma mídia com camada simples usada.
ru: используемого однослойного носителя.
sk: jednovrstvového média využitých.
sl: od uporabljenega ENOPLASTNEGA medija.
sr: jednoslojni medij koji se koristi.
sv: av ett ENSKILT lager medium som används.
ta: பயன்படுத்தப்படும் ஒற்றை அடுக்கு ஊடகம்.
tr: tek katmanlı ortam kullanıldığında.
uk: на Одношаровому диску використано.
vi: của một phương tiện lớp SINGLE được sử dụng.
zh_cn: 使用单层介质.

source: off or wpa2 on
cs: vypnuto nebo wpa2 zapnuto
da: slukket eller WPA2 tændt
de: aus oder WPA2 an
el: κλειστό ή wpa2 ανοικτό
et: väljas või wpa2
fi: Pois tai WPA2 päällä
fr: off ou WPA2 on
hr: isklj. ili wpa2 uklj
hu: ki vagy wpa2 be
it: off o wpa2 on
lt: išjungti arba wpa2 ant
nl: Uit of wpa2 aan
pl: wyłączone lub wpa2 włączone
ru: отключен или включен wpa2
sk: vypnuté alebo zapnuté WPA2
sr: isklj. ili wpa2 uklj
sv: av eller wpa2 på
ta: அணை அல்லது WPA2 ஆன்
tr: kapalı veya wpa2 açık
uk: викл. чи вкл. wpa2
vi: tắt hoặc wpa2 trên
zh_cn: 无加密或WPA2

source: offset is
cs: odsazení je
da: forskydning er
de: Versatz ist
el: το offset είναι
et: nihe on
fi: offsetin määrä
fr: Position finale sur
hr: pomak je
hu: offszet
it: offset è
lt: kompensuoti, yra
nl: afstand is
pl: przesunięcie jest
pt_br: o desvio é
ru: смещение
sk: posun je
sr: pomak je
sv: offset är
ta: ஆஃப்செட்
tr: dengeleme
uk: зміщення є
vi: bù là
zh_cn: 偏移为

source: on READ ONLY medium.
cs: na READ ONLY médiu.
da: på LÆS KUN medie.
de: Auf dem nicht beschreibbaren Medium.
el: σε μέσο ΜΟΝΟ ΓΙΑ ΑΝΑΓΝΩΣΗ.
et: kirjutuskaitstud meedial.
fi: vain-luku levystä.
fr: Sur support en LECTURE SEULE.
hr: medij samo za čitanje.
hu: a csak olvasható hordozón.
it: su supporto di SOLA LETTURA.
lt: diskas TIK SKAITYMUI.
nl: op ALLEEN LEZEN medium.
pl: nośnik tylko do odczytu.
pt_br: na mídia SOMENTE LEITURA.
ru: на диск только для чтения.
sk: na READ ONLY médium.
sl: na NEZAPISLJIV medij.
sr: medij samo za čitanje.
sv: på READ ONLY-medium.
ta: மட்டும் நடுத்தரத்தைப் படிக்கவும்.
tr: Sadece okunabilir ortam.
uk: на READ ONLY носії.
vi: trên phương tiện ĐỌC.
zh_cn: 只读介质.

source: package
cs: balíček
el: πακέτο
fi: Paketti
hr: paket
it: pacchetto
nl: Pakket
pl: pakiet
sk: balíček
sr: paket
sv: paket
ta: தொகுப்பு
tr: paket
uk: пакет

source: packages
cs: balíčky
el: πακέτα
fi: paketit
hr: paketi
it: pacchetti
nl: Pakketten
pl: pakiety
sk: balíčky
sr: paketi
sv: paket
ta: தொகுப்பு
tr: paketler
uk: пакети

source: please wait, loading picture...
bg: моля изчакайте, зареждам картина...
cs: prosím čekejte... náčítám obrázek...
da: vent venligst, henter billede...
de: Bild wird geladen. Bitte warten...
el: περίμενετε, φορτώνεται η εικόνα...
et: pilti laaditakse. oota...
fi: odota, kuvaa ladataan...
fr: Veuillez patienter, chargement de l'image...
hr: molimo sačekajte, učitavanje slike...
hu: kérem vérjon, kép betöltése...
it: immagine in caricamento, attendi...
lt: palaukite, įkeliamas paveikslėlis...
nl: Een ogenblik geduld, de foto wordt geladen...
pl: trwa ładowanie zdjęcia... proszę czekać...
pt_br: Carregando a imagem. Aguarde...
ru: Ждите...Загрузка изображения
sk: Načítava sa obrázok. Čakajte, prosím…
sl: poteka nalaganje slike, prosim počakajte...
sr: molimo sačekajte, učitavanje slike...
sv: vänta, läser in bild...
ta: தயவுசெய்து காத்திருங்கள், படத்தை ஏற்றுகிறது ...
tr: lütfen bekleyin, resim yükleniyor...
uk: будь ласка, почекайте, йде завантаження зображення...
vi: vui lòng đợi, tải hình ảnh ...
zh_cn: 请稍等,正在加载图片...

source: plugin
el: πρόσθετο
fi: Lisäosa
hr: dodatak
lt: priedas
pl: wtyczka
sv: tillägg
ta: சொருகு
tr: eklenti
uk: плагін

source: plugins
cs: pluginy
el: πρόσθετα
fi: Lisäosat
hr: dodaci
it: plugin
lt: priedai
pl: wtyczki
sk: pluginy
sr: plugin-ovi
sv: tillägg
ta: செருகுநிரல்கள்
tr: eklentiler
uk: плагіни

source: pm
el: πμ
et: õhtul
fi: ilta
hu: du
lt: popiet
ru: после полудня
ta: பி.எம்
uk: після обіду
zh_cn: 下午

source: provid:
bg: пров:
cs: posk.:
da: Giver:
de: Bereitstellen:
et: levitaja:
fi: p.tarj:
hr: provajd:
hu: szolgáltató Id:
lt: tiekėjas:
pl: dost.:
sk: poskyt.:
sr: provajd:
ta: வழங்குநர்:
tr: sağlayıcı:
uk: пров.:
vi: cung cấp:
zh_cn: 提供:

source: provider:
bg: провайдер:
cs: poskyt.:
da: Udbyder:
de: Anbieter:
el: πάροχος:
et: levitaja:
fi: palveluntarjoaja:
hr: provajder:
hu: szolgáltató:
lt: teikėjas:
pl: nadawca:
ru: провайдер:
sk: poskytovateľ:
sr: provajder:
sv: leverantör:
ta: வழங்குநர்:
tr: sağlayıcı:
uk: провайдер:
vi: nhà cung cấp:
zh_cn: 供应商:

source: red
bg: червен
cs: červené
da: Rød
de: Rot
el: κόκκινο
et: Punane
fi: punainen
fr: Rouge
hr: crvena
hu: piros
it: rosso
lt: raudonas
nl: rood
pl: czerwony
pt_br: Vermelho
ru: красный
sk: červené
sl: rdeče
sr: crvena
sv: röd
ta: சிவப்பு
tr: kırmızı
uk: червоний
vi: màu đỏ
zh_cn: 红色

source: reliable
bg: надежден
cs: spolehlivý
da: pålidelig
de: Zuverlässig
el: έμπιστη
et: töökindel
fi: luotettava
fr: fiable
hr: pouzdan
hu: megbízható
it: affidabile
lt: patikimas
nl: betrouwbaar
pl: niezawodny
sk: spoľahlivé
sr: pouzdan
sv: pålitlig
ta: நம்பகமான
tr: güvenilir
uk: надійний
vi: đáng tin cậy
zh_cn: 可靠的

source: reliable, retune
bg: надежден, пренастройте
cs: spolehlivý, přeladit
da: Pålidelig, gentune
de: Zuverlässig, retune
el: έμπιστη, επανασυντονισμός
et: töökindel
fi: Luotettava, viritä uudelleen
fr: fiable, retune
hr: pouzdan, ponovno pokretanje
hu: megbízható, újra hangolás
it: affidabile, risintonizza
lt: patikimas, sureguliuokite
nl: betrouwbaar,retune
pl: niezawodny, dostrojony
sk: spoľahlivé, opätovne naladiť
sr: pouzdan, ponovno pokretanje
sv: pålitlig, ställa om
ta: மத, கடன்
tr: güvenilir, yeniden ayarla
uk: надійний, перенастроюється
vi: đáng tin cậy, nghỉ hưu
zh_cn: 可靠,调整

source: remove after this position
bg: премахнете след тази позиция
cs: odebrat po této pozici
da: Fjern efter denne position
de: Nach dieser Position entfernen
el: διαγραφή μετά από αυτό το σημείο
et: Kustuta kõik selle koha järel
fi: Poista tämän kohdan jälkeen
fr: Supprimer après cette position
hr: ukloniti nakon ovog položaja
hu: e pont után mindent töröljön
it: rimuovi dopo questa posizione
lt: pašalinti po šios vietos
nl: Verwijder na deze positie
pl: usuń po tej pozycji
pt_br: Remover após esta posição
ru: удалить после этой позиции
sk: odstrániť za touto pozíciou
sl: izbriši za tem položajem
sr: ukloniti nakon ovog položaja
sv: ta bort efter denna position
ta: இந்த நிலைக்குப் பிறகு அகற்றவும்
tr: bu konumdan sonrasını kaldır
uk: видалити після цієї позиції
vi: loại bỏ sau vị trí này
zh_cn: 删除这个位置之后的

source: remove before this position
bg: премахнете преди тази позиция
cs: odebrat před touto pozicí
da: Fjern før denne position
de: Vor dieser Position entfernen
el: διαγραφή πριν από αυτό το σημείο
et: Kustuta kõik enne seda kohta
fi: Poista kaikki ennen tätä kohtaa
fr: Supprimer avant cette position
hr: ukloni prije ovog položaja
hu: e pont előtt mindent eltávolítson
it: rimuovi prima di questa posizione
lt: pašalinti po šios vietos
nl: Verwijder voor deze positie
pl: usuń przed tą pozycją
pt_br: Remover antes desta posição
ru: удалить перед этой позицией
sk: odstrániť pred touto pozíciou
sl: izbriši pred tem položajem
sr: ukloni pre ovog položaja
sv: ta bort innan denna position
ta: இந்த நிலைக்கு முன் அகற்று
tr: bu konumdan öncekileri kaldır
uk: видалити до цієї позиції
vi: loại bỏ trước vị trí này
zh_cn: 删除这个位置之前的

source: remove this mark
bg: премахнете този знак
cs: odebrat tuto značku
da: fjern dette mærke
de: Diese Markierung entfernen
el: διαγραφή αυτού του σημειωτή
et: Eemalda märk
fi: poista tämä merkki
fr: Supprimer ce marqueur
hr: ukloni ovu oznaku
hu: e jelzö eltávolítása
it: rimuovi questo marcatore
lt: pašalinti šią žymę
nl: Verwijder deze markering
pl: usuń ten znacznik
pt_br: Remover esta marca
ru: удалить метку
sk: odstrániť túto značku
sl: izbriši oznako
sr: ukloni ovu oznaku
sv: ta bort detta märke
ta: இந்த அடையாளத்தை அகற்று
tr: bu işareti kaldır
uk: видалити цю закладку
vi: xóa dấu này
zh_cn: 移除此标记

source: restoring satellites.xml not possible!
bg: възстановяването на satellites.xml не е възможно!
cs: obnovení souboru satellites.xml není možné!
da: gendannelse satellites.xml ikke mulig!
de: Wiederherstellung von 'satellites.xml' nicht möglich!
el: η επαναφορά του satellites.xml δεν είναι δυνατή!
et: satellites.xml taastamine ei ole võimalik!
fi: satelliittien.xml palauttaminen ei ole mahdollista!
fr: impossible de restaurer satellites.xml !
hr: vraćanje satellites.xml nije moguće!
hu: újra rendezése a satelites.xml fájlnak nem lehetséges!
it: ripristino di satellites.xml non possibile!
lt: atkurti satellites.xml neįmanoma!
nl: herstellen satellites.xml niet mogelijkl!
pl: przywracanie pliku satellites.xml nie jest możliwe!
sk: obnovenie súboru satellites.xml nie je možné!
sr: vraćanje satellites.xml nije moguće!
sv: återställa satellites.xml inte möjligt!
ta: செயற்கைக்கோள்களை மீட்டமைத்தல். நீகுமொ சாத்தியமில்லை!
tr: satellites.xml dosyasını geri yüklemek mümkün değil!
uk: відновлення satellites.xml неможливе!
vi: khôi phục vệ tinh không thể!
zh_cn: 无法恢复satellites.xml！

source: reverse by date
bg: обратно по дата
cs: obráceně podle data
da: Baglæns efter dato
de: Umgekehrt nach Datum
el: αντιστροφή κατά ημερομηνία
et: Vanemad ees
fi: käänteinen aikajärjestys
fr: Inverser par date
hr: sortirati po datumu
hu: dátum szerint csökkenő
it: inverti per data
lt: atvirkštinis pagal datą
nl: omgekeerd chronologisch
pl: wg. daty (od najstarszego)
pt_br: Invertido por data
ru: поменять по дате
sk: podľa dátumu, obrátene
sr: sortirati po datumu
sv: omvänd efter datum
ta: தேதியால் தலைகீழ்
tr: tarihe göre tersine çevir
uk: зворотньо за датою
vi: đảo ngược theo ngày
zh_cn: 按日期反向排列

source: rewind to the previous chapter
bg: превъртете назад към предишната глава
cs: vrátit na předchozí kapitolu
da: spol tilbage til forrige kapitel
de: Zum vorherigen Kapitel zurück
el: μετάβαση στο προηγούμενο κεφάλαιο
et: Tagasi eelmisele peatükile
fi: kelaa edelliseen kappaleeseen
fr: Retour au chapitre précédant
hr: premotavanje unazad na predhodno poglavlje
hu: visszatekerés az előző chapterhez
it: torna al capitolo precedente
lt: atsukti į ankstesnį skyrių
nl: terugspoelen naar vorig hoofdstuk
pl: cofnij do poprzedniego rozdziału
pt_br: Voltar ao capítulo anterior
ru: переключить к предыдущей главе
sk: pretočiť na predchádzajúcu kapitolu
sl: previj na prejšnje poglavje
sr: premotavanje unazad na predhodno poglavlje
sv: spola tillbaka till föregående kapitel
ta: முந்தைய அத்தியாயத்திற்கு முன்னாடி
tr: önceki bölüme geri sar
uk: перейти до попереднього фрагменту
vi: tua lại chương trước
zh_cn: 退回上一个章节

source: right
bg: надясно
cs: vpravo
da: Højre
de: Rechts
el: δεξιά
et: Parem
fi: oikea
fr: droite
hr: desno
hu: jobb
it: destro
lt: dešinys
nl: Rechts
pl: Prawo
pt_br: Direita
ru: правый
sk: pravý
sl: desno
sr: desno
sv: höger
ta: வலது
tr: sağ
uk: правий
vi: phải
zh_cn: 右

source: satellites.xml not found or corrupted! It is possible to watch TV, but it's not possible to search for new TV channels or to configure tuner settings
bg: satellites.xml не е намерен или повреден! Възможно е да гледате TV, но не е възможно да се търсят нови TV канали или да конфигурирате настройките на тунера
cs: satellites.xml nebyl nalezen nebo je poškozen! Je možné sledovat televizi, ale není možné hledat nové televizní kanály nebo konfigurovat nastavení tuneru
da: satellites.xml ikke fundet eller skadet! Det er mulig at se TV, men det er ikke mulig at søge efter nye TV kanaler eller at konfigurere Tuner-indstillinger
el: το satellites.xml δεν βρέθηκε ή είναι κατεστραμμένο! Είναι δυνατή η θέαση της TV, αλλά είναι αδύνατη η ανίχνευση για νέα κανάλια TV ή τη ρύθμιση των tuner
et: satellites.xml puudub või on rikutud! Kanaleid saab vaadata, aga kanaliotsing ja tuunerite seadistamine ei ole võimalik
fi: satellites.xml ei löytynyt tai vioittunut! On mahdollista katsella televisiota, mutta uusia TV-kanavia ei ole mahdollista etsiä tai määrittää virittimen asetuksia
fr: satellites.xml non trouvé ou corrompu ! Il est possible de regarder la TV, mais il n'est pas possible de rechercher de nouvelles chaînes ou de configurer les paramètres du tuner
hr: satellites.xml nisu pronađeni ili oštećeni! Moguće je gledati TV, ali nije moguće tražiti nove TV kanale ili za konfiguriranje postavki tunera
hu: satellites.xml nem található vagy sérült! Lehetőség van TV nézésére, de nem lehet új csatornákat keresni vagy konfigurálja a tuner beállításait
it: satellite.xml non trovato o corrotto! È possibile guardare la TV, ma non è possibile cercare nuovi canali TV o configurare le impostazioni del tuner
lt: satellites.xml nerastas, arba jis sugadintas! Galite žiūrėti TV, bet neįmanoma ieškoti naujų TV kanalų, arba konfigūruoti imtuvo parametrų
nl: Satellites.xml is niet gevonden of beschadigd! U kunt TV kijken, maar het is niet mogelijk om nieuwe zenders te zoeken of tuner-instellingen te wijzigen.
pl: satellites.xml nie znalezione lub uszkodzone! Oglądanie telewizji jest możliwe, lecz nie można wyszukiwać nowych kanałów telewizyjnych. Skonfiguruj ustawienia tunera
ru: satellites.xml не найден или поврежден! При этом возможен просмотр ТВ, но невозможно выполнить поиск новых каналов или выполнить настройки тюнера.
sk: Súbor satellites.xml sa nenašiel alebo je poškodený! Sledovanie TV je možné, ale nie je možné vyhľadávať nové TV kanály alebo konfigurovať nastavenia tunera
sr: satellites.xml nije pronađeno ili oštećeno! Moguće je gledati TV, ali nije moguće tražiti novr TV kanale ili konfigurisanje postavki tjunera
sv: satellites.xml hittades inte eller skadades! Det är möjligt att titta på TV, men det är inte möjligt att söka efter nya TV-kanaler eller att konfigurera tunerinställningar
ta: Catellites.xml கண்டுபிடிக்கப்படவில்லை அல்லது சிதைக்கப்படவில்லை! டிவி பார்க்க முடியும், ஆனால் புதிய தொலைக்காட்சி சேனல்களைத் தேட முடியாது அல்லது ட்யூனர் அமைப்புகளை உள்ளமைக்க
tr: satellites.xml bulunamadı veya bozuk! TV izlemek mümkün, ancak yeni TV kanallarını aramak veya tuner ayarlarını yapılandırmak mümkün değil
uk: satellites.xml не знайдено або пошкоджений! Можна дивитися телевізор, але немає можливості пошуку нових телевізійних каналів або зміни параметрів тюнера
vi: vệ tinh không tìm thấy hoặc bị hỏng! Có thể xem TV, nhưng không thể tìm kiếm các kênh truyền hình mới hoặc để định cấu hình cài đặt bộ chỉnh tần số
zh_cn: satellites.xml没有发现或损坏! 看电视是可能的, 但是寻找新的电视频道是不可能的 或配置调谐器设置

source: scan state
bg: състояние на сканиране
cs: stav prohledávání
da: søgestatus
de: Status Suchlauf
el: κατάσταση ανίχνευσης
et: otsingu seis
fi: haun tila
fr: Etat de la recherche
hr: stanje skeniranja
hu: keresési állapot
it: stato ricerca
lt: skenavimo eiga
nl: zoekstatus
pl: status skanowania
pt_br: Estado da busca
ru: состояние поиска
sk: stav vyhľadávania
sl: status iskanja
sr: stanje skeniranja
sv: skanningstillstånd
ta: ச்கேன் நிலை
tr: tarama durumu
uk: стан сканування
vi: trạng thái quét
zh_cn: 扫描状态

source: search EPG...
bg: търсене на EPG...
cs: hledat v EPG...
da: Gennemsøg EPG...
de: durchsuche EPG...
el: αναζήτηση στο EPG...
et: EPG otsing
fi: hae EPG:stä.
fr: recherche EPG…
hr: pretraži EPG...
hu: keresés EPG...
it: cerca EPG...
lt: ieškoti EPG...
nl: zoek in EPG...
pl: szukaj w EPG...
ru: Поиск по телегиду...
sk: hľadanie v EPG…
sr: pretraži EPG...
sv: sök EPG...
ta: EPG ஐத் தேடுங்கள் ...
tr: EPG ara...
uk: пошук ЕПГ...
vi: tìm kiếm EPG ...
zh_cn: 搜索EPG...

source: select CAId's
bg: изберете CAId's
cs: vybrat CAId(y)
da: Vælg CAId'er
de: CAIDs auswählen
el: επιλογή CAId's
et: Vali CAIDid
fi: valitse CAId:t
fr: Sélectionner CAId's
hr: odaberi CAID
hu: a CAId-k kijelölése
it: seleziona CAId's
lt: išsirinkite CAId's
nl: Selecteer CAId's
pl: Wybierz CAId'y
pt_br: Selecionar CAID's
ru: выбрать CAIDы
sk: vyberte CAID
sl: izberite CAidse
sr: izaberi CAId
sv: välj CAId's
ta: கெய்ட்சைத் தேர்ந்தெடுக்கவும்
tr: CAId’leri seçin
uk: вибрати CAId'и
vi: chọn CAId
zh_cn: 选择CAID

source: service PIN
bg: сервизен PIN
cs: programový PIN
da: kanal PIN
el: PIN υπηρεσίας
et: Kanali PIN
fi: kanavan PIN
fr: Pin service
hr: servis PIN
hu: szolgáltatás PIN
it: PIN servizio
lt: kanalo PIN
nl: Zender pincode
pl: PIN kanału
ru: ПИН канала
sk: PIN stanice
sr: servis PIN
sv: tjänst PIN
ta: பணி முள்
tr: kanal PIN kodu
uk: ПІН-код каналу
vi: mã PIN dịch vụ
zh_cn: 频道密码

source: share:
bg: дял:
cs: sdílet:
da: Deling:
el: κοινόχρηστο στοιχείο:
et: jagu:
fi: jaa:
fr: partage :
hu: megosztás:
it: condividi:
lt: bendrinimas:
pl: udział:
ru: сетевая папка:
sk: zdieľanie:
sr: deliti:
sv: andel:
ta: பங்கு:
tr: paylaşım:
uk: мережева тека:
vi: chia sẻ:
zh_cn: 共享:

source: show DVD main menu
bg: показване на основното DVD mеню
cs: zobrazit hlavní menu DVD
da: vis DVD hoved menu
de: Zeige das DVD Hauptmenü
el: εμφάνιση κύριου μενού DVD
et: Kuva DVD peamenüü
fi: näytä DVD:n päävalikko
fr: Afficher menu DVD principal
hr: prikaži glavni izbornik DVD-a
hu: a DVD Főmenü megjelenítése
it: mostra menu principale del DVD
lt: rodyti DVD pagrindinį meniu
nl: DVD hoofdmenu weergeven
pl: pokaż główne menu DVD
pt_br: Exibir menu de DVD
ru: показать главное меню DVD
sk: zobraziť hlavné menu DVD
sl: Prikaži glavni DVD meni
sr: prikaži glavni meni DVD
sv: visa DVD huvudmenyn
ta: டிவிடி முதன்மையான மெனுவைக் காட்டு
tr: DVD ana menüsünü göster
uk: показати головне меню DVD
vi: hiển thị menu chính DVD
zh_cn: 显示DVD主菜单

source: show all cards
bg: показване на всички карти
cs: zobrazit všechny karty
da: vis alle kort
de: Alle Smartcards anzeigen
el: εμφάνιση όλων των καρτών
et: Näita kõiki kaarte
fi: näytä kaikki kortit
fr: afficher toutes les cartes
hr: prikaži sve kartice
hu: összes kártya megjelenítése
it: mostra tutte le schede
lt: rodyti visas korteles
nl: Toon alle kaarten
pl: pokaż wszystkie karty
ru: показать все карточки
sk: zobraziť všetky karty
sr: prikaži nsve kartice
sv: visa alla kort
ta: அனைத்து அட்டைகளையும் காட்டு
tr: tüm kartları göster
uk: показати всі карти
vi: hiển thị tất cả các thẻ
zh_cn: 显示所有卡片
