Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This option configures the general audio delay of Dolby Digital sound tracks.
bg: Тази опция конфигурира общото аудио закъснение на Dolby Digital sound tracks.
da: Denne mulighed konfigurere den generelle lydforsinkelse af Dolby Digital lydspor.
de: Diese Option konfiguriert die allgemeine Audio-Verzögerung von Dolby Digital Tonspuren.
et: See valik määrab üldise viiteaja Dolby Digital heliga heliribadele.
fi: Tämä asetus määrittää Dolby Digital -ääniraitojen äänen perusviiveen.
fr: Cette option permet de configurer le retard audio général des pistes sonores Dolby Digital.
hu: A Dolby Digital hangsávjainak késleltetését tudja itt beállítani.
pl: Opcja ta konfiguruje ogólne opóźnienie dźwięku w ścieżkach dźwiękowych Dolby Digital.
ru: Настройка общей задержки звуковых дорожек со звуком Dolby Digital.
sk: Konfigurácia oneskorenia zvukových stôp Dolby Digital.
ta: இந்த விருப்பம் டால்பி டிசிட்டல் ஒலி தடங்களின் பொதுவான ஆடியோ தாமதத்தை உள்ளமைக்கிறது.
vi: Tùy chọn này cấu hình độ trễ âm thanh chung của các bản âm thanh Dolby Digital.
zh_cn: 此选项配置杜比数字音轨一般音频延时.

source: This option configures the general audio delay of stereo sound tracks.
bg: Тази опция конфигурира общото аудио закъснение на stereo sound tracks.
da: Denne mulighed konfigurere den generelle lydforsinkelse af stereo lydspor.
de: Diese Option konfiguriert die allgemeine Audio-Verzögerung von MPEG2 Tonspuren.
et: See valik määrab üldise viiteaja stereo heliga heliribadele.
fi: Tämä asetus määrittää stereo ääniraitojen äänen perusviiveen.
fr: Cette option permet de configurer le retard audio général des pistes sonores stéréo.
hu: A sztereó hangsávjainak késleltetését tudja itt beállítani.
pl: Opcja ta konfiguruje ogólne opóźnienie dźwięku w ścieżkach dźwiękowych stereo.
ru: Настройка общей задержки звуковых дорожек со стереозвуком.
sk: Konfigurácia oneskorenia stereofónnych zvukových stôp.
ta: இந்த விருப்பம் ச்டீரியோ ஒலி தடங்களின் பொதுவான ஆடியோ தாமதத்தை உள்ளமைக்கிறது.
vi: Tùy chọn này cấu hình độ trễ âm thanh chung của các rãnh âm thanh nổi.
zh_cn: 此选项配置立体声一般音频延时跟踪.

source: This option configures you can set Auto Volume Level.
bg: Тази опция конфигурира задаване на Auto Volume Level.
da: Denne mulighed konfigurere auto-lydstyrke niveau.
de: Diese Option konfiguriert die automatische Lautstärkeanpassung.
et: Selles valikus saad määrata automaatse helitugevuse.
fi: Tämä asetus määrittää automaattisen äänenvoimakkuuden tason.
fr: Cette option permet de configurer le niveau du volume auto.
hu: Ezzel az opcióval beállíthatja az Auto Volume Level (Automatikus hangerőszint) beállítást.
pl: Ta opcja konfiguruje poziom głośności w trybie auto.
ru: Здесь можете выбрать автоматическую регулировку громкости.
sk: Nastavenie automatickej úrovne hlasitosti.
ta: இந்த விருப்பம் நீங்கள் ஆட்டோ தொகுதி அளவை அமைக்கலாம்.
vi: Tùy chọn này cấu hình bạn có thể đặt Mức âm lượng tự động.
zh_cn: 这个选项设置可以设置自动音量.

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
fi: Tämä lisäosa voi määrittää, alkaako ohjelma aikaisemmin vai kestääkö se pidempään. Kanavan on toimitettava luotettavat tiedot.
pl: Ta wtyczka może określić, czy program zaczyna się wcześniej lub trwa dłużej. Kanał musi dostarczyć wiarygodne dane.
sk: Tento plugin dokáže určiť, či sa programy začínajú skôr alebo trvajú dlhšie. Kanál však musí poskytovať príslušné potrebné údaje.
ta: இந்த சொருகி ஒரு நிரல் முன்பே தொடங்குகிறது அல்லது நீண்ட காலம் நீடிக்கும் என்பதை தீர்மானிக்க முடியும். சேனல் நம்பகமான தரவை வழங்க வேண்டும்.

source: Time delay until standby or deep standby
bg: Време закъснение до режим на готовност или дълбока готовност
da: Tidsforsinkelse før Standby eller Dyb Standby
de: Zeitverzögerung bis zum Standby oder Deep-Standby
et: Viiteaeg oote- või puhkeseisundini
fi: Käytä virransäästötilaa valmiustilana
fr: Délai avant la mise en veille ou la mise en veille profonde
hu: Várakozási idő készenléti vagy kikapcsolási állapotig
pl: Opóźnienie do przejścia w tryb czuwania lub wyłączenia dekodera
sk: Časové oneskorenie pred do pohotovostným režimom alebo vypnutím
ta: காத்திருப்பு அல்லது ஆழமான காத்திருப்பு வரை நேர நேரந்தவறுகை
vi: Thời gian trễ cho đến khi chờ hoặc chờ sâu
zh_cn: 延迟到待机或深度待机

source: Timer Actions
bg: Действия на таймера
pl: Akcje timera
sk: Akcie časovača
ta: நேரங்குறிகருவி செயல்கள்

source: Twi
el: Τούι
hr: Dva
sr: Dva
ta: ட்வி
tr: İkiz

source: URL
el: Διεύθυνση
fi: Osoite
lt: Internetinis adresas
ta: முகவரி
zh_cn: 网络地址

source: URL of fallback remote receiver
bg: Въведете URL на резервния приемник
da: URL på perifer fjernmodtager
de: URL des Reservereceivers. Mit der TXT (Videotext) Taste erhalten Sie eine virtuelle Tastatur.
et: Kaugvastuvõtja URL
fi: Etävastaanottimen URL-osoite
fr: URL du récepteur distant de repli. Spécifier l'URL complète: http:// et le numéro du port (normalement: 8001), p.e. http://second_demo:8001
hu: A távoli tartalék háttér vevőegység elérhetőségének URL címe
pl: Adres URL zdalnego odbiornika
ru: URL-адрес удаленного резервного ресивера
sk: URL záložného vzdialeného prijímača
ta: குறைவடையும் ரிமோட் ரிசீவரின் முகவரி
vi: URL của máy thu từ xa dự phòng
zh_cn: 备用遥控接收器的URL

source: USB Stick
bg: USB стик
et: USB mälupulk
fi: USB muistitikku
fr: Clé USB
pl: Pamięć USB
ru: USB флеш
sk: USB kľúč
sl: USB ključek
ta: யூ.எச்.பி ச்டிக்
vi: Thanh USB
zh_cn: U盘

source: Uighur / Uyghur
cs: Ujgurská / Ujgursky
el: Ουιγούρια
it: Uiguro / Uyguro
lt: Uigūrai / Uigūrai
nl: Oeigoers / Uyghur
sk: ujgurčina
ta: உய்குர் / உய்குர்
tr: Uygur

source: Unicable
lt: Kelių kabelių
ta: பயன்படுத்த முடியாதது
vi: Uni cáp
zh_cn: 一线技术

source: Unicable / JESS
lt: Kelių kabelių / JESS
ta: பயன்படுத்த முடியாத / செச்
vi: Uni cáp/JESS
zh_cn: 单一同轴电缆/极轴

source: Unicable Matrix
cs: Unicable matice
da: Unicable Matriks
fi: Unicable matriisi
fr: Matrice Unicable
hu: Unicable Mátrix
lt: Kelių kabelių Matrix
ta: பயன்படுத்த முடியாத அணி
vi: Uni cáp Matrix
zh_cn: 单一同轴电缆多输出

source: Up/Down button mode
bg: Режим на бутони нагоре/надолу
da: Op/Ned knap tilstand
de: Funktion der Tasten Hoch/Runter
et: ÜLES/ALLA nuppude vajutus
fi: Ylös/alas -näppäimien toiminto
fr: Mode des boutons haut/bas
hu: Fel/Le billentyű mód
pl: Tryb przycisków Góra/Dół
ru: Режим кнопок Вверх/Вниз
sk: Režim tlačidla hore/dolu
ta: மேல்/கீழ் பொத்தான் பயன்முறை
vi: Chế độ nút Lên / Xuống
zh_cn: 向上/向下 按键模式

source: Up/Down buttons also for 'all up/down'.
bg: Бутони нагоре/надолу също за „всички нагоре/надолу“
fi: Ylös/Alas näppäimet myös 'kaikki ylös/alas'
fr: Boutons haut/bas également pour « tout haut/bas » ?
pl: Przyciski Góra/Dół również dla „wszystkich góra/dół”.
sk: Tlačidlá hore/dolu aj pre 'všetko nahor/nadol'.
ta: 'ஆல் அப்/டவுன்' க்கும் மேல்/கீழ் பொத்தான்கள்.

source: Update/Backup/Restore your box
bg: Актуализирайте/Архивирайте/Възстановете приемника си
da: Opdater/Sikkerhedskopier/Gendan din boks
de: Update/Backup/Restore der Box
et: Uuenda, varunda ja taasta tarkvara
fi: Päivitä/varmuuskopioi/palauta laitteesi
fr: Mise à jour/Sauvegarde/Restauration de votre récepteur
hu: Frissítés/Mentés/Visszaállítás
pl: Aktualizuj - Utwórz kopię zapasową - Przywróć ustawienia
ru: Обновление/Бекап/Восстановление ресивера.
sk: Aktualizácia/zálohovanie/obnova prijímača
ta: உங்கள் பெட்டியை புதுப்பிக்கவும்/காப்புப்பிரதி செய்யவும்/மீட்டெடுக்கவும்
vi: Cập nhật / Sao lưu / Khôi phục hộp của bạn
zh_cn: 升级/备份/恢复机顶盒

source: Uphops +
fi: Ylöshyppy +
ta: அப்ஆப்ச் +
vi: Uphop +
zh_cn: 上跳+

source: Uphops -
fi: Ylöshyppy -
ta: அப்ஆப்ச் -
zh_cn: 上跳-

source: Uphops:
fi: Ylöshypyt:
ta: அப்ஆப்ச்:
zh_cn: 上跳:

source: VMC
ta: வி.எம்.சி.

source: VOD
lt: VOD parametrai
ta: சச்சரவு
zh_cn: 视频点播(VOD)

source: Volapük
el: Βόλαπουκ
fr: Volapik
ta: ஒலாபூக்

source: WEP
lt: WEP raktas
ta: வெப்

source: WMA Pro
ta: WMA புரோ

source: WPA2
ta: பெருவாரியாகப் பரவும் தொற்று நோய்

source: Wake up TV from standby
bg: Събуждане на телевизора от режим на готовност
fi: Käynnistä TV valmiustilasta
fr: Réveil de la TV depuis le mode veille
pl: Wybudzaj TV ze stanu czuwania
sk: Prebudiť TV z pohotovostného režimu
ta: காத்திருப்பிலிருந்து டிவியை எழுப்புங்கள்

source: Wake up from Deep-Standby is allowed
fi: Herätys valmiustilasta on sallittu
pl: Dozwolone jest wybudzanie z trybu głębokiego czuwania
sk: Prebudenie zo stavu vypnutia je povolené
ta: ஆழமாக இருந்து எழுந்திருக்க அனுமதிக்கப்படுகிறது

source: Wake up time before a timer begins [mins]
bg: Време за събуждане преди началото на таймера [мин]
fi: Herätysaika ennen ajastimen alkamista [minuutteina]
fr: Heure de réveil avant qu'un timer démarre [mins]
pl: Czas wybudzenia przed rozpoczęciem timera [min]
sk: Čas prebudenia pred začiatkom časovača (min.)
ta: ஒரு நேரங்குறிகருவி தொடங்குவதற்கு முன் நேரம் எழுந்திரு [நிமிடங்கள்]

source: Wake up your AV Receiver from standby
bg: Събудете вашия AV приемник от режим на готовност
fi: Käynnistä kotiteatteri valmiustilasta
fr: Sortir votre récepteur du mode veille
pl: Wybudź swój amplituner AV ze stanu czuwania
sk: Prebudiť AV receiver z pohotovostného režimu
ta: உங்கள் ஏ.வி. ரிசீவரை காத்திருப்பிலிருந்து எழுப்புங்கள்

source: When enabled the PiP can be closed by the exit button.
bg: Когато е разрешено, PIP може да бъде затворен от изходния бутон.
da: Når dette aktiveres kan PiP lukkes med EXIT knappen.
de: Einstellen, ob und wie Bild im Bild beim Drücken der EXIT Taste beendet werden soll.
et: Kui lubatud, saab PiP sulgeda EXIT nupuga.
fi: Kun päällä, PiP-kuvan voi sulkea exit-näppäimellä.
fr: Lorsqu'activé, l'image dans l'image PiP sera fermé avec le bouton exit.
hu: Kép-a-Képben bezárása a távirányító EXIT gomb megnyomásakor.
pl: Po włączeniu PiP można zamknąć za pomocą przycisku wyjścia.
pt_br: Quando ativado, o PiP pode ser fechado com o botão Sair.
ru: Укажите действие по кнопке exit, при активированном ПиП-окне
sk: Ak je povolené, PiP sa bude dať ukončiť tlačidlom EXIT.
ta: இயக்கப்பட்டால் PIP ஐ வெளியேறும் பொத்தானால் மூடலாம்.
vi: Khi được bật, PiP có thể được đóng bằng nút thoát.
zh_cn: 启用后,画中画可以通过EXIT键关闭.

source: When enabled the receiver will automatically be switched off.
bg: Когато е активиран, приемникът ще се изключи автоматично.
fi: Kun tämä on käytössä, vastaanotin kytkeytyy automaattisesti pois päältä.
fr: Lorsqu'il est activé, le récepteur s'éteint automatiquement.
pl: Po włączeniu odbiornik automatycznie się wyłączy.
sk: Ak je aktivované, prijímač sa automaticky vypne.
ta: இயக்கப்பட்டால் ரிசீவர் தானாக அணைக்கப்படும்.

source: When enabled the receiver will automatically be switched on.
bg: Когато е активиран, приемникът ще се включи автоматично.
fi: Kun tämä on käytössä, vastaanotin kytkeytyy automaattisesti päälle.
fr: Lorsqu'elle est activée, le récepteur s'allume automatiquement.
pl: Po włączeniu odbiornik włączy się automatycznie.
sk: Ak je aktivované, prijímač sa automaticky zapne.
ta: இயக்கப்பட்டால் ரிசீவர் தானாகவே இயக்கப்படும்.

source: When enabled the receiver will automatically return to standby when the TV is turned off.
bg: Когато е активиран, приемникът автоматично ще се върне в режим на готовност, когато телевизорът бъде изключен.
fi: Kun tämä on käytössä, vastaanotin palaa automaattisesti valmiustilaan, kun televisio sammutetaan.
fr: Lorsqu'il est activé, le récepteur retourne automatiquement en mode veille lorsque le téléviseur est éteint.
pl: Po włączeniu tej opcji odbiornik automatycznie powróci do trybu czuwania po wyłączeniu telewizora.
sk: Ak je aktivované, prijímač sa pri vypnutí TV automaticky prepne do pohotovostného režimu.
ta: இயக்கப்பட்டால், டிவி அணைக்கப்படும் போது ரிசீவர் தானாகவே காத்திருப்புக்கு திரும்பும்.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
bg: Когато е активиран, приемникът автоматично ще се събужда от режим на готовност, когато телевизорът е включен.
fi: Kun tämä on käytössä, vastaanotin herää automaattisesti valmiustilasta, kun televisio kytketään päälle.
fr: Lorsque cette option est activée, le récepteur sort automatiquement de la veille lorsque le téléviseur est allumé.
pl: Po włączeniu tej opcji odbiornik będzie automatycznie wybudzał się z trybu czuwania po włączeniu telewizora.
sk: Ak je aktivované, prijímač sa pri zapnutí TV automaticky prebudí z pohotovostného režimu.
ta: இயக்கப்பட்டால், டிவி இயக்கப்படும் போது ரிசீவர் தானாகவே காத்திருப்பிலிருந்து எழுந்திருக்கும்.

source: When enabled the timer from the fallback tuner is imported
bg: Ако е включено, таймерът от резервния тунер се импортира
fi: Kun käytössä, ajastukset tuodaan etävastaanottimelta
fr: Lorsque c’est activé les programmations du récepteur de repli sont importées
pl: Gdy włączone, timer ze zdalnego odbiornika jest importowany
sk: Ak je povolené, bude importovaný časovač zo záložného tuneru
ta: ஃபிள்பேக் ட்யூனரிலிருந்து டைமரை இயக்கும் போது இறக்குமதி செய்யப்படுகிறது

source: When enabled the timer from the fallback tuner is the default timer
bg: Ако е включено, таймерът от резервния тунер е по подразбиране
fi: Kun käytössä, ajastukset etävastaanottimelta ovat oletuksia
fr: Lorsqu'elle est activée, la minuterie du syntoniseur de repli est la minuterie par défaut
pl: Gdy włączone, timer ze zdalnego odbiornika jest importowany
sk: Ak je povolené, bude importovaný časovač zo záložného tuneru
ta: ஃபிள்பேக் ட்யூனரிலிருந்து டைமரை இயக்கும்போது இயல்புநிலை நேரமாகும்

source: When enabled you can customize the OpenWebIf settings for the fallback tuner
bg: Ако е включено, можете да персонализирате настройките на OpenWebIf за резервния тунер
fi: Käy käytössä, voit määritellä etävastaanottimen OpenWebIf asetuksia
fr: Lorsque cette option est activée, vous pouvez personnaliser les paramètres OpenWebIf pour le tuner de secours
pl: Gdy włączone, możesz dostosować ustawienia OpenWebIf dla tunera rezerwowego
sk: Ak je povolené, môžete upravovať OpenWebIf nastavenia záložného tuneru
ta: இயக்கப்பட்டால், குறைவடைக்கும் ட்யூனருக்கான OpenWebif அமைப்புகளைத் தனிப்பயனாக்கலாம்

source: When enabled, SDT, BAT data will be included in http streams.
fi: Kun se on käytössä, SDT, BAT tiedot sisällytetään http streameihin.
pl: Po włączeniu tej funkcji dane SDT i BAT będą uwzględniane w strumieniach http.
sk: Ak je povolené, budú dáta SDT, BAT zahrnuté do http streamov.
ta: இயக்கப்பட்டால், SDT, BAT தரவு HTTP ச்ட்ரீம்களில் சேர்க்கப்படும்.

source: When enabled, always unscramble receiving http streams. This takes up more resources (unscrambling demuxers), only enable if necessary. Individual streams are always unscrambled if 0x100 is added to the service type, regardless of this setting.
bg: Когато е активирано, винаги декодирайте получаването на http потоци. Това отнема повече ресурси (декодиране на демуксери), разрешава се само ако е необходимо. Отделните потоци винаги се декодират, ако 0x100 се добави към типа на услугата, независимо от тази настройка.
fi: Kun valittu, pura vastaanotettavat http streamit. Tämä vaatii enemmän resursseja. Käytä vain jos todella tarvitset. Yksittäiset streamit puretaan aina jos 0x100 on lisätty kanavatietoihin riippumatta tästä asetuksesta. Oletus: Ei.
fr: Lorsqu'il est activé, désembrouillez toujours la réception des flux http. Cela prend plus de ressources (désembrouillage des démultiplexeurs), ne l'activez que si nécessaire. Les flux individuels sont toujours désembrouillés si 0x100 est ajouté au type de service, quel que soit ce paramètre.
pl: Po włączeniu zawsze rozszyfruj odbieranie strumieni HTTP. Zajmuje to więcej zasobów (deszyfrowanie demultiplekserów), włącz tylko w razie potrzeby. Poszczególne strumienie są zawsze deszyfrowane, jeśli do typu usługi dodano 0x100, niezależnie od tego ustawienia.
sk: Ak je povolené, prijímané http streamy sa vždy budú dekódovať. Spotrebuje sa viac zdrojov (dekódovacie demultiplexory) – povoľte iba v prípade potreby. Individuálne streamy sa dešifrujú vždy, ak je k typu služby pridané 0x100 bez ohľadu na toto nastavenie.
ta: இயக்கப்பட்டால், எப்போதும் HTTP ச்ட்ரீம்களைப் பெறுகிறது. இது அதிக வளங்களை எடுத்துக்கொள்கிறது (அவிழ்க்கும் டெமக்சர்களை), தேவைப்பட்டால் மட்டுமே இயக்கவும். இந்த அமைப்பைப் பொருட்படுத்தாமல், பணி வகைக்கு 0x100 சேர்க்கப்பட்டால் தனிப்பட்ட நீரோடைகள் எப்போதும் அவிழ்க்கப்படுகின்றன.

source: When receiver wakes from standby it will command the TV to switch to the HDMI input to which the receiver is connected.
bg: Когато приемникът се събуди от режим на готовност, той ще заповяда на телевизора да превключи към HDMI входа, към който е свързан приемникът.
fi: Kun vastaanotin herää valmiustilasta, se käskee televisiota vaihtamaan HDMI tuloon, johon vastaanotin on liitetty.
fr: Lorsque le récepteur sort de la veille, il commande au téléviseur de passer à l'entrée HDMI à laquelle le récepteur est connecté.
pl: Gdy odbiornik wybudzi się ze stanu czuwania, telewizor nakaże mu przełączenie się na wejście HDMI, do którego podłączony jest odbiornik.
sk: Po prebudení z pohotovostného režimu odošle prijímač televízoru príkaz na prepnutie na HDMI vstup, ku ktorému je pripojený.
ta: ரிசீவர் காத்திருப்பிலிருந்து எழுந்திருக்கும்போது, ரிசீவர் இணைக்கப்பட்டுள்ள HDMI உள்ளீட்டிற்கு மாற TV க்கு கட்டளையிடும்.

source: When the receiver wakes from standby or deep standby it will send a command to the TV to bring it out of standby.
bg: Когато приемникът се събуди от режим на готовност или дълбока готовност, той ще изпрати команда до телевизора да го изведе от режим на готовност.
fi: Kun vastaanotin herää valmiustilasta tai virransäästötilasta, se lähettää televisiolle komennon, jolla se herätetään valmiustilasta.
fr: Lorsque le récepteur sort de la veille ou de la veille profonde, il envoie une commande au téléviseur pour le faire sortir de la veille.
pl: Po uruchomieniu tunera, tuner wyśle komendę wybudzenia do telewizora.
sk: Keď sa prijímač prebudí z pohotovostného režimu alebo sa zapne, odošle do TV príkaz na prebudenie z pohotovostného režimu.
ta: ரிசீவர் காத்திருப்பு அல்லது ஆழ்ந்த காத்திருப்பு ஆகியவற்றிலிருந்து எழுந்திருக்கும்போது, அதை காத்திருப்பிலிருந்து வெளியே கொண்டு வர டிவிக்கு ஒரு கட்டளையை அனுப்பும்.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure what you're doing.
bg: Когато сте настроили сервиза, системата обикновено сканира транспондера за всички промени и ги запазва. Задавайте само "да", ако сте абсолютно сигурни какво правите.
da: Når en kanal er valgt, vil systemet normalt søge efter ændringer på transponderen og gemme dem. Sæt kun til 'Ja' hvis du er helt sikker på hvad du gør.
de: Wenn ein Sender eingestellt ist, durchsucht die %s %s den Transponder nach Änderungen und speichert diese. Nur 'Ja' wählen, wenn Sie sich über die Auswirkungen bewusst sind.
et: Olles häälestatud kanalile, uurib süsteem tavaliselt transponderi muudatusi ja salvestab need. Määra 'jah' ainult juhul, kui oled täiesti kindel, et tead, mida teed.
fi: Kun vaihdat kanavalle, normaalisti laite hakee lähettimen tietojen muutokset ja tallentaa ne. Valitse 'kyllä' Vain edistynemmille käyttäjille.
fr: Lorsque que vous êtes sur un service le système va normalement scanner le transpondeur à la recherche de changement et les sauvegarder. Seulement le mettre sur 'oui' si vous êtes absolument certain de ce que vous faites.
hu: Ha letiltja a csatornakeresést a háttérben, akkor a keresés során megtalált csatorna nem lesz elmentve.
pl: Gdy nastawiony na kanał będzie normalnie skanować zmiany na transponderze i zapisze je. Tylko ustawiony na 'tak', jeśli jesteś absolutnie pewien, co robisz.
ru: При отрицательном значении, система будет сканировать транспондер в фоновом режиме на предмет изменений и сохранять их. Выберите 'да', если только абсолютно уверены, что делаете.
sk: Po naladení na službu systém zvyčajne vyhľadá na transpondéri všetky zmeny a uloží ich. Možnosť 'áno' zvoľte len vtedy, keď presne viete, čo robíte.
ta: ஒரு சேவையுடன் இணைக்கப்படும்போது, கணினி பொதுவாக ஏதேனும் மாற்றங்களுக்காக டிரான்ச்பாண்டரை ச்கேன் செய்து அவற்றை சேமிக்கும். நீங்கள் என்ன செய்கிறீர்கள் என்பது உங்களுக்கு உறுதியாக இருந்தால் மட்டுமே 'ஆம்' என்று அமைக்கவும்.
vi: Khi được điều chỉnh đến một dịch vụ, hệ thống thường sẽ quét bộ phát đáp xem có bất kỳ thay đổi nào không và lưu chúng. Chỉ đặt thành 'có' nếu bạn hoàn toàn chắc chắn những gì bạn đang làm.
zh_cn: 当调谐到频道时,系统通常将扫描转发器的任何改动并保存它们.仅当你在对确定自己在做什么时设为'是'.

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
fi: Kun kyllä, VPS otetaan käyttöön pikatallenteissa (pysäytetään nykyisen ohjelman jälkeen), jos kanava tukee VPS:ää.
pl: Jeśli tak, VPS będzie włączony na nagraniach natychmiastowych (zatrzymanie po bieżącym zdarzeniu), jeśli kanał obsługuje VPS.
sk: Ak je nastavené na 'áno', VPS sa zapne pri okamžitých nahrávkach (so zastavením po aktuálnej udalosti), ak kanál podporuje VPS.
ta: ஆம் போது, வி.பி.

source: Winter Sports
bg: Зимни спортове
da: Vintersport
de: Wintersport
fi: Talviurheilu
fr: Sports d’hiver
pl: Sporty Zimowe
sk: Zimné športy
ta: குளிர்கால விளையாட்டு
zh_cn: 冬季运动

source: With long OK press
bg: с продължително натискане на OK
pl: z długim wciśnięciem OK
sk: Dlhým stlačením OK
ta: நீண்ட சரி பத்திரிகையுடன்

source: With this option you can switch off the display in Deep Standby Mode.
bg: С тази опция можете да изключите дисплея в режим на дълбока готовност.
da: Med denne mulighed kan du slukke for displayet i Dyb Standby-tilstand.
de: Mit dieser Option können Sie das Display im Deep-Standby ausschalten.
fi: Tämä asetus kytkee näytön pois päältä virransäästötilassa.
fr: Avec cette option, vous pouvez éteindre l'affichage en mode Veille Profonde.
pl: Za pomocą tej opcji można wyłączyć wyświetlacz w trybie głębokiego czuwania.
sk: Touto voľbou môžete vypnúť displej v režime vypnutia prijímača.
ta: இந்த விருப்பத்துடன் நீங்கள் ஆழமான காத்திருப்பு பயன்முறையில் காட்சியை அணைக்கலாம்.
vi: Với tùy chọn này, bạn có thể tắt màn hình ở Chế độ chờ sâu.
zh_cn: 使用此选项,您可以在深度待机模式下关闭显示器.

source: With this option you can switch off the display in Standby Mode.
bg: С тази опция можете да изключите дисплея в режим на готовност.
da: Med denne mulighed kan du slukke for displayet i Standby-tilstand.
de: Mit dieser Option können Sie das Display im Standby ausschalten.
fi: Tämä asetus kytkee näyton päälle ja pois valmiustilassa.
fr: Avec cette option, vous pouvez éteindre l'affichage en mode Veille Profonde.
pl: Dzięki tej opcji możesz wyłączyć wyświetlacz w trybie czuwania.
sk: Touto voľbou môžete vypnúť displej v pohotovostnom režime.
ta: இந்த விருப்பத்தின் மூலம் நீங்கள் காட்சியை காத்திருப்பு பயன்முறையில் அணைக்கலாம்.
vi: Với tùy chọn này, bạn có thể tắt màn hình ở Chế độ chờ.
zh_cn: 使用此选项,您可以在待机状态下关闭显示器.
