Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the mountpoint for the device.
cs: Vyberte přípojný bod pro zařízení.
el: Επιλογή σημείου προσάρτησης για τη συσκευή.
fi: Valitse laitten liitos tällä laitteelle.
hr: Odaberi točku montiranja za uređaj.
it: Seleziona punto di montaggio per il dispositivo.
nl: Selecteer een mountpunt voor het apparaat.
pl: Wybierz punkt montowania dla urządzenia.
sk: Vyberte bod pripojenia pre zariadenie.
sr: Izaberite tačku montiranja za uređaj.
sv: Välj monteringspunkt för enheten.
ta: சாதனத்திற்கான மவுண்ட் பாயிண்டைத் தேர்ந்தெடுக்கவும்.
tr: Cihazın bağlantı noktasını seçin.
uk: Виберіть точку монтування для пристрою.

source: Select the movie path
bg: Изберете път към филма
cs: Vyberte cestu k filmu
da: Vælg sti til film
de: Den Filmpfad auswählen
el: Επιλογή διαδρομής ταινίας
et: Vali salvestuskataloog
fi: Valitse tallennus hakemisto
fr: Sélectionner le chemin d’accès au film
hr: Odaberi putanju filma
hu: Válassza ki a felvételek útvonalát
it: Seleziona percorso registrazioni
lt: Pasirinkite filmo kelią
nl: Selecteer het opnamepad
pl: Wybierz ścieżkę do filmu
pt_br: Selecione o diretório de gravações
ru: выбрать папку для фильмов
sk: Vyberte cestu k filmu
sr: Izaberi putanju filma
sv: Välj filmväg
ta: மூவி பாதையைத் தேர்ந்தெடுக்கவும்
tr: Film yolunu seçin
uk: Виберіть теку для фільмів
vi: Chọn đường dẫn phim
zh_cn: 选择电影路径

source: Select the network data rate below which the timer should activate as specified. Traffic above this rate with deactivate the timer.
cs: Vyberte rychlost přenosu dat v síti, pod kterou by se měl časovač aktivovat podle specifikace. Provoz nad touto rychlostí s deaktivací časovače.
el: Επιλέξτε τον ρυθμό δεδομένων δικτύου κάτω από τον οποίο θα ενεργοποιείται ο χρονοδιακόπτης όπως ορίστηκε. Η κίνηση πάνω από αυτό το όριο θα απενεργοποιεί τον χρονοδιακόπτη.
fi: Valitse verkon tiedonsiirtonopeus, milloin ajastus tulee aktivoida määritetyllä tavalla. Tämän nopeuden ylittävä liikenne poistaa ajastuksen käytöstä.
hr: Odaberi brzinu mrežnih podataka ispod koje bi tajmer trebao da se aktivira kao što je navedeno. Saobraćaj iznad ove tarife se deaktivira tajmerom.
it: Seleziona velocità dati di rete al di sotto della quale il timer deve attivarsi come specificato. Traffico al di sopra di questa velocità disattiverà il timer.
nl: Selecteer het netwerkverkeer waaronder de Timer moet worden geactiveerd als opgegeven. Bij netwerkverkeer boven deze waarde zal de Timer worden gedeactiveerd.
pl: Wybierz szybkość przesyłania danych w sieci, poniżej której licznik czasu powinien być aktywowany. Ruch powyżej tej prędkości dezaktywuje timer.
sk: Vyberte hodnotu rýchlosti prenosu dát v sieti, pod ktorou sa má časovač aktivovať podľa zadania. Pri hodnote nad touto rýchlosťou sa časovač deaktivuje.
sr: Izaberi brzinu mrežnih podataka ispod koje bi tajmer trebao da se aktivira kao što je navedeno. Saobraćaj iznad ove tarife se deaktivira tajmerom.
sv: Välj den nätverksdatahastighet under vilken timern ska aktiveras enligt specifikation. Trafik över denna hastighet avaktiverar timern.
ta: குறிப்பிட்டபடி நேரங்குறிகருவி செயல்படுத்த வேண்டிய கீழே உள்ள பிணைய தரவு வீதத்தைத் தேர்ந்தெடுக்கவும். இந்த விகிதத்திற்கு மேலே போக்குவரத்து டைமரை செயலிழக்கச் செய்யுங்கள்.
tr: Belirtilen zamanlayıcının etkinleşmesi için gerekli ağ veri hızını seçin. Bu hızın üzerindeki trafik zamanlayıcıyı devre dışı bırakacaktır.
uk: Виберіть швидкість передачі даних мережі, нижче якої має активуватися таймер, як зазначено. Трафік вище цієї норми з відключенням таймера.

source: Select the network interface to be used for the Internet connection. Press OK to continue.
cs: Vyberte síťové rozhraní, které chcete použít pro připojení k internetu. Pokračujte stisknutím OK.
el: Επιλέξτε τη διεπαφή δικτύου που θα χρησιμοποιηθεί για τη σύνδεση στο διαδίκτυο. Πιέστε OK για να συνεχίσετε.
fi: Valitse verkkosovitin jota käytetään internet yhteyteen. Jatka painamalla OK näppäintä.
hr: Odaberite mrežni interfejs da bi koristili Internet vezu. Pritisni OK za nastavak.
it: Seleziona interfaccia di rete da usare per la connessione Internet. Premi OK per continuare.
nl: Selecteer de netwerkinterface die moet worden gebruikt voor de internetverbinding. Druk op OK om verder te gaan.
pl: Wybierz interfejs sieciowy, który będzie używany do połączenia z internetem. Naciśnij OK, aby kontynuować.
sk: Vyberte sieťové rozhranie, ktoré sa použije pre pripojenie na internet. Pokračujte stlačením OK.
sr: Izaberite mrežni interfejs koji će se koristiti za internet konekciju. Pritisnite OK za nastavak.
sv: Välj det nätverksgränssnitt som ska användas för Internetanslutningen. Tryck på OK för att fortsätta.
ta: இணைய இணைப்புக்கு பயன்படுத்த வேண்டிய பிணைய இடைமுகத்தைத் தேர்ந்தெடுக்கவும். தொடர சரி என்பதை அழுத்தவும்.
tr: İnternet bağlantısı için kullanılacak ağ arayüzünü seçin. Devam etmek için OK tuşuna basın.
uk: Виберіть мережевий інтерфейс, який буде використовуватися для підключення до Інтернету. Натисніть OK, щоб продовжити.

source: Select the new mount point for: '%s'
cs: Vyberte nový přípojný bod pro: '%s'
el: Επιλογή νέου σημείου προσάρτησης για το: '%s'
fi: Valitse uusi liitos: '%s'
hr: Odaberi novu točku montiranja za: '%s'
it: Seleziona nuovo punto di montaggio per: '%s'
nl: Het nieuwe mountpunt voor '%s' selecteren
pl: Wybierz nowy punkt montowania dla: '%s'
sk: Vyberte nový bod pripojenia pre: '%s'
sr: Izaberite novu tačku montiranja za: '%s'
sv: Välj den nya monteringspunkten för: '%s'
ta: இதற்கான புதிய மவுண்ட் பாயிண்டைத் தேர்ந்தெடுக்கவும்: '%s'
tr: '%s' için yeni bağlantı noktasını seçin
uk: Виберіть нову точку монтування для: '%s'

source: Select the next item in list or move the cursor right
cs: Vyberte další položku v seznamu nebo posuňte kurzor vpravo
el: Επιλογή του επόμενου στοιχείου στη λίστα ή κίνηση του κέρσορα δεξιά
fi: Valitse listan seuraava kohde tai siirrä kohdistinta oikealle
hr: Odaberi sljedeće stavke na spisku ili pomjeranje kursora nadesno
it: Seleziona elemento successivo nell'elenco o sposta cursore verso destra
nl: Selecteer het volgende item in de lijst of ga met de cursor naar rechts
pl: Wybierz następną pozycję na liście lub przesuń kursor w prawo
sk: Vybrať ďalšiu položku v zozname alebo presunúť kurzor doprava
sr: Izaberi sledeće stavke na listi ili pomeranje kursora nadesno
sv: Välj nästa objekt i listan eller flytta markören åt höger
ta: பட்டியலில் அடுத்த உருப்படியைத் தேர்ந்தெடுக்கவும் அல்லது கர்சரை வலதுபுறமாக நகர்த்தவும்
tr: Listedeki bir sonraki öğeyi seçin veya imleci sağa hareket ettirin
uk: Виберіть наступний елемент у списку, або перемістіть курсор праворуч

source: Select the next item in the list
cs: Vyberte další položku v seznamu
el: Επιλογή του επόμενου στοιχείου στη λίστα
fi: Valitse listan seuraavan kohteen
hr: Odaberi sljedeće stavke na spisku
it: Seleziona elemento successivo nell'elenco
nl: Selecteer het volgende item in de lijst
pl: Wybierz następną pozycję na liście
sk: Vyberte ďalšiu položku v zozname
sr: Izaberi sledeće stavke na listi
sv: Välj nästa objekt i listan
ta: பட்டியலில் அடுத்த உருப்படியைத் தேர்ந்தெடுக்கவும்
tr: Listedeki bir sonraki öğeyi seçin
uk: Виберіть наступний елемент у списку

source: Select the number of times to retry a task if an error occurs when running the task.
cs: Vyberte, kolikrát se má úloha opakovat, pokud při jejím spuštění dojde k chybě.
el: Επιλογή του αριθμού επαναπροσπαθειών εκτέλεσης μίας εργασίας αν προκύψει κάποιο σφάλμα κατά την εκτέλεσή της.
hr: Odaberite broj puta koliko će se zadatak ponoviti ako dođe do pogreške prilikom izvršavanja zadatka.
it: Seleziona il numero di volte in cui ripetere un'attività se si verifica un errore durante l'esecuzione dell'attività.
sr: Odaberite broj puta koliko će se zadatak ponoviti ako dođe do greške prilikom njegovog izvršavanja.
tr: Görev çalıştırılırken bir hata oluşması durumunda görevin kaç kez yeniden deneneceğini seçin.
uk: Виберіть кількість разів, коли потрібно повторити завдання, якщо під час його виконання виникла помилка.

source: Select the preferred service information to display, in addition to the service number, for the service selection pop up screen.
cs: Vyberte preferované informace o službě, které se mají zobrazit, kromě čísla služby, na vyskakovací obrazovce s výběrem služby.
el: Επιλέξτε τις επιθυμητές πληροφορίες υπηρεσίας προς εμφάνιση, μαζί με τον αριθμό της για τα αναδυόμενα μηνύματα.
fi: Valitse suosittu kanavan tieto näytettäväksi numeron lisäksi kanavan valinta ponnahdus ikkunassa.
hr: Odaberi informacije o usluzi koje želite da prikažete, osim broja usluge, za iskačući zaslon izbora usluge.
it: Seleziona informazioni sul servizio preferito da visualizzare, oltre al numero del servizio, nella schermata pop-up di selezione del servizio.
nl: Selecteer de zenderinformatie, die als naast het zendernummer op het Pop-up scherm voor de zenderkeuze moeten worden getoond.
pl: Wybierz informacje o preferowanej usłudze, które będą wyświetlane na ekranie wyboru usługi, oprócz jej numeru.
sr: Izaberite informacije o usluzi koje želite da prikažete, osim broja usluge, za iskačući ekran izbora usluge.
sv: Välj önskad serviceinformation som ska visas, utöver servicenumret, på popup-skärmen för val av service.
tr: Kanal seçimi açılır ekranında kanal numarasına ek olarak görüntülenmesini istediğiniz tercih edilen kanal bilgilerini seçin.
uk: Виберіть потрібну інформацію про канал, яка відображатиметься, окрім номера каналу, на спливаючому екрані вибору каналу.

source: Select the previous item in list or move the cursor left
cs: Vyberte předchozí položku v seznamu nebo posuňte kurzor vlevo
el: Επιλογή του προηγούμενου στοιχείου στη λίστα ή κίνηση του κέρσορα αριστερά
fi: Valitse luettelon edellinen kohde tai siirrä kursori vasemmalle
hr: Odaberi sljedeće stavke na spisku ili pomjeranje kursora nalijevo
it: Seleziona elemento precedente nell'elenco o sposta cursore a sinistra
nl: Selecteer het vorige item in de lijst of ga met de cursor naar links
pl: Wybierz poprzednią pozycję na liście lub przesuń kursor w lewo
sk: Vybrať predchádzajúcu položku v zozname alebo presunúť kurzor doľava
sr: Izaberi sledeće stavke na listi ili pomeranje kursora nalevo
sv: Välj föregående objekt i listan eller flytta markören åt vänster
ta: பட்டியலில் முந்தைய உருப்படியைத் தேர்ந்தெடுக்கவும் அல்லது கர்சரை இடதுபுறமாக நகர்த்தவும்
tr: Listede bir önceki öğeyi seçin veya imleci sola hareket ettirin
uk: Виберіть попередній елемент у списку, або перемістіть курсор ліворуч

source: Select the previous item in the list
cs: Vyberte předchozí položku v seznamu
el: Επιλογή του προηγούμενου στοιχείου στη λίστα
fi: Valitse listan edellinen kohde
hr: Odaberi predhodne stavke na spisku
it: Seleziona elemento precedente nell'elenco
nl: Selecteer het vorige item in de lijst
pl: Wybierz poprzednią pozycję na liście
sk: Vyberte predchádzajúcu položku v zozname
sr: Izaberi predhodne stavke na listi
sv: Välj föregående objekt i listan
ta: பட்டியலில் முந்தைய உருப்படியைத் தேர்ந்தெடுக்கவும்
tr: Listedeki bir önceki öğeyi seçin
uk: Виберіть попередній елемент у списку

source: Select the previous service and close the scanner
cs: Vyberte předchozí službu a ukončete skener
el: Επιλογή της προηγούμενης υπηρεσίας και κλείσιμο ανίχνευσης
fi: Valitse aiempi kanava ja sulje kanavahaku
hr: Odaberi prethodnu uslugu i zatvorite skener
it: Seleziona servizio precedente e chiudi lo scanner
nl: De vorige zender kiezen en de scan beëindigen
pl: Wybierz poprzednią usługę i zamknij skaner
sk: Vybrať predchádzajúcu stanicu alebo službu a zatvoriť skener
sr: Izaberite prethodnu uslugu i zatvorite skener
sv: Välj föregående tjänst och stäng skannern
ta: முந்தைய சேவையைத் தேர்ந்தெடுத்து ச்கேனரை மூடு
tr: Önceki kanalı seçin ve tarayıcıyı kapatın
uk: Вибрати попередній канал та закрити меню сканування

source: Select the previous service and close the scanner and exit all menus
cs: Vyberte předchozí službu, zavřete skener a ukončete všechny nabídky
el: Επιλογή της προηγούμενης υπηρεσίας, κλείσιμο ανίχνευσης και έξοδος από όλα τα μενού
fi: Valitse aiempi kanava ja sulje kanavahaku ja poistu valikoista
hr: Odaberi prethodnu uslugu, zatvorite skener i izađite iz svih menu
it: Seleziona servizio precedente, chiudi lo scanner ed esci da tutti i menu
nl: De vorige zender kiezen, de scan beëindigen en alle menu's afsluiten
pl: Wybierz poprzednią usługę, zamknij skaner i wyjdź ze wszystkich menu
sk: Vybrať predchádzajúcu stanicu alebo službu, zatvoriť skener a opustiť menu
sr: Izaberite prethodnu uslugu, zatvorite skener i izađite iz svih menija
sv: Välj föregående tjänst och stäng scannern och avsluta alla menyer
ta: முந்தைய சேவையைத் தேர்ந்தெடுத்து ச்கேனரை மூடி, அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Önceki kanalı seçin, tarayıcıyı kapatın ve bütün menülerden çıkın
uk: Вибрати попередній канал та вийти із усіх меню

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
bg: Изберете протокола, използван от вашето SCR устройство. Възможностите за избор са „SCR Unicable“ (Unicable) или „SCR JESS“ (JESS, известен също като Unicable II).
cs: Vyberte protokol používaný vaším zařízením SCR. Možnosti jsou „SCR Unicable“ (Unicable) nebo „SCR JESS“ (JESS, také známý jako Unicable II).
da: Vælg den protokol der bruges af din SRC enhed. Mulighederne er 'SCR Unicable' (Unicable), eller 'SCR JESS' (JESS, også kendt som Unicable II).
de: Wählen Sie das Protokoll Ihres Unicable/SCR-Geräts. Zur Auswahl stehen 'SCR Unicable' (Unicable I-Format) oder 'SCR JESS' (Unicable II-Format).
el: Επιλέξτε το πρωτόκολλο της SCR συσκευής σας. Οι επιλογές είναι 'SCR Unicable' (Unicable) ή 'SCR JESS' (JESS, γνωστό και ως Unicable II).
et: Vali SCR seadme vorming. Valikud on 'SCR Unicable' (Unicable I vorming) või 'SCR JESS' (Unicable II vorming).
fi: Valitse SCR:n käyttämä protokolla. Vaihtoehdot ovat 'SCR Unicable' (Unicable) tai 'SCR JESS' (JESS, tunnetaan myös Unicable II:na).
fr: Sélectionnez le protocole utilisé par votre appareil SCR. Les choix sont ‘SCR Unicable’ (Unicable), ou ‘SCR JESS’ (Jess, aussi connu comme Unicable II).
hr: Odaberi protokol koji koristi SCR uređaj. Odabrani su 'SCR Unicable' (Unicable) ili 'SCR JESS' (JESS, poznat i kao Unicable II).
it: Seleziona protocollo usato dal dispositivo SCR. Le scelte sono 'SCR Unicable' (Unicable) o 'SCR JESS' (JESS, noto anche come Unicable II).
lt: Pasirinkite protokolą, kurį naudoja jūsų SCR įrenginys. Pasirinkimai yra 'SCR Unicable' (Unicable) arba 'SCR JESS' (JESS, taip pat žinomas kaip Unicable II).
nl: Selecteer het format van uw SCR-apparaat. keuzes zijn 'SCR Unicable' (Unicable) en 'SCR JESS' (JESS, ook bekend als Unicable 2).
pl: Wybierz protokół używany przez urządzenie SCR. Dostępne opcje to „SCR Unicable” (Unicable) lub „SCR JESS” (JESS, znany również jako Unicable II).
sk: Vyberte protokol používaný SCR zariadením. Možnosti sú 'SCR Unicable' (Unicable), alebo 'SCR JESS' (JESS, známe aj ako Unicable II).
sr: Izaberi protokol koji koristi SCR uređaj. Izbori su 'SCR Unicable' (Unicable) ili 'SCR JESS' (JESS, poznat i kao Unicable II).
sv: Välj det protokoll som används av din SCR-enhet. Alternativen är "SCR Unicable" (Unicable) eller "SCR JESS" (JESS, även känt som Unicable II).
ta: உங்கள் எச்.சி.ஆர் சாதனம் பயன்படுத்தும் நெறிமுறையைத் தேர்ந்தெடுக்கவும். தேர்வுகள் 'scr uncicable' (unicable), அல்லது 'scr jess' (செச், uncicable ii என்றும் அழைக்கப்படுகின்றன).
tr: SCR cihazınız tarafından kullanılan protokolü seçin. Seçenekler 'SCR Unicable' (Unicable) veya 'SCR JESS' (Unicable II olarak da bilinen JESS).
uk: Виберіть протокол, який використовується Вашим пристроєм SCR. Виберіть 'SCR Unicable' (Unicable), або 'SCR JESS' (JESS, також відомий як Unicable II).
vi: Chọn giao thức được sử dụng bởi thiết bị SCR của bạn. Các lựa chọn là 'SCR Unicable' (Unicable) hoặc 'SCR JESS' (JESS, còn được gọi là Unicable II).
zh_cn: 选择SCR设备使用的协议.可选择的选项有'SCR Unicable'(可选)或'SCR JESS'(JESS,也称为Unicable II).

source: Select the receiver action when the TV switches away from the receiver input.
cs: Vyberte akci přijímače, která se má provést, když se televizor přepne ze vstupu přijímače.
hr: Odaberite radnju prijamnika kada se TV prebaci s ulaza prijamnika.
it: Seleziona operazione che il ricevitore deve eseguire quando la TV passa a un altro ingresso.
sr: Izaberite radnju prijemnika kada televizor pređe sa ulaza prijemnika.
tr: TV alıcı girişinden başka bir girişe geçtiğinde alıcının eylemini seçin.
uk: Виберіть дію приймача, коли телевізор перемикається з входу приймача.

source: Select the refresh rate to be used on the TV.
cs: Vyberte obnovovací frekvenci, která se má použít na televizoru.
el: Επιλέξτε τον ρυθμό ανανέωσης που θα χρησιμοποιηθεί στην τηλεόραση.
fi: Valitse televisiossa käytettävä virkistystaajuus.
hr: Odaberi ratu osvježenja da bi koristili na TV.
it: Seleziona frequenza di aggiornamento da usare sulla TV.
nl: Selecteer de beeldverversing die moet worden gebruikt voor de TV.
pl: Wybierz częstotliwość odświeżania dla TV.
sk: Vyberte obnovovaciu frekvenciu, ktorá sa má použiť na TV.
sr: Izaberite frekvenciju osvežavanja koja će se koristiti na televizoru.
sv: Välj den uppdateringsfrekvens som ska användas på TV:n.
ta: டிவியில் பயன்படுத்த வேண்டிய புதுப்பிப்பு வீதத்தைத் தேர்ந்தெடுக்கவும்.
tr: TV'de kullanılacak yenileme hızını seçin.
uk: Виберіть частоту оновлення, яка буде використовуватися на телевізорі.

source: Select the satellite from which your dish is receiving its signal. If you are unsure select 'Automatic' and the receiver will attempt to determine this for you.
bg: Изберете сателита, от който вашата антена получава. Ако не сте сигурни, изберете "автоматично" и приемникът ще се опита да определи това вместо вас.
cs: Vyberte satelit, ze kterého vaše parabola přijímá. Pokud si nejste jisti, vyberte „automaticky“ a přijímač se to pokusí určit za vás.
el: Επιλέξτε τον δορυφόρο από τον οποίο λαμβάνει η δορυφορική σας κεραία. Αν δεν είστε σίγουροι επιλέξτε 'αυτόματο' και ο δέκτης θα προσπαθήσει να βρει τη σωστή ρύθμιση.
fi: Valitse satelliitti mitä lautasesi vastaanottaa. Jos et ole varma, valitse 'automaattinen' ja vastaanotin yrittää selvittää sen sinulle.
fr: Sélectionnez le satellite que reçoit votre antenne. Si vous n’êtes pas certains choisissez ‘automatique’ et le receveur va essayer de déterminer ceci pour vous.
hr: Odaberi satelit koji ima signal. Ako niste sigurni odaberite opciju 'Automatski' i tuner će pokušati da vam to pronađe.
it: Seleziona satellite da cui riceve la parabola. Se non sei sicuro, seleziona "Automatico" e il ricevitore tenterà di determinarlo per te.
lt: Pasirinkite palydovą, kurį jūsų antena gauna. Jei nesate tikri, pasirinkite 'automatinis' ir imtuvas bandys tai nustatyti pats.
nl: Selecteer de satelliet die ontvangen wordt door de schotel. Als u niet zeker bent, kiest u 'automatisch' waarna de ontvanger zelf zal proberen dit te bepalen.
pl: Wybierz satelitę, z którego odbierana jest antena. Jeśli nie masz pewności, wybierz „automatyczny”, a odbiornik spróbuje to ustalić.
sk: Vyberte družicu, z ktorej prijíma vaša parabola. Ak si nie ste istí, vyberte možnosť 'automaticky' a prijímač sa pokúsi o automatické zistenie.
sr: Izaberite satelit sa kojeg vaša antena prima signal. Ako niste sigurni, izaberite 'Automatski' i prijemnik će pokušati da to odredi umesto vas.
sv: Välj den satellit från vilken parabolantennen tar emot sin signal. Om du är osäker väljer du "Automatisk" så försöker mottagaren att avgöra detta åt dig.
ta: உங்கள் டிச் அதன் சமிக்ஞையைப் பெறும் செயற்கைக்கோளைத் தேர்ந்தெடுக்கவும். உங்களுக்குத் தெரியாவிட்டால், 'தானியங்கி' என்பதைத் தேர்ந்தெடுத்து, இதை உங்களுக்காக தீர்மானிக்க ரிசீவர் முயற்சிக்கும்.
tr: Çanak anteninizin sinyal aldığı uyduyu seçin. Emin değilseniz 'Otomatik' seçeneğini seçin ve alıcı bunu sizin için belirlemeye çalışacaktır.
uk: Виберіть супутник на який налаштована Ваша антена. Якщо Ви не впевнені, виберіть 'автоматичний' і приймач спробує визначити це сам.
