Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Show default on new line
bg: Показване по подразбиране на нов ред
cs: Zobrazit výchozí na novém řádku
el: Εμφάνιση προεπιλογής σε νέα γραμμή
fi: Näytä oletus uudella rivillä
fr: Afficher la valeur par défaut sur la nouvelle ligne
hr: Pokaži zadano u novom redu
it: Mostra impostazione predefinita su una nuova riga
lt: Rodyti numatytąjį naujoje eilutėje
nl: Toon default op nieuwe regel
pl: Pokaż domyślne w nowej lini
sk: Zobraziť predvolene na novom riadku
sr: Pokaži default u novom redu
sv: Visa standard på ny rad
ta: புதிய வரியில் இயல்புநிலையைக் காட்டுங்கள்
tr: Varsayılanı yeni satırda göster
uk: Показати за замовчуванням у новому рядку

source: Show detailed event info
bg: Показване на подробна информация за събитието
cs: Zobrazit detailní informace o pořadu
da: Vis detaljeret begivenhedsinfo
de: Zeige detaillierte Sendungsinformationen
el: Εμφάνιση αναλυτικών πληροφοριών προγράμματος
et: Kuva põhjalik saatetutvustus
fi: Näytä tarkempi ohjelmatieto
fr: Afficher les infos détaillées de l'événement
hr: Pokaži detaljan info događaj
hu: Részletes esemény információ
it: Mostra informazioni dettagliate evento
lt: Rodyti išsamią įvykio informaciją
nl: Gedetailleerde EPG info weergeven
pl: Pokaż szczegółowy opis wydarzenia
pt_br: Exibir informação detalhada do evento
ru: Показать подробное инфо события
sk: Zobraziť detailné informácie o udalosti
sr: Pokaži detaljan info događaj
sv: Visa detaljerad information om evenemanget
ta: விரிவான நிகழ்வு தகவலைக் காட்டு
tr: Detaylı etkinlik bilgisi göster
uk: Показати докладну інформацію події
vi: Hiển thị thông tin chi tiết sự kiện
zh_cn: 显示详细事件信息

source: Show detailed event info (setup in menu)
bg: Показване на подробна информация за събитието (настройка в менюто)
cs: Zobrazit podrobné informace o události (nastavení v nabídce)
da: Vis detaljeret begivenhedsinfo (opsætning i menu)
de: Zeige detaillierte Ereignisinformationen (Einstellung im Menü)
el: Εμφάνιση αναλυτικών πληροφοριών προγράμματος (ρυθμίσεις στο μενού)
et: Kuva põhjalik saatetutvustus (sea menüüs)
fi: Näytä tarkempi ohjelmatieto
fr: Afficher les informations détaillées de l'événement (réglage dans le menu)
hr: Pokaži detaljan info događaj (podešavanja u menu)
hu: Részletes esemény információk megjelenítése (beállítás a menüben)
it: Mostra informazioni dettagliate sull'evento
lt: Rodyti išsamią informaciją apie įvykį (nustatymas meniu)
nl: Toon gedetailleerde programma info
pl: Pokaż szczegółowy opis wydarzenia (ustawienia w menu)
sk: Zobraziť detailné informácie o udalosti (nastavenie v menu)
sr: Pokaži detaljan info događaj (podešavanja u meniju)
sv: Visa detaljerad händelseinformation (inställning i menyn)
ta: விரிவான நிகழ்வு தகவலைக் காட்டு (மெனுவில் அமைக்கவும்)
tr: Ayrıntılı etkinlik bilgilerini göster (menüde ayarlanabilir)
uk: Показати докладну інформацію події (налаштування в меню)
vi: Hiển thị thông tin sự kiện chi tiết (thiết lập trong menu)
zh_cn: 显示详细的事件信息(在菜单中设置)

source: Show details
cs: Zobrazit detaily
el: Εμφάνιση λεπτομερειών
fi: Näytä tiedot
hr: Prikaži detalje
it: Mostra dettagli
nl: Details tonen
pl: Pokaż szczegóły
sk: Zobraziť podrobnosti
sr: Pokaži detalje istaknutog zadatka
sv: Visa detaljer
ta: விவரங்களைக் காட்டு
tr: Detayları göster
uk: Показати деталі

source: Show details of highlighted task
cs: Zobrazit detaily zvýrazněného úkolu
el: Εμφάνιση λεπτομερειών επισημασμένης εργασίας
fi: Näytä yksityiskohdat korostuneesta tehtävästä
hr: Pokaži detalje istaknutog zadatka
it: Mostra dettagli dell'attività evidenziata
nl: Details van gemarkeerde taak weergeven
pl: Pokaż szczegóły podświetlonego zadania
sk: Zobraziť podrobnosti o vybranej úlohe
sr: Pokaži detalje istaknutog zadatka
sv: Visa detaljer om den markerade uppgiften
ta: சிறப்பம்சமாக பணியின் விவரங்களைக் காட்டு
tr: Vurgulanan görevin ayrıntılarını göster
uk: Показати деталі виділеного завдання

source: Show directories first
bg: Показване първо на директориите
cs: Zobrazit nejprve adresáře
da: Vis mapper først
de: Zeige Verzeichnisse am Anfang
el: Εμφάνιση φακέλων πρώτα
et: Kuva esmalt kataloogid
fi: Näytä hakemistotiedot ensin
fr: Afficher les répertoires en premier
hr: Pokaži prvo direktorijume
it: Mostra prima le cartelle
lt: Pirmiausia parodyti katalogus
nl: Toon eerst mappen
pl: Pokaż najpierw katalogi
sk: Najskôr zobraziť priečinky
sr: Pokaži prvo direktorijume
sv: Visa kataloger först
ta: முதலில் கோப்பகங்களைக் காட்டு
tr: Önce dizinleri göster
uk: Спочатку показати каталоги
vi: Hiển thị thư mục đầu tiên
zh_cn: 首先显示目录

source: Show during operation
cs: Zobrazit během provozu
el: Εμφάνιση κατά τη λειτουργία
fi: Näytä käytön aikana
hr: Pokaži tokom rada
it: Mostra durante il funzionamento
nl: Tonen tijdens bedrijf
pl: Pokaż podczas działania
sk: Zobrazovať počas prevádzky
sr: Pokaži tokom rada
sv: Visas under drift
tr: İşlem sırasında göster
uk: Показувати під час роботи

source: Show encryption information in the InfoBar (when supported by the skin).
bg: Показване на инфо за криптиране на инфобара (ако се поддържа от кожата).
cs: Zobrazit informace o šifrování v Infobaru (je-li podporován vzhledem).
el: Εμφάνιση πληροφοριών κωδικοποίησης στη μπάρα πληροφοριών (αν υποστηρίζεται από το θέμα).
fi: Kun päällä, salaustieto näytetään tietopalkissa (mikäli teema tukee tätä).
fr: Les informations d'encryption seront affichés dans la barre d'information (lorsqu'elle est soutenue par le skin).
hr: Pokaži info o kodiranju na Info Traci (kada ih skin podržava).
it: Mostra informazioni sulla crittografia nella barra informazioni (se supportata dalla skin).
lt: Info uostoje rodyti kodavimo informaciją (kai tą palaiko tema).
nl: Toon versleutel informatie in de informatiebalk (als dat door uw skin wordt ondersteund).
pl: Pokaż informacje o kodowaniu na pasku informacyjnym (jeśli posiada wsparcie w skórce).
sk: Zobraziť informácie o kódovaní v infolište (ak to podporuje vzhľad).
sr: Pokaži info o kodiranju na Info Traci (kada ih skin podržava).
sv: Visa krypteringsinformation i InfoBar (när det stöds av skinnet).
ta: இன்போபாரில் குறியாக்க தகவல்களைக் காட்டு (தோலால் ஆதரிக்கப்படும் போது).
tr: Bilgi Çubuğunda şifreleme bilgisi göster (arayüz tarafından destekleniyorsa).
uk: Показати інформацію про декодуванні на інфобарі (якщо це підтримується скіном).

source: Show event details
bg: Показване на детайли на събитието
cs: Zobrazit podrobnosti události
da: Vis begivenhedsdetaljer
de: Sendungsdetails anzeigen
el: Εμφάνιση λεπτομερειών προγράμματος
et: Saateinfo
fi: Näytä ohjelman tarkemmat tiedot
fr: Afficher détails de l'événement
hr: Pokaži detalje događaja
hu: Esemény részleteinek megjelenítése
it: Mostra dettagli evento
lt: Rodyti įvykio detales
nl: EPG informatie weergeven
pl: Pokaż szczegóły wydarzenia
pt_br: Exibir detalhes do evento
ru: Показать детали события
sk: Zobraziť podrobnosti o udalosti
sr: Pokaži detalje događaja
sv: Visa Evenemangsdetaljer
ta: நிகழ்வு விவரங்களைக் காட்டு
tr: Etkinlik ayrıntılarını göster
uk: Показати деталі події
vi: Hiển thị chi tiết sự kiện
zh_cn: 显示事件详细细节

source: Show event genre information
bg: Показване на информация за жанра на събитието
cs: Zobrazit informace o žánru události
da: Vis begivenhed genre-information
de: Genreinformationen anzeigen
el: Εμφάνιση πληροφοριών είδους προγράμματος
fi: Ohjelmiston hallinnan tiedot
fr: Afficher les informations sur le genre de l'événement
hr: Pokaži info o žanru događaja
it: Mostra informazioni sul genere dell'evento
lt: Rodyti informaciją apie žanrą
nl: Toon programma-genre informatie
pl: Pokaż informacje o gatunku wydarzenia
sk: Zobraziť informácie o žánri udalosti
sr: Pokaži info o žanru događaja
sv: Visa information om händelsegenre
ta: நிகழ்வு வகை தகவலைக் காட்டு
tr: Etkinlik türü bilgilerini göster
uk: Показати інформацію про жанр передачі
zh_cn: 显示事件信息类型

source: Show event-progress in channel selection
bg: Показване на прогреса на събитията при избора на канали
cs: Zobrazit průběhy pořadů ve výběru programů
da: Vis begivenhedsfremgang i kanalvælger
de: Sendungsfortschritt anzeigen
el: Εμφάνιση μπάρας προόδου στην επιλογή καναλιού
et: Saate edenemine kanalinimekirjas
fi: Ohjelman etenemisnäyttö kanavalistassa
fr: Afficher la progression de l’évènement ds sél. chaîne
hr: Pokaži tok događaja u odabiru kanala
hu: A folyamat kijelzésének típusa a csatornalistában
it: Mostra progresso evento in Selezione canale
lt: Kanalų pasirinkimo sąrašo lange rodyti įvykių eigą
nl: Weergave van de programmavoortgang
pl: Pokaż pasek postępu wydarzenia na liście kanałów
pt_br: Exibir andamento dos eventos na lista de canais
ru: Прогрессбар в списке каналов
sk: Zobraziť priebeh udalosti vo výbere kanálov
sl: Grafični prikaz poteka TV kanala - v listi kanalov
sr: Pokaži tok događaja u izboru kanala
sv: Visa händelseförloppet i kanalvalet
ta: சேனல் தேர்வில் நிகழ்வு முன்னேற்றத்தைக் காட்டு
tr: Kanal listesinde etkinlik ilerleme çubuğu gösterimi
uk: Показати тривалість передачі у списку каналів
vi: Hiển thị tiến trình sự kiện trong lựa chọn kênh
zh_cn: 选择频道时显示事件进度

source: Show eventinfo plugins
bg: Показване на плъгини за информация на събития
cs: Zobrazit info pluginy události
da: Vis begivenhedsinfo Plugins
de: Eventinfo Plugins anzeigen
el: Εμφάνιση προσθέτων πληροφοριών προγραμμάτων
et: Saateinfo pluginad
fi: Näytä tapahtumainfo liitännäiset
fr: Afficher les plugins info événement
hr: Pokaži plugin za info događaj
hu: Eseménynapló-bővítmények megjelenítése
it: Mostra plugin di eventinfo
lt: Rodyti įvykio informacijos priedus
nl: Toon de programmagegevens plugins
pl: Pokaż wtyczki informacji o zdarzeniach
ru: Показать плагины телегида
sk: Zobraziť pluginy pre informácie o udalosti
sr: Pokaži plugin za info događaj
sv: Visa plugins för händelseinformation
ta: EventInfo செருகுநிரல்களைக் காட்டு
tr: Eventinfo eklentilerini göster
uk: Показати плагіни телегіду
vi: Hiển thị plugin eventinfo
zh_cn: 显示事件信息插件

source: Show extended description
bg: Показване на разширено описание
cs: Zobrazit rozšířený popis
da: Vis udvidet beskrivelse
de: Zeige erweiterte Beschreibung
el: Εμφάνιση εκτεταμένης περιγραφής
et: Kuva pikem sisututvus
fi: Näytä laajennettu ohjelmakuvaus
fr: Afficher description étendue
hr: Pokaži prošireni opis
hu: Bővített leírás megjelenítése
it: Mostra descrizione estesa
lt: Rodyti išplėstą aprašymą
nl: Toon uitgebreide informatie
pl: Pokaż opis rozszerzony
pt_br: Exibir descrição estendida
ru: Показать расширенное описание
sk: Zobraziť rozšírený popis
sr: Pokaži prošireni opis
sv: Visa utökad beskrivning
ta: நீட்டிக்கப்பட்ட விளக்கத்தைக் காட்டு
tr: Genişletilmiş açıklamayı göster
uk: Показати розширений опис
vi: Hiển thị mô tả mở rộng
zh_cn: 显示扩展描述

source: Show extension selection
bg: Показване на избрано разширение
cs: Rozšířená nabídka
da: Vis udvidelsesvalg
de: Erweiterungs-Auswahl anzeigen
el: Εμφάνιση επιλογής επεκτάσεων
et: Laienduste valik
fi: Näytä laajennukset
fr: Afficher la sélection des extensions
hr: Pokaži odabir proširenja
hu: Bővítmények kiválasztásának megjelenítése
it: Mostra selezione estensione
lt: Rodyti išplėtimų pasirinkimą
nl: Toon het Extensies-menu
pl: Pokaż wybór rozszerzenia
ru: Показать выбор дополнений
sk: Zobraziť výber rozšírenia
sr: Pokaži izbor proširenja
sv: Visa val av förlängning
ta: நீட்டிப்பு தேர்வைக் காட்டு
tr: Uzantı seçimini göster
uk: Показати вибір розширень
vi: Hiển thị lựa chọn mở rộng
zh_cn: 显示扩展选择

source: Show extra spacing in Information
cs: Zobrazit další mezery v informacích
el: Εμφάνιση πρόσθετου κενού στις πληροφορίες
fi: Näytä ylimääräiset välilyönnit tiedoissa
hr: Pokaži dodatni razmak u info
it: Mostra spazio extra in Informazioni
nl: Extra ruimte in informatie gebruiken
pl: Pokaż dodatkowe odstępy w informacjach
sk: V informáciách zobrazovať dodatočné medzery
sr: Pokaži dodatni razmak u info
sv: Visa extra mellanslag i Information
ta: தகவல்களில் கூடுதல் இடைவெளியைக் காட்டு
tr: Bilgilerde ek boşluk göster
uk: Показати додатковий пробіл в інформації

source: Show favorites list
bg: Показване на списъка с любими
cs: Zobrazit seznam oblíbených položek
el: Εμφάνιση λίστας αγαπημένων
fi: Näytä Suosikkilista
fr: Afficher la liste des favoris
hr: Pokaži favorit spisak
it: Mostra elenco preferiti
lt: Rodyti mėgstamiausių sąrašą
nl: Toon favorietenlijst
pl: Pokaż listę ulubionych
sk: Zobraziť zoznam obľúbených
sr: Pokaži favorit listu
sv: Visa favoritlista
ta: பிடித்தவை பட்டியலைக் காட்டு
tr: Favoriler listesini göster
uk: Показати список фаворитів

source: Show files backed up by default
bg: Показване на файловете, архивирани по подразбиране
cs: Zobrazit soubory standardně určené k zálohování
da: Vis filer der som standard sikkerhedskopieres
de: Zeigt Dateien, die grundsätzlich gesichert werden
el: Εμφάνιση αρχείων εφεδρείας από προεπιλογή
et: Kuva vaikimisi varundatavad failid
fi: Näytä oletuksena varmuuskopioitavat tiedostot
fr: Afficher les fichiers sauvegardés par défaut
hr: Pokaži zadane datoteke rezervne kopije
hu: Alapértelmezés szerint mentett fájlok megjelenítése
it: Mostra file predefiniti sottoposti a backup
lt: Rodyti failų atsargines kopijas pagal numatytuosius nustatymus
nl: Toon standaard geselecteerde back-up bestanden
pl: Domyślne pliki kopii zapasowej
sk: Zobraziť predvolene zálohované súbory
sr: Pokaži default fajlove rezervne kopije
sv: Visa filer som säkerhetskopieras som standard
ta: இயல்புநிலையாக காப்புப் பிரதி எடுக்கப்பட்ட கோப்புகளைக் காண்பி
tr: Varsayılan olarak yedeklenen dosyaları göster
uk: Файли резервної копії
vi: Hiển thị tập tin được sao lưu theo mặc định
zh_cn: 显示默认备份文件

source: Show first image
cs: Zobrazit první obrázek
el: Εμφάνιση της πρώτης εικόνας
fi: Näytä ensimmäinen kuva
nl: Eerste afbeelding weergeven
pl: Wyświetl pierwszy obraz
sk: Zobraziť prvý obrázok/image
ta: முதல் படத்தைக் காட்டு
tr: İlk resmi göster
uk: Показати перше зображення

source: Show free space in timer view
cs: Zobrazit volné místo v zobrazení časovače
el: Εμφάνιση ελεύθερου χώρου στην προβολή χρονοδιακοπτών
fi: Näytä vapaa tila ajastin näkymässä
hr: Pokaži slobodno mjesto u tajmer pregledu
it: Mostra spazio libero in vista timer
nl: Vrije ruimte weergeven in het Timeroverzicht
pl: Pokaż wolne miejsce w widoku timera
sk: Zobraziť voľné miesto v zobrazení časovača
sr: Pokaži slobodno mesto u tajmer pregledu
sv: Visa ledigt utrymme i timervyn
ta: நேரங்குறிகருவி பார்வையில் இலவச இடத்தைக் காட்டு
tr: Zamanlayıcı görünümünde boş alanı göster
uk: Показати вільний місце у вікні таймера

source: Show graphical multi EPG
bg: Показване на графично мулти EPG
cs: Zobrazit Grafické Multi EPG
da: Vis grafisk Multi EPG
de: Grafischen Multi-EPG anzeigen
el: Εμφάνιση γραφικού πολλαπλού EPG
et: Graafiline MultiEPG
fi: Graafinen EPG
fr: Afficher le multi EPG graphique
hr: Pokaži grafički multi EPG
hu: Grafikus multi EPG megjelenítése
it: Mostra EPG multiplo grafico
lt: Rodyti grafinį kelių kanalų EPG
nl: Toon grafische Multi-EPG
pl: Pokaż graficzne EPG kanałów
ru: Показать графический телегид
sk: Zobraziť grafické multi EPG
sr: Pokaži grafički multi EPG
sv: Visa grafisk multi EPG
ta: வரைகலை மல்டி ஈபிசி காட்டு
tr: Grafiksel çoklu EPG göster
uk: Показати графічний телегід
vi: Hiển thị đồ họa đa EPG
zh_cn: 显示图形化多个EPG

source: Show help
bg: Показване на помощ
cs: Nápověda
da: Vis hjælp
de: Hilfe anzeigen
el: Εμφάνιση βοήθειας
et: Abiekraan
fi: Apua
fr: Afficher l’aide
hr: Pokaži pomoć
hu: Súgó megjelenítése
it: Mostra aiuto
lt: Rodyti pagalbą
nl: Toon de help
pl: Pokaż pomoc
ru: Показать меню помощи
sk: Zobraziť pomocníka
sr: Pokaži pomoć
sv: Visa hjälp
ta: உதவியைக் காட்டு
tr: Yardımı göster
uk: Показати меню допомоги
vi: Hiển thị trợ giúp
zh_cn: 显示帮助

source: Show icon for new/unseen items
bg: Показване на икона за нови/невидими предмети
cs: Ikona u nových/neshlédnutých položek
da: Vis ikon for nye/usete kanaler
de: Zeige Icon für neue/ungesehene Elemente
el: Εμφάνιση εικονιδίου για νέα αντικείμενα
et: Uue/vaatamata salvestise tähistamine
fi: Näytä kuvake uusille/katselemattomille
fr: Afficher l'icône pour les nouveaux éléments
hr: Pokaži ikonu za nove/nevidljive stavke
hu: Új elemeknél ikon megjelenítése
it: Mostra icona per elementi nuovi/non visti
lt: Naujus/nežiūrėtus įvykius pažymėti logotipu
nl: Toon icon voor nieuwe/niet bekeken onderdelen
pl: Pokaż ikony dla nowych/niewidzianych elementów
pt_br: Exibir ícone para gravações novas
ru: Показ иконки для новых/невидимых элементов
sk: Zobraziť ikonu nových/nepozretých položiek
sr: Pokaži ikonu za nove/nevidljive stavke
sv: Visa ikon för nya/osedda objekt
ta: புதிய/காணப்படாத பொருட்களுக்கான ஐகானைக் காட்டு
tr: Yeni/Görülmemiş öğeler için simgeyi göster
uk: Показати іконки для нових/невидимих елементів
vi: Hiển thị biểu tượng cho các mục mới / chưa thấy
zh_cn: 显示新/未见项目的图标

source: Show image
cs: Zobrazit obrázek
el: Εμφάνιση εικόνας
fi: Näytä kuva
hr: Pokaži imidž
it: Mostra immagine
nl: Afbeelding weergeven
pl: Pokaż obraz
sk: Zobraziť obrázok/image
sr: Pokaži imidž
sv: Visa bilden
ta: படத்தைக் காட்டு
tr: Resmi göster
uk: Показати зображення

source: Show image and save as '%s'
cs: Zobrazit obrázek a uložit jako '%s'
el: Εμφάνιση εικόνας και αποθήκευση ως '%s'
fi: Näytä kuva ja tallenna nimellä '%s'
hr: Pokaži imidž i sačuvaj kao '%s'
it: Mostra immagine e salva come '%s'
nl: Afbeelding weergeven en opslaan als '%s'
pl: Wyświetl obraz i zapisz jako '%s'
sk: Zobraziť obrázok/image a uložiť ako '%s'
sr: Pokaži imidž i sačuvaj kao '%s'
sv: Visa bild och spara som '%s'
ta: படத்தைக் காண்பி, '%s' என சேமிக்கவும்
tr: Resmi göster ve '%s' olarak kaydet
uk: Показати зображення та зберегти як '%s'

source: Show in Extension Menu
bg: Показване в списъка с разширения
cs: Zobrazit v rozšířené nabídce (modré tlačítko)
el: Εμφάνιση στη λίστα επεκτάσεων
fi: Näytä laajennukset lista
fr: Afficher dans la liste des extensions ?
hr: Pokaži u Proširenom Menu
it: Mostra nell'elenco estensioni
lt: Rodyti plėtinių sąraše
nl: Weergeven in het Extensies-menu? (BLAUW-lang)
pl: Pokaż w Menu rozszerzenia
sk: Zobraziť v zozname rozšírení
sr: Pokaži u Meniju Proširenja
sv: Visa i tilläggsmenyn
ta: நீட்டிப்பு பட்டியலில் காண்பி
tr: Uzantılar Menüsünde göster
uk: Показати в списку розширень

source: Show in Plugin Browser
cs: Zobrazit v prohlížeči pluginů
el: Εμφάνιση στον πλοηγό προσθέτων
fi: Näytä lisäosa luottelossa
hr: Pokaži u plugin pregledaču
it: Mostra nell'elenco plugin
nl: In de Plugin Browser tonen
pl: Pokaż w przeglądarce wtyczek
sk: Zobraziť v prehliadači pluginov
sr: Pokaži plugin pregledač
sv: Visa i Plugin Browser
ta: சொருகி உலாவியில் காண்பி
tr: Eklentiler Listesinde Göster
uk: Показати в Браузері плагінів

source: Show in Standby
bg: Показване в режим на готовност
cs: Zobrazit v pohotovostním režimu
da: Vis i Standby
de: Im Standby anzeigen
el: Εμφάνιση κατά την αναμονή
et: Kuva ooteseisundis
fi: Näytä valmiustilassa
fr: Afficher en veille
hr: Pokaži stanje pripravnosti
hu: Készenléti állapotban
it: Mostra in Standby
lt: Rodyti budėjimo režime
nl: Toon in stand-by
pl: Pokaż w trybie czuwania
sk: Zobraziť v pohotovostnom režime
sr: Pokaži stanje pripravnosti
sv: Visa i standby
ta: காத்திருப்புடன் காட்டு
tr: Bekleme Modunda göster
uk: Показати в Режимі очікування
vi: Hiển thị trong chế độ chờ
zh_cn: 待机显示

source: Show info
bg: Показване на инфо
cs: Zobrazit info
da: Vis info
de: Zeige Infos
el: Εμφάνιση πληροφοριών
et: Näita andmeid
fi: Näytä tiedot
fr: Afficher info
hr: Pokaži info
hu: Információ mutatása
it: Mostra informazioni
lt: Rodyti informaciją
nl: Toon de informatie
pl: Pokaż info
pt_br: Exibir informações
ru: Показать инфо
sk: Zobraziť info
sr: Pokaži info
sv: Visa information
ta: தகவலைக் காட்டு
tr: Bilgi Göster
uk: Показати інформацію
vi: Hiển thị thông tin
zh_cn: 显示信息

source: Show info line
bg: Показване на инфо линия
cs: Zobrazit informační řádek
da: Vis infolinje
de: Infozeile anzeigen
el: Εμφάνιση γραμμής πληροφοριών
et: Näita inforida
fi: Näytä tietopalkki
fr: Afficher informations
hr: Pokaži info red
hu: Az információs sor megjelenítése
it: Mostra linea informazioni
lt: Rodyti info liniją
nl: Toon de infolijn
pl: Pokaż pasek info
pt_br: Exibir linha de informações
ru: Показать инфолинию
sk: Zobraziť informačný riadok
sr: Pokaži info red
sv: Visa informationslinje
ta: செய்தி வரியைக் காட்டு
tr: Bilgi satırını göster
uk: Показати інфолінії
vi: Hiển thị dòng thông tin
zh_cn: 显示信息行

source: Show job tasks in Extension Menu
bg: Показване на задачи за работа в разширения
cs: Zobrazit úkoly v rozšířené nabídce (modré tlačítko)
el: Εμφάνιση εργασιών στις προεκτάσεις
fi: Näytä tehtävät (job tasks) laajennusvalikossa
fr: Afficher les tâches (job) dans les extensions
hr: Pokaži zadatke za posao u menu Proširenja
it: Mostra attività nelle estensioni
lt: Plėtinių lange rodyti darbines užduotis
nl: Toon systeemtaken (Job Tasks) in het Extensies-menu (BLAUW-lang)
pl: Pokaż zadania w Menu rozszerzenia
sk: Zobraziť úlohy v rozšíreniach
sr: Pokaži zadatke posla u Meniju Proširenja
sv: Visa arbetsuppgifter i tilläggsmenyn
ta: நீட்டிப்பு பட்டியலில் வேலை பணிகளைக் காட்டு
tr: Uzantı Menüsünde görevleri göster
uk: Показати завдання в меню розширень

source: Show last image
cs: Zobrazit poslední obrázek
el: Εμφάνιση της τελευταίας εικόνας
fi: Näytä edellinen kuva
nl: Laatste afbeelding weergeven
pl: Wyświetl ostatni obraz
sk: Zobraziť posledný obrázok/image
ta: கடைசி படத்தைக் காட்டு
tr: Son resmi göster
uk: Показати останній імідж

source: Show list of bouquets
cs: Zobrazit seznamy
el: Εμφάνιση λίστας μπουκέτων
fi: Näytä kanava lista
hr: Pokaži spisak od buketa
it: Mostra elenco bouquet
nl: Favorietenlijsten tonen
pl: Pokaż wszystkie listy kanałów
sk: Zobraziť zoznam prehľadov
sr: Pokaži listu buketa
sv: Visa lista över buketter
ta: பூங்கொத்துகளின் பட்டியலைக் காட்டு
tr: Buket listelerini göster
uk: Показати список фаворитів

source: Show list of providers
cs: Zobrazit seznam poskytovatelů
el: Εμφάνιση λίστας παρόχων
fi: Näytä lista palveluntarjoajista
hr: Pokaži spisak od provajdera
it: Mostra elenco provider
nl: Een lijst van Providers tonen
pl: Pokaż listę dostawców
sk: Zobraziť zoznam poskytovateľov
sr: Prikaži listu provajdera
sv: Visa lista över leverantörer
ta: வழங்குநர்களின் பட்டியலைக் காட்டு
tr: Sağlayıcı listelerini göster
uk: Показати список провайдерів

source: Show list of transponders
cs: Zobrazit seznam transpondérů
el: Εμφάνιση λίστας αναμεταδοτών
fi: Näytä lista transponderista
hr: Pokaži spisak od transpondera
it: Mostra elenco transponder
nl: Een transponder-overzicht tonen
pl: Pokaż listę transponderów
sk: Zobraziť zoznam transpondérov
sr: Pokaži listu transpondera
sv: Visa lista över transpondrar
ta: டிரான்ச்பாண்டர்களின் பட்டியலைக் காட்டு
tr: Aktarıcı listelerini göster
uk: Показати список транспондерів

source: Show live TV when movie stopped
bg: Показване на ТВ на живо когато спре филма
cs: Zobrazit TV vysílání po zastavení filmu
el: Εμφάνιση ζωντανής TV όταν μία ταινία σταματήσει
fi: Näytä tv-kuva tallenteen loputtua
fr: Afficher la TV en direct lorsque le film est arrêté
hr: Pokaži TV uživo kada je film zaustavljen
it: Mostra TV in diretta quando la registrazione è finita
lt: Kai filmas sustabdytas, rodyti TV transliaciją
nl: Toon live-TV als de opname gestopt is
pl: Pokaż wcześniej oglądany kanał gdy film jest zatrzymany
sk: Zobraziť živé TV vysielanie pri zastavení filmu
sr: Pokaži TV uživo kada je film zaustavljen
sv: Visa direktsänd TV när filmen stoppas
ta: திரைப்படம் நிறுத்தும்போது லைவ் டிவியைக் காட்டு
tr: Film durdurulunca canlı TV göster
uk: Переключити в режим перегляду ТБ при зупинці відтворення
