Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Show system information
bg: Показване на информация за системата
cs: Zobrazit informace o systému
el: Εμφάνιση πληροφοριών συστήματος
fi: Näytä järjestelmätiedot
hr: Pokaži info o sustavu
it: Mostra informazioni di sistema
lt: Rodyti sistemos informaciją
nl: Toon systeem informatie
pl: Pokaż informacje o systemie
sk: Zobraziť systémové informácie
sr: Pokaži info o sistemu
sv: Visa systeminformation
ta: கணினி தகவலைக் காட்டு
tr: Sistem bilgilerini göster
uk: Показати Інформацію про систему

source: Show task list
bg: Показване на списъка със задачи
cs: Zobrazit seznam úkolů
da: Vis opgaveliste
de: Aufgabenliste anzeigen
el: Εμφάνιση λίστας εργασιών
et: Kuva ülesanded
fi: Näytä tehtävälista
fr: Afficher la liste des tâches
hr: Pokaži spisak zadataka
it: Mostra elenco attività
lt: Rodyti užduočių sąrašą
nl: Toon takenlijst
pl: Pokaż listę zadań
sk: Zobraziť zoznam úloh
sr: Pokaži listu zadataka
sv: Visa uppgiftslista
ta: பணி பட்டியலைக் காட்டு
tr: Görev listesini göster
uk: Показати список завдань
vi: Hiển thị danh sách nhiệm vụ
zh_cn: 显示任务列表

source: Show task messages
cs: Zobrazit zprávy o úkolech
el: Εμφάνιση μηνυμάτων εργασιών
fi: Näytä tehtäväviestit
hr: Pokaži poruke o zadacima
it: Mostra messaggi attività
nl: Taakberichten weergeven
pl: Wyświetl komunikaty zadań
sk: Zobraziť správy o úlohách
sr: Pokaži poruke o zadacima
sv: Visa uppgiftsmeddelanden
ta: பணி செய்திகளைக் காட்டு
tr: Görev mesajlarını göster
uk: Показати повідомлення про завдання

source: Show task messages if File Commander is not running and all task are completed.
cs: Zobrazit zprávy o úkolech, pokud File Commander není spuštěn a všechny úkoly jsou dokončeny.
el: Εμφάνιση μηνυμάτων εργασιών αν το File Commander δεν εκτελείται και έχουν ολοκληρωθεί όλες οι εργασίες.
fi: Näytä viesti, jos Tiedostojen hallinta ei ole käynnissä ja kaikki tehtävät on suoritettu.
hr: Pokaži poruke o zadatku ako Datoteka Upravitelj nije pokrenut i svi zadaci su dovršeni.
it: Mostra messaggi delle attività se File Commander non è in esecuzione e tutte le attività sono state completate.
nl: Toon taakberichten als File Commander niet actief is en alle taken zijn voltooid.
pl: Wyświetl komunikaty zadań, jeśli File Commander nie jest uruchomiony i wszystkie zadania zostały zakończone.
sk: Zobraziť správy o úlohách, ak program Správca súborov nie je spustený a všetky úlohy sú dokončené.
sr: Pokaži poruke o zadatku ako Fajl Menadžer nije pokrenut i svi zadaci su dovršeni.
sv: Visa uppgiftsmeddelanden om File Commander inte körs och alla uppgifter är slutförda.
ta: கோப்பு தளபதி இயங்கவில்லை மற்றும் அனைத்து பணிகளும் முடிக்கப்பட்டால் பணி செய்திகளைக் காட்டு.
tr: File Commander çalışmıyorsa ve tüm görevler tamamlanmışsa görev mesajlarını gösterin.
uk: Показувати повідомлення про завдання, якщо File Commander не запущено й усі завдання виконано.

source: Show the CCcam Info Screen
bg: Показване на информационния екран на CCcam
cs: Zobrazit informační obrazovku CCcam
el: Εμφάνιση οθόνης πληροφοριών CCcam
fi: Näytä CCcam tiedot näytön näyttäminen
hr: Pokaži CCcam Info Zaslona
it: Mostra schermata delle informazioni di CCcam
lt: Rodyti CCcam informacijos ekraną
nl: Toon het CCcam informatiescherm
pl: Pokaż ekran informacyjny CCcam
sk: Zobraziť informačnú obrazovku CCcam
sr: Pokaži CCcam Info Ekran
sv: Visa CCcam Info-skärmen
ta: CCCAM செய்தி திரையைக் காட்டு
tr: CCcam Bilgi Ekranını Göster
uk: Показати Інфо-екран CCcam

source: Show the Logs Settings screen
cs: Zobrazit obrazovku Nastavení protokolů
el: Εμφάνιση οθόνης ρυθμίσεων καταγραφολογίου
fi: Näytä Lokit asetukset näytössä
hr: Pokaži postavke evidencije zaslona
it: Mostra schermata Impostazioni registri
nl: Toon de Log-instellingen
pl: Pokaż ekran Ustawienia Log
sk: Zobraziť obrazovku s nastaveniami záznamov
sr: Pokaži postavke evidencije ekrana
sv: Visa skärmen Loggarnas inställningar
ta: பதிவுகள் அமைப்புகள் திரையைக் காட்டு
tr: Günlük Ayarları ekranını göster
uk: Показати екран налаштувань журналів

source: Show the OSCam information screen
cs: Zobrazit obrazovku s informacemi o OSCamu
el: Εμφάνιση της οθόνης πληροφοριών OSCam
fi: Näytä OSCam tietonäytössä
hr: Prikaži zaslon sa info o OSCam
it: Mostra schermata di informazioni OSCam
nl: Het OSCam informatiescherm tonen
pl: Pokaż ekran informacyjny OSCam
sk: Zobraziť obrazovku informácií OScamu
sr: Pokaži OSCam info na ekranu
sv: Visa skärmen för OSCam-information
ta: OSCAM செய்தி திரையைக் காட்டு
tr: OSCam bilgi ekranını göster
uk: Показати Екран Інформації OSCam

source: Show the last opkg command's output
cs: Zobrazit výstup posledního příkazu opkg
el: Εμφάνιση της τελευταίας εξόδου εντολής opkg
fi: Näytä viimeinen opkg komento
hr: Prikaži izlaz komande posljednjeg opkg
it: Mostra l'output dell'ultimo comando opkg
nl: Toon de uitvoer van het laatste opkg-commando
pl: Pokaż dane wyjściowe ostatniego polecenia opkg
sk: Zobraziť výstup posledného príkazu opkg
sr: Pokaži izlaz poslednje opkg komande
sv: Visa det senaste opkg-kommandots utdata
ta: கடைசி OPKG கட்டளையின் வெளியீட்டைக் காட்டு
tr: Son opkg komutunun çıktısını göster
uk: Показати результати останньої команди opkg

source: Show the task list
cs: Zobrazit seznam úkolů
el: Εμφάνιση λίστας εργασιών
fi: Näytä tehtäväluettelo
hr: Pokaži spisak zadataka
it: Mostra elenco attività
nl: De takenlijst weergeven
pl: Wyświetl listę zadań
sk: Zobraziť zoznam úloh
sr: Pokaži liste zadataka
sv: Visa uppgiftslistan
ta: பணி பட்டியலைக் காட்டு
tr: Görev listesini göster
uk: Показати список завдань

source: Show time elapsed as positive
bg: Показване на изминалото време като положително
cs: Zobrazit uplynulý čas jako pozitivní
da: Vis forløbet tid som positiv
de: Verstrichene Zeit mit positivem Vorzeichen
el: Εμφάνιση παρελθόντα χρόνο ως θετικού
et: Kulunud aeg "+" märgiga
fi: Näytä kulunut aika positiivisena
fr: Afficher le temps écoulé en positif
hr: Pokaži vrijeme koje je proteklo kao pozitivno
hu: Az idő eltelte pozitívként megjelenítve
it: Mostra tempo trascorso come positivo
lt: Rodyti praėjusį laiką, kaip teigiamą
nl: Toon verstreken tijd als positief
pl: Pokaż czas jaki upłynął dodatnio
ru: Показать истекшее время с положительным знаком
sk: Zobraziť uplynutý čas ako kladný
sr: Pokaži vreme koje je proteklo kao pozitivno
sv: Visa förfluten tid som positiv
ta: நேர்மறையாக கழிந்த நேரத்தைக் காட்டு
tr: Geçen zamanı artı olarak göster
uk: Показати час що минув як позитивний
vi: Hiển thị thời gian trôi qua là tích cực
zh_cn: 显示时间为正

source: Show time in 24 hour clock format.
bg: Показване на часа в 24-часов формат на часовника.
cs: Zobrazit čas ve 24hodinovém formátu.
da: Vis tidlinje i 24 timers format.
de: Bei 'Ja' wird die Zeit im 24 Stunden Format angezeigt.
el: Εμφάνιση ώρας σε 24ωρη μορφή.
et: Kellaaeg 24 tunni vormingus.
fi: Näytä kellonaika 24 tunnin muodossa.
fr: Afficher l'heure au format 24 heures.
hr: Pokaži vrijeme u formatu 24 sata.
hu: 24 órás kijelzéssel mutassa az idővonalat a műsorújságban.
it: Mostra orari nel formato 24 ore.
lt: Rodyti laiką 24 valandų laikrodžio formatu.
nl: Toon de tijd in 24-uurs formaat.
pl: Pokaż czas w formacie 24 godzinnym.
ru: Показать время в формате 24 часа.
sk: Zobraziť čas v 24 hodinovom formáte.
sr: Pokaži vreme u formatu 24 časa.
sv: Visa tiden i 24-timmarsformat.
ta: 24 மணி நேர கடிகார வடிவத்தில் நேரத்தைக் காட்டு.
tr: Zamanı 24 saat formatında göster.
uk: Показати час у форматі 24 години.
vi: Hiển thị thời gian ở định dạng đồng hồ 24 giờ.
zh_cn: 显示时间在24小时的时钟格式.

source: Show time remaining/elapsed
bg: Показване на оставащото/изтеклото време
cs: Zobrazit čas Zbývající/Uplynulý
da: Vis tid resterende/forløbet
de: Verbleibende/verstrichene Zeit als
el: Εμφάνιση χρόνου ως εναπομείναντα/παρελθόντα
et: Jäänud/kulunud aja näit
fi: Näytä jäljellä oleva/kulunut aika
fr: Afficher le temps écoulé/restant
hr: Pokaži vrijeme preostalo/proteklo
hu: A Hátralévő/Eltelt idő megjelenítése
it: Mostra tempo rimanente/trascorso
lt: Rodyti laiką liko/praėjo
nl: Toon resterend/verstreken tijd
pl: Pokaż czas pozostały/upływający
ru: Показать оставшееся/истекшее время
sk: Zobraziť čas uplynutý/zostávajúci
sr: Pokaži vreme preostalo/proteklo
sv: Visa återstående/utgången tid
ta: நேரம் மீதமுள்ள/கழிந்ததைக் காட்டு
tr: Kalan/Geçen zamanı göster
uk: Показати час залишилось/минуло
vi: Hiển thị thời gian còn lại / trôi qua
zh_cn: 显示剩余时间/已使用

source: Show translation information
bg: Показване на информация за превода
cs: Zobrazit informace o překladu
el: Εμφάνιση πληροφοριών μετάφρασης
fi: Näytä käännöstiedot
hr: Pokaži info o prevođenju
it: Mostra informazioni sulla traduzione
lt: Rodyti vertimo informaciją
nl: Toon informatie over de vertaling
pl: Pokaż informacje o tłumaczeniu
sk: Zobraziť informácie o preklade
sr: Pokaži info o prevođenju
sv: Visa översättningsinformation
ta: மொழிபெயர்ப்பு தகவலைக் காட்டு
tr: Çeviri bilgilerini göster
uk: Показати інформацію про переклад

source: Show transponder remaining/elapsed as
bg: Показване на транспондер оставащ/изминал като
cs: Zobrazit čas události Zbývající/Uplynulý
da: Vis transponder resterende/forløbet som
de: Zeige Transponder verbleibende/verstrichene Zeit in
el: Εμφάνιση χρόνου που απέμεινε/παρήλθε ως
et: Jäänud/kulunud transponderi näit
fi: Näytä lähetyksen jäljellä oleva/kulunut aika muodossa
fr: Afficher le temps restant/écoulé du transpondeur comme
hr: Pokaži transponder kao preostalo/proteklo
hu: A TV adás Hátralévő/Eltelt idő kijelzési formája
it: Mostra transponder rimanente/trascorso come
lt: Rodyti transponderio liko/praėjo kaip
nl: Toon live-tv resterend/verstreken tijd als
pl: Pokaż transponder pozostały/upływający jako
ru: Показать оставшееся/истекшее время в
sk: Zobraziť transpondér – zostávajúce/uplynuté ako
sr: Pokaži transponder kao preostalo/proteklo
sv: Visa transponder kvar/utgången som
ta: டிரான்ச்பாண்டர் மீதமுள்ள/கடந்துவிட்டதைக் காட்டு
tr: Aktarıcı kalan/geçen zamanı göster
uk: Показати транспондерний час залишилося/минуло як
vi: Hiển thị transponder còn lại / trôi qua như
zh_cn: 显示转发器剩余/已使用

source: Show two lines per entry
bg: Показване на два реда на запис
cs: Zobrazit dva řádky na položku
da: Vis 2 linjer per post
de: Zeige zwei Zeilen pro Eintrag
el: Εμφάνιση δύο γραμμών ανά στοιχείο
fi: Näytä kaksi riviä per kanava
fr: Afficher deux lignes par entrée
hr: Pokaži dva reda po stavci
it: Mostra due righe per voce
lt: Rodyti dvi eilutes viename įraše
nl: Toon twee regels per zender
pl: Pokaż dwie linie na liście kanałów
sk: Zobraziť dva riadky na záznam
sr: Pokaži dva reda po stavci
sv: Visa två rader per post
ta: நுழைவுக்கு இரண்டு வரிகளைக் காட்டு
tr: Giriş başına iki satır göster
uk: Список каналів у два рядки
zh_cn: 每个条目显示两行

source: Show underscore characters
cs: Zobrazit podtržítka
el: Εμφάνιση χαρακτήρων υπογράμμισης
fi: Näytä alaviivamerkit tiedoston nimissä
hr: Pokaži podvlačenje znakova
it: Mostra caratteri di sottolineatura
lt: Rodyti pabraukimo simbolius
nl: Toon underscore tekens in bestandsnamen
pl: Pokaż znaki podkreślenia w nazwach plików
sk: Zobraziť znaky podčiarknutia v názvoch súborov
sr: Pokaži podvlačenje znakova
sv: Visa understrykningstecken
ta: அடிக்கோடிட்ட எழுத்துக்களைக் காட்டு
tr: Alt çizgi karakterlerini göster
uk: Показати символи підкреслення в назвах файлів

source: Show unknown Videoresolution as next higher or as highest screen resolution.
bg: Показване на неизвестна видео резолюция като следващата най-висока на екрана.
cs: Zobrazit neznámé rozlišení videa jako nejbližší vyšší nebo nejvyšší rozlišení obrazovky.
da: Vis ukendt videoopløsning som næsthøjeste eller højeste skærmopløsning.
de: Zeige unbekannte Videoauflösungen mit der nächsthöheren oder höchsten Auflösung.
el: Εμφάνιση άγνωστης ανάλυσης εικόνας ως επόμενη υψηλότερη ή ύψιστη ανάλυση οθόνης.
et: Kuva tundmatu videolahutus kõrguselt järgmise või kõrgeima lahutusena.
fi: Näytä tuntemattomat videotarkkuudet seuraavalla suuremmalla tai suurimmalla tarkkuudella.
fr: Afficher la résolution vidéo inconnue comme la plus haute suivante ou la résolution d'écran la plus élevée.
hr: Pokaži nepoznatu rezoluciju video zapisa kao sljedeću višu ili najvišu rezoluciju zaslona.
hu: Az ismeretlen videofelbontása a következő magasabb vagy legmagasabb képernyőfelbontásként.
it: Mostra risoluzione video sconosciuta come risoluzione dello schermo successiva o più alta.
lt: Rodyti nežinomą vaizdo raišką, kaip kitą didesnę arba kaip didžiausią ekrano raišką.
nl: Toon onbekende videoresolutie als hogere of hoogste scherm resolutie.
pl: Pokaż nieznaną rozdzielczość wideo jako następną wyższą lub najwyższą rozdzielczość ekranu.
sk: Zobraziť neznáme rozlíšenie videa ako najbližšie vyššie alebo najvyššie rozlíšenie obrazovky.
sr: Pokaži nepoznatu rezoluciju video zapisa kao sledeću višu ili najvišu rezoluciju ekrana.
sv: Visa okänd videoupplösning som nästa högre eller som högsta skärmupplösning.
ta: அறியப்படாத வீடியோர்ச்யூசனை அடுத்த உயர் அல்லது மிக உயர்ந்த திரை தெளிவுத்திறனாகக் காட்டுங்கள்.
tr: Bilinmeyen video çözünürlüğünü bir üst veya en yüksek ekran çözünürlüğü olarak göster.
uk: Показати невідоме відео розширення, в наступному вищому або високому розширенні екрану.
vi: Hiển thị Videoresolution không xác định là độ phân giải màn hình cao hơn hoặc cao hơn tiếp theo.
zh_cn: 显示未知的视频分辨率为下一个更高或最高的屏幕分辨率.

source: Show unknown devices
cs: Zobrazit neznámá zařízení
el: Εμφάνιση άγνωστων συσκευών
fi: Näytä tuntemattomat laitteet
hr: Pokažu nepoznat uređaj
it: Mostra dispositivi sconosciuti
nl: Onbekende apparaten tonen
pl: Pokaż nieznane urządzenia
sk: Zobraziť neznáme zariadenia
sr: Pokažu nepoznat uređaj
sv: Visa okända enheter
tr: Bilinmeyen cihazları göster
uk: Показати невідомі пристрої

source: Show unknown video format as
bg: Показване на неизвестен видео формат като
cs: Zobrazit neznámý formát videa jako
da: Vis ukendt videoformat som
de: Zeige unbekannte Videoauflösung als
el: Εμφάνιση άγνωστου φορμά βίντεο ως
et: Tundmatu videovormingu kuvamine
fi: Näytä tuntematon videon tarkkuus muodossa
fr: Afficher le format vidéo inconnu comme
hr: Pokaži nepoznati video format kao
hu: Ismeretlen videó formátum megjelenítése
it: Mostra formato video sconosciuto come
lt: Rodyti nežinomą vaizdo formatą kaip
nl: Toon onbekend video formaat als
pl: Pokaż nieznany format wideo jako
sk: Zobraziť neznámy formát videa ako
sr: Pokaži nepoznati video format kao
sv: Visa okänt videoformat som
ta: அறியப்படாத வீடியோ வடிவமைப்பைக் காட்டு
tr: Bilinmeyen video biçimini olarak göster
uk: Показати невідомий формат відео як
vi: Hiển thị định dạng video không xác định là
zh_cn: 显示未知的视频格式

source: Show vertical Program Guide
bg: Показване на вертикално програмно ръководство
cs: Zobrazit vertikálního programového průvodce
da: Vis lodret Program Guide
de: Vertikalen EPG anzeigen
el: Εμφάνιση κάθετου οδηγού προγράμματος
et: Vertikaalne EPG
fi: Näytä pystysuora EPG
fr: Afficher le guide du programme vertical
hr: Pokaži vertikalni Programski Vodič
hu: Függőleges Műsorújság megjelenítése
it: Mostra guida programmi verticale
lt: Rodyti vertikalų programos vadovą
nl: Toon verticale Elektronische programmagids
pl: Pokaż pionowy Przewodnik Programowy
sk: Zobraziť vertikálneho programového sprievodcu
sr: Pokaži vertikalni Programski Vodič
sv: Visa vertikal programguide
ta: செங்குத்து நிரல் வழிகாட்டியைக் காட்டு
tr: Dikey Program Rehberini göster
uk: Показати Вертикальний Електронний Гід
vi: Hiển thị Hướng dẫn chương trình dọc
zh_cn: 显示垂直节目指南

source: Show warning before restart
bg: Показване на предупреждение преди рестартиране
cs: Varovat před restartem přijímače při nahrávání
da: Vis advarsel før genstart
de: Zeige Warnung bei Neustart, wenn Aufnahmetyp
el: Προειδοποίηση πριν την επανεκκίνηση
et: Hoiatus enne taaskäivitamist
fi: Varoita uudelleenkäynnistyksestä
fr: Afficher un avertissement avant de redémarrer le récepteur en fonction du type d'enregistrement
hr: Pokaži upozorenje pre ponovnog pokretanja
hu: Figyelmeztetés mutatása újraindítás előtt
it: Mostra avviso prima del riavvio
lt: Rodyti įspėjimą prieš paleidimą iš naujo
nl: Toon een waarschuwing voor de ontvanger herstart
pl: Pokaż ostrzeżenie przed ponownym uruchomieniem
sk: Zobrazovať výstrahu pred reštartovaním
sr: Pokaži upozorenje pre ponovnog pokretanja
sv: Visa varning före omstart
ta: மறுதொடக்கம் செய்வதற்கு முன் எச்சரிக்கையைக் காட்டு
tr: Yeniden başlatmadan önce uyarı göster
uk: Показати попередження перед перезавантаженням
vi: Hiển thị cảnh báo trước khi khởi động lại
zh_cn: 重新启动前显示警告

source: Show warning when time shift is stopped
bg: Показване на предупреждение, когато смяната на времето е спряна
cs: Zobrazit varování při zastavení časového posunu
el: Εμφάνιση προειδοποίησης όταν η χρονομετατόπιση έχει σταματήσει
fi: Näytä varoitus kun ajansiirto on pysäytetty
fr: Afficher un avertissement quand la PauseDirect est arrêtée
hr: Pokaži upozorenje kada je tajmšift zaustavljen
it: Mostra avviso quando il timeshift viene interrotto
lt: Rodyti perspėjimą, sustojus laiko poslinkiui
nl: Toon waarschuwing als Timeshift gestopt wordt
pl: Pokaż ostrzeżenie gdy time shift jest zatrzymywany
sk: Zobraziť varovanie pri zastavení timeshiftu
sr: Pokaži upozorenje kada je tajmšift zaustavljen
sv: Visa varning när tidsomställningen stoppas
ta: நேர மாற்றத்தை நிறுத்தும்போது எச்சரிக்கையைக் காட்டு
tr: Zaman kaydırma işlemi durdurulduğunda uyarı göster
uk: Показати попередження при зупинці таймшифта

source: Show watch status
bg: Показване на статуса на иконите във филмовия списък
cs: Zobrazit ikony stavu v seznamu filmů
el: Εμφάνιση της κατάστασης παρακολούθησης
fi: Tallenneluettelon tilakuvakkeet
fr: Afficher icônes d'état dans liste de films
hr: Pokaži status za praćenje
it: Mostra stato dell'orologio
lt: Rodyti žiūrėjimo būseną
nl: Toon een status icon in de opnamelijst
pl: Pokaż ikony statusu na liście filmów
sk: Zobraziť stavové ikony v zozname filmov
sr: Pokaži status za praćenje
sv: Visa klockans status
ta: வாட்ச் நிலையைக் காட்டு
tr: İzleme durumunu göster
uk: Показати статус іконок у списку записів

source: Show/Game show
cs: Show/herní show
el: Σόου/τηλεπαιχνίδι
hr: Emisija/Igra
it: Mostra Spettacoli/Giochi
lt: Šou/žaidimų šou
nl: Show/Quiz
sr: Šou/Igre u emisiji
tr: Şov/Yarışma programı
uk: Шоу/шоу-ігри

source: Show/Hide Actions
cs: Akce informačního panelu Zobrazit/Skrýt
el: Ενέργειες εμφάνισης ή όχι της μπάρας πληροφοριών
fi: Tietopalkki Näytä/Piilota Toiminnot
fr: InfoBar Afficher/Masquer les actions
hr: Radnja Info Trake Pokaži/Sakrij
it: Azioni mostra/nascondi barra informazioni
lt: Informacijos juostos rodymo/slėpimo veiksmai
nl: InfoBar Acties weergeven/verbergen
pl: Akcje Pokaż/Ukryj
sk: Zobraziť/skryť akcie infolišty
sr: Radnja Info Trake Pokaži/Sakrij
sv: Visa/dölj åtgärder
ta: இன்போபார் செயல்களைக் காட்டுகிறது/மறைக்கவும்
tr: İşlemleri Göster/Gizle
uk: Дія для ІнфоБару Показати/Сховати

source: Show/Hide focus bar
bg: Показване/скриване на лентата за фокусиране
cs: Zobrazit/skrýt panel rozšíření
da: Vis/Skjul fokusbjælke
de: Zeige/verstecke den Fokusrahmen
el: Εμφάνιση/απόκρυψη μπάρας εστίασης
et: Kuva/peida valikuriba
fi: Näytä / piilota kohdekehys
fr: Afficher/Masquer la barre de focus
hr: Pokaži/Sakrij traku fokusa
hu: Fókusz sáv Mutatása/Elrejtése
it: Mostra/Nascondi barra di messa a fuoco
lt: Rodyti / slėpti fokusavimo juostą
nl: Toon/verberg focus balk
pl: Pokaż/Ukryj pasek ostrości
sk: Zobraziť/skryť panel pre zameranie
sr: Pokaži/Sakrij traku fokusa
sv: Visa/dölj fokusfält
ta: கவனம் பட்டியைக் காட்டு/மறைக்கவும்
tr: Odak çubuğunu Göster / Gizle
uk: Показати/приховати панель фокусування
vi: Hiển thị / Ẩn thanh tiêu điểm
zh_cn: 显示/隐藏焦点栏

source: Showbiz
cs: Showbyznys
hr: Estrada
it: Spettacolo
sr: Šoubiznis
tr: Şov dünyası
uk: Шоу-бізнес

source: Showiframe
cs: Zobrazit iframe
fi: Näytä iframe
hr: Pokaži frejm
it: Mostra iframe
lt: Rodymo rėmelis
pl: Pokaż iframe
sk: Zobraziť iframe
sr: Pokaži frejm
sv: Visa ram
ta: சோஃப்ரேம்
tr: Çerçeveyi göster
uk: Показати iframe

source: Shows Plugins Browser. Here you can setup installed Plugin
bg: Показва браузър на плъгини. Тук можете да настроите инсталиран плъгин
cs: Zobrazí pluginy a můžete je zde i nainstalovat a nastavit
da: Vis Plugin browser. Her kan du sætte installerede Plugins op
de: Zeige Erweiterungen, hier können die Erweiterungen konfiguriert werden.
el: Εμφανίζει τον πλοηγό προσθέτων. Εδώ μπορείτε να ρυθμίσετε το εγκατεστημένο πρόσθετο
et: Avab pluginate menüü. Siin saab paigaldatud plugina käivitada
fi: Täältä voit selata asennettuja lisäosia
fr: Affiche l'explorateur de plugins. Ici vous pouvez configurer les plugins installés
hr: Pokaži Plugin Pregledač. Ovdje možete podesiti instalirani Plugin
hu: Bővítménykezelő mutatása. Itt tudja beállítani a telepített bővítményeket
it: Mostra elenco plugin. Qui puoi impostare i plugin installati
lt: Rodyti priedų naršyklę. Čia galite tvarkyti įdiegtus priedus
nl: Toont de Plugin Browser. Daar kunt u de geïnstalleerde plugins configureren.
pl: Pokazuje przeglądarkę rozszerzeń. Tutaj można skonfigurować zainstalowaną Wtyczkę
ru: Показать меню плагинов. Для настройки установленных плагинов
sk: Zobrazenie prehliadača pluginov. Tu môžete nastaviť nainštalované pluginy
sr: Pokaži Plugin Pregledač. Ovde možete podesiti instalirani Plugin
sv: Visar Plugins Browser. Här kan du konfigurera installerade Plugin
ta: செருகுநிரல்கள் உலாவியைக் காட்டுகிறது. நிறுவப்பட்ட சொருகி இங்கே அமைக்கலாம்
tr: Eklentiler Listesini gösterir. Burada yüklü eklentileri ayarlayabilirsiniz
uk: Показати провідник плагінів. Тут можна налаштувати встановленні плагіни
vi: Hiển thị trình duyệt Plugins. Tại đây bạn có thể thiết lập Plugin đã cài đặt
zh_cn: 显示插件浏览器.在这里你可以安装安装插件

source: Shows available plugins. Here you can download and install them
bg: Показва наличните плъгини. Тук можете да ги изтеглите и инсталирате
cs: Zobrazí dostupné pluginy. Zde si je můžete stáhnout a nainstalovat
da: Vis tilgængelige Plugins. Her kan du downloade og installere dem
de: Zeige verfügbare Erweiterungen, zum Downloaden und Installieren.
el: Εμφανίζει τα διαθέσιμα πρόσθετα. Εδώ μπορείτε να τα κάνετε λήψη και εγκατάσταση
et: Kuvab saadaolevad pluginad. Siin saab neid laadida ja paigaldada
fi: Näytä saatavilla olevat lisäosat. Täällä voit ladata ja asentaa ne
fr: Affiche les plugins disponibles. Ici vous pouvez les télécharger et les installer
hr: Pokaži dostupne plugine. Ovdje ih možete preuzeti i instalirati
hu: Az elérhető bővítményeket mutatja meg. Itt le tudja tölteni és telepíteni őket
it: Mostra plugin disponibili. Qui è possibile scaricarli e installarli
lt: Rodyti galimus priedus. Čia galite atsisiųsti ir įdiegti priedus
nl: Hier vindt u een overzicht van alle geïnstalleerde plugins. Die kunt u hier online of d.m.v. een .ipk bestand installeren of verwijderen.
pl: Pokazuje dostępne wtyczki. Tutaj możesz je pobrać i zainstalować
ru: Показать доступные плагины. Вы можете загрузить и установить их
sk: Zobrazenie dostupných pluginov. Tu ich môžete stiahnuť a nainštalovať
sr: Pokaži dostupne plugine. Ovde ih možete preuzeti i instalirati
sv: Visar tillgängliga plugins. Här kan du ladda ner och installera dem
ta: கிடைக்கக்கூடிய செருகுநிரல்களைக் காட்டுகிறது. இங்கே நீங்கள் அவற்றை பதிவிறக்கம் செய்து நிறுவலாம்
tr: Geçerli eklentileri gösterir. Buradan indirebilir ve yükleyebilirsiniz
uk: Показати доступні плагіни. Ви можете завантажити та встановити їх
vi: Hiển thị các plugin có sẵn. Tại đây bạn có thể tải xuống và cài đặt chúng
zh_cn: 显示可用的插件.在这里你可以下载并安装它们
