Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Greenland
cs: Grónsko
da: Grønland
de: Grönland
el: Γροιλανδία
et: Gröönimaa
fi: Grönlanti
fr: Groenland
hu: Grönland
it: Groenlandia
lt: Grenlandija
nl: Groenland
pl: Grenlandia
sk: Grónsko
sv: Grönland
ta: கிரீன்லாந்து
tr: Grönland
uk: Гренландія
vi: Đất xanh
zh_cn: 格陵兰

source: Grenada
el: Γρενάδα
fr: Grenade
ta: கிரனாடா
uk: Гренада
zh_cn: 格林纳达

source: Grey
bg: Сив
cs: Šedé
da: Grå
de: Grau
el: Γκρι
et: Hall
fi: Harmaa
fr: Gris
hr: Siva
hu: Szürke
it: Grigio
lt: Pilka
nl: Grijs
pl: Zielony
ru: Серый
sk: Sivé
sr: Siva
sv: Grå
ta: சாம்பல்
tr: Gri
uk: Сірий
vi: Xám
zh_cn: 灰色

source: Group
cs: Skupina
el: Ομάδα
fi: Ryhmä
hr: Grupa
it: Gruppo
lt: Grupė
nl: Groep
pl: Grupa
sk: Skupina
sr: Grupa
sv: Grupp
ta: குழு
tr: Grup
uk: Група

source: Grow drop
bg: Расте падащо
cs: Nárůst zhora
da: Voks fra oven
de: Von oben fallend
el: Αύξηση πτώσης
et: Kasvav tilk
fi: Kasvava pudotus
fr: Déroulement depuis le haut
hr: Povećanje svrha
hu: Növelés eldobása
it: Aumento graduale
lt: Iškylantis kritimas
nl: Groei boven>beneden
pl: Rosnące Animacje
ru: Увеличение снизу
sk: Postupne zhora
sr: Povećanje svrha
sv: Växa droppe
ta: துளி வளர
tr: Büyüme kaybı
uk: Збільшення знизу
vi: Tăng giảm
zh_cn: 长滴

source: Grow from left
bg: Расте от ляво
cs: Nárůst zleva
da: Voks fra venstre
de: Von links einschiebend
el: Μεγέθυνση από αριστερά
et: Vasakult kasvav
fi: Kasvata vasemmalta
fr: Apparaître de la gauche
hr: Povećanje slijeva
hu: Növelés balról
it: Aumenta da sinistra
lt: Iškilti iš kairės
nl: Groei links>recht
pl: Rosnące od lewej
ru: Увеличение слева
sk: Postupne zľava
sr: Povećanje sleva
sv: Väx från vänster
ta: இடமிருந்து வளருங்கள்
tr: Soldan büyütün
uk: Збільшення зліва
vi: Phát triển từ trái
zh_cn: 从左侧

source: Guadeloupe
el: Γουαδελούπη
it: Guadalupa
lt: Gvadelupė
pl: Gwadelupa
ta: காஉடிலொபி
uk: Гваделупа
vi: Thành cổ
zh_cn: 瓜德罗普岛

source: Guam
el: Γκουάμ
lt: Guamas
ta: குவாம்
uk: Гуам
zh_cn: 关岛

source: Guarani
el: Γκουαράνι
it: Guaranì
lt: Gvaranių
sk: guaraníjčina
ta: க்வாரனி
tr: Guarani Dili
uk: Гуаранська

source: Guard Interval
bg: Интервал на защитата
cs: Ochraný interval
el: Διάστημα φύλαξης
fi: Suojaväli
fr: Intervalle de garde
hr: Zaštitni interval
it: Intervallo di guardia
lt: Apsaugos intervalas
nl: Bewakingsinterval
pl: Przedział ochrony
sk: Ochranný interval
sl: Interval zaščite
sr: Zaštitni interval
sv: Vaktintervall
ta: பாதுகாப்பு இடைவெளி
tr: Koruma Aralığı
uk: Інтервал захисту

source: Guatemala
el: Γουατεμάλα
lt: Gvatemala
pl: Gwatemala
ta: குவாதமாலா
uk: Гватемала
zh_cn: 危地马拉

source: Guernsey
el: Γκέρνσεϊ
fr: Guernesey
lt: Gernsis
ta: க்ரென்சி
uk: Гернсі
zh_cn: 根西岛

source: Guinea
da: GuineaGuinea
el: Γουινέα
fr: Guinée
lt: Gvinėja
nl: Guinee
pl: Gwinea
ta: கினி
tr: Gine
uk: Гвінея
zh_cn: 几内亚

source: Guinea-Bissau
el: Γουινέα-Μπισσάου
fr: Guinée-Bissau
hu: Bissau-Guinea
lt: Bisau Gvinėja
nl: Guinee-Bissau
pl: Gwinea Bissau
ta: கினி-பீசோ
tr: Gine-Bissau
uk: Гвінея-Бісау
zh_cn: 几内亚比绍

source: Gujarati
cs: Gudžarátština
el: Γκουτζαράτι
lt: Gudžarati
pl: Gudżarati
sk: gudžarátčina
ta: குசராத்தி
tr: Gujarati Dili
uk: Гуджараті

source: Guyana
el: Γουιάνα
et: Guajaana
fr: Guyane
lt: Gajana
pl: Gujana
ta: கயானா
uk: Гуана
zh_cn: 圭亚那

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
bg: H: = Часови / D: = Дневни / W: = Седмични / M: = Месечни
cs: H: = Hodinová / D: = Denní / W: = Týdenní / M: = Měsíční
da: H: = Per time / D: = Daglig / W: = Ugentlig / M: = Månedlig
de: H: = Stündlich / D: = Täglich / W: = Wöchentlich / M: = Monatlich
el: H: = Ωριαία / D: = Καθημερινά / W: = Εβδομαδιαία / M: = Μηνιαία
et: H: = 1x tunnis / D: = 1x päevas / W: = 1x nädalas / M: = 1x kuus
fi: H: = Tunneittain / D: = Päivittäin / W: = Viikoittain / M: = Kuukausittain
fr: H : = Horaire / J : = Journalier / S : = Hebdomadaire / M : = Mensuel
hr: H: = Sati / D: = Svakodnevno / W: = Nedjeljno / M: = Mjesečno
hu: H: = Óránkénti / D: = Napi / W: = Heti / M: = Havi
it: H: = Oraria / D: = Giornaliera / W: = Settimanale / M: = Mensile
lt: H: = kas valandą / D: = kas dieną / W: = kas savaitę / M: = kas mėnesį
nl: U: = Uurlijks / D: = Dagelijks / W: = Wekelijks / M: = Maandelijks
pl: H:=Co Godzinę/D:=Codziennie/W:=Co Tydzień/M:=Co Miesiąc
ru: H: = Ежечасно / D: = Ежедневно / W: = Еженедельно / M: = Ежемесячно
sk: H: = každú hodinu / D: = denne / W: = týždenne / M: = mesačne
sr: H: = Časovno / D: = Svakodnevno / W: = Nedeljno / M: = Mesečno
sv: H: = timvis / D: = dagligen / W: = veckovis / M: = månadsvis
ta: எச்: = மணிநேர / டி: = நாள்தோறும் / டபிள்யூ: = வாராந்திர / மீ: = மாதாந்திர
tr: H: = Saatlik / D: = Günlük / W: = Haftalık / M: = Aylık
uk: H: = Щогодини / D: = Щодня / W: = Щотижня / M: = Щомісяця
vi: H: = Hàng giờ / D: = Hàng ngày / W: = Hàng tuần / M: = Hàng tháng
zh_cn: H:=每小时 / D:=每天 / W:=每周 / M:= 每月

source: H:mm
da: T:mm
el: Ω:λλ
it: O:min
ta: எச்: எம்.எம்
tr: S:dd
uk: Г:хх
zh_cn: 时:分

source: H:mm:ss
da: T:mm:ss
el: Ω:λλ:δδ
it: O:min:sec
ta: எச்: எம்.எம்: எச்.எச்
tr: S:dd:ss
uk: Г:хх:сс
zh_cn: 时:分:秒

source: HARD DISK:
bg: ТВЪРД ДИСК:
cs: PEVNÝ DISK:
el: ΣΚΛΗΡΟΣ ΔΙΣΚΟΣ:
et: KÕVAKETAS:
fi: Kiintolevy:
fr: DISQUE DUR :
hu: Merevlemez:
lt: KIETASIS DISKAS:
nl: HARDE SCHIJF:
pl: DYSK TWARDY:
ru: Жесткий диск:
sk: PEVNÝ DISK:
sv: HÅRDDISK:
ta: வன் வட்டு:
uk: Жорсткий диск:
vi: Ổ ĐĨA CỨNG:
zh_cn: 硬盘:

source: HD list
bg: HD списък
cs: Seznam HD
da: HD liste
de: HD-Liste
el: Λίστα HD
et: HD kanalid
fi: HD lista
fr: Liste HD
hr: HD spisak
hu: HD csatornák
it: Elenco HD
lt: HD sąrašas
nl: HD lijst
pl: Lista HD
pt_br: Lista HD
ru: Список HD
sk: Zoznam HD
sr: HD lista
sv: HD-lista
ta: எச்டி பட்டியல்
tr: HD listesi
uk: Список HD
vi: Danh sách HD
zh_cn: 高清列表

source: HDMI Colorimetry
bg: HDMI Колориметрия
cs: HDMI kolorimetrie
da: HDMI Kolorimetri
de: HDMI Farbprofile
el: Xρωματομετρία HDMI
et: HDMI värviprofiil
fi: HDMI Väriavaruus
fr: Colorimétrie HDMI
hr: HDMI Kolorimetrija
hu: HDMI színmérés
it: Colorimetria HDMI
lt: HDMI kolorimetrija
nl: HDMI kleurruimte
pl: Kolorymetria HDMI
sk: HDMI kolorimetria
sr: HDMI Kolorimetrija
sv: HDMI-kolorimetri
ta: HDMI வண்ணமயமாக்கல்
tr: HDMI Kolorimetresi
uk: HDMI колориметрія
vi: Đo màu HDMI
zh_cn: HDMI色彩深度

source: HDMI HDR Type
bg: HDMI HDR тип
cs: Typ HDMI HDR
de: HDMI HDR Mode
el: Τύπος HDMI HDR
et: HDMI HDR tüüp
fi: HDMI HDR Tyyppi
fr: Type HDMI HDR
hr: HDMI HDR Vrsta
it: Tipo HDMI HDR
lt: HDMI HDR tipas
pl: Rodzaj HDMI HDR
sk: Typ HDMI HDR
sr: HDMI HDR Tip
sv: HDMI HDR-typ
ta: HDMI HDR வகை
tr: HDMI HDR Türü
uk: HDMI HDR Тип
vi: Loại HDMI HDR
zh_cn: HDMI HDR类型

source: HDMI Recording Settings
bg: Настройки за HDMI запис
cs: Nastavení záznamu přes HDMI
el: Ρυθμίσεις εγγραφής HDMI
fi: HDMI tallennus
fr: Enregistrement HDMI
hr: HDMI Postavke Snimanja
it: Impostazioni registrazione HDMI
lt: HDMI įrašymo parametrai
nl: HDMI Opname
pl: Nagranie HDMI
sk: Nastavenie nahrávania cez HDMI
sr: HDMI Postavke Snimanja
sv: Inställningar för HDMI-inspelning
ta: HDMI பதிவு அமைப்புகள்
tr: HDMI Kayıt Ayarları
uk: Запис по HDMI

source: HDMI color depth
bg: HDMI Дълбочина на цвета
cs: Barevná hloubka HDMI
el: Βάθος χρώματος HDMI
fi: HDMI Värisyvyys
fr: Profondeur de couleurs HDMI
hr: HDMI dubina boje
it: Profondità colore HDMI
lt: HDMI spalvų gylis
nl: HDMI kleurdiepte
pl: Głębia kolorów
sk: Farebná hĺbka HDMI
sr: HDMI dubina boje
sv: HDMI-färgdjup
ta: HDMI வண்ண ஆழம்
tr: HDMI renk derinliği
uk: Глибина кольору HDMI

source: HDMI color space
bg: HDMI цветово пространство
cs: Barevný prostor HDMI
el: Χρωματικό εύρος HDMI
fi: HDMI Väriavaruus
fr: Espace colorimétrique HDMI
hr: HDMI prostorna boja
it: Spazio colori HDMI
lt: HDMI spalvų erdvė
nl: HDMI kleurruimte
pl: Przestrzeń kolorów
sk: Farebný priestor HDMI
sr: HDMI prostorna boja
sv: HDMI-färgrymd
ta: HDMI வண்ண இடம்
tr: HDMI renk alanı
uk: Колірний простір HDMI

source: HDMI-CEC Settings
bg: Настройки на HDMI-CEC
cs: Nastavení HDMI-CEC
el: Ρυθμίσεις HDMI-CEC
fi: HDMI CEC Asetukset
fr: Configuration de HDMI-CEC
hr: HDMI-CEC Postavke
it: Impostazioni HDMI-CEC
lt: HDMI-CEC parametrai
nl: HDMI-CEC
pl: HDMI-CEC
sk: Nastavenie HDMI-CEC
sr: HDMI-CEC Postavke
sv: HDMI-CEC-inställningar
ta: HDMI-CEC அமைப்புகள்
tr: HDMI-CEC Ayarları
uk: Налаштування HDMI-CEC

source: HDMI-CEC Setup Actions
bg: Действия за настройка на HDMI-CEC
cs: Akce nastavení HDMI-CEC
el: Ενέργειες ρυθμίσεων HDMI-CEC
fi: HDMI-CEC Asetukset Toiminnot
fr: Actions de configuration de HDMI-CEC
hr: HDMI-CEC Podešavanje Radnja
it: Azioni di configurazione HDMI-CEC
lt: HDMI-CEC sąrankos veiksmai
nl: HDMI-CEC instellingen
pl: Ustawienia akcji HDMI-CEC
sk: Akcie nastavenia HDMI-CEC
sr: HDMI-CEC Podešavanje Radnja
sv: Åtgärder för inställning av HDMI-CEC
ta: HDMI-CEC அமைவு செயல்கள்
tr: HDMI-CEC Kurulum İşlemleri
uk: Дії по налаштуванню HDMI-CEC

source: HDMI-CEC address
bg: HDMI-CEC адрес
cs: Adresa HDMI-CEC
el: Διεύθυνση HDMI-CEC
fi: HDMI-CEC osoite
hr: HDMI-CEC adresa
it: Indirizzo HDMI-CEC
lt: HDMI-CEC adresas
nl: HDMI-CEC addres
pl: Adres HDMI-CEC
sk: Adresa HDMI-CEC
sr: HDMI-CEC adresa
sv: HDMI-CEC-adress
ta: HDMI-CEC முகவரி
tr: HDMI-CEC adresi
uk: Адреса HDMI-CEC

source: HDMI-IN Actions
bg: Действия за HDMI-IN
cs: Akce HDMI-IN
el: Ενέργειες HDMI-CEC
fi: HDMI Sisään Toiminnot
hr: HDMI-IN Radnja
it: Azioni HDMI-IN
lt: HDMI-IN veiksmai
nl: HDMI-IN Acties
pl: Akcje HDMI-IN
sk: Akcie HDMI-In
sr: HDMI-IN Radnja
sv: HDMI-IN Åtgärder
ta: HDMI-IN செயல்கள்
tr: HDMI-IN İşlemleri
uk: HDMI-Вх. Налаштування дії

source: HDMI-In Recording Settings
bg: HDMI-IN Настройки за запис
cs: Nastavení nahrávání HDMI-In
el: Ρυθμίσεις εγγραφής HDMI-In
fi: HDMI Sisään tallennus asetukset
fr: HDMI-IN Paramètres d'enregistrement
hr: HDMI-IN Postavke Snimanja
it: Impostazioni registrazione HDMI-In
lt: HDMI įrašymo parametrai
nl: HDMI-IN opname instellingen
pl: Ustawienia nagrywania HDMI-IN
sk: Nastavenia nahrávania HDMI-In
sr: HDMI-IN Postavke Snimanja
sv: Inställningar för inspelning med HDMI-ingång
ta: HDMI-IN பதிவு அமைப்புகள்
tr: HDMI-IN Kayıt Ayarları
uk: HDMI-Вх. Налаштування запису

source: HDMIin
da: HDMI-Ind
fi: HDMI sisäänmeno
hr: HDMI ulaz
hu: HDMI bemenet
lt: HDMI įvestis
pl: Wejście HDMI
sk: Vstup HDMI
sr: HDMI ulaz
uk: HDMI вхід
vi: HDMI trong
zh_cn: HDMI接口在

source: HDR10 Support
cs: Podpora HDR10
da: HDR10 Understøttelse
de: HDR10 Unterstützung
el: Υποστήριξη HDR10
et: HDR10 tugi
fi: HDR10 Tuki
fr: Prise en charge de HDR10
hr: HDR10 Podrška
hu: HDR10 támogatás
it: Supporto HDR10
lt: HDR10 palaikymas
pl: HDR10 wsparcie
sk: Podpora HDR10
sr: HDR10 Podrška
sv: Stöd för HDR10
ta: HDR10 உதவி
tr: HDR10 Desteği
uk: Підтримка HDR10
vi: Hỗ trợ HDR10
zh_cn: HDR10支持

source: HELP
bg: Помощник
cs: POMOC
da: HJÆLP
el: ΒΟΗΘΕΙΑ
fi: OHJE
fr: AIDE
hr: POMOĆ
it: AIUTO
lt: Pagalba
sk: POMOC
sr: POMOĆ
sv: HJÄLP
ta: உதவி
tr: YARDIM
uk: ДОПОМОГА
vi: CỨU GIÚP
zh_cn: 帮助

source: HELP provides brief information for buttons in your current context.
bg: Помощника предоставя кратка информация за бутоните във вашия текущ контекст.
cs: HELP poskytuje stručné informace o tlačítkách ve vašem aktuálním kontextu.
el: Η ΒΟΗΘΕΙΑ παρέχει σύντομες πληροφορίες για τα πλήκτρα στο τρέχον σας γενικό πλαίσιο.
fi: Ohjeet tarjoaa lyhyitä tietoja painikkeista kyseisessä ympäristössä.
fr: HELP fournit de brèves informations sur les boutons dans votre contexte actuel.
hr: POMOĆ pruža kratke informacije za dugme u vašem trenutnom kontekstu.
it: HELP fornisce brevi informazioni per i tasti nel contesto attuale.
lt: HELP pateikia trumpą informaciją apie mygtukus dabartiniame kontekste.
nl: Via de HELP-knop kunt u informatie opvragen over het huidige onderwerp.
pl: POMOC zawiera krótkie informacje o przyciskach w bieżącym kontekście.
sk: POMOCNÍK poskytuje stručné informácie o tlačidlách.
sr: POMOĆ obezbeđuje kratak info za tastere u vašem trenutnom kontekstu.
sv: HELP ger kortfattad information om knappar i ditt aktuella sammanhang.
ta: உங்கள் தற்போதைய சூழலில் பொத்தான்களுக்கான சுருக்கமான தகவல்களை உதவி வழங்குகிறது.
tr: YARDIM bulunduğunuz bağlamdaki tuşlar hakkında kısa bilgiler sağlar.
uk: HELP надає коротку інформацію про дії кнопки у Вашому поточному вікні.

source: HH:mm
da: TT:mm
el: ΩΩ:λλ
ta: HH: மிமீ
tr: SS: dd
uk: ГГ:хх
zh_cn: 时:分

source: HH:mm:ss
da: TT:mm:ss
el: ΩΩ:λλ:δδ
ta: HH: மிமீ: எச்.எச்
tr: SS: dd: ss
uk: ГГ:хх:сс
zh_cn: 时:分:秒

source: HI-cleanup for external subtitles
bg: HI-почистване за външни субтитри
cs: HI-odstranit pro externí titulky
da: HI-oprydning for eksterne undertekster
de: Hörgeschädigten-Bereinigung für externe Untertitel
el: Εκκαθάριση Α.Μ.Π.Α. εξωτερικών υποτίτλων
et: Vaegkuuljate abiteksti eemaldamine
fi: Ulkoisten tekstitysten nopea poistaminen
fr: Nettoyage des HI pour les sous-titres externes
hr: HI-čišćenje vanjskih titlova
hu: HI-cleanup külső feliratokhoz
it: Pulizia HI per i sottotitoli esterni
lt: Išorinių subtitrų valymas
nl: Verwijder assistentie teksten uit externe ondertitels
pl: HI-oczyszczanie zewnętrznych napisów
ru: Очистка внешних субтитров
sk: Odstrániť z titulkov texty pre sluchovo postihnutých
sr: HI- čišćenje za spoljne titlove
sv: HI-rengöring för externa undertexter
ta: வெளிப்புற வசனங்களுக்கான ஐ-கிளீனப்
tr: Harici altyazılar için HI-temizleme
uk: Очищення зовнішніх субтитрів
vi: HI-dọn dẹp cho phụ đề bên ngoài
zh_cn: 清除外部字幕

source: HLG Support
cs: Podpora HLG
da: HLG Understøttelse
de: HLG-Unterstützung
el: Υποστήριξη HLG
et: HLG tugi
fi: HLG Tuki
fr: Prise en charge de HLG
hr: HLG podrška
hu: HLG támogatás
it: Supporto HLG
lt: HLG palaikymas
pl: HLG Wsparcie
sk: Podpora HLG
sr: HLG podrška
ta: எச்.எல்.சி உதவி
tr: HLG Desteği
uk: Підтримка HLG
vi: Hỗ trợ HLG
zh_cn: HLG支持

source: Haiti
el: Αϊτή
et: Haiiti
fr: Haïti
lt: Haitis
nl: Haïti
ta: கையிட்டி
uk: Гаїті
zh_cn: 海地

source: Haitian / Haitian Creole
cs: Haitská / Haitská kreolština
el: Αϊτινά / Αϊτινή Κρεολική
fr: Haïtien / Créole haïtien
it: Haitiano / Creolo Haitiano
lt: Haičio / Haičio kreolų
nl: Haïtiaans / Haïtiaans Creools
pl: Haitański
sk: haitčina/haitská kreolčina
sv: Haitisk / Haitisk kreol
ta: ஐட்டியன் / ஐட்டிய கிரியோல்
tr: Haiti / Haiti Kreyolu
uk: Гаїтянський / гаїтянський креол

source: Halt
cs: Zastavit
el: Πάγωμα
fi: Pysäyttää
hr: Stop
it: Fermati
lt: Sustabdyti
nl: Stop
pl: Stop
sk: Stop
sr: Stop
sv: Stoppa
ta: நிறுத்த
tr: Dur
uk: Зупинити

source: Handicraft
cs: ruční práce
el: χειροτεχνία
hr: Ručni rad
it: artigianato
lt: amatai, rankdarbiai
nl: handvaardigheid
sr: Ručni rad
sv: hantverk
tr: El sanatları
uk: ремесло

source: Handle Python crashes
bg: Отстраняване на сривове на Python
cs: Ošetřit pády Pythonu
da: Håndter Python nedbrud
de: Python-Abstürze beeinflussen
el: Διαχείριση κρασαρισμάτων python
et: Halda python krahhe
fi: Yritä estää järjestelmän kaatuminen
fr: Gérer les crashes Python
hr: Rukovanje padovima Python
it: Gestisci i crash di Python
lt: Tvarkyti Python gedimus
nl: Python crashes afhandelen
pl: Awaria obsługi Pythona
sk: Ošetriť pády Python
sr: Rukovanje padovima Python
sv: Hantera kraschar i Python
ta: பைதான் செயலிழப்புகளைக் கையாளவும்
tr: Python çökmelerini yönet
uk: Обробляти креш Python
vi: Xử lý sự cố Python
zh_cn: 处理Python崩溃

source: Handle Standby from TV
cs: Vypnutí ovládat z TV
el: Χειρισμός αναμονής από TV
hr: Rukovanje stanjem pripravnosti sa TV
it: Gestisci standby dalla TV
lt: Išjungti imtuvą, išjungiant TV
nl: Stand-by van TV gebruiken
sr: Rukovanje stanjem čekanja na TV-u
sv: Hantera standby från TV
tr: TV'den Bekleme Modunu Yönet
uk: Перейти в режим очікування з ТБ

source: Handle wake up from TV
bg: Работи със събуждане от TВ
cs: Probuzení ovládat z TV
el: Χειρισμός αφύπνισης από την TV
fi: Tottele käynnistyskäskyä TV:ltä
fr: Gérer le mode réveil de la TV
hr: Rukovanje pri buđenju TV
it: Gestisci risveglio dalla TV
lt: Įjungti imtuvą, įjungiant TV
nl: TV-Wakeup gebruiken
pl: Obsługuje komendę 'budzenia' z TV
sk: Preberať prebudenie z TV
sr: Rukovanje pri buđenju TV
sv: Handtag vaknar från TV
ta: டிவியில் இருந்து எழுந்திருக்கவும்
tr: TV'den uyanmayı yönet
uk: Включити при включенні ТВ

source: Hard Disk Settings
bg: Настройка на твърдия диск
cs: Nastavení pevného disku
el: Ρυθμίσεις σκληρού δίσκου
fi: Kiintolevyn asetukset
fr: Paramètres du disque dur
hr: Postavke hard diska
it: Impostazioni disco rigido
lt: Kietojo disko parametrai
nl: Harde schijf instellingen
pl: Ustawienia HDD
sk: Nastavenie pevného disku
sr: Postavke hard diska
sv: Inställningar för hårddisk
ta: வன் வட்டு அமைப்புகள்
tr: Sabit Disk Ayarları
uk: Налаштування жорсткого диску

source: Hard disk Standby after
cs: Pevný disk uspat za (při zapnutém přijímači)
el: Σκληρός δίσκος σε αναμονή μετά από
hr: Stanje pripravnosti hard diska poslije
it: Standby disco rigido dopo
lt: Kietasis diskas išsijungs po
nl: Harde schijf gaat in stand-by na
sr: Stanje mirovanja hard diska posle
sv: Standby för hårddisk efter
tr: Sabit disk bekleme modundan sonra
uk: Відключення HDD через

source: Hard disk Standby in receiver Standby after
cs: Pevný disk uspat za (při vypnutém přijímači)
el: Αναμονή σκληρού δίσκου κατά την αναμονή του δέκτη μετά από
hr: Stanje pripravnosti hard diska poslije
it: Standby disco rigido dopo standby ricevitore
lt: Kietasis diskas budėjimo langelyje laukimo režime po
nl: HDD uitschakelen in stand-by modus na
sr: Čekanje hard diska u prijemniku Nakon čekanja
sv: Hårddisk standby i box standby efter
tr: Alıcıda sabit disk bekleme modu, bekleme modundan sonra
uk: Перехід HDD в режим очікування одночасно з приймачем

source: Harddisk
bg: Твърд диск
cs: Pevný disk
de: Festplatte
el: Σκληρός δίσκος
et: Kõvaketas
fi: Kiintolevy
fr: Disque dur
hu: Háttértár
it: Disco rigido
lt: Kietasis diskas
nl: Harde schijf
pl: Dysk twardy
pt_br: Disco rígido
ru: Жесткий диск
sk: Pevný disk
sl: Trdi disk
sv: Hårddisk
ta: வன்
tr: Sabit disk
uk: Жорсткий диск
vi: Ổ đĩa cứng
zh_cn: 硬盘

source: Harddisk Setup
bg: Настройка на твърдия диск
cs: Nastavit HDD
da: Harddisk opsætning
de: Festplatten Einstellungen
el: Ρύθμιση σκληρού δίσκου
et: Kõvaketta seadistamine
fi: Kiintolevyn asetukset
fr: Paramètres du disque dur
hr: Podešavanje hard diska
hu: Háttértár beállítás
it: Configurazione disco rigido
lt: Kietojo disko nustatymas
nl: Harde schijf configureren
pl: Ustawienia HDD
ru: Настройки жесткого диска
sk: Nastavenie HDD
sr: Podešavanje hard diska
sv: Inställning av hårddisk
ta: வன் அமைப்பு
tr: Sabit Disk Kurulumu
uk: Налаштування жорсткого диску
vi: Cài đặt đĩa cứng
zh_cn: 硬盘设置

source: Hardware MultiBoot device
cs: Hardwarové zařízení MultiBoot
el: Συσκευή πολλαπλής εκκίνησης υλικού
fi: Ohjelmisto sijainti
hr: Hardverski MultiBoot uređaj
it: Dispositivo MultiBoot
lt: Daugialypės įkrovos įrenginys
nl: Hardware MultiBoot-apparaat
pl: Slot MultiBoot
sk: MultiBoot zariadenie
sr: MultiBoot uređaj
sv: Hårdvara MultiBoot-enhet
ta: வன்பொருள் மல்டிபூட் சாதனம்
tr: Donanım Çoklu Önyükleme cihazı
uk: Пристрій MultiBoot

source: Hardware information
bg: Информация за хардуера
cs: Informace o hardwaru
el: Πληροφορίες υλικού
fi: Laitteen tiedot
hr: Hardver info
it: Informazioni sull'hardware
lt: Aparatūros informacija
nl: Hardware informatie
pl: Informacje o sprzęcie
sk: Informácie o hardvéri
sr: Hardver info
sv: Information om hårdvara
ta: வன்பொருள் செய்தி
tr: Donanım bilgileri
uk: Інформація про обладнання

source: Hardware serial
bg: Хардуерен сериен
cs: Sériové číslo hardwaru
el: Σειριακός αριθμός υλικού
fi: Laitteen sarjanumero
hr: Hardver serijski broj
it: Seriale hardware
lt: Aparatūros serijos nr
nl: Hardware serienummer
pl: Numer seryjny
sk: Sériové číslo hardvéru
sr: Hardver serijski broj
sv: Seriell hårdvara
ta: வன்பொருள் சீரியல்
tr: Donanım seri numarası
uk: Серійний номер

source: Hardware type
bg: Тип хардуер
cs: Typ hardwaru
el: Τύπος υλικού
fi: Laitteen tyyppi
hr: Vrsta Hardvera
it: Tipo di hardware
lt: Aparatūros tipas
pl: Typ
sk: Typ hardvéru
sr: Tip Hardvera
sv: Typ av hårdvara
ta: வன்பொருள் வகை
tr: Donanım türü
uk: Тип обладнання

source: Hawaiian
cs: Havajský
el: Χαβανέζικα
fi: Havaijin
it: Hawaiano
nl: Hawaïaans
pl: Hawajski
sk: havajčina
ta: அவாயியன்
tr: Hawaii dili
uk: Гавайська

source: Heard Island and McDonald Islands
cs: Heardův ostrov a McDonaldovy ostrovy
da: Heard - og McDonaldøeerne
de: Heard und McDonald Inseln
el: Νήσοι Χερντ και Μακντόναλντ
et: Heard ja McDonald saared
fi: Heard saari ja McDonald saari
fr: Îles Heard et Macdonald
hu: Heard-sziget és McDonald-szigetek
it: Isola Heard e isole McDonald
lt: Herdo ir Makdonaldo salos
nl: Heard- en MacDonald Eilanden
pl: Wyspy Heard i McDonalda
sk: Teritórium Heardovho ostrova a Macdonaldových ostrovov
sv: Heard Island och McDonald Islands
ta: எர்ட் தீவு மற்றும் மெக் டொனால்ட் தீவுகள்
tr: Heard ve McDonald Adaları
uk: Острів Херд і Макдональд
vi: Đảo Heard và Quần đảo McDonald
zh_cn: 希尔德岛和麦当劳群岛

source: Hebrew
cs: Hebrejsky
da: Hebraisk
de: Hebräisch
el: Εβραϊκά
et: Heebrea
fi: Heprea
fr: Hébreu
hu: Héber
it: Ebraico
lt: Hebrajų
nl: Hebreeuws
pl: Hebrajski
pt_br: Hebraico
ru: Иврит
sk: hebrejčina
sv: Hebreiska
ta: எபிரேய
tr: İbranice
uk: Іврит
vi: Tiếng Do Thái
zh_cn: 希伯来语

source: Height
bg: Височина
cs: Výška
da: Højde
de: Höhe
el: Ύψος
et: Kõrgus
fi: Korkeus
fr: Hauteur
hr: Visina
hu: Magasság
it: Altezza
lt: Aukštis
nl: Hoogte
pl: Wysokość
ru: Высота
sk: Výška
sr: Visina
sv: Höjd
ta: உயரம்
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_cn: 高度

source: Help
bg: Помощ
cs: Nápověda
da: Hjælp
de: Hilfe
fi: Apua
hr: Pomoć
hu: Súgó
it: Guida
lt: Pagalba
ru: Помощь
sk: Pomoc
sr: Pomoć
sv: Hjälp
ta: உதவி
tr: Yardım
uk: Допомога
vi: Cứu giúp
zh_cn: 帮助

source: Help Action
cs: Akce nápovědy
el: Ενέργεια βοήθειας
hr: Pomoćna akcija
it: Azione di aiuto
sr: Pomoćna akcija
sv: Hjälpåtgärd
tr: Yardım İşlemi
uk: Довідкова дія

source: Help Screen Information
bg: Информация за екрана за помощ
cs: Informace na obrazovce nápovědy
el: Πληροφορίες οθόνης βοήθειας
fi: Ohje näytön tiedot
fr: Informations sur l’écran d’aide
hr: Informacije o zaslonu pomoći
it: Informazioni sulla schermata della guida
lt: Žinyno ekrano informacija
nl: Help-scherminformatie
pl: Info ekranu pomocy
sk: Informácie o Pomocníkovi
sr: Pomoć Info o Ekranu
sv: Information på hjälpskärmen
ta: திரை தகவலுக்கு உதவுங்கள்
tr: Yardım Ekranı Bilgileri
uk: Інформаційний Екран Допомоги

source: Help animation speed
bg: Скоростта на анимацията на помощните индикатори
cs: Rychlosti animace nápovědy
el: Ταχύτητα κίνησης βοήθειας
fi: Animaationopeus ohje näkymässä
fr: Vitesse d'animation des indicateurs d'aide
hr: Pomoć brzina animacije
it: Velocità di animazione della guida
lt: Pagalbos animacijos greitis
nl: Animatiesnelheid van help pictogrammen
pl: Szybkość animacji wskaźników pomocy
sk: Rýchlosť animácie pomocníka
sr: Pomoć brzina animacije
sv: Hjälp animeringshastighet
ta: அனிமேசன் வேகத்திற்கு உதவுங்கள்
tr: Yardım göstergelerinin animasyon hızı
uk: Швидкість анімації показників допомоги

source: Help screen style
cs: Styl obrazovky nápovědy
el: Στυλ οθόνης βοήθειας
fi: Ohje näytön tyyli
hr: Pomoć stila zaslona
it: Stile della schermata della guida
lt: Žinyno ekrano stilius
nl: Help-scherm stijl
pl: Styl ekranu pomocy
sk: Štýl obrazovky pomocníka
sr: Pomoć stil ekrana
sv: Stil för hjälpskärm
ta: திரை பாணிக்கு உதவுங்கள்
tr: Yardım ekranı stili
uk: Довідковий стиль екрана

source: Help text uninitialized
cs: Text nápovědy neinicializován
el: Βοήθεια μη αρχικοποιημένου κειμένου
fi: Ohjeteksti alustamaton
hr: Pomoć tekst nije pokrenut
it: Testo della guida non inizializzato
lt: Žinyno tekstas neinicijuotas
nl: Help-tekst niet geïnitialiseerd
pl: Tekst pomocy niezainicjowany
sk: Text pomocníka nie je inicializovaný
sr: Pomoć tekst nije pokrenut
sv: Hjälptext oinitialiserad
ta: உரை அறியப்படாத உரை
tr: Yardım metni başlatılmamış
uk: Текст довідки неініціалізований
