Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Online update of your %s %s software.
bg: Онлайн актуализация на вашия софтуер %s %s.
cs: Online aktualizace software %s %s.
el: Διαδικτυακή ενημέρωση λογισμικού του %s %s σας.
fi: Päivitä %s %s:n ohjelmisto online-päivityksen kautta.
fr: Mise à jour en ligne du logiciel de votre %s %s.
hr: Mrežno ažuriranje vašeg %s %s softvera.
it: Aggiornamento in linea del software del %s %s.
lt: %s %s programinės įrangos atnaujinimas internetu.
nl: Online updaten van uw %s %s software.
pl: Aktualizacja systemu %s %s.
sk: Online aktualizácia softvéru prijímača %s %s.
sr: Ispravka na mreži vašeg %s %s softvera.
sv: Onlineuppdatering av din %s %s programvara.
ta: உங்கள் %s %s மென்பொருளின் நிகழ்நிலை புதுப்பிப்பு.
tr: %s %s yazılımını çevrimiçi güncelleyin.
uk: Онлайн оновлення ПЗ Вашого %s %s.

source: Only Flash Backup Image
cs: Pouze flashnout záložní obraz
el: Φλασάρισμα μόνο του image εφεδρείας
fi: Päivitä vain ohjelmisto
hr: Samo Flash sigurnosna kopija
it: Solo immagine di backup flash
lt: Tik Įdiegtas atsarginės kopijos atvaizdas
nl: Alleen een back-up image flashen
pl: Tylko system kopii zapasowej Flash
sk: Len flashovanie záložného image
sr: Samo Fleš Imidž Rezervne Kopije
sv: Endast Flash Backup Image
ta: ஃபிளாச் காப்பு படம் மட்டுமே
tr: Yalnızca Yedekleme Yazılımını Yükle
uk: Тільки флеш-резервний імідж

source: Only HD
bg: само HD
cs: pouze HD
el: Μόνο HD
fi: vain HD
fr: seulement HD
hr: Samo HD
it: Solo HD
lt: tik HD
nl: Alleen HD
pl: tylko HD
sk: Len HD
sr: Samo HD
sv: Endast HD
ta: HD மட்டுமே
tr: Sadece HD
uk: тільки HD

source: Only free scan
bg: Сканиране само на свободни
cs: Pouze volné kanály
da: Kun gratis søgning
de: Nur frei empfangbare
el: Ανίχνευση μόνο των ελεύθερων
et: Ainult vabakanalid
fi: Hae vain salaamattomat
fr: Ne rechercher que ceux en clair
hr: Samo slobodno skeniranje
hu: Csak szabad keresés
it: Solo canali in chiaro
lt: Ieškoti tik nekoduotų kanalų
nl: Alleen ongecodeerde zenders scannen
pl: Skanuj tylko FTA
pt_br: Apenas FTA
ru: Сканировать только открытые
sk: Hľadať len nekódované
sr: Samo slobodno skeniranje
sv: Endast gratis skanning
ta: இலவச ச்கேன் மட்டுமே
tr: Yalnızca şifresiz kanal tara
uk: Сканувати тільки відкриті
vi: Chỉ quét miễn phí
zh_cn: 仅扫描免费频道

source: Only in Standby
cs: Jen z pohotovostního režimu
el: Μόνο στην αναμονή
hr: Samo u stanju pripravnosti
it: Solo in standby
lt: tik budėjimo režime
nl: alleen in stand-by
sr: Samo u stanju pripravnosti
sv: Endast i standby
tr: Yalnızca Bekleme modunda
uk: лише в режимі очікування

source: Only log debug information of GStreamer category. * means all categories.
bg: Регистрирайте само информация за отстраняване на грешки в категорията GStreamer. * означава всички категории.
cs: Protokolujte pouze informace o ladění kategorie GStreamer. * označuje všechny kategorie.
el: Καταγραφή μόνο των πληροφοριών αποσφαλμάτωσης στην κατηγορία GStreamer. Το * σημαίνει όλες τις κατηγορίες.
fi: Vain GStreamer luokan vikailmoitustiedot. * tarkoittaa kaikkia kategorioita.
hr: Bilježite samo informacije o otklanjanju pogrešaka kategorije GStreamer. * znači sve kategorije.
it: Registra solo le informazioni di debug della categoria GStreamer. * indica tutte le categorie.
lt: Registruoti tik GStreamer kategorijos derinimo informaciją. * Reiškia visas kategorijas.
nl: Alleen log debug informatie van een GStreamer categorie. * dit betekent alle categorieën.
pl: Tylko informacje dziennika debugowania kategorii GStreamer. * oznacza wszystkie kategorie.
sk: Do denníka zaznamenávať len informácie o ladení kategórie GStreamer. * znamená všetky kategórie.
sr: Samo info evidencije o otklanjanju grešaka u kategoriji GStreamer. * znači sve kategorije.
sv: Logga endast felsökningsinformation för kategorin GStreamer. * innebär alla kategorier.
ta: சிச்ட்ரீமர் வகையின் பிழைத்திருத்த தகவல்களை மட்டுமே பதிவுசெய்க. * அனைத்து வகைகளும் என்று பொருள்.
tr: Yalnızca GStreamer kategorisinin hata ayıklama bilgilerini günlüğe kaydedin. * tüm kategorileri ifade eder.
uk: Записувати лише інформацію про налагодження категорії GStreamer. * означає всі категорії.

source: Only move the dish quickly after this hour.
bg: Премести чинията бързо след този час.
cs: Po hodině rychle přemístit parabolu.
da: Flyt kun skålen hurtigt efter denne tid.
de: Bewegen Sie die Satellitenschüssel erst nach dieser Stunde.
el: Γρήγορη κίνηση του κατόπτρου μόνο μετά από αυτό το χρονικό διάστημα.
et: Liiguta antenni kiiresti ainult pärast seda kellaaega.
fi: Siirrä satelliittiantennia vasta tämän tunnin jälkeen.
fr: Déplacer uniquement l’antenne rapidement après cette heure.
hr: Antenu brzo premjestite tek nakon ovog sata.
it: Sposta rapidamente la parabolica solo dopo quest'ora.
lt: Tik greitai perkelti anteną po šios valandos.
nl: Verplaats de schotel alléén met hoge snelheid na dit tijdstip.
pl: Po tej godzinie przesuń szybko antenę.
sk: Len rýchle otáčanie paraboly po tejto hodine.
sr: Samo pomeriti antenu brzo posle ovog sata.
sv: Flytta bara skålen snabbt efter denna timme.
ta: இந்த மணிநேரத்திற்குப் பிறகு மட்டுமே டிச் நகர்த்தவும்.
tr: Çanağı sadece bu saatten sonra hızlıca hareket ettirin.
uk: Швидко переміщувати антену після цього часу.
vi: Chỉ di chuyển chảo nhanh chóng sau giờ này.
zh_cn: 只需在这个小时后快速移动盘子.

source: Only move the dish quickly before this hour.
bg: Премести чинията бързо преди този час.
cs: Před touto hodinou rychle přesunout parabolu.
da: Flyt kun skålen hurtigt før denne tid.
de: Bewegen Sie die Satellitenschüssel erst kurz vor dieser Stunde.
el: Γρήγορη κίνηση του κατόπτρου μόνο πριν από αυτό το χρονικό διάστημα.
et: Liiguta antenni kiiresti ainult enne seda kellaaega.
fi: Siirrä satelliittiantennia vain nopeasti ennen tätä tuntia.
fr: Déplacer uniquement l’antenne rapidement avant cette heure.
hr: Samo premjestite antenu brzo prije ovog sata.
it: Sposta rapidamente la parabolica solo prima di quest'ora.
lt: Tik greitai perkelti anteną iki šios valandos.
nl: Verplaats de schotel alléén met hoge snelheid voor dit tijdstip.
pl: Przesuń szybko antenę tylko przed tą godziną.
sk: Len rýchle otáčanie paraboly pred touto hodinou.
sr: Samo pomerite antenu brzo pre ovog sata.
sv: Flytta bara disken snabbt före denna timme.
ta: இந்த மணி நேரத்திற்கு முன்பே டிச் விரைவாக நகர்த்தவும்.
tr: Çanağı sadece bu saatten önce hızlıca hareket ettirin.
uk: Швидко переміщувати антену до цього часу.
vi: Chỉ di chuyển chảo nhanh chóng trước giờ này.
zh_cn: 只需在这一小时前快速移动盘子.

source: Only on startup
bg: Само при стартиране
cs: Po startu přijímače
da: Kun ved opstart
de: Nur beim Start
el: Μόνο κατά την εκκίνηση
et: Ainult alglaadimisel
fi: Vain käynnistettäessä
fr: Seulement au démarrage
hr: Samo pri pokretanju
hu: Csak indításkor
it: Solo in avvio
lt: Tik paleidimo metu
nl: Enkel na het opstarten
pl: Tylko przy starcie
ru: Только при включении
sk: Len pri spustení
sr: Samo pri pokretanju
sv: Endast vid uppstart
ta: தொடக்கத்தில் மட்டுமே
tr: Yalnızca başlangıçta
uk: Тільки при включенні
vi: Chỉ khi khởi động
zh_cn: 仅在启动时

source: Only use DNS servers implementing the DNS-over-HTTPS protocol. This causes DNS lookups to be made via the encrypted HTTPS protocol.
cs: Používat pouze DNS-over-HTTPS. Překlady DNS tak budou probíhat pouze přes zabezpečený protokol HTTPS.
hr: Koristite samo DNS poslužitelje koji implementiraju DNS-over-HTTPS protokol. To uzrokuje da se DNS upiti obavljaju putem šifriranog HTTPS protokola.
it: Usa solo server DNS che implementano il protocollo DNS-over-HTTPS. Questo fa sì che le ricerche DNS vengano effettuate tramite il protocollo HTTPS crittografato.
sr: Koristite samo DNS servere koji implementiraju DNS-over-HTTPS protokol. Ovo uzrokuje da se DNS pretrage obavljaju preko šifrovanog HTTPS protokola.
tr: Yalnızca DNS-over-HTTPS protokolünü uygulayan DNS sunucularını kullanın. Bu DNS sorgularının şifrelenmiş HTTPS protokolü üzerinden yapılmasını sağlar.
uk: Використовуйте лише DNS-сервери, що реалізують протокол DNS-over-HTTPS. Це призводить до того, що пошук DNS виконується через зашифрований протокол HTTPS.

source: Only use DNS servers implementing the DNSCrypt protocol.
cs: Používat pouze DNS servery s nasazeným DNSCrypt.
hr: Koristite samo DNS poslužitelje koji podržavaju DNSCrypt protokol.
it: Usa solo server DNS che implementano il protocollo DNSCrypt.
sr: Koristite samo DNS servere koji implementiraju DNSCrypt protokol.
tr: Yalnızca DNSCrypt protokolünü uygulayan DNS sunucularını kullanın.
uk: Використовуйте лише DNS-сервери, що реалізують протокол DNSCrypt.

source: Only use DNS servers implementing the Oblivious DNS-over-HTTPS protocol. This adds another layer of privacy by adding a proxy layer to the DNS-over-HTTPS request.
cs: Používat pouze DNS servery implementující protokol Oblivious DNS-over-HTTPS. To přidává další vrstvu soukromí tím, že k požadavku DNS-over-HTTPS přidává proxy vrstvu.
hr: Koristite samo DNS poslužitelje koji implementiraju Oblivious DNS-over-HTTPS protokol. To dodaje još jedan sloj privatnosti dodavanjem proxy sloja u DNS-over-HTTPS zahtjev.
it: Usa solo server DNS che implementano il protocollo DNS-over-HTTPS di Oblivious. Questo aggiunge un ulteriore livello di privacy aggiungendo un livello proxy alla richiesta DNS-over-HTTPS.
sr: Koristite samo DNS servere koji implementiraju Oblivious DNS-over-HTTPS protokol. Ovo dodaje još jedan sloj privatnosti dodavanjem proxy sloja na DNS-over-HTTPS zahtev.
tr: Yalnızca habersiz DNS-over-HTTPS protokolünü uygulayan DNS sunucularını kullanın. Bu DNS-over-HTTPS isteğine bir proxy katmanı ekleyerek gizlilik düzeyini bir kat daha artırır.
uk: Використовуйте лише DNS-сервери, що реалізують протокол Oblivious DNS-over-HTTPS. Це додає ще один рівень конфіденційності, додаючи проксі-сервер до запиту DNS-over-HTTPS.

source: Open
bg: Отваряне
cs: Otevřít
da: Åben
de: Öffnen
el: Άνοιγμα
et: Ava
fi: Avaa
fr: Ouvert
hr: Otvori
hu: Nyitás
it: Apri
lt: Atverti
pl: Otwórz
ru: Открыть
sk: Otvoriť
sr: Otvori
sv: Öppen
ta: திற
tr: Aç
uk: Відкрити
vi: Mở
zh_cn: 打开

source: Open Aspect Ratio Settings
cs: Otevřít nastavení poměru stran
el: Άνοιγμα ρυθμίσεων λόγου πλευρών
fi: Näytä kuvasuhde vaihtoehdot
fr: Accéder aux réglages Aspect Ratio
hr: Otvori Odnos Širine/Visine Podešavanje
it: Apri impostazioni proporzioni
lt: Formatų sąrašas...
nl: Beeldverhouding...
pl: Otwórz ustawienia proporcji obrazu
sk: Zoznam pomerov strán...
sr: Otvori Odnos Širine/Visine Podešavanje
sv: Öppna inställningar för bildförhållande
ta: அம்ச பட்டியல் ...
tr: En Boy Oranı Ayarlarını Aç
uk: Відкрити налаштування співвідношення сторін

source: Open Audio options
cs: Otevřít možnosti zvuku
el: Άνοιγμα επιλογών ήχου
fi: Ääni asetukset
fr: Accéder aux options audio
hr: Otvori Audio opcije
it: Apri opzioni audio
lt: Garso parinktys...
nl: Audio opties...
pl: Otwórz opcje audio
sk: Možnosti zvuku...
sr: Otvori Audio opcije
sv: Öppna ljudalternativ
ta: ஆடியோ விருப்பங்கள் ...
tr: Ses seçeneklerini aç
uk: Відкрити параметри аудіо

source: Open AutoTimer
bg: Отворете автоматичен таймер
cs: Otevřít automatický časovač
da: Åben AutoTimer
de: AutoTimer
el: Άνοιγμα αυτόματου χρονοδιακόπτη
et: Autotaimerid
fi: Automaattiajastus
fr: Ouvrir AutoTimer
hr: Otvori AutoTajmer
hu: AutoTimer megnyitása
it: Apri timer automatico
lt: Atverti auto laikmatį
pl: Otwórz auto timer
ru: Запустить AutoTimer
sk: Otvoriť automatický časovač
sr: Otvori AutoTajmer
sv: Öppna AutoTimer
ta: திறந்த ஆட்டோடிமர்
tr: AutoTimer'i Aç
uk: Відкрити автотаймер
vi: Mở AutoTimer
zh_cn: 打开自动计时器

source: Open AutoTimer Overview
cs: Otevřít seznam automatických časovačů
el: Άνοιγμα λίστας αυτόματων χρονοδιακοπτών
fi: Avaa Automaattiset ajastukset
fr: Ouvrir la liste des minuteurs automatiques
hr: Otvori AutoTajmer pregled
it: Apri panoramica AutoTimer
lt: Atidaryti automatinį sąrašą
nl: Open AutoTimerlijst
pl: Otwórz listę auto timera
sk: Otvoriť zoznam automatických časovačov
sr: Otvori AutoTajmer pregled
sv: Öppna AutoTimer Översikt
ta: ஆட்டோடிமெர்லிச்ட் திறந்த
tr: AutoTimer Genel Bakışı Aç
uk: Відкрити список автотаймера

source: Open Bouquet selection
cs: Otevřít seznam
el: Άνοιγμα λίστας μπουκέτων
fi: Näytä Suosikkilista
fr: Ouvrir la liste des bouquets
hr: Otvori Buket izbor
it: Apri elenco dei bouquet
lt: Atverti paketų sąrašą
nl: Open favorietenlijst
pl: Otwórz listę kanałów
sk: Otvoriť zoznam prehľadov
sr: Otvori Buket izbor
sv: Öppet val av bukett
ta: பூச்செண்டு பட்டியல்
tr: Buket seçimini aç
uk: Відкрити фаворитний список

source: Open Box Portal
cs: Zobrazit Box Portal
el: Εμφάνιση portal δέκτη
fi: Näytä Tallennukset
fr: Afficher le portail de la boîte
hr: Otvori Box Portal
it: Apri Box Portal
lt: Rodyti lauko portalą
nl: Toon Box Portal
pl: Otwórz Box Portal
sk: Zobraziť Box Portal
sr: Otvori Box Portal
sv: Open Box-portalen
ta: பெட்டி போர்ட்டலைக் காட்டு
tr: Kutu Portalını Aç
uk: Показати портали тюнера

source: Open Capability
cs: Otevřít možnosti
el: Άνοιγμα δυνατότητας
hr: Otvori Mogućnosti
it: Apri funzionalità
sr: Otvori Mogućnosti
sv: Öppna förmåga
tr: Yetenekleri Aç
uk: Відкриті можливості

source: Open EPG
cs: Otevřít EPG
el: Άνοιγμα EPG
fi: Näytä EPG
fr: Afficher EPG
hr: Otvori EPG
it: Apri EPG
lt: rodyti EPG...
nl: Toon EPG...
pl: Otwórz EPG
sk: zobraziť EPG…
sr: Otvori EPG
sv: Öppna EPG
ta: EPG ஐக் காட்டு ...
tr: EPG'yi Aç
uk: Відкрити EPG

source: Open EPG for current service
cs: Otevřít EPG pro aktuální program
el: Άνοιγμα EPG για την τρέχουσα υπηρεσία
fi: Näytä nykyisen kanavan ohjelmaopas
fr: Afficher l’EPG de la chaîne actuelle
hr: Otvori EPG za trenutni servis
it: Apri EPG per il servizio attuale
lt: Rodyti šio kanalo EPG...
nl: Toon de EPG van de huidige zender...
pl: Otwórz EPG dla bieżącej usługi
sk: Zobraziť EPG pre aktuálny kanál…
sr: Otvori EPG za trenutni servis
sv: Öppna EPG för aktuell tjänst
ta: தற்போதைய சேனலுக்கு ஈபிசியைக் காட்டு ...
tr: Geçerli kanal için EPG'yi aç
uk: Відкрити EPG для поточного каналу

source: Open EPGSearch
bg: Отворете EPG търсене
cs: Otevřít vyhledávání EPG
el: Άνοιγμα αναζήτησης EPG
fi: Avaa Ohjelmaopashaku
fr: Ouvrir la recherche EPG
hr: Otvori EPG Pretragu
it: Apri EPGSearch
lt: Atverti EPG paiešką
pl: Otwórz EPGSearch
sk: Otvoriť vyhľadávanie v EPG
sr: Otvori EPG Pretragu
sv: Öppna EPGSök
ta: EPGSearch ஐத் திறக்கவும்
tr: EPGSearch'ü aç
uk: Відкрити пошук EPG

source: Open Extensions
cs: Otevřít rozšíření
el: Άνοιγμα επεκτάσεων
fi: Näytä laajennukset
fr: Afficher les extensions
hr: Otvori Proširenje
it: Apri estensioni
lt: Rodyti išplėtimus...
nl: Toon het Extensies-menu...
pl: Otwórz rozszerzenia
sk: Zobraziť rozšírenia...
sr: Otvori Proširenje
sv: Öppna tillägg
ta: நீட்டிப்புகளைக் காட்டு ...
tr: Uzantıları Aç
uk: Відкрити Розширення

source: Open HDMIRecord Settings
cs: Otevřít nastavení HDMIRecord
el: Άνοιγμα ρυθμίσεων εγγραφής HDMI
fi: Näytä HDMI tallennukset asetukset
fr: Afficher la configuration de HDMIRecord
hr: Otvori HDMI Snimanje Postavke
it: Apri impostazioni di HDMIRecord
lt: Rodyti HDMI įrašų sąranką..
nl: Toon HDMI opname instellingen...
pl: Otwórz ustawienia HDMIRecord
sk: Zobraziť nastavenie HDMIRecord…
sr: Otvori HDMI Snimanje Postavke
sv: Öppna inställningar för HDMIRecord
ta: HDMireCord அமைப்பைக் காட்டு ...
tr: HDMIRecord Ayarlarını Aç
uk: Відкрити налаштування запису HDMI

source: Open IMDb
bg: Отворете IMDb
cs: Otevřít IMDb
el: Άνοιγμα IMDb
fi: Avaa IMDb
fr: Ouvrir IMDb
hr: Otvori IMDb
it: Apri IMDb
lt: Atverti IMDb
pl: Otwórz IMDb
sk: Otvoriť IMDB
sr: Otvori IMDb
sv: Öppna IMDb
ta: ஐஎம்டிபி திறந்த
tr: IMDb'yi aç
uk: Відкрити IMDB

source: Open Information menu
cs: Zobrazit informace
el: Εμφάνιση πληροφοριών
fi: Näytä Tietoja
fr: Afficher les informations
hr: Otvori Info menu
it: Apri menu Informazioni
lt: Rodyti informaciją
nl: Toon informatie
pl: Otwórz menu Informacje
sk: Zobraziť informácie
sr: Otvori Info meni
sv: Öppna menyn Information
ta: தகவலைக் காட்டு
tr: Bilgi menüsünü aç
uk: Показати Інформацію

source: Open Log
cs: Otevřít protokol
el: Άνοιγμα καταγραφής
fi: Avaa loki
hr: Otvori Log
it: Apri registro
pl: Otwórz dziennik
sk: Otvoriť denník
sr: Otvori Log
sv: Öppna logg
ta: பதிவு திற
tr: Günlüğü aç
uk: Відкрити Лог

source: Open Main Menu
cs: Otevřít hlavní nabídku
el: Άνοιγμα κεντρικού μενού
fi: Avaa päävalikko
fr: Ouvrir le menu principal
hr: Otvori Glavni Menu
it: Apri menu principale
lt: Į pagrindinį meniu...
nl: Ga naar hoofdmenu...
pl: Otwórz menu główne
sk: Otvoriť hlavné menu...
sr: Otvori Glavni Meni
sv: Öppna huvudmenyn
ta: முதன்மையான மெனுவை உள்ளிடவும் ...
tr: Ana Menüyü Aç
uk: Відкрити Головне Меню

source: Open Media Player
cs: Zobrazit přehrávač médií
el: Εμφάνιση αναπαραγωγού πολυμέσων
fi: Avaa media soitin
fr: Afficher le lecteur multimédia
hr: Otvori Medija Plejer
it: Apri Media Player
lt: Rodyti medijos grotuvą
nl: Open Mediaspeler
pl: Otwórz odtwarzacz multimedialny
sk: Zobraziť prehrávač médií
sr: Otvori Medija Plejer
sv: Öppna Media Player
ta: மீடியா பிளேயரைக் காட்டு
tr: Medya Oynatıcı aç
uk: Показати Медіа-Програвач

source: Open MediaCenter
cs: Zobrazit centrum médií
el: Εμφάνιση κέντρου πολυμέσων
fi: Avaa media keskus
fr: Afficher le centre multimédia
hr: Otvori MediaCenter
it: Apri MediaCenter
lt: Rodyti medijos centrą
nl: Toon het media center
pl: Otwórz centrum multimedialne
sk: Zobraziť centrum médií
sr: Otvori MediaCenter
sv: Öppna MediaCenter
ta: ஊடக மையத்தைக் காட்டு
tr: MediaCenter'ı aç
uk: Показати Медіа-Центр

source: Open MediaStream
cs: Otevřít Stream médií
el: Άνοιγμα του MediaStream
fi: Avaa Media Toistin
hr: Otvori MediaStream
it: Apri MediaStream
nl: MediaStream starten
pl: Otwórz MediaStream
sk: Otvoriť stream médií
sr: Otvori MediaStream
sv: Öppna MediaStream
ta: திறந்த மீடியாச்ட்ரீம்
tr: MediaStream'i Aç
uk: Відкрити MediaStream

source: Open Movie Selection
cs: Přehrát nahrané filmy
el: Αναπαραγωγή εγγραφών
fi: Näytä tallenteet
fr: Lire des films enregistrés
hr: Otvori Filmski Izbor
it: Apri selezione registrazioni
lt: Rodyti įrašytus filmus
nl: Opnames en films afspelen
pl: Odtwórz nagrane filmy
sk: Prehrať nahraté filmy
sr: Otvori Filmski Izbor
sv: Öppet filmval
ta: பதிவு செய்யப்பட்ட திரைப்படங்களை இயக்கவும்
tr: Film Seçimini aç
uk: Відтворити записані передачі

source: Open Network Settings
cs: Otevřít nastavení sítě
el: Άνοιγμα ρυθμίσεων δικτύου
fi: Näytä verkon asetusvalikko
hr: Otvori Mrežne Postavke
it: Apri impostazioni di rete
lt: Rodyti tinklo sąrankos meniu...
nl: Toon het Netwerk instellingen menu...
pl: Otwórz ustawienia sieciowe
sk: Zobraziť menu pre nastavenie siete…
sr: Otvori Mrežne Postavke
sv: Öppna nätverksinställningar
ta: பிணைய அமைவு மெனுவைக் காட்டு ...
tr: Ağ Ayarlarını Aç
uk: Відкрийте Налаштування мережі

source: Open Plugin Browser
cs: Zobrazit pluginy
el: Εμφάνιση των προσθέτων
fi: Näytä lisäosat
fr: Afficher les plugins
hr: Otvori Pretraživač Dodataka
it: Apri browser dei plugin
lt: Rodyti priedus
nl: Toon de plugins
pl: Otwórz przeglądarkę wtyczek
sk: Zobraziť pluginy
sr: Otvori Plugin Pregledač
sv: Öppna Plugin Browser
ta: செருகுநிரல்களைக் காட்டு
tr: Eklentiler Listesini aç
uk: Показати плагіни

source: Open QuickMenu
cs: Otevřít Rychlou nabídku
el: 'Ανοιγμα γρήγορου μενού
fi: Pikavalikko
fr: Ouvrir MenuRapide
hr: Otvori Brzi Menu
it: Apri menu rapido
lt: Greitasis meniu...
nl: QuickMenu openen
pl: Otwórz szybkie menu
sk: Rýchle menu…
sr: Otvori Brzi Meni
sv: Öppna QuickMenu
ta: விரைவான பட்டியல் ...
tr: Hızlı Menü'yü aç
uk: Відкрити QuickMenu

source: Open RFmod Settings
cs: Otevřít nastavení RFmodu
el: Άνοιγμα ρυθμίσεων RFmod
fi: Näytä RFMod asetukset
fr: Afficher la configuration RFmod
hr: Otvori RFmod Postavke
it: Apri impostazioni RFmod
lt: Rodyti RF modulio sąranką...
nl: Toon RFmod instellingen...
pl: Otwórz ustawienia RFmod
sk: Zobraziť nastavenie RFmod...
sr: Otvori RFmod Postavke
sv: Öppna RFmod-inställningar
ta: RFMOD அமைப்பைக் காட்டு ...
tr: RFmod Ayarlarını Aç
uk: Відкрити Налаштування RFmod

source: Open Radio bouquet selection
cs: Zobrazit přehrávač rádií
el: Εμφάνιση του ραδιοφώνου
fi: Avaa radiosoitin
fr: Afficher le lecteur radio
hr: Otvori Radio buket izbor
it: Apri selezione di bouquet radio
lt: Rodyti radijo grotuvą
nl: Radio weergave modus
pl: Otwórz wybór listy kanałów radiowych
sk: Zobraziť prehrávač rádia
sr: Otvori Radio buket izbor
sv: Öppet urval av radiobuketter
ta: ரேடியோ பிளேயரைக் காட்டு
tr: Radyo buket seçimini aç
uk: Показати Радіо-Програвач

source: Open RecordTimer Overview
cs: Otevřít seznam časovačů
el: Άνοιγμα λίστας χρονοδιακοπτών
fi: Näytä Ajastuslista
fr: Ouvrir la liste des minuteurs
hr: Otvori Tajmer Snimanja Pregled
it: Apri panoramica timer registrazione
lt: Atverti laikmačių sąrašą
nl: Open Timerlijst
pl: Otwórz listę timerów
sk: Otvoriť zoznam časovačov
sr: Otvori Tajmer Snimanja Pregled
sv: Öppna RecordTimer Översikt
ta: நேரங்குறிகருவி பட்டியல்
tr: RecordTimer Genel Bakış'ı aç
uk: Відкрити список таймерів

source: Open Satellites selection
cs: Otevřít seznam satelitů
el: Άνοιγμα λίστας δορυφόρων
fi: Näytä satelliittilista
fr: Ouvrir la liste des satellites
hr: Otvori Satelitski izbor
it: Apri selezione satelliti
lt: Atverti palydovų sąrašą
nl: Open satellieten lijst
pl: Otwórz listę satelitów
sk: Otvoriť zoznam družíc
sr: Otvori Satelitski izbor
sv: Öppna val av satelliter
ta: திறந்த செயற்கைக்கோள்கள் பட்டியல்
tr: Uydu seçimini aç
uk: Відкрити список супутників

source: Open Scheduler Overview
cs: Zobrazit Plánovač
el: Εμφάνιση του προγραμματιστή
fi: Näytä aikataulu
hr: Otvori Planer Pregled
it: Apri panoramica pianificatore
nl: PowerTimer overzicht openen
pl: Pokaż harmonogram
sk: Zobraziť plánovač
sr: Otvori Planer Pregled
sv: Översikt över Open Scheduler
ta: திட்டமிடுபவரைக் காட்டு
tr: Planlayıcıya Genel Bakışı Aç
uk: Показати Таймер живлення

source: Open Services / Reception selection
cs: Otevřít přehled programů
el: Άνοιγμα λίστας υπηρεσιών
fi: Avaa kanavalista
fr: Ouvrir liste service
hr: Otvorene usluge / Izbor prijema
it: Apri elenco dei servizi/ricezione
lt: Atverti kanalų sąrašą
nl: Open de zenderlijst
pl: Otwórz listę kanałów
sk: Otvoriť zoznam staníc
sr: Otvorene usluge / Izbor prijema
sv: Öppna tjänster / Val av mottagning
ta: திறந்த பணி பட்டியல்
tr: Kanallar / Uydu seçimini aç
uk: Відкрити список каналів

source: Open Settings
cs: Otevřít nastavení
el: Άνοιγμα ρυθμίσεων
fi: Avaa Asetukset
hr: Otvori podešavanje
it: Apri impostazioni
nl: Open instellingen
pl: Otwórz ustawienia
sk: Otvoriť nastavenia
sr: Otvori podešavanje
sv: Öppna inställningar
ta: திறந்த அமைப்புகள்
tr: Ayarları aç
uk: Відкрийте налаштування

source: Open Setup
cs: Otevřít nastavení
el: Άνοιγμα ρυθμίσεων
fi: Näytä asetukset valikko
hr: Otvori Postavke
it: Apri configurazione
lt: Rodyti sąrankos meniu...
nl: Toon het Instellingen menu...
pl: Otwórz konfigurację
sk: Zobraziť menu nastavení…
sr: Otvori Postavke
sv: Öppna inställning
ta: அமைவு மெனுவைக் காட்டு ...
tr: Kurulumu Aç
uk: Відкрити Налаштування

source: Open Setup menu
cs: Zobrazit nastavení
el: Εμφάνιση ρυθμίσεων
fi: Näytä Asetukset
fr: Afficher la configuration
hr: Otvori Postavke menu
it: Apri menu Impostazioni
lt: Rodyti sąranką
nl: Toon configuratie
pl: Pokaż ustawienia
sk: Zobraziť nastavenie
sr: Otvori Postavke meni
sv: Öppna menyn Setup
ta: அமைப்பைக் காட்டு
tr: Kurulum menüsünü aç
uk: Показати налаштування

source: Open Similar List Channel List
bg: Отворете подобен списък списък с канали
cs: Otevřít seznam podobných kanálů
el: Άνοιγμα παρόμοιας λίστας καναλιών
fi: Avaa Samankaltaiset kanavaluettelon listat
fr: Ouvrir la liste similaire Liste des chaînes
hr: Otvori Slične Liste Kanala
it: Apri elenco dei canali simili
lt: Atidaryti panašų sąrašo kanalų sąrašą
nl: Open vergelijkbare Zenderlijst
pl: Otwórz podobną listę Lista kanałów
sk: Otvoriť zoznam podobných kanálov
sr: Otvori Slične Liste Kanala
sv: Öppna liknande lista Kanallista
ta: ஒத்த பட்டியல் சேனல் பட்டியலைத் திறக்கவும்
tr: Benzer Listeyi Aç Kanal Listesi
uk: Відкрийте однорідний список Списку каналів
