Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Move to last line / screen
bg: Премести към последния ред/екран
cs: Přechod na poslední řádek/obrazovku
el: Μετακίνηση στην τελευταία γραμμή / οθόνη
fi: Siirry viimeiselle riville/näytölle
fr: Accéder à la dernière ligne/écran
hr: Premještanje na zadnji redak / zaslon
it: Sposta all'ultima riga/schermata
lt: Pereiti į paskutinę eilutę / ekraną
nl: Ga naar de laatste regel / scherm
pl: Przesuń do ostatniej lini / ekranu
sk: Presunúť na posledný riadok / obrazovku
sr: Premeštanje na poslednji red / ekran
sv: Flytta till sista raden/skärmen
ta: கடைசி வரி / திரைக்கு நகர்த்தவும்
tr: Son satıra / ekrana taşı
uk: Перейти до останнього рядка/екрана

source: Move to last line / screen in the panel
cs: Přejít v panelu na poslední řádek / obrazovku
el: Μετακίνηση στην τελευταία γραμμή / οθόνη στον πίνακα
fi: Siirry paneelin ensimmäiselle riville / näytölle
hr: Premjestite se na zadnji redak / zaslon na ploči
it: Sposta all'ultima riga/schermata nel pannello
lt: Pereiti į paskutinę eilutę / ekraną skydelyje
nl: Naar de laatste regel / beeldscherm gaan
pl: Przejdź do ostatniej linii / ekranu w panelu
sk: Presunúť na posledný riadok/obrazovku v paneli
sr: Premeštanje na poslednji red / ekran na panelu
sv: Flytta till sista raden/skärmen i panelen
ta: பேனலில் கடைசி வரி / திரைக்கு நகர்த்தவும்
tr: Paneldeki son satıra/ekrana taşı
uk: Перейти до останнього рядка/екрана на панелі

source: Move to next bouquet
cs: Přejít na další seznam
el: Μετακίνηση στο επόμενο μπουκέτο
fi: Siirry seuraavaan suosikkilistaan
hr: Premjesti na sljedeći buket
it: Sposta al bouquet successivo
nl: Naar de volgende favorietenlijst
pl: Przejdź do następnej listy
sk: Presunúť na ďalší prehľad
sr: Pređite na sledeći buket
sv: Gå till nästa bukett
ta: அடுத்த பூச்செட்டுக்கு செல்லுங்கள்
tr: Sonraki bukete git
uk: Перейти до наступного фавориту

source: Move to next marker
cs: Přejít na další značku
el: Μετακίνηση στον επόμενο δείκτη
fi: Siirry seuraavaan merkkiin
hr: Premještanje na sljedeću oznaku
it: Sposta al marcatore successivo
nl: Naar de volgende marker
pl: Przejdź do następnego znacznika
sk: Presunúť na ďalšiu značku
sr: Pomeri se do sledeće oznake
sv: Flytta till nästa markör
ta: அடுத்த மார்க்கருக்கு செல்லுங்கள்
tr: Sonraki işaretçiye git
uk: Перейти до наступного маркеру

source: Move to previous bouquet
cs: Přejít na předchozí seznam
el: Μετακίνηση στο προηγούμενο μπουκέτο
fi: Siirry edelliseen suosikkilistaan
hr: Premjesti na prethodni buket
it: Sposta al bouquet precedente
nl: Naar de vorige favorietenlijst
pl: Przejdź do poprzedniej listy
sk: Presunúť na predchádzajúci prehľad
sr: Pomeri se na prethodni buket
sv: Flytta till föregående bukett
ta: முந்தைய பூச்செண்டுக்கு செல்லுங்கள்
tr: Önceki bukete git
uk: Перейти до попереднього фавориту

source: Move to previous marker
cs: Přejít na předchozí značku
el: Μετακίνηση στον προηγούμενο δείκτη
fi: Siirry edelliseen merkkiin
hr: Premještanje na prethodnu oznaku
it: Sposta al marcatore precedente
nl: Naar de vorige marker
pl: Przejdź do poprzedniego znacznika
sk: Presunúť na predchádzajúcu značku
sr: Pomeri se na prethodni marker
sv: Flytta till föregående markör
ta: முந்தைய மார்க்கருக்கு நகர்த்தவும்
tr: Önceki işaretçiye git
uk: Перейти до попереднього маркера

source: Move to the first item on the current line
cs: Přejít na první položku na aktuálním řádku
el: Μετάβαση στο πρώτο στοιχείο της τρέχουσας γραμμής
fi: Siirrä nykyisen rivin ensimmäiselle riville
hr: Premještanje na prvu stavku u trenutnom retku
it: Sposta al primo elemento della riga attuale
nl: Ga naar het eerste item op de huidige regel
pl: Przejdź do pierwszego elementu w bieżącym wierszu
sk: Presunúť na prvú položku na aktuálnom riadku
sr: Premeštanje na prvu stavku u trenutnom redu
sv: Flytta till första objektet på den aktuella raden
ta: தற்போதைய வரியில் முதல் உருப்படிக்கு நகர்த்தவும்
tr: Geçerli satırdaki ilk öğeye git
uk: Перейти до першого елемента в поточному рядку

source: Move to the first item on the first screen
cs: Přejít na první položku na první obrazovce
el: Μετάβαση στο πρώτο στοιχείο της πρώτης οθόνης
fi: Siirrä nykyinen näyttö ensimmäiselle näytölle
hr: Prelazak na prvu stavku na prvom zaslonu
it: Sposta al primo elemento della prima schermata
nl: Ga naar het eerste item op het eerste scherm
pl: Przejdź do pierwszego elementu na pierwszym ekranie
sk: Presunúť na prvú položku na prvej obrazovke
sr: Premeštanje na prvu stavku na prvom ekranu
sv: Gå till den första punkten på den första skärmen
ta: முதல் திரையில் முதல் உருப்படிக்கு நகர்த்தவும்
tr: İlk ekrandaki ilk öğeye git
uk: Перехід до першого елемента на першому екрані

source: Move to the first line / screen
cs: Přejít na první řádek / obrazovku
el: Μετακίνηση στην πρώτη γραμμή / οθόνη
fi: Siirry ensimmäiselle riville / näytölle
hr: Premjestite se na prvi redak / zaslon
it: Sposta alla prima riga/schermata
lt: Pereiti į pirmą eilutę / ekraną
nl: Ga naar de eerste regel / het eerste beeldscherm
pl: Przejdź do pierwszej linii / ekranu
sk: Presunúť na prvý riadok/obrazovku
sr: Premeštanje na prvi red / ekran
sv: Flytta till första raden/skärmen
ta: முதல் வரி / திரைக்கு நகர்த்தவும்
tr: İlk satıra/ekrana git
uk: Перейти до першого рядка / екрана

source: Move to the last item on the current line
cs: Přejít na poslední položku na aktuálním řádku
el: Μετάβαση στο τελευταίο στοιχείο της τρέχουσας γραμμής
fi: Siirrä vimeinen kohde nykyiselle riville
hr: Premještanje na posljednju stavku u trenutnom retku
it: Sposta all'ultimo elemento della riga attuale
nl: Ga naar het laatste item op de huidige regel
pl: Przejdź do pierwszego elementu w bieżącym wierszu
sk: Presunúť na poslednú položku na aktuálnom riadku
sr: Premeštanje na poslednju stavku u trenutnom redu
sv: Flytta till den sista posten på den aktuella raden
ta: தற்போதைய வரியில் கடைசி உருப்படிக்கு நகர்த்தவும்
tr: Geçerli satırdaki son öğeye git
uk: Перехід до останнього елемента в поточному рядку

source: Move to the last item on the last screen
cs: Přejít na poslední položku na poslední obrazovce
el: Μετάβαση στο τελευταίο στοιχείο της τελευταίας οθόνης
fi: Siirrä viimeisin näyttö toiselle näytölle
hr: Prelazak na posljednju stavku na posljednjem zaslonu
it: Sposta all'ultimo elemento dell'ultima schermata
nl: Ga naar het laatste item op het laatste scherm
pl: Przejdź do ostatniego elementu na ostatnim ekranie
sk: Presunúť na poslednú položku na poslednej obrazovke
sr: Premeštanje na poslednju stavku na poslednjem ekranu
sv: Flytta till det sista objektet på den sista skärmen
ta: கடைசி திரையில் கடைசி உருப்படிக்கு நகர்த்தவும்
tr: Son ekrandaki son öğeye git
uk: Перехід до останнього елемента на останньому екрані

source: Move to the last line / screen
cs: Přejít na poslední řádek / obrazovku
el: Μετακίνηση στην τελευταία γραμμή / οθόνη
fi: Siirry viimeiselle riville/näytölle
hr: Prelazak na zadnji redak / zaslon
it: Sposta all'ultima riga/schermata
lt: Pereiti į paskutinę eilutę / ekraną
nl: Ga naar de laatste regel / het laatste beeldscherm
pl: Przejdź do ostatniej linii / ekranu
sk: Presunúť na posledný riadok/obrazovku
sr: Premeštanje na poslednji red / ekran
sv: Flytta till sista raden/skärmen
ta: கடைசி வரி / திரைக்கு நகர்த்தவும்
tr: Son satıra / ekrana git
uk: Перейти до останнього рядка / екрану

source: Move to the next category in the list
cs: Přejít na další kategorii v seznamu
el: Μετάβαση στην επόμενη κατηγορία στη λίστα
fi: Siirry seuraavaan kategoriaan listalla
hr: Prelazak na sljedeću kategoriju na popisu
it: Sposta alla categoria successiva nell'elenco
nl: Ga naar de volgende categorie in de lijst
pl: Przejdź do następnej kategorii na liście
sk: Presunúť na ďalšiu kategóriu v zozname
sr: Premeštanje na sledeću kategoriju na listi
sv: Flytta till nästa kategori i listan
ta: பட்டியலில் அடுத்த வகைக்கு செல்லுங்கள்
tr: Listedeki bir sonraki kategoriye geç
uk: Перейти до наступної категорії в списку

source: Move to the next item
cs: Přejděte na další položku
el: Μετακίνηση στο επόμενο στοιχείο
fi: Siirry seuraavaan kohtaan
hr: Prelazak na sljedeću stavku
it: Vai all'elemento successivo
nl: Naar het volgende item gaan
pl: Przejdź do następnego elementu
sk: Prejsť na ďalšiu položku
sr: Premeštanje na sledeću stavku
sv: Gå till nästa punkt
ta: அடுத்த உருப்படிக்கு செல்லுங்கள்
tr: Sonraki öğeye geç
uk: Перейти до наступного пункту

source: Move to the next item in the list
cs: Přejít na další položku v seznamu
el: Μετάβαση στο επόμενο στοιχείο της λίστας
fi: Siirry seuraavaan kohteenseen listalla
hr: Prelazak na sljedeću stavku na popisu
it: Sposta all'elemento successivo nell'elenco
nl: Ga naar het volgende item in de lijst
pl: Przejdź do następnej pozycji na liście
sk: Presunúť na ďalšiu položku v zozname
sr: Premeštanje na sledeću stavku na listi
sv: Flytta till nästa objekt i listan
ta: பட்டியலில் அடுத்த உருப்படிக்கு செல்லுங்கள்
tr: Listedeki bir sonraki öğeye geç
uk: Перехід до наступного елемента в списку

source: Move to the previous category in the list
cs: Přejít na předchozí kategorii v seznamu
el: Μετάβαση στην προηγούμενη κατηγορία στη λίστα
fi: Siirry edelliseen kategoriaan listalla
hr: Premještanje na prethodnu kategoriju na popisu
it: Sposta alla categoria precedente nell'elenco
nl: Ga naar de vorige categorie in de lijst
pl: Przejdź do poprzedniej kategorii na liście
sk: Presunúť na predchádzajúcu kategóriu v zozname
sr: Premeštanje na predhodnu kategoriju na listi
sv: Flytta till föregående kategori i listan
ta: பட்டியலில் முந்தைய வகைக்கு செல்லுங்கள்
tr: Listede bir önceki kategoriye geç
uk: Перейти до попередньої категорії в списку

source: Move to the previous item
cs: Přejít na předchozí položku
el: Μετακίνηση στο προηγούμενο στοιχείο
fi: Siirry edelliseen kohtaan
hr: Premještanje na prethodnu stavku
it: Vai all'elemento precedente
nl: Naar het vorige item gaan
pl: Przejdź do poprzedniego elementu
sk: Prejsť na predchádzajúcu položku
sr: Premeštanje na predhodnu stavku
sv: Flytta till föregående objekt
ta: முந்தைய உருப்படிக்கு நகர்த்தவும்
tr: Önceki öğeye geç
uk: Перейти до попереднього пункту

source: Move to the previous item in list
cs: Přejít na předchozí položku v seznamu
el: Μετάβαση στο προηγούμενο στοιχείο της λίστας
fi: Siirry edelliseen kategoriaan listalla
hr: Premještanje na prethodnu stavku na popisu
it: Sposta all'elemento precedente nell'elenco
nl: Ga naar het vorige item in de lijst
pl: Przejdź do poprzedniej pozycji na liście
sk: Presunúť na predchádzajúcu položku v zozname
sr: Premeštanje na predhodnu stavku na listi
sv: Flytta till föregående objekt i listan
ta: பட்டியலில் முந்தைய உருப்படிக்கு நகர்த்தவும்
tr: Listede bir önceki öğeye geç
uk: Перейти до попереднього елемента в списку

source: Move up a line
bg: Премести една линия нагоре
cs: Posunout se o řádek nahoru
da: Flyt en linje op
de: Eine Zeile nach oben verschieben
el: Μετακίνηση μία γραμμή επάνω
fi: Siirry ylöspäin yhdellä rivillä
fr: Monter sur une ligne
hr: Pomicanje reda prema gore
it: Sposta su una riga
lt: Judėkite linija aukštyn
nl: Een regel omhoog
pl: Przesuń w górę linii
sk: Presunúť o jeden riadok nahor
sr: Premeštanje nagore za red
sv: Flytta upp en rad
ta: ஒரு வரியை நகர்த்தவும்
tr: Bir satır yukarı git
uk: Перемістити на позицію вгору
zh_cn: 往上移动

source: Move up a line in the panel
cs: Posunout se v panelu o řádek nahoru
el: Μετακίνηση μία γραμμή επάνω στον πίνακα
fi: Siirrä riviä alaspäin paneelissa
hr: Pomicanje reda prema gore na ploči
it: Sposta su una riga nel pannello
lt: Pereiti linija aukštyn skydelyje
nl: Een regel omhoog
pl: Przesunięcie w górę o jeden wiersz w panelu
sk: Presunúť sa v paneli o jeden riadok nahor
sr: Premeštanje nagore za red u tabli
sv: Flytta upp en rad i panelen
ta: பேனலில் ஒரு வரியை நகர்த்தவும்
tr: Panelde bir satır yukarı git
uk: Перейти на рядок вгору на панелі

source: Move up a page
bg: Премести страница нагоре
cs: Přesun na začátek
da: Flyt en side op
de: Seitenweise nach oben blättern
el: Μετακίνηση μία σελίδα επάνω
et: Liigu lehe algusesse
fi: Vieritä sivua kerrallaan
fr: Monter d'une page
hr: Premještanje stranice prema gore
hu: Ugrás a előző lapra
it: Sposta su una pagina
lt: Perkelti aukštyn puslapį
nl: Ga een pagina omhoog
pl: Przesuń w górę strony
ru: Переместиться на страницу вверх
sk: Posun o stránku nahor
sr: Premeštanje nagore stranicu
sv: Flytta upp en sida
ta: ஒரு பக்கத்தை நகர்த்தவும்
tr: Bir üst sayfaya geç
uk: Переміститися на сторінку вгору
vi: Chuyển lên một trang
zh_cn: 移动到上一页

source: Move up a page / screen
bg: Премести страница/екран нагоре
cs: Posunout o stránku/obrazovku nahoru
el: Μετακίνηση μία σελίδα / οθόνη επάνω
fi: Siirrä sivua/näyttöä ylöspäin
hr: Pomicanje stranice / zaslona prema gore
it: Sposta su una pagina/schermata
lt: Perkelti puslapį / ekraną
nl: Een scherm naar boven
pl: Przenieś w górę stronę/ekran
sk: Presunúť o stránku/obrazovku nahor
sr: Premeštanje nagore stranicu / ekran
sv: Flytta upp en sida/skärm
ta: ஒரு பக்கம் / திரையை நகர்த்தவும்
tr: Bir sayfayı / ekranı yukarı taşı
uk: Перейти вверх на сторінку/екран

source: Move up a screen
bg: Премести нагоре екран
cs: Posunout o obrazovku nahoru
el: Μετακίνηση μία οθόνη επάνω
fi: Siirry ylös näyttöön
fr: Monter un écran
hr: Pomicanje zaslona prema gore
it: Sposta su una schermata
lt: Pereiti vienu ekranu aukštyn
nl: Een scherm naar boven
pl: Przesuń ekran w górę
sk: Presunúť o jednu obrazovku nahor
sr: Premeštanje nagore po ekranu
sv: Flytta upp en skärm
ta: ஒரு திரையை நகர்த்தவும்
tr: Bir ekran yukarı taşı
uk: Переміститися на екран вгору

source: Move up a screen / Move to previous item
cs: Posun o obrazovku nahoru / přechod na předchozí položku
el: Μετακίνηση μία οθόνη επάνω / Μετακίνηση στο προηγούμενο στοιχείο
fi: Siirrä näyttöä ylöspäin / Liiku edelliseen kohtaan
hr: Pomicanje zaslona prema gore / Premještanje na prethodnu stavku
it: Vai in alto nella schermata / Vai all'elemento precedente
nl: Vorig scherm / Naar het vorige item
pl: Przejdź w górę ekranu / Przejdź do poprzedniego elementu
sk: Presunúť o obrazovku nahor / Prejsť na predchádzajúcu položku
sr: Pomeri se na gore ekrana / Pomeri se na prethodnu stavku
sv: Flytta upp en skärm / Flytta till föregående objekt
ta: ஒரு திரையை நகர்த்தவும் / முந்தைய உருப்படிக்கு நகர்த்தவும்
tr: Bir ekran yukarı git / Önceki öğeye git
uk: Перейти на екран вгору / Перейти до попереднього пункту

source: Move up a screen in the panel
cs: Posunout se v panelu o obrazovku nahoru
el: Μετακίνηση μία οθόνη επάνω στον πίνακα
fi: Siirrä riviä alaspäin paneelissa
hr: Pomicanje zaslona prema gore na ploči
it: Sposta su una schermata nel pannello
lt: Perkelti ekraną aukštyn skydelyje
nl: Een beeldscherm omhoog
pl: Przejdź w górę ekranu w panelu
sk: Presunúť v paneli o jednu obrazovku nahor
sr: Premeštanje nagore ekrana na tabli
sv: Flytta upp en skärm i panelen
ta: பேனலில் ஒரு திரையை நகர்த்தவும்
tr: Panelde bir ekran yukarı git
uk: Переміщення на екран панелі вгору

source: Move up one line
bg: Премести с една линия нагоре
cs: Posunout se o řádek nahoru
el: Μετακίνηση μία γραμμή επάνω
fi: Siirry yhden rivin ylöspäin
fr: Monter d’une ligne
hr: Pomicanje za jedan redak gore
it: Sposta su una riga
lt: Pereiti viena eilute aukštyn
nl: Ga een regel omhoog
pl: Przesunięcie o jeden wiersz w górę
sk: Presunúť o jeden riadok nahor
sr: Premeštanje nagore za jedan red
sv: Flytta upp en rad
ta: ஒரு வரியை நகர்த்தவும்
tr: Bir satır yukarı git
uk: Переміститися на позицію вгору

source: Move up one line. Move to the bottom of the previous screen if this is the first line of the screen. Move to the last of the entry / list if this is the first line of the list.
bg: Премести нагоре с една линия. Премести се в долната част на предишния екран, ако това е първият ред на екрана. Премини към последния от записа/списъка, ако това е първият ред от списъка.
cs: Posunout se o řádek nahoru. Přejít na konec předchozí obrazovky, pokud se jedná o první řádek obrazovky. Přejít na poslední položku/seznam, pokud se jedná o první řádek seznamu.
el: Μετακίνηση μία γραμμή επάνω. Μετακίνηση στον πάτο της επόμενης οθόνης αν αυτή είναι η πρώτη της γραμμή. Μετακίνηση στην τελευταία γραμμή της λίστας αν αυτή είναι η πρώτη της γραμμή.
fi: Siirry yksi rivi ylöspäin. Siirry edellisen näytön alareunaan, jos tämä on näytön ensimmäinen rivi. Siirry merkinnän luettelon viimeiseen kohtaan, jos tämä on luettelon ensimmäinen rivi.
fr: Remonter d'une ligne. Se déplacer vers le bas de l'écran précédent s'il s'agit de la première ligne de l'écran. Aller à la fin de l'entrée / de la liste s'il s'agit de la première ligne de la liste.
hr: Pomaknite jedan redak više. Pomaknite se na dno prethodnog zaslona ako je ovo prvi redak zaslona. Premjestite na posljednji unos / popis ako je ovo prvi redak popisa.
it: Sposta su una riga. Passa alla parte inferiore della schermata precedente se questa è la prima riga dello schermo. Passa all'ultima voce/elenco se questa è la prima riga dell'elenco.
lt: Pereiti viena eilute aukštyn. Pereiti į ankstesnio ekrano apačią, jei tai yra pirmoji ekrano eilutė. Pereiti į paskutinę įrašo / sąrašo dalį, jei tai yra pirmoji sąrašo eilutė.
nl: Ga een regel naar boven. Ga naar het eind van het vorige scherm wanneer dit de eerste regel is. Ga naar de laatste regel van de lijst wanneer dit de eerste regel van de lijst is.
pl: Przechodzenie o jeden wiersz w górę. Przechodzenie na dół poprzedniego ekranu, jeśli jest to pierwszy wiersz ekranu. Przejdź do ostatniego wpisu / listy, jeśli jest to pierwszy wiersz listy.
sk: Presunúť o jeden riadok vyššie. Ak je toto prvý riadok obrazovky, presunúť do spodnej časti predchádzajúcej obrazovky. Ak je toto prvý riadok zoznamu, presunúť na posledný záznam/zoznam.
sr: Premeštanje nagore za jedan red. Premeštanje na dno predhodnog ekrana ako je ovo prvi red ekrana. Premeštanje na poslednju stavku / listu ako je ovo prvi red liste.
sv: Flytta upp en rad. Flytta till botten av föregående skärm om detta är den första raden på skärmen. Flytta till den sista posten/listan om detta är den första raden i listan.
ta: ஒரு வரியை நகர்த்தவும். இது திரையின் முதல் வரியாக இருந்தால் முந்தைய திரையின் அடிப்பகுதிக்கு நகர்த்தவும். இது பட்டியலின் முதல் வரியாக இருந்தால் நுழைவு / பட்டியலின் கடைசி நிலைக்குச் செல்லுங்கள்.
tr: Bir satır yukarı çıkın. Eğer bu ekranın ilk satırıysa, önceki ekranın en altına gidin. Eğer bu listenin ilk satırıysa, listenin/girişin sonuna gidin.
uk: Переміститися на один рядок вгору. Перейдіть до нижньої частини попереднього екрана, якщо це перший рядок екрана. Перейдіть до останнього запису/списку, якщо це перший рядок списку.

source: Move up one screen
bg: Премести нагоре с един екран
cs: Posunout se o jednu obrazovku nahoru
el: Μετακίνηση μία οθόνη επάνω
fi: Siirry yksi rivi ylöspäin
fr: Monter d’un écran
hr: Pomicanje za jedan zaslon prema gore
it: Sposta su una schermata
lt: Pereiti vienu ekranu aukštyn
nl: Ga een scherm omhoog
pl: Przesunięcie o jeden ekran w górę
sk: Presunúť nadol o jednu obrazovku
sr: Premeštanje nagore za jedan ekran
sv: Flytta upp en skärm
ta: ஒரு திரையை நகர்த்தவும்
tr: Bir ekran yukarı git
uk: Перемістити на екран вгору

source: Move up one screen. Move to the first line of the screen if this is the first screen.
bg: Премести един екран нагоре. Премини към първия ред на екрана, ако това е първият екран.
cs: Přejít o jednu obrazovku nahoru. Přesunout se na první řádek obrazovky, pokud se jedná o první obrazovku.
el: Μετακίνηση μία οθόνη επάνω. Μετακίνηση στην πρώτη γραμμή της οθόνης αν αυτή είναι η πρώτη.
fi: Siirry yhden näytön ylöspäin. Siirry näytön ensimmäiselle riville, jos tämä on ensimmäinen näyttö.
fr: Remonter d'un écran. Se déplacer à la première ligne de l'écran s'il s'agit du premier écran.
hr: Pomaknite jedan zaslon prema gore. Pomaknite se na prvi redak zaslona ako je ovo prvi zaslon.
it: Sposta su una schermata. Passa alla prima riga dello schermo se questa è la prima schermata.
lt: Pereiti vienu ekranu aukštyn. Pereiti į pirmąją ekrano eilutę, jei tai pirmasis ekranas.
nl: Ga een scherm naar boven. Ga naar de eerste regel op het scherm wanneer dit het eerste scherm is.
pl: Przesuń w górę o jeden ekran. Przejście do pierwszej linii ekranu, jeśli jest to pierwszy ekran.
sk: Presunúť o jednu obrazovku vyššie. Ak je toto prvá obrazovka, presunúť na prvý riadok obrazovky.
sr: Premeštanje nagore za jedan ekran. Premeštanje na prvi red ekrana ako je ovo prvi red ekrana.
sv: Flytta upp en skärm. Flytta till första raden på skärmen om detta är den första skärmen.
ta: ஒரு திரையை நகர்த்தவும். இது முதல் திரை என்றால் திரையின் முதல் வரிக்கு நகர்த்தவும்.
tr: Bir üst ekrana geçin. Eğer bu ilk ekransa, ekranın ilk satırına geçin.
uk: Перемістити на один екран вгору. Перейдіть до першого рядка екрана, якщо це перший екран.

source: Move up to first line
bg: Премести до първия ред
cs: Přejít na první řádek
el: Μετακίνηση στην πρώτη γραμμή
fi: Siirry ensimmäiselle riville
fr: Passer à la première ligne
hr: Premještanje nagore na prvi red
it: Sposta su alla prima riga
lt: Pereiti iki pirmos eilutės
nl: Ga omhoog naar de eerste regel
pl: Przechodzenie w górę do pierwszego wiersza
sk: Presunúť na prvý riadok
sr: Premeštanje nagore na prvi red
sv: Flytta upp till första raden
ta: முதல் வரி வரை நகர்த்தவும்
tr: İlk satıra git
uk: Перейти до першого рядка

source: Move up to the first line in the list.
bg: Премести до първия ред в списъка.
cs: Přejít na první řádek v seznamu.
el: Μετακίνηση στην πρώτη γραμμή της λίστας.
fi: Siirry ensimmäiseen merkintään
fr: Monter à la première ligne de la liste.
hr: Pomaknite prvi redak na popisu.
it: Sposta su alla prima riga dell'elenco.
lt: Pereiti iki pirmos sąrašo eilutės.
nl: Ga naar de eerste regel in de lijst.
pl: Przechodzenie w górę do pierwszego wiersza na liście.
sk: Presunúť na prvý riadok v zozname.
sr: Premeštanje na prvi red na listi.
sv: Gå upp till första raden i listan.
ta: பட்டியலில் முதல் வரிக்கு நகர்த்தவும்.
tr: Listedeki ilk satıra gidin.
uk: Перейти до першого рядка списку.

source: Move west
bg: Премести на запад
cs: Posun západně
da: Drej mod vest
de: Drehen nach Westen
el: Κίνηση δυτικά
et: Liiguta läände
fi: Liikuta länteen
fr: Déplacer vers l'ouest
hr: Kretanje na zapad
hu: Nyugat felé
it: Sposta a ovest
lt: Sukti į vakarus
nl: Draai west
pl: Przesuń na zachód
pt_br: Mover oeste
ru: Переместить на запад
sk: Presunúť na západ
sl: Premikaj proti zahodu
sr: Pokret na zapad
sv: Flytta västerut
ta: மேற்கு நோக்கி நகர்த்தவும்
tr: Batıya taşı
uk: Перемістити на захід
vi: Di chuyển về phía tây
zh_cn: 西移

source: Moved to position 0
bg: Преместен в позиция 0
cs: Natáčí se na pozici 0
da: Flyt til position 0
el: Κίνηση στη θέση 0
et: Liiguti positsioonile 0
fi: Mene sijaintiin 0
fr: Déplacer vers la position 0
hr: Premješteno na poziciju 0
hu: Mozgatás a 0-ra
it: Spostato in posizione 0
lt: Perkelti į poziciją 0
nl: Naar positie 0 gedraaid
pl: Przeniesione na pozycję 0
pt_br: Movido para posição 0
ru: Перемещение к позиции Х
sk: Presunuté na pozíciu 0
sr: Premeštanje na poziciju 0
sv: Flyttad till position 0
ta: நிலை 0 க்கு நகர்த்தப்பட்டது
tr: 0 konumuna taşındı
uk: Переїхати в позицію 0
vi: Đã chuyển đến vị trí 0
zh_cn: 移动到位置0
