Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Please set up tuner I For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner I op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte Tuner I einrichten Für Hybrid-Tuner den Tuner-Typ mit Links/Rechts umschalten
et: Seadista tuuner I Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a I tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập tuner I Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器I 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner J For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner J op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte Tuner J einrichten Für Hybrid-Tuner den Tuner-Typ mit Links/Rechts umschalten
et: Seadista tuuner J Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a J tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh J Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器J 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner Q For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner Q op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
et: Seadista tuuner Q Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
vi: Vui lòng thiết lập bộ chỉnh tần số Q Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器Q 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner R For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner R op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
et: Seadista tuuner R Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
vi: Vui lòng thiết lập bộ chỉnh R Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器R 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set your time zone
da: Sæt venligst din tidszone
de: Bitte stellen Sie Ihre Zeitzone ein
et: Määra ajavöönd
vi: Vui lòng đặt múi giờ của bạn
zh_cn: 请设置您的时区

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press OK to continue.
da: Sæt venligst din brugergrænseflade op ved at justere værdierne til kanterne af den røde kasse rører kanterne af dit TV. Tryk OK for at fortsætte når du er tilfreds.
de: Justieren Sie die Position der Benutzeroberfläche. Die Ränder des roten Bereichs sollten die Ränder des TV-Bildschirms berühren. Danach OK drücken.
et: Seadista kasutajaliides muutes väärtusi, kuni punase kasti servad puudutavad ekraani servi. Kui oled valmis, vajuta jätkamiseks OK.
hu: Kérjük, állítsa be felhasználói felületét az értékek beállításával, amíg a piros doboz élei meg nem érintik a TV éleit. Ha készen áll, folytassa a folytatáshoz az OK gombot.
ru: Отрегулировайте положение пользовательского интерфейса. Края красной области должны касаться краев экрана телевизора. Если готовы, нажмите ОК для продолжения.
vi: Vui lòng thiết lập giao diện người dùng của bạn bằng cách điều chỉnh các giá trị cho đến khi các cạnh của hộp màu đỏ chạm vào các cạnh của TV. Khi bạn đã sẵn sàng nhấn OK để tiếp tục.
zh_cn: 请设置您的用户界面,通过调整数值,直到红色方块的边缘,触摸你的电视的边缘. 当您准备好后按'确定'键继续.

source: Please setup your user interface by adjusting the values till the edges of the red box are touching the edges of your TV. When you are ready press green to continue.
da: Indstil venligst din brugergrænseflade ved at justere værdierne til kanterne af den røde kasse røre kanterne af dit TV. Tryk på den grønne knap når du er klar til at fortsætte.
de: Justieren Sie die Position der Benutzeroberfläche. Die Ränder des roten Bereichs sollten die Ränder des TV-Bildschirms berühren. Danach GRÜN drücken.
et: Seadista kasutajaliides muutes väärtusi, kuni sinise kasti servad puudutavad ekraani servi. Kui oled valmis, vajuta jätkamiseks OK.
hu: Kérjük, állítsa be felhasználói felületét az értékek beállításával, amíg a piros doboz élei meg nem érintik a TV éleit. Amikor készen áll, nyomja meg a zöld gombot a folytatáshoz.
ru: Отрегулировайте положение пользовательского интерфейса. Края красной области должны касаться краев экрана телевизора. Если готовы, нажмите зеленую кнопку для продолжения.
vi: Vui lòng thiết lập giao diện người dùng của bạn bằng cách điều chỉnh các giá trị cho đến khi các cạnh của hộp màu đỏ chạm vào các cạnh của TV. Khi bạn đã sẵn sàng nhấn màu xanh lá cây để tiếp tục.
zh_cn: 请设置您的用户界面,通过调整数值,直到红色方块的边缘,触摸你的电视的边缘. 当你准备好后按绿色键继续.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
de: Für Sprachauswahl die Hoch/Runter Tasten nutzen. Danach OK drücken.
et: Kasuta keele valimiseks 'ÜLES' ja 'ALLA' nuppe, seejärel vajuta OK.
hu: Kérem, használja a FEL és LE gombokat a nyelv kiválasztásához. Ez után nyomja le az OK gombot.
pt_br: Use os botões cima/baixo para selecionar o idioma. Pressione OK para continuar.
ru: Пожалуйста, используйте клавиши ВВЕРХ и ВНИЗ для выбора языка. Далее нажмите ОК.
sl: Prosim, da za izbiro jezika uporabite tipke GOR in DOL, za potrditev pritisnite OK tipko .
vi: Vui lòng sử dụng các phím LÊN và XUỐNG để chọn ngôn ngữ của bạn. Sau đó nhấn nút OK.
zh_cn: 请使用上/下键来选择您的语言.然后按下‘确定’键.

source: Please wait, Loading image.
da: Vent venligst, Henter image...
de: Bild wird geladen. Bitte warten...
et: Oota. Tõmmise laadimine.
vi: Xin vui lòng chờ, Đang tải hình ảnh.
zh_cn: 请稍等,正在加载镜像...

source: Please wait, restarting cardserver.
da: Vent venligst, genstarter kortserver.
de: Bitte warten, starte Cardserver neu.
et: Oota, kaardiserver taaskäivitub.
vi: Xin vui lòng chờ, khởi động lại máy chủ thẻ.
zh_cn: 请稍等,正在重新启动卡服务器.

source: Please wait, restarting softcam and cardserver.
da: Vent venligst, genstarter softcam og kortserver.
de: Bitte warten, starte Softcam und Cardserver neu.
et: EMU ja kaardiserver taaskäivitatakse. Palun oota.
vi: Xin vui lòng chờ, khởi động lại softcam và máy chủ thẻ.
zh_cn: 请稍等,正在重新启动SoftCam和卡服务器...

source: Please wait, restarting softcam.
da: Vent venligst, genstarter softcam.
de: Bitte warten, starte Softcam neu.
et: Oota. EMU taaskäivitub.
vi: Xin vui lòng chờ, khởi động lại softcam.
zh_cn: 请稍等,正在重新启动SoftCam...

source: Please wait.
da: Vent venligst.
de: Bitte warten.
et: Palun oota.
hu: Kérjük, várjon.
ru: Пожалуйста, ждите.
vi: Xin vui lòng chờ.
zh_cn: 请稍等...

source: Please wait...almost ready!
da: Please wait... næsten klar!
de: Fast fertig! Bitte warten...
et: Oota... peaaegu tehtud!
hu: Kérem, várjon... majdnem kész!
vi: Xin vui lòng chờ ... gần như đã sẵn sàng!
zh_cn: 请稍等...差不多准备好了!

source: Plugin Filter
da: Plugin filtre
et: Pluginate filter
hu: Bővítmények szűrése
ru: Фильтрация плагинов
vi: Bộ lọc Plugin
zh_cn: 插件筛选器

source: Plugin browser
de: Plugin Manager
et: Pluginad
hu: Bővítménykezelő
pt_br: Plugins
ru: Установленные плагины
sl: Pregled vtičnikov
vi: Trình duyệt plugin
zh_cn: 插件浏览器

source: Plugin details
da: Plugin detaljer
et: Plugina üksikasjad
hu: Bővítmény részletei
ru: Подробности о плагине
vi: Chi tiết về plugin
zh_cn: 插件详细信息

source: Plugin manager activity information
da: Aktivitetsinformation for plugin styring
de: Plugin Manager: geplante Aktionen
et: Pluginahalduri tegevuse andmed
hu: Bővítménykezelő - végrehajtási információk
pt_br: Informação de atividade do gerenciador de plugins
ru: Информация об активации плагинов
vi: Thông tin hoạt động của trình quản lý plugin
zh_cn: 插件管理活动信息

source: Plugin manager help
da: Plugin-håndtering Hjælp
de: Hilfe Plugin Manager
et: Pluginahalduri abi
hu: Bővítménykezelő - súgó
pt_br: Ajuda do gerenciador de plugins
ru: Помощь по менеджеру плагинов
vi: Trình quản lý plugin giúp
zh_cn: 插件管理器帮助

source: Pluginbrowser Settings
da: Plugin browser indstillinger
de: Pluginbrowser
et: Pluginamenüü seaded
ru: Настройки списка плагинов
vi: Cài đặt trình cắm
zh_cn: 插件浏览器设置

source: Poker
zh_cn: 扑克

source: Polarisation
da: Polarisering
et: Polarisatsioon
hu: Polarizáció
pt_br: Polarização
ru: Поляризация
vi: Phân cực
zh_cn: 极化方式

source: Politik
zh_cn: 政治

source: Port:
ru: Порт:
vi: Cổng:
zh_cn: 端口:

source: Porträt
zh_cn: 肖像

source: Position Setup
da: Positionsopsætning
et: Asukoha määramine
hu: Pozíció Beállítás
ru: Настройка позиции
vi: Thiết lập vị trí
zh_cn: 位置设置

source: Power long
da: Tænd lang
de: Ausschalttaste lang
et: Toitenupp - pikk
hu: Bekapcsoló hosszan
ru: Кнопка выключения долгое нажатие
vi: Sức mạnh lâu
zh_cn: 电源键长按

source: Power management. Consult your receiver's manual for more information.
da: Strømstyring. Se i din modtagers vejledning for mere information.
de: Energieverwaltung. Weitere Informationen finden Sie in der Bedienungsanleitung Ihres Receivers.
et: Toitehaldus. Uuri lähemalt vastuvõtja käsiraamatust.
vi: Quản lý năng lượng. Tham khảo hướng dẫn sử dụng của người nhận để biết thêm thông tin.
zh_cn: 电源管理.有关更多信息,请查阅您的接收器手册.

source: Power threshold. Consult your receiver's manual for more information.
da: Strømforbrug tæsrskelværdi. Se i din modtagers vejledning for mere information.
de: Leistungsschwelle. Weitere Informationen finden Sie in der Bedienungsanleitung Ihres Receivers.
et: Võimsuselävi. Uuri lähemalt vastuvõtja käsiraamatust.
vi: Ngưỡng công suất. Tham khảo hướng dẫn sử dụng của người nhận để biết thêm thông tin.
zh_cn: 功率阈值.有关更多信息,请查阅您的接收器手册.

source: PowerManager entry
da: Strømhåndtering post
de: PowerTimer-Eintrag
et: Toitetaimer
hu: PowerManager bejegyzés
ru: Пункт на PowerManager
vi: Mục nhập PowerManager
zh_cn: 电源管理项

source: PowerManager log
da: Strømhåndteringslog
de: PowerTimer-Log
et: Toitetaimeri logi
hu: PowerManager napló
ru: Лог PowerManager
vi: Nhật ký PowerManager
zh_cn: 电源管理器日志

source: PowerTimer
da: StrømTimer
et: Toitetaimer
hu: Kikapcsolás Időzítő
vi: Thời gian quyền lực
zh_cn: 电源定时器

source: PowerTimer DeepStandby
da: StrømTimer Dyb Standby
et: Puhkeseisundi toitetaimer
hu: Kikapcsolás Időzítő Kikapcsolás
vi: Thời gian chờ quyền lực
zh_cn: 电源定时器深度待机

source: PowerTimer List
da: StrømTimer liste
de: PowerTimer-Liste
et: Toitetaimerite nimekiri
hu: Kikapcsolás Időzítő Lista
ru: Список таймеров питания
vi: Danh sách PowerTimer
zh_cn: 电源定时器列表

source: PowerTimer Overview
da: StrømTimer overblik
de: PowerTimer-Übersicht
et: Toiteaimeri ülevaade
hu: Kikapcsolás Időzítő Áttekintés
ru: Просмотр таймеров питания
vi: Tổng quan về PowerTimer
zh_cn: 电源定时器概述

source: PowerTimer Standby
da: StrømTimer Standby
et: Ooteeseisundi toitetaimer
hu: Kikapcsolás Időzítő Készenléti állapot
vi: Chế độ chờ PowerTimer
zh_cn: 定时待机功率

source: PowerTimers
da: StrømTimere
de: PowerTimer
et: Toitetaimerid
hu: Kikapcsolás Időzítők
ru: Таймеры питания
vi: Bộ đếm thời gian
zh_cn: 电源定时器

source: Preferred tuners, multiple selection allowed
de: Bevorzugte Tuner
et: Eelistatud tuunerid. Lubatud on mitu valikut
hu: Tuner(ek) kiválasztása
vi: Điều chỉnh ưa thích, cho phép nhiều lựa chọn
zh_cn: 首选调谐器,允许多次选择

source: Preparation time for recording (seconds)
da: Forberedelsestid for optagelse (sekunder)
de: Vorbereitungszeit für die Aufnahme (in Sekunden)
et: Salvestuseks valmistumise aeg (sek)
vi: Thời gian chuẩn bị để ghi âm (giây)
zh_cn: 录制准备时间(秒)

source: Prepare another USB stick for image flashing
da: Forbered en anden USB nøgle for Image installation
de: Weiteren USB-Stick zum Image-Flashen vorbereiten
et: Valmista tõmmise paigaldamiseks ette teine USB pulk
hu: Egy másuk USB adathordozó előkészítése készülék-frissítésre
ru: Приоритет другого USB-флеша для инсталляции системы
vi: Chuẩn bị một thanh USB khác để nhấp nháy hình ảnh
zh_cn: 准备其他U盘来刷写镜像

source: Press INFO on your remote control for additional information.
da: Tryk INFO på din fjernbetjening for mere information.
de: INFO drücken für zusätzliche Informationen.
et: Lisainfo saamiseks vajuta 'INFO'.
hu: Nyomja le az INFO gombot a távírányítón a részletekért.
pt_br: Pressione Info para informações adicionais.
ru: Нажмите кнопку Инфо на пульте для дополнительной информации.
sl: Za več informacij pritisnite tipko INFO.
vi: Nhấn INFO trên điều khiển từ xa để biết thêm thông tin.
zh_cn: 额外的信息在您的遥控器媒体信息.

source: Press MENU on your remote control for additional options.
da: Tryk MENU på din fjernbetjening for flere indstillinger.
de: MENU drücken für zusätzliche Optionen.
et: Lisavõimaluste nägemiseks vajuta 'MENU'.
hu: Nyomja le a MENÜ gombot a távírányítón további opciókért.
pt_br: Pressione Menu para opções adicionais.
ru: Нажмите кнопку Меню на пульте для дополнительных опций.
sl: Za dodatne nastavitve pritisnite tipko INFO.
vi: Nhấn MENU trên điều khiển từ xa của bạn để có thêm tùy chọn.
zh_cn: 额外的选项,按遥控器上的MENU菜单.

source: Press MENU to install additional language(s).
da: Tryk MENU for at installere yderligere sprog.
de: Drücken Sie MENU, um weitere Sprachen zu installieren.
vi: Nhấn MENU để cài đặt (các) ngôn ngữ bổ sung.
zh_cn: 按MENU菜单键安装其他语言.

source: Press OK to activate the selected skin.
da: Tryk OK for at aktivere det valgte grafiske Tema.
de: Drücken Sie OK, um den gewählten Skin zu aktivieren.
et: Uue kujunduse jõustamiseks vajuta OK.
hu: Nyomja le az OK gombot az új kinézet (Skin) aktiválásához.
pt_br: Pressione OK para ativar o tema selecionado.
ru: Нажмите OK для активации выбранного скина.
sl: Za aktiviranje izbrane predloge pritisnite OK.
vi: Nhấn OK để kích hoạt giao diện đã chọn.
zh_cn: 按下'确定'键以激活选定的皮肤.

source: Press OK to set the MAC-address.
da: Tryk OK for at sætte MAC-adressen.
de: Drücken Sie OK, um die MAC-Adresse zu setzen.
et: MAC-aadressi määramiseks vajuta OK.
hu: Nyomja le az OK gombot a MAC-cím beállításához.
ru: Нажмите OK, чтобы установить MAC-адрес.
vi: Nhấn OK để đặt địa chỉ MAC.
zh_cn: 按确定键设置MAC地址.

source: Pressing the panic button will zap you to this channelnumber in your first bouquet.
da: Tryk på panikknappen vil Zappe dig til dette kanalnummer i din første buket.
de: Die Kanalnummer (in Ihrem ersten Bouquet) einstellen, zu der bei Drücken der Panik-Taste umgeschaltet wird.
et: Paanikanupu vajutamisel lülitub vastuvõtja esimese lemmiknimekirja esimesele kanalile.
hu: A pánik gomb megnyomásával erre a csatorna számra fog ugrani a csatornacsomagban.
ru: При нажатии тревожной кнопки будете переключены на этот номер канала в первом фаворите.
vi: Nhấn nút will zap sẽ đưa bạn đến kênh này trong gói kênh đầu tiên của bạn.
zh_cn: 按下紧急键可切换到第一个频道列表中的频道号码.

source: Preview selected channel
da: Forhåndsvis valgte kanal
et: Valitud kanali eelvaatlus
hu: Kijelőlt csatorna előnézete
pt_br: Pré-visualizar canal selecionado
ru: Предпросмотр выбранного канала
vi: Xem trước kênh đã chọn
zh_cn: 预览所选频道

source: Previous bouquet
da: Forrige buket
de: Favoriten zurück
zh_cn: 上一个分组

source: Previous page
da: Forrige side
de: Seite zurück
zh_cn: 上一页

source: Prevsong long
da: Sidste sang lang
et: Prevsong - pikk
hu: Prevsong hosszan
vi: Lâu dài
zh_cn: 上一首歌长按

source: Primetime
da: Pimetime
et: Tippaeg
hu: Főműsoridő
vi: Thời nguyên thủy
zh_cn: 黄金时段

source: Probable causes could be
da: Sandsynlig årsag kan være
de: Mögliche Ursachen könnten sein
et: Tõenäoliselt on põhjuseks
hu: Lehetséges okok lehetnek
vi: Nguyên nhân có thể là
zh_cn: 可能的原因是

source: Process
da: Bearbejdning
de: Aktivitätsanzeige
et: Toiming
hu: Futtatás
pt_br: Processo
ru: Процесс
sl: Proces
vi: Quá trình
zh_cn: 过程

source: Processor temperature: %s
de: Prozessor-Temperatur: %s
zh_cn: 处理器温度: %s

source: Program '%s' is installed. The package containing this program isn't known, so it can't be uninstalled.
da: Program '%s' installeret. Pakken der indeholder dette program er ukendt, så det kan ikke afinstalleres.
et: Programm '%s' on paigaldatud. Seda programmi sisaldav pakett ei ole teada, seega ei saa seda eemaldada.
vi: Chương trình '% s' được cài đặt. Gói chứa chương trình này không được biết đến, vì vậy nó không thể được gỡ cài đặt.
zh_cn: 程序'%s'已安装. 包含此程序的包未知,因此无法卸载.

source: Program '%s' needs to be installed to run the '%s' action. Uninstall the '%s' package to uninstall the program?
da: Programmet '%s' skal installeres for at udføre handlingen '%s'. Afinstaller pakken '%s' for at afinstallere programmet ?
et: Programm '%s' tuleb paigaldada, et teostada tegevus '%s'. Kas eemaldada pakett '%s' programmi eemaldamiseks?
vi: Chương trình '% s' cần được cài đặt để chạy hành động '% s'. Gỡ cài đặt gói '% s' để gỡ cài đặt chương trình?
zh_cn: 需要安装程序'%s'才能运行'%s'操作. 是否卸载'%s'包来卸载程序?

source: Program '%s' needs to be installed to run this action. Install the '%s' package to install the program?
da: Programmet '%s' skal installeres for at udføre handlingen. Installer pakken '%s' for at installere programmet ?
de: '%s' muss installiert sein, um diese Aktion auszuführen. Möchten Sie '%s' installieren, um es auszuführen?
et: Programm '%s' tuleb paigaldada, et teostada ülesanne. Kas paigaldada pakett '%s' programmi paigaldamiseks?
vi: Chương trình '% s' cần được cài đặt để chạy hành động này. Cài đặt gói '% s' để cài đặt chương trình?
zh_cn: 需要安装程序'%s'才能运行此操作. 是否安装'%s'包以安装程序?

source: Program '%s' not installed. The package containing this program isn't known.
da: Program '%s' ikke installeret. Pakken der indeholder dette program er ukendt.
de: Programm '%s' nicht installiert. Das Paket, das dieses Programm enthält, ist nicht bekannt.
et: Programm '%s' ei ole paigaldatud. Seda programmi sisaldav pakett ei ole teada.
vi: Chương trình '% s' chưa được cài đặt. Gói chứa chương trình này không được biết đến.
zh_cn: 程序'%s'未安装. 包含此程序的包未知.

source: Program long
da: Program lang
de: Program lang
et: Program - pikk
hu: Program hosszan
vi: Chương trình dài
zh_cn: 程序长按

source: Progress:
bg: Прогрес:
da: Fremgang:
de: Fortschritt:
et: Edenemine:
hu: Folyamat:
vi: Phát triển:
zh_cn: 进度：

source: Prominent
da: Fremragende
zh_cn: 突出

source: Protect InfoPanel
da: Beskyt Infopanel
de: InfoPanel schützen
et: Lukusta infopaneel
hu: Információs sáv védelme
ru: Защитить ИнфоПанель
vi: Bảo vệ InfoPanel
zh_cn: 信息栏显示保护

source: Protek 4K UHD/HD61
da: Beskyt 4K UHD/HD61
zh_cn: 宝泰4K UHD/HD61

source: Prov long
de: Prov lang
et: Prov - pikk
hu: Szolgáltató hosszan
ru: Prov долгое нажатие
vi: Cung cấp dài
zh_cn: 供应商键长按

source: Provider:
bg: Провайдер:
da: Udbyder:
de: Anbieter:
et: Levitaja:
hu: Szolgáltató:
ru: Провайдер:
vi: Các nhà cung cấp:
zh_cn: 供应商:

source: Providers:
da: Udbydere:
de: Anbieter:
et: Levitajad:
hu: Szolgáltatók:
ru: Провайдеры:
vi: Các nhà cung cấp:
zh_cn: 供应商:

source: Psychologie
zh_cn: 心理学

source: Puppentrick
zh_cn: 木偶

source: Python: %s
zh_cn: Python版本: %s

source: Quick Menu...
bg: Бързо меню...
da: Kvik Menu...
de: Schnellstartmenü...
et: Kiirmenüü
hu: Gyors menü...
ru: Быстрое меню
vi: Menu nhanh ...
zh_cn: 快捷菜单...

source: Quick zap
da: KvikZap
et: Kiirkanalivalik
hu: Gyors ugrás
pt_br: Zap rápido
ru: Быстрое переключение
vi: Nhanh chóng
zh_cn: 快速换台

source: Quiz
zh_cn: 测试

source: RAM
hu: MEMÓRIA
zh_cn: 内存

source: RF output
da: RF Udgang
de: RF-Ausgang
et: RF-väljund
hu: RF kimenet
pt_br: Conexão RF
ru: ВЧ выход
sl: RF Izhod
vi: Đầu ra RF
zh_cn: 射频输出

source: RGB
zh_cn: RGB三色模式

source: Radio long
da: Radio lang
de: Radio lang
et: Radio - pikk
hu: Rádió hosszú
vi: Đài phát thanh dài
zh_cn: 无线键长按

source: Radsport
da: Cykelsport
zh_cn: 循环

source: Ram
hu: Memória
zh_cn: 内存

source: Random password
da: Tilfældig adgangskode
de: Zufallspasswort
et: Juhuslik parool
vi: Mật khẩu ngẫu nhiên
zh_cn: 随机密码

source: Reader Statistics
da: Læser statistikker
de: Reader-Statistik
et: Kaardipesa statistika
hu: Olvasó statisztikái
ru: Статистика Ридера
vi: Thống kê độc giả
zh_cn: 阅读器统计

source: Ready to install "%s" ?
bg: Готови ли сте да инсталирате "%s" ?
da: Klar til at installere "%s" ?
de: Wollen Sie '%s' installieren?
et: Kas paigaldada "%s"?
hu: Készen áll a telepítésre "%s" ?
ru: Готовы к установке "%s"?
vi: Sẵn sàng để cài đặt "% s"?
zh_cn: 准备安装 "%s"?

source: Ready to install %s ?
da: Klar til at installere %s ?
de: Wollen Sie '%s' installieren?
et: Kas paigaldada "%s"?
hu: Készen áll a telepítésre %s ?
ru: Готовы к установке %s?
vi: Sẵn sàng để cài đặt% s?
zh_cn: 准备安装 %s?

source: Ready to remove "%s" ?
bg: Готови ли сте да премахнете "%s" ?
da: Klar til at fjerne "%s" ?
de: Wollen Sie '%s' de-installieren?
et: Kas eemaldada "%s"?
hu: Készen áll a törlésre "%s" ?
ru: Готовы к удалению "%s"?
vi: Sẵn sàng xóa "% s"?
zh_cn: 准备删除 "%s"?

source: Ready to remove %s ?
da: Klar til at fjerne %s ?
de: Wollen Sie '%s' de-installieren?
et: Kas eemaldada "%s"?
hu: Készen áll a törlésre %s ?
ru: Готовы к удалению %s?
vi: Sẵn sàng để loại bỏ% s?
zh_cn: 准备删除 %s?

source: Reality
zh_cn: 现实

source: Really delete done timers?
da: Vil du fjerne udførte Timere ?
de: Vollendete Timer wirklich löschen?
et: Kas kustutada aegunud taimerid?
hu: Töröljem a befejezett idözítéseket?
pt_br: Remover temporizadores concluídos?
ru: Действительно удалить выполненные таймеры?
sl: Želite izbrisati končane časovnike?
vi: Thực sự xóa bộ tính giờ thực hiện?
zh_cn: 是否要删除定时器?

source: Really exit the subservices quickzap?
da: Vil du afslutte underkanal KvikZap ?
de: Unterkanal-Quickzap wirklich beenden?
et: Kas väljuda alamkanalite valikust?
hu: Biztos ki szeretne lépni az alcsatorna gyorsUGRÁS módból?
pt_br: Deseja realmente sair?
ru: Действительно выйти из быстрого перехода?
sl: Res želite zapustiti Hitri preklop pod-storitev?
vi: Thực sự thoát khỏi dịch vụ phụ quickzap?
zh_cn: 是否要退出子频道快速切换?

source: Really upgrade the frontprocessor and reboot now?
da: Opdater frontprocessor og genstart nu ?
et: Kas uuendada esiprotsessor ja taaskäivitada vastuvõtja?
hu: Biztos benne, hogy frissíteni szeretné a frontprocesszort, majd újraindítani a készüléket?
pt_br: Atualizar o processador e reiniciar agora?
ru: Действительно обновить фронтпроцессор и перезагрузить?
vi: Thực sự nâng cấp bộ xử lý trước và khởi động lại bây giờ?
zh_cn: 是否升级前处理器并重新启动?

source: Rebuild
da: Genopbyg
et: Loo uuesti
hu: Újraépítés
ru: Реконструкция
vi: Tái tạo
zh_cn: 重建

source: Rebuild LCN bouquet now?
da: Genopbyg LCN Bukket nu ?
et: Kas luua LCN lemmiknimekiri uuesti?
hu: Újjáépíti LCN csatornacsomagot most?
ru: Реконструировать LCN букет?
vi: Tái tạo gói kênh LCN bây giờ?
zh_cn: 是否重建LCN频道列表?

source: Rec long
da: REC lang
de: Aufnahme lang
et: REC - pikk
hu: Felvétel hosszan
vi: Rec dài
zh_cn: 录像键长按

source: Reception
da: Modtagelse
de: Empfang
vi: Tiếp nhận
zh_cn: 接收设置

source: Reception lists
da: Modtagerlister
de: Empfangslisten
et: Üldnimekirjad
hu: Vételi listák
vi: Danh sách tiếp nhận
zh_cn: 接收列表

source: Reception settings
da: Modtagerindstillinger
de: Empfangseinstellungen
et: Vastuvõtu seaded
hu: Vételi beállítások
pt_br: Configurar recepção
ru: Параметры приема
vi: Cài đặt tiếp tân
zh_cn: 接收设置

source: Record started! Stopping timeshift now ...
da: Optagelse startet! Stopper Timeshift nu...
de: Aufnahme gestartet! Timeshift wird gestoppt...
et: Salvestamine algas! Ajanihe peatatakse...
hu: A felvétel elkezdődött! A Timeshift megállítása most ...
ru: Начата запись! Остановка таймшифта ...
vi: Ghi lại bắt đầu! Dừng timeshift ngay bây giờ ...
zh_cn: 录像开始!现在停止时移 ...

source: Record time limited due to conflicting timer %s
da: Optagelsestid begrænset på grund af konfliktende Timer %s
de: Aufnahmezeit aufgrund kollidierender Timer '%s' begrenzt
et: Salvestusaeg on piiratud teise taimeri %s tõttu
hu: A felvételi idő rövidítve lett időzítés ütközés miatt: %s
pt_br: Tempo de gravação limitado devido a conflito com %s
ru: Время записи ограничено ввиду конфликта таймера %s
sl: čas snemanja je omejen zaradi konflikta s časovnikom %s
vi: Ghi lại thời gian giới hạn do bộ đếm thời gian xung đột%s
zh_cn: 由于定时器 %s 冲突导致录像时间受限
