Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Clear play list
bg: Изчисти плейлиста
cs: Vymazat seznam přehrávání
el: Εκκαθάριση λίστας αναπαραγωγής
fi: Tyhjennä soittolista
fr: Effacer liste de lecture
hr: Očisti popis za reprodukciju
it: Pulisci playlist
lt: Išvalyti grojaraštį
nl: Afspeellijst leegmaken
pl: Wyczyść listę odtwarzania
sk: Vyčistiť playlist
sr: Obriši plej listu
sv: Radera spellista
ta: தெளிவான விளையாட்டு பட்டியல்
tr: Oynatma listesini temizle
uk: Очистити список відтворення

source: Clear the logs for this timer
cs: Vymazat protokoly tohoto časovače
el: Εκκαθάριση καταγραφών για αυτόν τον χρονοδιακόπτη
fi: Tyhjennä tämän ajastuksen lokit
hr: Izbrišite zapisnike za ovaj mjerač vremena
it: Pulisci registri per questo timer
lt: Išvalykite šio laikmačio žurnalus
nl: Het Log-bestand voor deze timer verwijderen
pl: Wyczyść logi dla tego timera
sk: Vyčistiť záznamy pre tento časovač
sr: Obriši log za ovaj tajmer
sv: Rensa loggarna för den här timern
ta: இந்த டைமருக்கான பதிவுகளை அழிக்கவும்
tr: Bu zamanlayıcı için günlükleri temizle
uk: Очистити журнали для цього таймера

source: Clear the virtual memory caches
bg: Изчистете кеша на виртуалната памет
cs: Vyčistit mezipaměť virtuální paměti
el: Εκκαθάριση των εικονικών προφορτώσεων μνήμης
fi: Tyhjennä virtuaalimuistin välimuisti
fr: Effacer les caches de la mémoire virtuelle
hr: Očistite predmemoriju virtualne memorije
it: Pulisci cache della memoria virtuale
lt: Virtualiosios atminties talpyklų išvalymas
nl: Wis de virtuele geheugencache
pl: Wyczyść pamięć wirtualną
sk: Vyčistiť virtuálne vyrovnávacie pamäte
sr: Obriši keš virtuelne memorije
sv: Rensa cachen för virtuellt minne
ta: மெய்நிகர் நினைவக தற்காலிக சேமிப்புகளை அழிக்கவும்
tr: Sanal bellek önbelleklerini temizleyin
uk: Очистити віртуальну пам’ять

source: Clear warning
cs: Jasná výstraha
el: Εκκαθάριση ειδοποίησης
fi: Tyhjennä varoitus
hr: Obriši upozorenje
it: Rimuovi avvertimento
nl: Waarschuwing wissen
pl: Wyczyść ostrzeżenie
sk: Vymazať upozornenie
sr: Obriši upozorenje
sv: Tydlig varning
ta: தெளிவான எச்சரிக்கை
tr: Açık uyarı
uk: Очистити попередження

source: Click the button on your remote you want to change.
bg: Кликнете върху бутона на дистанционното, който искате да промените
cs: Na dálkovém ovladači stiskněte tlačítko, které chcete nastavit.
el: Πιέστε το πλήκτρο που θέλετε να αλλάξετε στο τηλεχειριστήριό σας.
fi: Määrittää näppäimelle haluamasi toiminnon.
fr: Cliquer sur le bouton de la télécommande que vous voulez changer
hr: Kliknite dugme na daljinskom kontroloru koji želite promijeniti.
it: Fai clic sul tasto del telecomando che desideri modificare.
lt: Spauskite nuotolinio valdymo pulto mygtuką, kurį norite pakeisti
nl: Druk op de knop van de afstandsbediening waarvan u de functie wil wijzigen.
pl: Kliknij na pilocie przycisk, który chcesz zmienić.
sk: Stlačte na diaľkovom ovládači tlačidlo, ktoré chcete zmeniť.
sr: Kliknite na dugme na daljinskom koje želite da promenite.
sv: Klicka på den knapp på fjärrkontrollen som du vill ändra.
ta: நீங்கள் மாற்ற விரும்பும் உங்கள் தொலைதூரத்தில் உள்ள பொத்தானைக் சொடுக்கு செய்க.
tr: Uzaktan kumandanızda değiştirmek istediğiniz tuşa tıklayın.
uk: Натисніть на пульті ту кнопку, дію якої хочете змінити.

source: Client
bg: Клиент
cs: Klient
el: Πελάτης
fi: Asiakas
hr: Klijent
lt: Klientas
nl: Cliënt
pl: Klient
sk: Klient
sr: Klijent
sv: Kund
ta: கிளீன்
tr: İstemci
uk: Клієнт

source: Client is streaming from this receiver!
cs: Klient z tohoto boxu streamuje!
el: Υπάρχει πελάτης ροής από αυτόν τον δέκτη!
hr: Klijent streaming iz ovog tunera!
it: Il client sta trasmettendo da questo ricevitore!
lt: Klientas transliuoja iš šio imtuvo!
nl: Een client streamt op dit moment vanaf deze ontvanger!
sr: Klijent strimuje sa ovog prijemnika!
sv: Klienten strömmar från den här lådan!
tr: İstemci bu alıcıdan yayın yapıyor!
uk: Клієнт транслюється з цього пристрою!

source: ClientIP
bg: IP адрес на клиента
cs: IP klienta
da: KlientIP
el: IP πελάτη
et: Kliendi IP
fi: Asikas IP
fr: IPclient
hr: IP Klijenta
hu: Kliens IP
it: IP client
lt: Kliento IP
nl: Gebruikers IP
pl: IP Klienta
sk: IP klienta
sr: IP Klijenta
sv: KlientIP
ta: கிளையண்டிப்
tr: İstemci IP'si
uk: АПКлієнт
zh_cn: 客户端IP

source: Clients
bg: Клиенти
cs: Klienti
da: Klienter
el: Πελάτες
et: Kliendid
fi: Asiakkaat
hr: Klijenti
hu: Kliensek
it: Client
lt: Klientai
nl: Gebruikers
pl: Klienci
ru: Клиенты
sk: Klienti
sr: Klijenti
sv: Kunder
ta: வாடிக்கையாளர்கள்
tr: İstemciler
uk: Клієнти
vi: Khách hàng
zh_cn: 客户端

source: Clock:
bg: Часовник:
cs: Hodiny:
da: Ur:
de: Uhr:
el: Ρολόι:
fi: Kello:
fr: Horloge :
hr: Sat:
it: Orologio:
lt: Laikrodis:
nl: Klok:
pl: Zegar:
sk: Hodiny:
sr: Sat:
sv: Klockan:
ta: கடிகாரம்:
tr: Saat:
uk: Годинник:
vi: Đồng hồ:
zh_cn: 时钟:

source: Clone TV screen to LCD
bg: Клонирайте телевизионния екран на LCD
cs: Klonování televizní obrazovky na LCD
da: Klon TV-skærm til LCD
de: Spiegel TV Bild zum LCD
el: Κλωνοποίηση TV σε οθόνη LCD
et: Klooni telepilt esipaneelile
fi: Kopioi TV kuva LCD näyttöön
fr: Dupliquer l'écran TV sur le LCD
hr: Duplirati TV ekran na LCD
hu: TV kijelző klónozása LCD kijelzőre
it: Clona schermo TV su LCD
lt: Dubliuoti TV ekraną į LCD
nl: Toon het TV beeld op het display
pl: Klonuj obraz TV na LCD
ru: Дублировать изображение экрана на LCD
sk: Klonovať obrazovku TV na LCD
sr: Duplirati TV ekran na LCD
sv: Klona TV-skärmen till LCD
ta: எல்.சி.டி.க்கு நகலி டிவி திரை
tr: TV ekranını LCD'de göster
uk: Дублювати зображення екрану на LCD
vi: Sao chép màn hình TV sang LCD
zh_cn: 克隆电视屏幕到液晶显示器

source: Close
bg: Затвори
cs: Zavřít
da: Afslut
de: Schließen
el: Κλείσιμο
et: Sulge
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezárás
it: Chiudi
lt: Užverti
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sr: Zatvori
sv: Stäng
ta: மூடு
tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭

source: Close CA device at programm end
cs: Zavřít CA zařízení na konci programu
el: Κλείσιμο συσκευής CA στο τέλος του προγράμματος
fi: Sulje CA-laite ohjelman lopussa
hr: Zatvorite CA uređaj na kraju programa
it: Chiudi dispositivo CA alla fine del programma
nl: CA apparaat sluiten bij programma-einde
pl: Zamknij urządzenie CA na końcu programu
sk: Zavrieť zariadenie CA na konci programu
sr: Zatvorite CA uređaj na kraju programa
sv: Stäng CA-enheten i slutet av programmet
ta: நிரல் முடிவில் ஒரு சாதனத்தை மூடு
tr: Program sonunda CA cihazını kapatın
uk: Закрийте пристрій CA після завершення програми

source: Close PiP on exit
bg: Затвори PiP при изход
cs: Tlačítkem Exit ukončit PiP
da: Luk PiP med EXIT
de: Beende Bild im Bild mit EXIT
el: Κλείσιμο του PiP κατά την έξοδο
et: Sulge PiP 'EXIT' nupuga
fi: Sulje PiP exit näppäimellä
fr: Ferme le PiP avec la touche exit
hr: Zatvori PiP na exit
hu: Kép-a-Képben bezárása kilépéskor
it: Chiudi PiP all'uscita
lt: Išeinant užverti PiP
nl: Sluit PiP met de EXIT-knop
pl: Zamknij PiP i wyjdż
pt_br: Fechar PiP ao sair
ru: Выход по кнопке exit в ПиП-окне
sk: Zatvoriť PiP pri ukončení
sr: Zatvori PiP na izlaz
sv: Stäng PiP vid utgång
ta: வெளியேறும்போது பிப் மூடு
tr: Çıkışta PiP'i kapat
uk: Закрити ПІП на виході
vi: Đóng PiP khi thoát
zh_cn: 退出时关闭画中画

source: Close Task List
cs: Zavřít Seznam úkolů
el: Κλείσιμο λίστας εργασιών
fi: Sulje tehtävälista
hr: Zatvori Spisak Zadataka
it: Chiudi elenco attività
lt: Uždaryti užduočių sąrašą
nl: Takenlijst sluiten
pl: Zamknij listę zadań
sk: Zatvoriť zoznam úloh
sr: Zatvori Listu Zadataka
sv: Stäng uppgiftslista
ta: பணி பட்டியலை மூடு
tr: Görev Listesini Kapat
uk: Закрити список завдань

source: Close Task View
cs: Zavřít zobrazení úkolů
el: Κλείσιμο της προβολής εργασιών
fi: Sulje tehtävänäkymä
hr: Zatvori Prikaz Zadataka
it: Chiudi visualizzazione attività
lt: Uždaryti užduočių rodinį
nl: Taakweergave sluiten
pl: Zamknij widok zadań
sk: Zatvoriť zobrazenie úloh
sr: Zatvori Prikaz Zadataka
sv: Stäng uppgiftsvyn
ta: பணி காட்சியை மூடு
tr: Görev Görünümünü Kapat
uk: Закрити перегляд завдань

source: Close bouquet list
bg: Затвори списъка с букети
cs: Zavřít seznam přehledů
el: Κλείσιμο της λίστας μπουκέτων
fi: Sulje kanavalista
fr: Fermer la liste des bouquets
hr: Zatvori spisak buketa
it: Chiudi elenco dei bouquet
lt: Uždaryti paketų sąrašą
nl: Sluit de favorietenlijst
pl: Zamknij listę kanałów
sk: Zatvoriť zoznam prehľadov
sr: Zatvori listu buketa
sv: Stäng bukettlistan
ta: பூச்செண்டு பட்டியல் மூடு
tr: Buket listesini kapat
uk: Закрити фаворитний список

source: Close bouquet list.
bg: Затвори списъка с букети.
cs: Zavřít přehled.
da: Luk buketliste.
de: Schließe Bouquet-Liste.
el: Κλείσιμο λίστας μπουκέτων.
et: Sulge lemmiknimekirjad.
fi: Sulje suosikkilista.
fr: Fermer la liste des bouquets.
hr: Zatvori spisak buketa.
hu: Csatornacsomag lista bezárása.
it: Chiudi elenco dei bouquet.
lt: Užverti paketų sąrašą.
nl: Sluit de favorietenlijst.
pl: Zamknij listę kanałów.
ru: Закрыть список фаворитов
sk: Zatvoriť zoznam prehľadov.
sr: Zatvori listu buketa.
sv: Stäng bukettlistan.
ta: பூச்செண்டு பட்டியல் மூடு.
tr: Buket listesini kapat.
uk: Закрити список фаворитів.
vi: Đóng danh sách gói kênh.
zh_cn: 关闭频道列表.

source: Close dialog
bg: Затвори диалога
cs: Zavřít dialog
da: Lukker vindue
de: Dialog schließen
el: Κλείσιμο διαλόγου
et: Sulge aken
fi: Sulje valinta
fr: Fermer le dialogue
hr: Zatvori prozor
hu: Párbeszédpanel bezárása
it: Chiudi finestra
lt: Baigti dialogą
nl: Sluit dialoog
pl: Zamknij okno dialogowe
ru: Закрыть окно
sk: Zatvoriť dialóg
sr: Zatvori prozor
sv: Stäng dialogrutan
ta: உரையாடலை மூடு
tr: Diyalogu kapat
uk: Закрити діалог
vi: Đóng hộp thoại
zh_cn: 关闭对话框

source: Close screen
bg: Затваряне на екрана
cs: Zavřít obrazovku
el: Κλείσιμο οθόνης
fi: Sulje näyttö
fr: Fermer l'écran
hr: Zatvori zaslon
it: Chiudi schermata
lt: Uždaryti ekraną
nl: Sluit het scherm
pl: Zamknij ekran
sk: Zatvoriť obrazovku
sr: Zatvori ekran
sv: Stäng skärmen
ta: திரை மூடு
tr: Ekranı kapat
uk: Закрити вікно

source: Close the Chkroot MultiBoot Manager
cs: Zavřete Správce vícenásobného spouštění Chkroot
el: Κλείσιμο διαχείρισης πολλαπλής εκκίνησης Chkroot
fi: Sulje Chkroot MultiBoot hallinta
hr: Zatvori Chkroot MultiBoot Upravitelj
it: Chiudi Gestore Chkroot MultiBoot
nl: Chkroot MultiBoot Manager sluiten
pl: Zamknij menadżera Chkroot MultiBoot
sk: Zavrieť správcu Chkroot MultiBoot
sr: Zatvori Chkroot MultiBoot Menadžer
sv: Stäng Chkroot MultiBoot Manager
tr: Chkroot Çoklu Önyükleme Yöneticisini kapat
uk: Закрийте диспетчер Chkroot MultiBoot

source: Close the Device Manager screen
cs: Zavřít obrazovku Správce zařízení
el: Κλείσιμο οθόνης διαχείρισης συσκευών
fi: Sulje Laite hallinta näyttö
hr: Zatvorite zaslon Upravitelja Uređaja
it: Chiudi la schermata Gestione dispositivi
nl: Apparaatbeheer sluiten
pl: Zamknij ekran Menedżera urządzeń
sk: Zavrieť obrazovku správcu zariadení
sr: Zatvorite ekran Menadžer Uređaja
sv: Stäng skärmen Enhetshanteraren
ta: சாதன மேலாளர் திரையை மூடு
tr: Aygıt Yöneticisi ekranını kapat
uk: Закрити екран диспетчера пристроїв

source: Close the Device Manager screen and exit all menus
cs: Zavřít obrazovku Správce zařízení a opustit všechny nabídky
el: Κλείσιμο οθόνης διαχείρισης συσκευών και έξοδος από όλα τα μενού
fi: Sulje Laite hallinta näyttö ja poistu valikoista
hr: Zatvorite zaslon Upravitelja Uređajima i izađite iz svih menu
it: Chiudi la schermata Gestione dispositivi e esci da tutti i menu
nl: Apparaatbeheer sluiten en Exit uit alle menu's
pl: Zamknij ekran Menedżera urządzeń i wyjdź ze wszystkich menu
sk: Zavrieť obrazovku správcu zariadení a ukončiť všetky menu
sr: Zatvorite ekran Menadžer Uređajima i izađite iz svih menija
sv: Stäng skärmen Enhetshanteraren och avsluta alla menyer
ta: சாதன மேலாளர் திரையை மூடி, அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Aygıt Yöneticisi ekranını kapat ve tüm menülerden çık
uk: Закрити екран диспетчера пристроїв і вийти із усіх меню

source: Close the Kexec MultiBoot Manager
cs: Zavřít Správce multibootů Kexec
el: Κλείσιμο της διαχείρισης πολλαπλής εκκίνησης Kexec
fi: Sulje Kexec MultiBoot Manageri
hr: Zatvori Kexec MultiBoot Upravitelja
it: Chiudi Kexec MultiBoot Manager
nl: Sluit de Kexec MultiBoot Manager
pl: Zamknij Menadżera Kexec MultiBoot
sk: Zatvoriť správcu MultiBoot Kexec
sr: Zarvori Kexec MultiBoot Menadžer
sv: Stäng Kexec MultiBoot Manager
ta: கெக்செக் மல்டிபூட் மேலாளரை மூடு
tr: Kexec Çoklu Önyükleme Yöneticisini kapat
uk: Закрийте Kexec MultiBoot Менеджер

source: Close the Plugin Browser screen
cs: Zavřít obrazovku prohlížeče pluginů
el: Κλείσιμο της περιήγησης προσθέτων
fi: Sulje lisäosa selain näyttö
hr: Zatvori Plugin Zaslona Pregledača
it: Chiudi schermata elenco plugin
nl: De Plugin Browser afsluiten
pl: Zamknij ekran przeglądarki wtyczek
sk: Zatvoriť obrazovku prehliadača pluginov
sr: Zatvori Plugin Ekran Pregledača
sv: Stäng skärmen Plugin Browser
ta: சொருகி உலாவி திரையை மூடு
tr: Eklentiler Listesi ekranını kapat
uk: Закрийте екран браузера плагінів

source: Close the SeekBar after returning to the starting point
cs: Zavřete SeekBar po návratu do počátečního bodu
el: Κλείσιμο της μπάρας αναζήτησης μετά την επιστροφή στο σημείο εκκίνησης
hr: Zatvorite traku za traženje nakon povratka na početnu točku
it: Chiudi la Barra di ricerca dopo essere tornato al punto di partenza
sr: Zatvorite traku za traženje nakon povratka na početnu tačku
sv: Stäng SeekBar efter att du återvänt till startpunkten
tr: Başlangıç noktasına döndükten sonra Arama Çubuğunu kapat
uk: Закрити SeekBar після повернення до початкової точки

source: Close the choice box
cs: Zavřít políčko s výběrem
el: Κλείσιμο του παραθύρου επιλογών
fi: Sulje valinta ruutu
hr: Zatvori tuner za odabir
it: Chiudi casella di scelta
nl: Keuzemenu sluiten
pl: Zamknij pole wyboru
sk: Zatvoriť box s výberom
sr: Zatvori izbor resivera
sv: Stäng valboxen
ta: தேர்வு பெட்டியை மூடு
tr: Seçim kutusunu kapat
uk: Закрити вікно вибору

source: Close the current screen
bg: Затворете текущия екран
cs: Zavřít aktuální obrazovku
el: Κλείσιμο τρέχουσας οθόνης
fi: Sulje nykyinen näyttö
fr: Fermer l'écran actuel
hr: Zatvori trenutni zaslon
it: Chiudi schermata attuale
lt: Uždaryti dabartinį ekraną
nl: Sluit het huidige scherm
pl: Zamknij aktualny ekran
sk: Zatvoriť aktuálnu obrazovku
sr: Zatvori trenutni ekran
sv: Stäng den aktuella skärmen
ta: தற்போதைய திரையை மூடு
tr: Geçerli ekranı kapat
uk: Закрити актуальне вікно

source: Close the documentation screen
cs: Zavřít obrazovku dokumentace
hr: Zatvori zaslon dokumentacije
it: Chiudi schermata della documentazione
sr: Zatvori ekran dokumentacije
tr: Belge ekranını kapat
uk: Закрити екран документації

source: Close the screen
bg: Затворете екрана
cs: Zavřít obrazovku
el: Κλείσιμο παραθύρου
fi: Sulje ikkuna
fr: Fermer l'écran
hr: Zatvori ovaj zaslon
it: Chiudi schermata
lt: Uždaryti ekraną
nl: Dit scherm sluiten
pl: Zamknij ekran
sk: Zatvoriť obrazovku
sr: Zatvori ekran
sv: Stäng skärmen
ta: திரையை மூடு
tr: Ekranı kapat
uk: Закрити екран

source: Close the screen and exit all menus
bg: Затворете екрана и излезте от всички менюта
cs: Zavřít obrazovku a opustit všechny nabídky
el: Κλείσιμο οθόνης και έξοδος από όλα τα μενού
fi: Sulje ikkuna ja poistu kaikista valikoista
fr: Fermer l'écran et quitter tous les menus
hr: Zatvorite zaslon i izađite iz svih menu
it: Chiudi schermata ed esci da tutti i menu
lt: Uždarykite ekraną ir išeikite iš visų meniu
nl: Dit scherm sluiten en exit uit alle menu's
pl: Zamknij ekran i wyjdź
sk: Zatvoriť obrazovku a opustiť všetky menu
sr: Zatvori ekran i izađi iz svih menija
sv: Stäng skärmen och avsluta alla menyer
ta: திரையை மூடி, அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Ekranı kapat ve tüm menülerden çık
uk: Закрити вікно і вийти з усіх меню

source: Close the screen without saving any changes
cs: Zavřít obrazovku bez uložení změn
el: Κλείσιμο οθόνης χωρίς αποθήκευση αλλαγών
fi: Sulje näyttö tallentamatta muutoksia
hr: Zatvori zaslon bez čuvanja promjena
it: Chiudi schermata senza salvare le modifiche
lt: Uždarykite ekraną neišsaugodami jokių pakeitimų
nl: Dit scherm afsluiten zonder de wijzigingen op te slaan
pl: Zamknij ekran bez zapisywania żadnych zmian
sk: Zatvoriť obrazovku bez uloženia zmien
sr: Zatvori ekran bez čuvanja promena
sv: Stäng skärmen utan att spara några ändringar
ta: எந்த மாற்றங்களையும் சேமிக்காமல் திரையை மூடு
tr: Herhangi bir değişiklik kaydetmeden ekranı kapatın
uk: Закрити екран без збереження змін

source: Close the window
bg: Затваряне на прозореца
cs: Zavřít okno
el: Κλείσιμο παραθύρου
fi: Sulje ikkuna
fr: Ferme la fenêtre
hr: Zatvori prozor
it: Chiudi finestra
lt: Uždaryti langą
nl: Sluit het venster
pl: Zamknij okno
sk: Zatvoriť okno
sr: Zatvori prozor
sv: Stäng fönstret
ta: சாளரத்தை மூடு
tr: Pencereyi kapat
uk: Закрити це вікно

source: Close this screen
cs: Zavřít tuto obrazovku
el: Κλείσιμο αυτής της οθόνης
fi: Sulje ikkuna
hr: Zatvori ovaj zaslon
it: Chiudi questa schermata
lt: Uždaryti ekraną
nl: Dit scherm sluiten
pl: Zamknij ten ekran
sk: Zatvoriť túto obrazovku
sr: Zatvori ovaj ekran
sv: Stäng denna skärm
ta: இந்த திரையை மூடு
tr: Bu ekranı kapat
uk: Закрити це вікно

source: Close title selection
bg: Затвори избора на име
cs: Zavřít výběr titulku
da: Luk titelvalg
de: Titelauswahl schließen
el: Κλείσιμο επιλογής τίτλου
et: Sulge pealkirja valik
fi: Sulje otsikon valinta
fr: Fermer sélection titre
hr: Zatvori odabir titla
hu: Címválasztás bezárása
it: Chiudi selezione del titolo
lt: Užverti pavadinimo pasirinkimą
nl: Sluit titelselectie
pl: Zamknij wybór tytułu
pt_br: Fechar a seleção de título
ru: Закрыть выбор названия
sk: Zatvoriť výber titulu
sl: Zapri izbirnik imena
sr: Zatvori izbor titla
sv: Stäng titelval
ta: தலைப்பு தேர்வை மூடு
tr: Başlık seçimini kapat
uk: Закрити вибір назв
vi: Đóng lựa chọn tiêu đề
zh_cn: 关闭标题选择

source: Club/Dance
cs: Klub/Tanec
hr: Klub/Ples
it: Club/Danza
sr: Klub/Ples
tr: Kulüp/Dans
uk: Клуб/Танці

source: Cocos (Keeling) Islands
cs: Kokosové (Keelingovy) ostrovy
da: Cocosøerne
de: Kokosinseln
el: Νησιά Κόκος (Κίλινγκ)
et: Kookossaared
fi: Cocos (Keeling) Saari
fr: Îles Cocos (Keeling)
hu: Kókusz (Keeling)-szigetek
it: Isole Cocos (Keeling)
lt: Kokosų (Kylingo) salos
nl: Kokos Eilanden
pl: Wyspy Kokosowe
sk: Kokosové ostrovy
sv: Kokosöarna
ta: கோகோச்(கீலிங்) தீவு
tr: Cocos (Keeling) Adaları
uk: Кокосові (Кілінг) острови
vi: Quần đảo Cocos (Keeling)
zh_cn: 科科斯(基林)群岛

source: Code rate HP
cs: Rychlost HP
da: Kodehastighed HP
de: Informationsrate HP
el: Κωδικορυθμός HP
et: Veaparandustegur HP
fi: Koodinopeus HP
fr: Taux de codage HP
hr: Brzina kodiranja HP
hu: HP kódarány
it: Codice valutazione HP
lt: Aukšto prioriteto kodavimo greitis HP
pl: Wskaźnik kodowania HP
ru: Скорость кодирования HP
sk: Rýchlosť kódovania HP
sr: Brzina kodiranja HP
sv: Kodhastighet HP
ta: குறியீடு வீதம் எச்பி
tr: HP kod oranı
uk: Швидк. кодування HP
vi: Mã tốc độ HP
zh_cn: 高编码率

source: Code rate LP
cs: Rychlost LP
da: Kodehastighed LP
de: Informationsrate LP
el: Κωδικορυθμός LP
et: Veaparandustegur LP
fi: Koodinopeus LP
fr: Taux de codage LP
hr: Brzina kodiranja LP
hu: LP kódarány
it: Codice valutazione LP
lt: Žemo prioriteto kodavimo greitis LP
pl: Wskaźnik kodowania LP
ru: Скорость кодирования LP
sk: Rýchlosť kódovania LP
sr: Brzina kodiranja LP
sv: Kodhastighet LP
ta: குறியீடு வீதம் எல்பி
tr: LP kod oranı
uk: Швидк. кодування LP
vi: Mã tỷ lệ LP
zh_cn: 低编码率

source: Collapse
bg: Свиване
cs: Zhroucení
da: Sammenklap
de: Reduzieren
el: Σύμπτυξη
et: Keri kokku
fi: Pienennä
hr: Skupi
it: Raggruppa
lt: Suskleisti
nl: Lijst sluiten
pl: Ukryj
sk: Zbaliť
sr: Skupi
sv: Minimera
ta: சரிவு
tr: Çöküş
uk: Згорнути
vi: Sự sụp đổ
zh_cn: 收起

source: Collection name
bg: Име на колекцията
cs: Název kompilace
da: Samlingsnavn
de: Name der Zusammenstellung
el: Όνομα συλλογής
et: Valimiku nimi
fi: Kokoelman nimi
fr: Nom de la collection
hr: Ime Kolekcije
hu: Gyűjtemény neve
it: Nome raccolta
lt: Rinkinio pavadinimas
nl: Naam van verzameling
pl: Nazwa kolekcji
pt_br: Nome da coleção
ru: Название коллекции
sk: Názov kolekcie
sl: Ime zbirke
sr: Ime Kolekcije
sv: Samlingens namn
ta: சேகரிப்பு பெயர்
tr: Derleme ismi
uk: Назва проєкту
vi: Tên bộ sưu tập
zh_cn: 收藏名称

source: Collection settings
bg: Настройки за колекцията
cs: Nastavení kompilace
da: Samlingsindstillinger
de: Eigenschaften der Zusammenstellung
el: Επιλογές συλλογής
et: Valimiku seaded
fi: Kokoelman asetukset
fr: Paramètres de la collection
hr: Postavke Kolekcije
hu: Gyűjtemény beállítások
it: Impostazioni raccolta
lt: Rinkinio nuostatos
nl: Instellingen verzameling
pl: Ustawienia kolekcji
pt_br: Configurar coleção
ru: Настройки коллекции
sk: Nastavenia kolekcie
sl: Nastavitve zbirke
sr: Postavke Kolekcije
sv: Inställningar för insamling
ta: சேகரிப்பு அமைப்புகள்
tr: Derleme ayarları
uk: Налаштування проєкту
vi: Cài đặt bộ sưu tập
zh_cn: 收藏设置

source: Colombia
cs: Kolumbie
de: Kolumbien
el: Κολομβία
et: Kolumbia
fr: Colombie
hu: Kolumbia
lt: Kolumbija
pl: Kolumbia
sk: Kolumbia
ta: கொலம்பியா
tr: Kolombiya
uk: Колумбія
zh_cn: 哥伦比亚

source: Color
bg: Цвят
cs: Barva
da: Farve
de: Farben
el: Χρώμα
et: Värv
fi: Väri
fr: Couleur
hr: Boja
hu: Szín
it: Colore
lt: Spalva
nl: Kleur
pl: Kolor
sk: Farba
sr: Boja
sv: Färg
ta: நிறம்
tr: Renk
uk: Колір
vi: Màu
zh_cn: 颜色

source: Color Bottom
cs: Barva spodní části
el: Χρώμα βάσης
fi: Väri näppäin
hr: Boja Dolje
it: Colore in basso
nl: Kleur onder
pl: Kolor spodu
sk: Farba dolu
sr: Boja Dole
sv: Färg botten
ta: வண்ண கீழே
tr: Renk Alt Kısım
uk: Колір підкладки

source: Color Top
cs: Barva horní části
el: Χρώμα κορυφής
fi: Päällimmäinen Väri
hr: Boja Gore
it: Colore in alto
nl: Kleur boven
pl: Kolor wierzchu
sk: Farba hore
sr: Boja Gore
sv: Färg topp
ta: வண்ண மேல்
tr: Renk Üst Kısım
uk: Верхній колір

source: Color format
bg: Цветови формат
cs: Formát barev
da: Farveformat
de: Farbformat
el: Φορμά χρώματος
et: Värvi vorming
fi: Väriformaatti
fr: Format de couleur
hr: Format Boje
hu: Színformátum
it: Formato colore
lt: Spalvų formatas
nl: Kleurformaat
pl: Format kolorów
pt_br: Formato da cor
ru: Тип видеовыхода
sk: Formát farby
sr: Format Boje
sv: Färgformat
ta: வண்ண வடிவம்
tr: Renk biçimi
uk: Формат кольору
vi: Định dạng màu
zh_cn: 颜色格式

source: Color space
bg: Цветово пространство
cs: Barevný prostor
da: Farverum
de: Farbraum
el: Χρωματικό εύρος
et: Värviruum
fi: Väriavaruus
fr: Espace colorimétrique
hr: Prostor Boje
hu: Színtér
it: Spazio colore
lt: Spalvų erdvė
nl: Kleurruimte
pl: Przestrzeń kolorów
ru: Цветовое пространство
sk: Farebný priestor
sr: Prostor Boje
sv: Färgrymd
ta: வண்ண இடம்
tr: Renk boşluğu
uk: Колірний простір
vi: Không gian màu
zh_cn: 颜色空间

source: Colored text
cs: Barevný Text
el: Χρωματισμένο κείμενο
fi: Värillinen teksti
hr: Obojeni tekst
it: Testo colorato
nl: Gekleurde tekst
sr: Obojeni tekst
sv: Färgad text
tr: Renkli yazı
uk: Кольоровий текст

source: Combined
cs: Kombinovaný
el: Σε συνδυασμό
fi: Yhdistetty
hr: Konbinovano
it: Combinato
nl: Gecombineerd
pl: Łączny
sk: Kombinované
sr: Kombinirano
sv: Kombinerad
ta: இணைக்கப்பட்டது
tr: Kombine
uk: Комбінований

source: Combo
bg: Комбо
cs: Kombinace
fi: Yhdistelmä
hr: Konbinirani
hu: Kombó
lt: Kombo
nl: Bundel
pl: Kombinacja
sr: Kombinirani
sv: Kombination
ta: காம்போ
tr: Birleşik
uk: Комбінований
zh_cn: 组合

source: Combo Tuner
bg: Комбиниран тунер
cs: Kombinovaný tuner
el: Σύνθετο tuner
fi: Yhdistelmä viritin
hr: Konbinirani Tuner
it: Tuner combinato
lt: Combo Imtuvas
pl: Tuner combo
sr: Kombinirani Tjuner
ta: காம்போ ட்யூனர்
tr: Birleşik Tuner
uk: Комбінований Тюнер

source: Comedy
bg: Комедия
cs: Komedie
da: Komedie
el: Κωμωδία
fi: Komedia
fr: Comédie
hr: Komedija
it: Commedia
lt: Komedija
pl: Komedia
sk: Komédia
sr: Komedija
sv: Komedi
ta: நகைச்சுவை
tr: Komedi
uk: Комедія
zh_cn: 喜剧
