Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Yes' to show m2k packages in the Download Plugins screen.
cs: Vyberte 'Ano', chcete-li zobrazit balíčky m2k na obrazovce Stažení pluginů.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα m2k στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi m2k paketit listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali m2k pakete.
it: Seleziona 'Sì' per mostrare i pacchetti m2k nella schermata Scarica plugin.
nl: Kies 'Ja' om M2K pakketten in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety m2k na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky m2k, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete m2k pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa m2k-paket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் M2K தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında m2k paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети m2k на екрані Завантаження плагінів.

source: Select 'Yes' to show picon packages in the Download Plugins screen.
cs: Vyberte 'Ano', chcete-li na obrazovce Stáhnout pluginy zobrazit balíčky picon.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα λογότυπων στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi kanavalogot listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali pikon pakete.
it: Seleziona 'Sì' per mostrare i pacchetti dei picon nella schermata Scarica plugin.
nl: Kies 'Ja' om Picons in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety pikon na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky s pikonami, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete pikon pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa picon-paket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் பிகான் தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında pikon paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети піконів на екрані завантаження плагінів.

source: Select 'Yes' to show plugin skin packages in the Download Plugins screen.
cs: Vyberte 'Ano', chcete-li zobrazit balíčky vzhledu pluginů na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα προσθέτων θεμάτων στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi lisäosat teema listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali skin pakete.
it: Seleziona 'Sì' per mostrare i pacchetti delle skin nella schermata Scarica plugin.
nl: Kies 'Ja' om Skinpacks in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety skórek wtyczek na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky pre vzhľad pluginu, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete pakete za skin dodatke na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa plugin-skinpackningar på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் சொருகி தோல் தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında eklenti arayüz paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети оболонки плагінів на екрані Завантаження плагінів.

source: Select 'Yes' to show security packages in the Download Plugins screen.
cs: Vyberte 'Ano', chcete-li zobrazit bezpečnostní balíčky na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα ασφαλείας στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi turvapaketit listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali bezbednosne pakete.
it: Seleziona 'Sì' per mostrare i pacchetti sicurezza nella schermata Scarica plugin.
nl: Kies 'Ja' om Beveiliging in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety bezpieczeństwa na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj bezpečnostné balíčky, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete sigurnosne pakete na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa säkerhetspaket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் பாதுகாப்பு தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında güvenlik paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети безпеки на екрані завантаження плагінів.

source: Select 'Yes' to show settings packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíčků nastavení na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα προρυθμίσεων στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi asetukset listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali podešavajuće pakete.
it: Seleziona 'Sì' per mostrare i pacchetti delle impostazioni nella schermata Scarica plugin.
nl: Kies 'Ja' om Settings in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety ustawień na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky nastavení (settingov), vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete paket podešavanja na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa inställningspaket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் அமைப்புகள் தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında kanal listesi paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети налаштувань на екрані завантаження плагінів.

source: Select 'Yes' to show skin component packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíčků součástí vzhledu na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα στοιχείων θεμάτων στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi teemat asetukset listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali skin komponente.
it: Seleziona 'Sì' per mostrare i pacchetti dei componenti delle skin nella schermata Scarica plugin.
nl: Kies 'Ja' om Skinparts in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety komponentów skórki na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky so súčasťami vzhľadu, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete pakete komponenti skina na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa paket med hudkomponenter på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் தோல் கூறு தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında arayüz bileşen paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети компонентів шкіри на екрані завантаженні плагінів».

source: Select 'Yes' to show skin packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení balíčků vzhledů na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα θεμάτων στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi teemat paketit listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali skin pakete.
it: Seleziona 'Sì' per mostrare i pacchetti delle skin nella schermata Scarica plugin.
nl: Kies 'Ja' om Skins in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety skórek na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky so vzhľadmi, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete pakete skina na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa skin-paket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் தோல் தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında arayüz paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети оболонок на екрані завантаження плагінів.

source: Select 'Yes' to show source 'src' packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení zdrojových balíčků 'src' na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πηγαία πακέτα 'src' στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi lähdekoodin 'src' paketit lisäosat näytössä.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali 'src' izvore.
it: Seleziona 'Sì' per mostrare i pacchetti sorgenti 'src' nella schermata Scarica plugin.
nl: Kies 'Ja' om 'src' pakketten in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety źródłowe "src" na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky so zdrojmi, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete izvorne 'src' pakete na ekranu za preuzimanje dodataka.
sv: Välj "Ja" för att visa källkodspaketen "src" på skärmen Hämta plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் மூல 'எச்.ஆர்.சி' தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında kaynak 'src' paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити вихідні пакунки 'src' на екрані завантаження плагінів.

source: Select 'Yes' to show subscription packages in the Download Plugins screen.
cs: Vyberte 'Ano' pro zobrazení předplacených balíčků na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα συνδρομής στον πλοηγό προσθέτων.
fi: Valitse "Kyllä" näyttämiseksi tilatut lisäosat Lataa Plugin Lisäosia ruudussa.
hr: Odaberi 'Da' da bi prikazali pakete pretplate na zaslonu za preuzimanje dodataka.
it: Seleziona 'Sì' per mostrare i pacchetti di sottoscrizione nella schermata Scarica plugin.
nl: Kies 'Ja' om de Abonnementen in het plugin download-menu te tonen.
pl: Wybierz opcję „Tak”, aby wyświetlić pakiety subskrypcji na ekranie pobierania wtyczek.
sk: Ak chcete na obrazovke Stiahnuť pluginy zobrazovať aj predplatené balíky, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete pakete pretplate na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa prenumerationspaket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் சந்தா தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında abonelik paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб показати пакети підписки на екрані Завантаження Плагінів.

source: Select 'Yes' to show system plugin packages in the Download Plugins screen.
cs: Vyberte 'Ano', chcete-li zobrazit balíčky systémových pluginů na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα συστήματος στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi järjestelmä lisäosat listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazali sustav dodataka.
it: Seleziona 'Sì' per mostrare i pacchetti dei plugin di sistema nella schermata Scarica plugin.
nl: Kies 'Ja' om Systeem plugins in het plugin download-scherm weer te geven.
pl: Wybierz "Tak", aby wyświetlić pakiety wtyczek systemowych na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky so systémovými pluginmi, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete pakete sistemskih dodataka na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa systemets plugin-paket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் கணினி சொருகி தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında sistem eklenti paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети плагінів системи на екрані завантаження плагінів.

source: Select 'Yes' to show the 'Movie Selection' entry in the Main Menu. This can provide access to the Movie Selection screen when there is no assigned button on the remote control.
cs: Vyberte „Ano“ pro zobrazení položky „Výběr filmu“ v hlavní nabídce. To může poskytnout přístup k obrazovce výběru filmu, když na dálkovém ovladači není přiřazeno žádné tlačítko.
el: Επιλέξτε 'ναι' για να εμφανίζεται η 'Επιλογή ταινιών' στο κύριο μενού. Αυτό δίνει πρόσβαση στην οθόνη επιλογής ταινιών όταν δεν υπάρχει αντιστοιχισμένο πλήκτρο στο τηλεχειριστήριο.
fi: Valitse 'Kyllä' näyttääksesi 'Tallennukset' päävalikossa. Tämä mahdollistaa pääsyn Tallennukset valikkoon, kun kaukosäätimessä ei ole määritettyä painiketta.
hr: Izaberite „Da“ da biste prikazali unos „Izbor filma“ u glavnom meniju. Ovo može da obezbedi pristup ekranu za izbor filma kada nema dodeljenog dugmeta na daljinskom upravljaču.
it: Seleziona 'Sì' per visualizzare la voce 'Selezione registrazione' nel menu principale. Questo può fornire accesso alla schermata Selezione registrazione quando non è assegnato alcun pulsante sul telecomando.
nl: Selecteer 'Ja' om de 'Opnamelijst' in het hoofdmenu te tonen. Dit als alternatief wanneer hiervoor geen knop op de afstandsbediening beschikbaar is.
pl: Wybierz 'Tak', aby wyświetlić wpis 'Wybór filmu' w Menu głównym. Może to zapewnić dostęp do ekranu Wybór filmu, gdy na pilocie nie ma przypisanego przycisku.
sk: Ak sa má v hlavnom menu zobrazovať položka Výber filmu, vyberte možnosť 'Áno'. Získate tak prístup k obrazovke pre výber filmov aj vtedy, keď nie je na diaľkovom ovládaní pridelené žiadne tlačidlo.
sr: Izaberite 'Da' da prikažete unos 'Izbor filma' u glavnom meniju. Ovo može omogućiti pristup ekranu za izbor filma kada nema dodeljenog dugmeta na daljinskom upravljaču.
sv: Välj "Yes" för att visa posten "Movie Selection" i huvudmenyn. Detta kan ge tillgång till skärmen Movie Selection när det inte finns någon tilldelad knapp på fjärrkontrollen.
tr: Ana Menüde 'Film Seçimi' seçeneğini göstermek için 'Evet'i seçin. Bu, uzaktan kumandada atanmış bir tuş olmadığında Film Seçimi ekranına erişim sağlayabilir.
uk: Виберіть 'Так', щоб відобразити запис 'Вибір відео' в Головному Меню. Це може забезпечити доступ до екрана вибору відео, якщо на пульті дистанційного керування немає призначеної кнопки.

source: Select 'Yes' to show the advanced setting options.
cs: Výběrem možnosti „Ano“ zobrazíte možnosti pokročilého nastavení.
el: Επιλέξτε 'ναι' για εμφάνιση των προχωρημένων επιλογών ρύθμισης.
fi: Valitse 'Kyllä' näyttääksesi lisäasetukset.
hr: Odaberi 'Da' da bi prikazali napredne opcije postavljanja.
it: Seleziona 'Sì' per mostrare le opzioni di impostazione avanzate.
lt: Pasirinkite 'Taip', kad būtų rodomos išplėstinės nustatymų parinktys.
nl: Kies 'Ja' om de geavanceerde instellingen te tonen.
pl: Wybierz "Tak", aby wyświetlić zaawansowane opcje ustawień.
sk: Ak chcete zobraziť možnosti pokročilých nastavení, vyberte voľbu 'Áno'.
sr: Izaberi 'Da' da bi prikazali napredne opcije postavljanja.
sv: Välj "Yes" för att visa de avancerade inställningsmöjligheterna.
ta: மேம்பட்ட அமைப்பு விருப்பங்களைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Gelişmiş ayar seçeneklerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити розширені параметри налаштувань.

source: Select 'Yes' to show the bouquet selection screen every time you open the EPG.
bg: Ако е зададено 'да', букетите ще се показват всеки път, когато отворите EPG.
cs: Pokud je nastaveno na 'ano' přehledy se zobrazí po každém otevření EPG.
el: Επιλέξτε 'ναι' για εμφάνιση της οθόνης επιλογής μπουκέτων κάθε φορά που ανοίγετε το EPG.
fi: 'Kyllä' valinnalla suosikkilista(t) näytetään joka kerta, kun avaat EPG:n.
fr: Si mis à 'oui' les bouquets seront afficher à chaque fois que l'EPG est ouvert.
hr: Odaberi 'Da' da bi prikazali zaslon za odabir buketa svaki puta kada otvorite EPG.
it: Seleziona 'Sì' per mostrare la schermata di selezione del bouquet ogni volta che apri l'EPG.
lt: Jei nustatyta 'taip', kiekvieną kartą atveriant EPG, bus rodomas paketų sąrašas.
nl: Kies 'Ja' om bij het openen van de EPG eerst de favorietenlijsten te zien. Bij 'Nee' wordt direct de EPG voor de actuele favorietenlijst geopend.
pl: Wybierz „Tak”, aby za każdym razem, gdy otworzysz EPG, wyświetlał się ekran wyboru kanałów.
sk: Ak je nastavené na 'áno', pri každom otvorení EPG sa zobrazia prehľady kanálov.
sr: Izaberi 'Da' da bi prikazali ekran za izbor buketa svaki puta kada otvorite EPG.
sv: Välj "Yes" för att visa skärmen för val av bukett varje gång du öppnar EPG.
ta: ஒவ்வொரு முறையும் நீங்கள் EPG ஐத் திறக்கும்போது பூச்செண்டு தேர்வுத் திரையைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: EPG'yi her açtığınızda buket seçim ekranını göstermek için 'Evet'i seçin.
uk: Якщо вибрано 'так', фаворити будуть показані кожен раз при відкритті телегіда.

source: Select 'Yes' to show the channel list after switching between Radio and TV modes.
bg: Ако е зададено 'да', списъкът на каналите ще се покаже след превключване между режимите на радиото и телевизор.
cs: Pokud je nastaveno na 'ano' zobrazí se seznam kanálů po přepnutí mezi Rádio a TV režimem.
el: Επιλέξτε 'ναι' για εμφάνιση της λίστας καναλιών μετά τη μετάβαση μεταξύ της λειτουργίας TV και ραδιοφώνου.
fi: 'Kyllä' valinnalla kanavalista näytetään, kun vaihdetaan radio- ja TV-tilojen välillä.
fr: Si mis à 'oui' la liste des chaînes sera affichée après avoir basculé entre les modes radio et TV.
hr: Odaberi 'Da' da bi prikazali spisak kanala nakon prebacivanja između Radio i TV načina.
it: Seleziona 'Sì' per mostrare l'elenco dei canali dopo il passaggio tra le modalità Radio e TV.
lt: Jei nustatyta 'taip', po perjungimo tarp radijo ir TV režimų bus rodomas kanalų sąrašas.
nl: Bij 'ja' wordt altijd eerst de zenderlijst getoond na het overschakelen van TV naar radio, en omgekeerd.
pl: Jeśli jest ustawione na 'tak', lista kanałów pojawi się po przełączeniu między trybami radia i TV.
sk: Ak je nastavené na 'áno', po prepnutí medzi rádiami/TV kanálmi sa zobrazí zoznam kanálov.
sr: Izaberi 'Da' da bi prikazali listu kanala nakon prebacivanja između Radio i TV režima.
sv: Välj "Yes" för att visa kanallistan när du växlar mellan radio- och TV-läge.
ta: ரேடியோ மற்றும் டிவி முறைகளுக்கு இடையில் மாறிய பின் சேனல் பட்டியலைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Radyo ve TV modları arasında geçiş yaptıktan sonra kanal listesini göstermek için 'Evet'i seçin.
uk: Якщо вибрано 'так', список каналів буде показаний після перемикання між режимами Радіо і ТБ.

source: Select 'Yes' to show the current directory in the list of directories. Note that File Commander must be restarted for this change to take effect.
cs: Vyberte 'Ano' pro zobrazení aktuálního adresáře v seznamu adresářů. Pamatujte, že aby se tato změna projevila, musí být File Commander restartován.
el: Επιλέξτε 'ναι' για να εμφανίζεται ο τρέχον φάκελος στη λίστα των καταλόγων. Σημειώστε ότι πρέπει να γίνει επανεκκίνηση του File Commander για να εφαρμοστεί αυτή η αλλαγή.
fi: Valitse 'Kyllä', jos haluat näyttää nykyisen hakemiston hakemistoluettelossa. Huomaa, että tiedostonhallinta on käynnistettävä uudelleen, jotta tämä muutos tulee voimaan.
hr: Odaberi 'Da' da bi prikazali trenutni direktorijum na spisku direktorijuma. Upravitelj Datoteka mora se ponovo pokrenuti da bi ova promjena stupila na snagu.
it: Seleziona 'Sì' per mostrare la cartella attuale nell'elenco delle cartelle. Si noti che File Commander deve essere riavviato affinché questa modifica abbia effetto.
lt: Pasirinkite "Taip", kad katalogų sąraše būtų rodomas dabartinis katalogas. Atminkite, kad failų vadas turi būti paleistas iš naujo, kad šis pakeitimas įsigaliotų.
nl: Selecteer 'Ja' om de huidige map in de lijst met mappen weer te geven. Merk op dat File Commander opnieuw moet worden opgestart om deze wijziging door te voeren.
pl: Wybierz "Tak", aby wyświetlić bieżący katalog na liście katalogów. Należy pamiętać, że aby ta zmiana zaczęła obowiązywać, należy ponownie uruchomić File Commander.
sk: Ak chcete v zozname priečinkov zobraziť aktuálny priečinok, vyberte možnosť 'Áno'. Táto zmena sa uplatní až po reštartovaní Správcu súborov.
sr: Izaberi 'Da' da bi prikazali trenutni direktorijum na listi direktorijuma. Fajl Menadžer mora se ponovo pokrenuti da bi ova promena stupila na snagu.
sv: Välj "Yes" för att visa den aktuella katalogen i listan över kataloger. Observera att File Commander måste startas om för att denna ändring ska träda i kraft.
ta: கோப்பகங்களின் பட்டியலில் தற்போதைய கோப்பகத்தைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த மாற்றம் நடைமுறைக்கு வர கோப்பு தளபதி மறுதொடக்கம் செய்யப்பட வேண்டும் என்பதை நினைவில் கொள்க.
tr: Dizinler listesinde geçerli dizini göstermek için 'Evet'i seçin. Bu değişikliğin etkili olması için File Commander'ın yeniden başlatılması gerektiğini unutmayın.
uk: Виберіть 'Так', щоб показати поточний каталог у списку каталогів. Зауважте, що File Commander потрібно перезапустити, щоб ця зміна набула чинності.

source: Select 'Yes' to show the volume level on any automated changes of volume level.
cs: Vyberte „Ano“, chcete-li zobrazit úroveň hlasitosti při všech automatických změnách úrovně hlasitosti.
el: Επιλέξτε 'ναι' για να εμφανιστεί το επίπεδο έντασης ήχου σε κάθε αυτοματοποιημένη αλλαγή της έντασης.
fi: Valitse 'Kyllä' näyttääksesi äänenvoimakkuustason äänenvoimakkuuden muutoksissa.
hr: Izaberite 'Da' da biste prikazali nivo jačine zvuka pri svim automatskim promenama nivoa jačine zvuka.
it: Seleziona 'Sì' per mostrare il livello del volume in caso di modifiche automatiche del livello del volume.
nl: Selecteer 'Ja' om het volumeniveau bij elke automatische offset van het volumeniveau te tonen.
pl: Wybierz „Tak”, aby poziom głośności był wyświetlany przy każdej automatycznej zmianie poziomu głośności.
sk: Ak chcete zobraziť úroveň hlasitosti pri akejkoľvek automatickej zmene, vyberte voľbu 'Áno'.
sr: Izaberite 'Da' da prikažete nivo zvuka pri bilo kojim automatizovanim promenama nivoa zvuka.
sv: Välj "Yes" för att visa volymnivån vid alla automatiska ändringar av volymnivån.
tr: Ses seviyesindeki otomatik değişikliklerde ses seviyesini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відображати рівень гучності під час будь-яких автоматичних змін рівня гучності.

source: Select 'Yes' to show this plugin in the Plugin Browser.
cs: Chcete-li tento plugin zobrazit v prohlížeči pluginů, vyberte 'Ano'.
el: Επιλέξτε 'ναι' για να εμφανίζεται αυτό το πρόσθετο στον πλοηγό προσθέτων.
fi: Valitse "Kyllä" näyttääksesi tämän lisäosat valikossa.
hr: Odaberi 'Da' da bi prikazali ovaj dodatak u Dodatku Preglednika.
it: Seleziona 'Sì' per mostrare questo plugin nell'elenco plugin.
nl: Kies 'Ja' om deze plugin in de Plugin Browser in te tonen.
pl: Wybierz opcję „Tak”, aby wyświetlić tę wtyczkę w przeglądarce wtyczek.
sk: Ak sa má tento plugin zobrazovať v prehliadači pluginov, vyberte 'Áno'.
sr: Izaberite 'Da' da prikažete ovaj dodatak u Pregledaču dodataka.
sv: Välj "Yes" för att visa detta plugin i Plugin Browser.
ta: சொருகி உலாவியில் இந்த சொருகி காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bu eklentiyi, Eklentiler Listesinde göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити цей плагін у браузері плагінів.
