Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Add plugin to Extensions menu*
da: Tilføj Plugin til Udvidelsesmenuen*
de: Plugin zum Erweiterungsmenü hinzufügen*
et: Lisa plugin laienduste menüüsse*
vi: Thêm plugin vào menu Tiện ích mở rộng *
zh_cn: 将插件添加到扩展菜单*

source: Add plugin to main menu*
da: Tilføj Plugin til Hovedmenu*
de: Plugin zum Hauptmenü hinzufügen*
et: Lisa plugin peamenüüsse*
vi: Thêm plugin vào menu chính *
zh_cn: 将插件添加到主菜单*

source: Add recording (enter recording duration)
da: Tilføj optagelse (indtast optagelsens varighed)
de: Aufnahme hinzufügen (Aufnahmelänge eingeben)
et: Salvesta (sisesta salvestuse kestus)
hu: Felvétel készítése (adja meg a felvétel hosszának idejét)
pt_br: Gravar com duração determinada
ru: Начать запись (введите длительность записи)
vi: Thêm ghi âm (nhập thời lượng ghi)
zh_cn: 添加录像(输入录像持续时间)

source: Add recording (enter recording endtime)
da: Tilføje optagelse (indtast optagelsens sluttid)
de: Aufnahme hinzufügen (Aufnahmeendzeit eingeben)
et: Salvesta (sisesta salvestuse lõpuaeg)
hu: Felvétel készítése (adja meg a felvétel befejezésének idejét)
pt_br: Gravar com final determinado
ru: Начать запись (введите время окончания)
vi: Thêm ghi âm (nhập thời gian kết thúc ghi âm)
zh_cn: 添加录像(输入录像结束时间)

source: Add recording (indefinitely)
da: Tilføj optagelse (for evigt)
de: Aufnahme hinzufügen (unbegrenzt)
et: Salvesta (pidev salvestus)
hu: Felvétel készítése (ameddig le nem állítják)
pt_br: Gravar indefinidamente
ru: Начать запись (конец неопределен)
vi: Thêm ghi âm (vô thời hạn)
zh_cn: 添加录像(不限时)

source: Add recording (stop after current event)
da: Tilføj optagelse (stop efter nuværende begivenhed)
de: Aufnahme hinzufügen (aktuelle Sendung)
et: Salvesta (selle saate lõpuni)
hu: Felvétel készítése (csak az adott műsor felvétele)
pt_br: Gravar até o fim do evento atual
ru: Начать запись (стоп после текущего события)
vi: Thêm ghi âm (dừng sau sự kiện hiện tại)
zh_cn: 添加录像(当前事件后停止)

source: Add selected folder to bookmarks
da: Tilføj valgte mappe til bogmærker
de: Ausgewählten Ordner zu Lesezeichen hinzufügen
et: Lisa kataloog järjehoidjatesse
vi: Thêm thư mục đã chọn vào bookmark
zh_cn: 将所选文件夹添加到书签

source: Add timer
da: Tilføj timer
de: Timer hinzufügen
et: Lisa taimer
hu: Időzítés
pt_br: Agendar
ru: Добавить таймер
sl: Nov časovnik
vi: Thêm bộ đếm thời gian
zh_cn: 添加定时器

source: Add/Remove timer for current event
da: Tilføj/Fjern Timer for nuværende begivenhed
de: Timer für ausgewählte Sendung hinzufügen/entfernen
et: Lisa/eemalda taimer käesolevale saatele
hu: Időzítő Hozzáadása/Eltávolítása a jelenlegi eseménynél
ru: Добав./Удал. текущее событие в таймер
vi: Thêm / xóa bộ đếm thời gian thay đổi cho sự kiện hiện tại
zh_cn: 添加/移除当前事件的定时器

source: Add/remove change timer for current event
da: Rediger Timer for nuværende begivenhed
et: Lisa/eemalda/muuda taimer käesolevale saatele
hu: Hozzáadás/eltávolítás változtatása a jelenlegi eseménynél
ru: Добавить/удалить или изменить таймер для идущей передачи
vi: Thêm / xóa bộ đếm thời gian thay đổi cho sự kiện hiện tại
zh_cn: 添加/删除当前事件修改的定时器

source: Additional Info
da: Yderligere Info
de: Zusätzliche Informationen
et: Lisainfo
hu: További információ
ru: Дополнительная информация
vi: Thông tin bổ sung
zh_cn: 附加信息

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move the dish from one satellite to another satellite.
da: Yderligere motortilvalg tillader dig at indtaste detaljer fra din motors datablad, så Enigma kan beregne hvor længe det tager at flytte skålen fra en satellit til en anden satellit.
de: Mit zusätzlichen Motoroptionen können Sie Details aus dem Datenblatt Ihres Motors eingeben, so dass Sie herausfinden können, wie lange es dauert, die Antenne von einem Satelliten auf einen anderen zu bringen.
et: Ajami lisavalikud lubavad sisestada andmeid mootori spetsifikatsioonilehelt, et enigma saaks arvutada antenni ühelt satelliidilt teisele liigutamise aja.
vi: Tùy chọn động cơ bổ sung cho phép bạn nhập chi tiết từ bảng thông số kỹ thuật của động cơ để enigma có thể biết được sẽ mất bao lâu để di chuyển món ăn từ vệ tinh này sang vệ tinh khác.
zh_cn: 额外的电机选项允许您输入电机规格表中的详细信息,这样就可以计算出从一颗卫星移动到另一颗卫星需要多长时间.

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move to another satellite.
da: Yderligere motortilvalg tillader dig at indtaste detaljer fra din motors datablad, så Enigma kan beregne hvor længe det tager at flytte til anden satellit.
de: Mit zusätzlichen Motoroptionen können Sie Details aus dem Datenblatt Ihres Motors eingeben, so dass Sie herausfinden können, wie lange es dauern wird, um zu einem anderen Satelliten zu wechseln.
et: Ajami lisavalikud lubavad sisestada andmeid mootori spetsifikatsioonilehelt, et enigma saaks arvutada ühelt satelliidilt teisele liigutamise aja.
vi: Các tùy chọn động cơ bổ sung cho phép bạn nhập thông tin chi tiết từ bảng thông số kỹ thuật của động cơ để enigma có thể biết được sẽ mất bao lâu để di chuyển đến vệ tinh khác.
zh_cn: 额外的电机选项允许您输入电机规格表中的详细信息,这样就可以计算出从一颗卫星移动到另一颗卫星需要多长时间.

source: Address
da: Adresse
de: Adresse
et: Aadress
hu: Cím
ru: Адрес
vi: Địa chỉ IP
zh_cn: 地址

source: Adjust 3D settings
da: Juster 3D indstillinger
de: 3D-Einstellungen anpassen
et: Kohanda 3D seadeid
hu: 3D beállítások
pt_br: Ajustar configurações 3D
ru: Настройте параметры 3D
vi: Điều chỉnh cài đặt 3D
zh_cn: 调整3D设置

source: Advanced options
da: Avancerede indstillinger
de: Erweiterte Optionen
et: Lisavalikud
hu: Haladó beállítások
pt_br: Opções avançadas
ru: Дополнительные параметры
vi: Tùy chọn nâng cao
zh_cn: 高级选项

source: Advanced restore
da: Avanceret gendannelse
de: Erweiterte Wiederherstellung
et: Täpsem taastamine
hu: Mentések visszaállítása
pt_br: Restauração avançada
ru: Расширенное восстановление
sl: Napredna obnovitev
vi: Khôi phục nâng cao
zh_cn: 高级恢复

source: Advanced software
da: Avanceret Software
et: Lisatarkvara
hu: Haladó szoftver
pt_br: Configuração avançada de software
ru: Расширенное ПО
vi: Phần mềm nâng cao
zh_cn: 高级软件

source: Advanced software plugin
et: Lisatarkvara
hu: Haladó szoftver bővítmények
pt_br: Configuração avançada de plugin
ru: Плагин расширенного ПО
vi: Plugin phần mềm nâng cao
zh_cn: 高级软件插件

source: After Recording
da: Efter optagelse
de: Nach der Aufnahme
et: Pärast salvestust
hu: Felvétel után
vi: Sau khi ghi âm
zh_cn: 录像后

source: After pressing OK, please wait!
da: Efter tryk på OK, vent venligst!
de: Nach Druck auf OK bitte warten!
et: Vajuta OK ja oota!
hu: Az OK gomb lenyomása után kérem, várjon!
ru: После нажатия ОК, пожалуйста, ждите!
vi: Sau khi nhấn OK, vui lòng đợi!
zh_cn: 按下OK键,请稍等!

source: Agenten
zh_cn: 代理商

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
da: Alloker et nummer til den fysiske LNB du konfigurerer. Du kan vælge denne LNB igen til andre satellitter (f.eks. motoriseret skåle) for at spare opsætningen af den samme LNB flere gange.
de: Weisen Sie dem physikalischen LNB, den Sie konfigurieren, eine Nummer zu. Sie können diesen LNB erneut für andere Satelliten (z.B. motorisierte Satelliten) auswählen, um die Einrichtung desselben LNB mehrere Male zu speichern.
et: Määra seadistatava reaalse LNB number. Sama LNB saab määrata uuesti teistele satelliitidele (nt. ajamiga antenn), et salvestada sätted sama LNB jaoks mitu korda.
vi: Phân bổ một số cho LNB vật lý mà bạn đang cấu hình. Bạn sẽ có thể chọn lại LNB này cho các vệ tinh khác (ví dụ: các món ăn có động cơ) để lưu thiết lập cùng một LNB nhiều lần.
zh_cn: 为正在配置的物理LNB分配一个数字.您可以再次为其他卫星(如极轴)选择此LNB,以节省多次设置相同的LNB.

source: Allocate unused memory index
et: Jaota vaba mäluindeks
hu: Használatlan memóriaindex hozzárendelés
pt_br: Alocar índice de memória não utilizada
ru: Выделите неиспользованные индексы памяти
vi: Phân bổ chỉ số bộ nhớ không sử dụng
zh_cn: 分配未使用的内存索引

source: Allow quit movieplayer with exit
da: Tillad at afslutte Filmafspiller med EXIT
de: Erlaube das Beenden vom Movieplayer mit EXIT
et: 'EXIT' nupp lõpetab taasesituse
hu: Média lejátszó bezárása kilépés gombbal
ru: Выход по кнопке exit в мувиплеере
vi: Cho phép thoát khỏi trình phát phim với lối ra
zh_cn: 允许按EXIT键退出电影播放器

source: Allow unstable (untested) updates
da: Tillad ustabile (utestede) opdateringer
de: Instabile (ungetestete) Updates erlauben
et: Testimata uuendused lubatud
hu: Instabil (nem tesztelt) frissítések engedélyezése
ru: Разрешить нестабильные (непроверенные) обновления
vi: Cho phép cập nhật không ổn định (chưa được kiểm tra)
zh_cn: 允许不稳定版(未经测试)更新

source: Allows you to enable the twisted log. They contain very detailed information of everything the twisted does. ('/tmp/twisted.log')
da: Tillader dig at aktivere twisted logge. De indeholder meget detaljeret information om alt hvad twisted gør ('/tmp/twisted.log').
de: Twisted-Log erlauben. Das Twisted-Log enthält detaillierte Informationen über alles was das Twisted macht. ('/tmp/twisted.log')
et: Võimaldab lubada twisted logid. Need sisaldavad väga üksikasjalikku infot kõigest, mida twisted teeb. ('/tmp/twisted.log')
vi: Cho phép bạn kích hoạt nhật ký xoắn. Chúng chứa thông tin rất chi tiết của tất cả mọi thứ xoắn. ('/tmp/twisted.log')
zh_cn: 允许您启用崩溃日志.它们包含了崩溃所做的一切的非常详细的信息.('/tmp/twisted.log')

source: Allows you to enable/disable displaying icons on the frontpanel.
da: Tillader dig at aktivere/deaktivere visning af ikoner på frontpladen.
de: Anzeige von Icons auf dem Gerätedisplay erlauben.
et: Võimaldab lubada/keelata ikoonide kuvamise esipaneelil.
hu: Engedélyezi/Tiltja az ikonok megjelenítését az előlapon.
ru: Разрешить отображение иконок на дисплее в передней панели.
vi: Cho phép bạn bật / tắt hiển thị các biểu tượng trên frontpanel.
zh_cn: 允许您启用/禁用面板上显示图标.

source: Allows you to setup the button to do what you choose.
da: Tillader dig at sætte knappen op til hvad du vælger.
de: Hier können Sie die Belegung der Tasten einstellen.
et: Võimaldab määrata nupu toimingu.
hu: Engedélyezi a gombok funkcióinak megváltoztatását.
ru: Настройте действия кнопок по вашему усмотрению.
vi: Cho phép bạn thiết lập nút để làm những gì bạn chọn.
zh_cn: 允许您设置键来做您选择的.

source: Allows you to show/hide CCcam in extensions (blue button).
da: Tillader dig at vise/skjule CCcam i udvidelsesmenuen (blå knap)
de: CCcam Info unter Erweiterungen (Taste BLAU) anzeigen.
et: Võimaldab CCcam näitamise laienduste menüüs (sinine nupp).
hu: Engedélyezi a CCcam megjelenítését/elrejtését a bővítmények között (kék gomb).
ru: Позволяет показать/скрыть CCcam в дополнениях (синяя кнопка).
vi: Cho phép bạn hiển thị / ẩn CCcam trong tiện ích mở rộng (nút màu xanh).
zh_cn: 允许您显示/隐藏CCcam扩展(蓝色键).

source: Allows you to show/hide Log Manager in extensions (blue button).
da: Tillader dig at vise/skjule Log-håndtering i udvidelsesmenuen (blå knap)
de: Die Log-Verwaltung unter Erweiterungen (Taste BLAU) anzeigen oder verstecken.
et: Võimaldab logihalduri näitamise laienduste menüüs (sinine nupp).
hu: Engedélyezi a Log Manager megjelenítését/elrejtését a bővítmények között (kék gomb).
ru: Позволяет показать/скрыть Менеджер логов в дополнениях (синяя кнопка).
vi: Cho phép bạn hiển thị / ẩn Trình quản lý nhật ký trong tiện ích mở rộng (nút màu xanh).
zh_cn: 允许您显示/隐藏日志管理器的扩展(蓝色键).

source: Allows you to show/hide OScam in extensions (blue button).
da: Tillader dig at vise/skjule OScam i Udvidelser (blå knap).
de: OSCam Info unter Erweiterungen (Taste BLAU) anzeigen.
et: Võimaldab OScam näitamise laienduste menüüs (sinine nupp).
hu: Engedélyezi a OScam megjelenítését/elrejtését a bővítmények között (kék gomb).
ru: Позволяет показать/скрыть OScam в дополнениях (синяя кнопка).
vi: Cho phép bạn hiển thị / ẩn OScam trong tiện ích mở rộng (nút màu xanh).
zh_cn: 允许您显示/隐藏OScam扩展(蓝色键).

source: Almost there...
da: Næsten færdig...
de: Fast geschafft...
et: Natuke veel...
hu: Majdnem ott...
vi: Gần đến rồi...
zh_cn: 差不多了...

source: Alternative numbering mode
da: Alternativ nummereringstilstand
de: Alternative Nummerierung
et: Alternatiivne numeratsioon
hu: Alternatív számozás
pt_br: Modo numeração alternativa
ru: Альтернативный режим нумерации
vi: Chế độ đánh số thay thế
zh_cn: 可选编号模式

source: Always hide infobar
da: Skjul altid Infobjælke
de: Infoleiste immer ausblenden
et: Inforiba alati varjatud
hu: Mindig rejtse el az infobart
ru: Всегда скрывать инфобар
vi: Luôn ẩn infobar
zh_cn: 总是隐藏信息栏

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
da: Inkluder altid ECM-beskeder i optagelser. Dette tilsidesætter de individuelle timerindstillinger global. Det tillader at optagelser altid kan dekrypteres bagefter (undertiden kaldet offline afkodning), hvis det er understøttet af din modtager. Standard: Nej.
de: Bei 'Ja' setzt diese Funktion die Timer Einstellung außer Kraft. Aufzeichnungen werden immer verschlüsselt gespeichert und nachträglich entschlüsselt, wenn die Hardware diese Funktion unterstützt. Standard ist 'Nein'.
et: Salvestised sisaldavad alati ka ECM sõnumeid. See valik alistab üksiku taimeri seadistused globaalselt ja võimaldab salvestisi hiljem dekrüptida (võrguta dekodeerimine), kui vastuvõtja seda toetab. Vaikimisi: välja lülitatud.
hu: A felvételek mindig tartalmazzák az ECM üzeneteket. Ez felülírja az egyéni időzítő beállításokat. Ez az opció lehetővé teszi, hogy a felvételeket később offline dekódolhassuk. Alapértelmezett: kikapcsolva.
vi: Luôn bao gồm các tin nhắn ECM trong bản ghi âm. Điều này ghi đè cài đặt hẹn giờ riêng trên toàn cầu. Nó cho phép các bản ghi luôn được giải mã sau đó (đôi khi được gọi là giải mã ngoại tuyến), nếu được người nhận của bạn hỗ trợ. Mặc định: tắt.
zh_cn: 总是在录音中包含ECM信息.这将覆盖全局的单个计时器设置.它允许录音被永远解密后(有时称为脱机解码),如果你的接收器支持.默认值:关闭.

source: Always select OK
da: Vælg altid OK
zh_cn: 始终选择OK键

source: American Sports
da: Amerikansk Sport
de: Amerikanischer Sport
zh_cn: 美国体育

source: An attempt is made to capture the current TV status. If this is not possible due to incorrect or missing status messages, it may cause the receiver to respond unexpectedly. On the other hand, tries to respond better to different operating conditions.
da: Der gøres et forsøg på at fange nuværende TV status. Hvis dette ikke er mulig på grund af forkert eller manglende statusbeskeder, kan det medføre at modtageren reagere uventet. Omvendt forsøges der at reagere bedre på forskellige funktionsbetingelser.
de: Es wird versucht den aktuellen TV Betriebszustand zu erfassen. Ist dies aufgrund falscher oder fehlender Statusmeldungen nicht möglich, kann der Receiver unerwartet reagieren. Andererseits wird versucht auf verschiedene Betriebszustände besser zu reagieren.
et: Üritati tuvastada teleri olekut. Kui see pole väärate või puuduvate olekuteadete tõttu võimalik, võib vastuvõtja ootamatult reageerida. Eesmärgiks on paremini reageerida erinevatele töötingimustele.
hu: Egy kísérlet megpróbálja rögzíteni az aktuális TV állapotot. Ha ez nem lehetséges hibás vagy hiányzó állapotüzenetek miatt, akkor erre a vevőkészülék váratlanul reagálhat. Másrészt meg jobban oda kell figyelni a különböző működési feltételekre.
vi: Một nỗ lực được thực hiện để ghi lại trạng thái TV hiện tại. Nếu điều này là không thể do thông báo trạng thái không chính xác hoặc bị thiếu, nó có thể khiến người nhận phản hồi bất ngờ. Mặt khác, cố gắng đáp ứng tốt hơn với các điều kiện hoạt động khác nhau.
zh_cn: 试图捕获当前的电视状态.如果由于状态信息不正确或丢失,这是不可能的,则可能导致接收者意外地作出响应. 另一方面,试图更好地应对不同的操作条件.

source: An empty filename is illegal.
da: Et tomt filnavn er ugyldigt.
de: Leere Dateinamen sind unzulässig.
et: Tühi failinimi ei ole lubatud.
hu: Egy üres fájlnév érvénytelen.
pt_br: Um nome de arquivo vazio é inválido.
ru: Пустое имя недопустимо.
sl: Prazno ime datoteke ni dovoljeno.
vi: Một tên tệp trống là bất hợp pháp.
zh_cn: 非法空文件名.

source: An error occurred while downloading the packetlist. Please try again.
da: Der opstod en fejl under download af pakkelisten. Prøv venligst igen.
de: Beim Laden der Paketliste ist ein Fehler aufgetreten. Bitte erneut versuchen.
et: Tarkvaraloendi hankimisel tekkis viga. Proovi uuesti.
hu: Hiba keletkezett a szoftvercsomag listájának letöltése közben. Kérem, próbálja meg újra.
pt_br: Ocorreu um erro ao obter a lista de pacotes. Tente novamente.
ru: При загрузке списка пакетов произошла ошибка. Попробуйте позже.
vi: Đã xảy ra lỗi trong khi tải xuống danh sách gói. Vui lòng thử lại.
zh_cn: 下载数据包列表时发生错误.请再试一次.

source: Anime
zh_cn: 动漫

source: Architektur
da: Arkitektur
zh_cn: 建筑设计师

source: Are you ready to run the script ?
bg: Сигурен ли си че искаш да стартира скрипта ?
da: Er du klar til at køre skriptet ?
de: Wollen Sie das Script jetzt starten?
et: Kas käivitada skript?
hu: Biztos benne, hogy futtatja a scriptet?
ru: Запустить скрипт?
vi: Bạn đã sẵn sàng để chạy kịch bản?
zh_cn: 你是否准备好运行脚本?

source: Are you sure to purge all deleted userbouquets?
da: Vil du virkelig rydde alle slettede brugerbuketter ?
de: Sind Sie sicher, alle gelöschten Userbouquets zu entfernen?
et: Kas puhastada kõik kustutatud lemmiknimekirjad?
hu: Biztos benne, hogy véglegesen eltávolítja az összes törölt csatornacsomagot?
ru: Действительно хотите окончательно удалить эти фавориты?
vi: Bạn có chắc chắn để xóa tất cả các gói kênh đã xóa?
zh_cn: 是否确定要清除所有已删除的用户频道列表?

source: Are you sure you want to activate this network configuration?
da: Er du sikker på, at du vil aktivere denne netværksopsætning?
de: Sicher, dass diese Netzwerk-Konfiguration aktiviert werden soll?
et: Kas jõustada see võrguseadistus?
hu: Biztos benne, hogy aktiválni kívánja ezt a hálózati konfigurációt?
pt_br: Ativar esta configuração de rede?
ru: Уверены, что хотите активировать эту конфигурацию сети?
sl: Ste prepričani da želite aktivirati te omrežne nastavitve?
vi: Bạn có chắc chắn muốn kích hoạt cấu hình mạng này?
zh_cn: 是否确实要激活此网络配置?

source: Are you sure you want to delete image slot %s ?
da: Vil du virkelig slette Image slot %s ?
de: Soll das Image im Slot %s wirklich gelöscht werden?
et: Kas kustutada püsivara pesa %s?
vi: Bạn có chắc chắn muốn xóa khe hình ảnh %s không?
zh_cn: 是否要删除镜像分区 %s ?

source: Are you sure you want to delete this:
da: Er du sikker på at du vil slette dette:
de: Sicher, dass Sie löschen wollen:
et: Kas kustutada see:
hu: Biztosan törölni szeretné ezt:
ru: Действительно хотите удалить:
vi: Bạn có chắc chắn muốn xóa cái này:
zh_cn: 是否确定要删除:

source: Are you sure you want to restart your network interfaces?
da: Er du sikker på, at du vil genstarte dine netværksgrænseflader?
de: Die Netzwerkschnittstelle neu starten?
et: Kas taaskäivitada võrguliidesed?
hu: Biztos hogy újra akarja indítani a hálózati interfészt?
pt_br: Reiniciar a interface de rede?
ru: Уверены, что хотите перезагрузить сетевые интерфейсы?
sl: Ste prepričani, da želite ponovno zagnati vaše omrežne vmesnike?
vi: Bạn có chắc chắn muốn khởi động lại giao diện mạng của mình không?
zh_cn: 是否确定要重新启动您的网络接口?

source: Are you sure you want to restore your STB backup? STB will restart after the restore
da: Er du sikker på, at du vil gendanne din STB sikkerhedskopi? STB vil genstarte efter gendannelsen
de: Sind Sie sicher, dass die Einstellungen Ihres Receivers wiederhergestellt werden sollen? Ihr Receiver wird neu gestartet, nachdem die Einstellungen wiederhergestellt wurden.
et: Kas taastada see varukoopia? Pärast taastamist vastuvõtja taaskäivitub
hu: Biztos benne, hogy vissza szeretné állítani a készülék biztonsági mentését? A készülék újra fog indulni a visszaállítás után
ru: Уверены, что хотите восстановить бекап? Ресивер будет перезагружен после восстановления
vi: Bạn có chắc chắn muốn khôi phục lại bản sao lưu STB của mình không? STB sẽ khởi động lại sau khi khôi phục
zh_cn: 是否确定你要恢复你的机顶盒备份? 数字电视机顶盒将还原后重启

source: Are you sure you want to send this log:
da: Vil du virkelig sende denne log:
de: Dieses Log senden:
et: Kas saata logi:
hu: Biztos benne, hogy elküldi ezt a naplót:
ru: Хотите отправить этот лог:
vi: Bạn có chắc chắn muốn gửi nhật ký này:
zh_cn: 是否确实要发送此日志:

source: Are you sure you want to update your %s %s ?
da: Vil du virkelig opdatere din %s %s ?
de: Sind Sie sicher, dass Sie Ihre %s %s aktualisieren wollen?
et: Kas uuendada %s %s tarkvara?
hu: Biztos benne, hogy frissíteni szeretné %s %s ?
ru: Уверены, что хотите обновить ваш %s %s ?
vi: Bạn có chắc chắn muốn cập nhật %s%s của mình không?
zh_cn: 是否确定要更新你的 %s %s ?

source: Arts & Culture
bg: Изкуство и Култура
da: Kunst & Kultur
de: Kunst/Kultur
zh_cn: 艺术与文化

source: Arzt
zh_cn: 阿兹特

source: Ask user (with default as 'no')
da: Spørg bruger (med 'Nej' som standard)
de: Benutzer fragen (Standard vorbelegen mit 'Nein')
et: Küsitakse (vaikimisi 'ei')
hu: Felhasználó kérdezése (alapértelmezett a 'Nem')
ru: Спросить пользователя (ответ по умолчанию ‘нет’)
vi: Người dùng sk (với mặc định là 'không')
zh_cn: 询问用户(默认为'否')

source: Ask user (with default as 'yes')
da: Spørg bruger (med 'Ja' som standard)
de: Benutzer fragen (Standard vorbelegen mit 'Ja')
et: Küsitakse (vaikimisi 'jah')
hu: Felhasználó kérdezése (alapértelmezett a 'Igen')
ru: Спросить пользователя (ответ по умолчанию ‘да’)
vi: Hỏi người dùng (với mặc định là 'có')
zh_cn: 询问用户(默认为'是')

source: Aspect list...
bg: Списък с гледна точки ...
da: Formatliste....
de: Seitenverhältnis...
et: Kuvasuhe.
hu: Képarány lista...
ru: Cоотношение сторон
vi: Tỷ lệ khung hình....
zh_cn: 方位列表...

source: Aspect long
da: Format lang
de: Aspect lang
et: Aspect - pikk
hu: Képarány hosszan
vi: Tỷ lệ khung hình
zh_cn: 长宽比

source: At End:
da: Ved slutning:
de: Am Ende:
et: Lõpus:
hu: Vége:
ru: В конце:
vi: Cuối cùng:
zh_cn: 结束位置:

source: Attach a file
da: Vedhæft en fil
de: Datei anhängen
et: Lisa fail
hu: Fájl csatolása
ru: Прикрепить файл
vi: Đính kèm một tập tin
zh_cn: 附加文件

source: Audio Selection
da: Lydvalg
de: Tonspur-Auswahl
et: Heli valik
hu: Audió kiválasztása
ru: Выбор аудио
vi: Để lựa chọn âm thanh
zh_cn: 音频选择

source: Audio long
da: Lyd lang
de: Audio lang
et: Audio - pikk
vi: Âm thanh dài
zh_cn: 音频键长按

source: Audio options...
bg: Аудио опции...
da: Lydmuligheder...
de: Ton-Einstellungen...
et: Heli valikud
hu: Hang beállítások...
pt_br: Opções de áudio
ru: Настройки аудио...
vi: Tùy chọn âm thanh ...
zh_cn: 音频选项...

source: Audio settings
da: Lydindstillinger
de: Ton-Einstellungen
et: Heli seaded
hu: Hangbeállítások
ru: Настройки аудио
vi: Cài đặt âm thanh
zh_cn: 音频设置

source: Audio volume step size
da: Lydstyrke trinstørrelse
de: Lautstärke Schrittweite
et: Helitugevuse sammu suurus
hu: Audió hangerő léptetés mértéke
vi: Mức âm lượng có thể điều chỉnh
zh_cn: 音频音量大小

source: Audio volume step size fast mode
da: Lydstyrke trinstørrelse hurtigtilstand
de: Lautstärke Schrittweite im Schnellmodus
et: Helitugevuse sammu suurus kiirrežiimis
hu: Audió hangerő léptetés mértékének gyors módja
vi: Mức âm lượng có thể điều chỉnh
zh_cn: 音频音量大小固定模式

source: Australian
da: Australsk
de: Australisch
et: Austraalia
vi: Người Úc
zh_cn: 澳大利亚

source: Author:
da: Forfatter:
de: Autor:
et: Autor:
hu: Szerző:
pt_br: Autor:
ru: Автор:
sl: Avtor:
vi: Tác giả:
zh_cn: 作者:

source: Auto Deep Standby
da: Auto Dyb Standby
de: Automatisch in Deep-Standby
et: Automaatne puhkeseisund
hu: Automatikus kikapcsolás
ru: Автоматическое выключение
vi: Tự động chờ
zh_cn: 自动深度待机

source: Auto Modes Selected.
da: Autotilstand valgt.
de: Automodus ausgewählt.
et: Automaatsed režiimid valitud.
hu: Automatikus módok kiválasztva.
vi: Chế độ tự động được chọn.
zh_cn: 已选择自动模式.
