Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Could not save configuration file %s!
bg: Не можах да запазя конфигурационния файл %s!
cs: Nelze uložit konfigurační soubor %s!
el: Αδυναμία αποθήκευσης του αρχείου ρυθμίσεων %s!
fi: Asetustiedostoa %s ei voitu tallentaa!
fr: Impossible de sauvegarder le fichier de configuration %s !
hr: Nije moguće spremiti konfiguracijsku datoteku %s!
it: Impossibile salvare il file di configurazione %s!
lt: Konfigūracijos failo %s išsaugoti nepavyko!
nl: Kon configuratiebestand %s niet opslaan!
pl: Nie można zapisać pliku konfiguracyjnego %s!
sk: Nie je možné uložiť konfiguračný súbor %s!
sr: Nemože se sačuvati fajl za konfiguraciju %s!
sv: Det gick inte att spara konfigurationsfilen %s!
ta: உள்ளமைவு கோப்பு %s ஐ சேமிக்க முடியவில்லை!
tr: Yapılandırma dosyası %s kaydedilemedi!
uk: Не вдалося зберегти файл конфігурації %s!

source: Country
bg: Страна
cs: Země
da: Land
de: Land
el: Χώρα
et: Riik
fi: Maa
fr: Pays
hr: Zemlja
hu: Ország
it: Paese
lt: Šalis
nl: Land
pl: Kraj
sk: Krajina
sr: Zemlja
sv: Land
ta: நாடு
tr: Ülke
uk: Країна
vi: Quốc gia
zh_cn: 国家(地区)

source: Country for EPG event genre information
bg: Държава за информация за жанра на събитието EPG
cs: Země pro informace o žánru události EPG
da: Land for EPG begivenhed genreinformation
de: Land für Informationen zum EPG-Ereignisgenre
el: Χώρα για πληροφορίες είδους προγραμμάτων EPG
fi: Ohjelmaoppaan ohjelmatyylitietojen maa asetus
fr: Pays pour les informations sur le genre d’événement EPG
hr: Zemlja za informacije o žanru EPG događaja
it: Paese per informazioni sul genere dell'evento EPG
lt: Šalis, EPG įvykio žanro informacijai
nl: Land voor EPG programma-genre informatie
pl: Kraj dla informacji o gatunku wydarzenia EPG
sk: Krajina pre informáciu o žánri v EPG
sr: Info zemlje za EPG o žanru događaja
sv: Land för EPG-händelsens genreinformation
ta: ஈபிசி நிகழ்வு வகை தகவல்களுக்கான நாடு
tr: EPG etkinlik türü bilgilerinin alındığı ülke
uk: Інформація про жанр передачі EPG
zh_cn: EPG活动类型信息所在国

source: Country for EPG event rating information
bg: Държава за EPG информация за оценка на събитията
cs: Země pro informace o hodnocení události EPG
da: Land for EPG begivenhed vurderingsinformation
de: Land für EPG-Ereignisbewertungsinformationen
el: Χώρα για πληροφορίες σήμανσης προγραμμάτων EPG
fi: Ohjelmaoppaan arvostelutietojen maa asetus
fr: Pays pour les informations de classement des événements EPG
hr: Zemlja za informacije o ocjeni EPG događaja
it: Paese per informazioni sulla classificazione degli eventi EPG
lt: Šalis EPG įvykio reitingo informacijai
nl: Land voor EPG programma-rating informatie
pl: Kraj dla informacji o ocenie wydarzeń w EPG
sk: Krajina pre informáciu o hodnotení v EPG
sr: Info zemlje za ocenu EPG događaja
sv: Land för EPG-information om händelseklassificering
ta: ஈபிசி நிகழ்வு மதிப்பீட்டு தகவல்களுக்கான நாடு
tr: EPG etkinlik değerlendirme bilgilerinin alındığı ülke
uk: Інформація про рейтинг передач EPG в країні
zh_cn: EPG事件评级信息的国家

source: Crash %d/%d
cs: Selhání %d/%d
el: Κρασάρισμα %d/%d
fi: Kaatuminen %d/%d
hr: Pad %d/%d
lt: Gedimas %d/%d
pl: Awaria %d/%d
sk: Pád %d/%d
sr: Pad %d/%d
sv: Krasch %d/%d
ta: செயலிழப்பு %d/ %d
tr: Çökme %d/%d
uk: Збій %d/%d

source: Crash Logs
bg: Регистри за сривове
cs: Zpráva pádů
da: Nedbrudslogs
el: Καταγραφές Crash
et: Vealogid
fi: Kaatumislokit
fr: Logs des plantages
hr: Log pada
hu: Hibanaplók
it: Registri crash
lt: Gedimų žurnalai
pl: Ustawienia logów
ru: Крешлоги
sk: Denníky o páde
sl: Dnevniki napak
sr: Log pada
sv: Loggar över krascher
ta: செயலிழப்பு பதிவுகள்
tr: Çökme Günlükleri
uk: Логи збоїв
vi: Nhật ký sự cố
zh_cn: 崩溃日志

source: Crash at skin error for debug reasons
bg: Срив при грешка в кожата поради причини за отстраняване на грешки
cs: Selhání při chybě vzhledu z důvodů ladění
el: Εμφάνιση κρασαρίσματος σε σφάλμα θέματος για λόγους αποσφαλμάτωσης
fi: Kaatuminen teema virheessä debug lokeja
fr: Crash lors d'une erreur de skin pour des raisons de débogage ?
hr: Pogreška rušenja skina zbog otklanjanja pogrešaka
it: Crash in caso di errore della skin per motivi di debug
lt: Temos gedimas dėl derinimo priežasčių
nl: Crash bij skinfout voor debug informatie
pl: Awaria przy błędzie skórki z powodów debugowania
sk: Pád pri chybe vzhľadu z dôvodu ladenia
sr: Pad greške skina iz razloga otklanjanja greške
sv: Krasch vid hudfel av felsökningsskäl
ta: பிழைத்திருத்த காரணங்களுக்காக தோல் பிழையில் செயலிழப்பு
tr: Hata ayıklama nedenleriyle arayüzde çökme meydana geldi
uk: Крешлог при помилці скіну для визначення причин

source: Create
bg: Създай
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
et: Loo
fi: Luo
fr: Créer
hr: Stvoriti
hu: Létrehoz
it: Creare
lt: Sukurti
nl: Maak
pl: Utwórz
ru: Создание
sk: Vytvoriť
sr: Kreirati
sv: Skapa
ta: உருவாக்கு
tr: Oluştur
uk: Створити
vi: Tạo
zh_cn: 创建

source: Create Blu-ray disc ISO file
bg: Създай Bludisc ISO файл
cs: Vytvořit soubor ISO disku Blu-ray
el: Δημιουργία αρχείου ISO δίσκου Blu-ray
fi: Luo Bluray ISO tiedosto
fr: Créer un fichier Bludisc ISO
hr: Stvorite ISO datoteku Blu-ray diska
it: Crea file ISO del disco Blu-ray
lt: Sukurti Blu-ray ISO failą
nl: Maak Bludisc ISO file
pl: Utwórz plik ISO dysku Blu-ray
sk: Vytvoriť ISO súbor disku Blu-ray
sr: Kreiraj Blu-ray disk ISO fajl
sv: Skapa ISO-fil för Blu-ray-skiva
ta: ப்ளூ-ரே வட்டு ஐஎச்ஓ கோப்பை உருவாக்கவும்
tr: Blu-ray disk ISO dosyası oluştur
uk: Створити Блю-рей диск з ISO файлом

source: Create DVD-ISO
bg: Създай DVD-ISO
cs: Vytvořit DVD-ISO
da: Opret DVD-ISO
de: DVD-ISO erstellen
el: Δημιουργία DVD-ISO
et: Loo DVD-ISO
fi: Luo DVD-ISO
fr: Créer DVD-ISO
hr: Napravite DVD-ISO
hu: DVD képfájl készítés
it: Crea ISO DVD
lt: Sukurti DVD-ISO
nl: DVD-ISO maken
pl: Utwórz DVD-ISO
pt_br: Criar DVD-ISO
ru: Создание DVD-ISO
sk: Vytvoriť DVD-ISO
sl: Kreiraj DVD-ISO
sr: Kreiraj DVD-ISO
sv: Skapa DVD-ISO
ta: டிவிடி-ஐசோவை உருவாக்கவும்
tr: DVD-ISO oluştur
uk: Створити DVD-ISO
vi: Tạo DVD-ISO
zh_cn: 创建DVD-ISO

source: Create Directory
cs: Vytvořit adresář
el: Δημιουργία φακέλου
fi: Luo hakemisto
hr: Stvori direktorij
it: Crea cartella
lt: Sukurti katalogą
nl: Map aanmaken
pl: Utwórz katalog
sk: Vytvoriť priečinok
sr: Kreiraj Direktorij
sv: Skapa katalog
ta: கோப்பகத்தை உருவாக்கவும்
tr: Dizin Oluştur
uk: Створити каталог

source: Create Expander
cs: Vytvořit expandér
el: Δημιουργία επέκτασης
fi: Luo laajennus
hr: Kreiraj Proširenje
it: Crea espansore
nl: Expander maken
pl: Utwórz Rozszerzacz
sk: Vytvoriť expandér
sr: Kreiraj Proširenje
sv: Skapa expander
ta: விரிவாக்கியை உருவாக்கவும்
tr: Genişletici Oluştur
uk: Створити розширювач флеш-пам’яті

source: Create ISO
bg: Създай ISO
cs: Vytvořte ISO
da: Opret ISO
de: ISO erzeugen
el: Δημιουργία ISO
et: Loo ISO
fi: Luo ISO-tiedosto
fr: Créer un ISO
hr: Stvorite ISO
hu: ISO készítés
it: Crea ISO
lt: Sukurti ISO
nl: Maak ISO
pl: Utwórz ISO
ru: Создание ISO
sk: Vytvoriť ISO
sr: Kreiraj ISO
sv: Skapa ISO
ta: ஐஎச்ஓவை உருவாக்குங்கள்
tr: ISO Oluştur
uk: Створити ISO
vi: Tạo ISO
zh_cn: 创建ISO

source: Create Slots
cs: Vytvořit sloty
el: Δημιουργία θέσεων
fi: Lisää Paikka
hr: Kreirajte utore
it: Crea slot
nl: Slots aanmaken
pl: Utwórz sloty
sk: Vytvoriť sloty
sr: Kreiraj Slot
sv: Skapa spelautomater
ta: இடங்களை உருவாக்கவும்
tr: Yuvalar Oluştur
uk: Створити слоти

source: Create a directory
cs: Vytvořte adresář
el: Δημιουργία φακέλου
fi: Luo hakemisto
hr: Stvaranje direktorija
it: Crea cartella
lt: Sukurkite katalogą
nl: Een map aanmaken
pl: Utwórz katalog
sk: Vytvoriť priečinok
sr: Kreiraj direktorijum
sv: Skapa en katalog
ta: ஒரு கோப்பகத்தை உருவாக்கவும்
tr: Bir dizin oluştur
uk: Створити каталог

source: Create a randomly generated password
bg: Създайте произволно генерирана парола
cs: Vytvořit náhodně vygenerované heslo
el: Δημιουργία τυχαίου κωδικού πρόσβασης
fi: Luo satunnaisesti luotu salasana
hr: Stvorite nasumično generiranu lozinku
it: Crea password generata casualmente
lt: Atsitiktinai sugeneruoto slaptažodžio kūrimas
nl: Maak een willekeurig wachtwoord aan
pl: Utwórz losowo wygenerowane hasło
sk: Vytvoriť náhodne vygenerované heslo
sr: Kreiranje nasumično generisane lozinke
sv: Skapa ett slumpmässigt genererat lösenord
ta: தோராயமாக உருவாக்கப்பட்ட கடவுச்சொல்லை உருவாக்கவும்
tr: Rastgele üretilmiş bir şifre oluştur
uk: Створити випадково згенерований пароль

source: Create a symbolic link
cs: Vytvořte symbolický odkaz
el: Δημιουργία συντόμευσης
fi: Luo symbolinen linkki
hr: Stvaranje simboličke veze
it: Crea collegamento simbolico
lt: Sukurkite simbolinę nuorodą
nl: Een snelkoppeling maken
pl: Utwórz link symboliczny
sk: Vytvoriť symbolický odkaz
sr: Kreiranje simboličke veze
sv: Skapa en symbolisk länk
ta: ஒரு குறியீட்டு இணைப்பை உருவாக்கவும்
tr: Sembolik bağlantı oluştur
uk: Створити символічне посилання

source: Create application loader dump.
cs: Vytvořit výpis zavaděče aplikace.
el: Δημιουργία δεδομένων μεταφοράς εκκινητή εφαρμογής.
fi: Luo sovelluksen lataajan muistikuva.
hr: Kreiraj deponiju utovarivača aplikacija.
it: Crea dump del caricatore dell'applicazione.
nl: Applicatie Loader-Dump opslaan.
pl: Utwórz zrzut programu ładującego aplikacje.
sk: Vytvoriť výpis zavádzača aplikácie.
sr: Kreirajte deponiju utovarivača aplikacija.
sv: Skapa dumpning av applikationsladdare.
ta: பயன்பாட்டு ஏற்றி டம்பை உருவாக்கவும்.
tr: Uygulama yükleyici dökümü oluşturun.
uk: Створення дампу завантажувача додатків.

source: Create backup image zip file.
cs: Vytvořit záložní soubor zip.
el: Δημιουργία αρχείου zip αντιγράφου ασφαλείας.
fi: Luo varmuuskopiointi image zip tiedosto.
hr: Kreiraj rezervni imidž zip datoteke.
it: Crea file zip con l'immagine di backup.
nl: Een Image-Backup-zip-bestand opslaan.
pl: Tworzenie pliku zip kopii zapasowej.
sk: Vytvoriť súbor ZIP so zálohou image.
sr: Kreirajte rezervnu sliku zip datoteku.
sv: Skapa zip-fil med säkerhetskopia.
ta: காப்பு பட சிப் கோப்பை உருவாக்கவும்.
tr: Yedekleme yazılımı için zip dosyası oluşturun.
uk: Створення zip-файлу копії іміджу.

source: Create boot dump.
cs: Vytvořit výpis spuštění.
el: Δημιουργία δεδομένων μεταφοράς εκκίνησης.
fi: Luo käynnistysmuistikuva.
hr: Kreiraj boot deponiju .
it: Crea dump di avvio.
nl: Boot-dump opslaan.
pl: Utwórz zrzut rozruchowy.
sk: Vytvoriť výpis procesu spúšťania.
sr: Kreiraj boot dump.
sv: Skapa startdump.
ta: துவக்க டம்பை உருவாக்கவும்.
tr: Önyükleme dökümü oluşturun.
uk: Створення дампу завантаження.

source: Create boot image dump.
cs: Vytvořte výpis spouštění obrazu.
el: Δημιουργία δεδομένων μεταφοράς εκκίνησης του image.
fi: Luo käynnistyskuvan muistikuva.
hr: Kreiraj boot imidž deponiju .
it: Crea dump dell'immagine di avvio.
nl: Boot-image-dump bestand opslaan.
pl: Utwórz zrzut systemu rozruchowego.
sk: Vytvoriť výpis spúšťania image.
sr: Kreirajte boot imidž dump.
sv: Skapa boot image dump.
ta: துவக்க பட டம்பை உருவாக்கவும்.
tr: Önyükleme yazılımı dökümü oluşturun.
uk: Створення дампу завантажувача іміджу.

source: Create device information dump.
cs: Vytvořit výpis informací o zařízení.
el: Δημιουργία δεδομένων μεταφοράς πληροφοριών συσκευής.
fi: Luo laite tiedot vedos.
hr: Kreiraj deponiju info o uređaju.
it: Crea dump delle informazioni sul dispositivo.
nl: Apparaat-informatie-dump opslaan.
pl: Utwórz zrzut informacji o urządzeniu.
sk: Vytvoriť výpis s informáciami o zariadení.
sr: Kreirajte deponiju informacija o uređaju.
sv: Skapa dumpning av enhetsinformation.
ta: சாதன செய்தி டம்பை உருவாக்கவும்.
tr: Cihaz bilgilerinin dökümünü oluşturun.
uk: Створення дампу інформації про пристрій.

source: Create kernel dump.
cs: Vytvořit výpis jádra.
el: Δημιουργία δεδομένων μεταφοράς πυρήνα kernel.
fi: Luo kernel vedos.
hr: Kreiraj deponiju jezgra.
it: Crea dump del kernel.
nl: Kernel-dump opslaan.
pl: Tworzenie zrzutu kernel.
sk: Vytvoriť výpis jadra.
sr: Kreirajte deponiju jezgra.
sv: Skapa kerneldump.
ta: கர்னல் டம்பை உருவாக்கவும்.
tr: Çekirdek dökümü oluşturun.
uk: Створення дампу ядра.

source: Create recovery image backup '%s'.
cs: Vytvořit zálohu obrazu pro obnovení '%s'.
el: Δημιουργία αντιγράφου ασφαλείας του image ανάκτησης '%s'.
fi: Luo palautus varmuuskopio image '%s'.
hr: Stvorite sigurnosnu kopiju imidža za oporavak '%s'.
it: Crea backup dell'immagine di ripristino '%s'.
nl: Maak een recovery image back-up '%s'.
pl: Utwórz kopię zapasową systemu Recovery '%s'.
sk: Vytvoriť záložný image pre obnovenie '%s'.
sr: Kreiranje rezervne kopije imidža za oporavak '%s'.
sv: Skapa säkerhetskopia av återställningsbild '%s'.
ta: மீட்பு பட காப்புப்பிரதி '%s' ஐ உருவாக்கவும்.
tr: Kurtarma yazılımı yedeğini oluşturun '%s'.
uk: Створити копію іміджа для відновлення '%s'.

source: Create rescue dump.
cs: Vytvořit záchranný výpis.
el: Δημιουργία δεδομένων μεταφοράς ανάκτησης.
fi: Luo palautus vedos.
hr: Kreiraj deponiju spašavanja.
it: Crea dump di salvataggio.
nl: Rescue-dump opslaan.
pl: Utwórz zrzut ratunkowy.
sk: Vytvoriť výpis pre záchranu.
sr: Kreirajte deponiju spasavanja.
sv: Skapa räddningsdump.
ta: மீட்பு டம்பை உருவாக்கவும்.
tr: Kurtarma dökümü oluşturun.
uk: Створення дампу відновлення.

source: Create root UBI file system.
cs: Vytvořit kořenový souborový systém UBI.
el: Δημιουργία αρχείου συστήματος ρίζας UBI.
fi: Luo järjestelmätiedosto UBI tiedosto.
hr: Kreiranje korjena UBI sistem datoteka.
it: Crea file system UBI root.
nl: Root-UBI-bestandssysteem opslaan.
pl: Utwórz główny system plików UBI.
sk: Vytvoriť koreňový systém súborov UBI.
sr: Kreiranje korena UBI sistem datoteka.
sv: Skapa root UBI filsystem.
ta: ரூட் யுபி கோப்பு முறைமையை உருவாக்கவும்.
tr: Kök UBI dosya sistemini oluşturun.
uk: Створення кореневої UBI файлової системи.

source: Create root file system dump.
cs: Vytvořit výpis kořenového souborového systému.
el: Δημιουργία δεδομένων μεταφοράς συστήματος αρχείων ρίζας.
fi: Luo root tiedostojärjestelmä dump.
hr: Kreirajte deponiju korjena sistema datoteka.
it: Crea dump del file system root.
nl: Root-bestandssysteem-dump opslaan.
pl: Utwórz zrzut głównego systemu plików.
sk: Vytvoriť výpis z koreňového systému súborov.
sr: Kreirajte deponiju korena sistema datoteka.
sv: Skapa dumpning av rotfilsystemet.
ta: ரூட் கோப்பு முறைமை டம்பை உருவாக்கவும்.
tr: Kök dosya sistemi dökümünü oluşturun.
uk: Створення дампу кореневої файлової системи.

source: Create root journaling flash file system.
cs: Vytvořit kořenový žurnálovací systém souborů flash.
el: Δημιουργία ημερολογίου συστήματος αρχείων ρίζας της flash.
fi: Luo pääasiallinen tiedostojärjestelmä.
hr: Kreirajte glavni sistem za bilježenje flash datoteka.
it: Crea file system flash di root con journaling.
nl: Root-journaling-flash-bestandssysteem opslaan.
pl: Utwórz główny system plików flash dziennika.
sk: Vytvoriť koreňový žurnálovací flash systém súborov.
sr: Kreirajte glavni sistem za beleženje flash datoteka.
sv: Skapa ett flashfilsystem för rotjournaler.
ta: ரூட் சர்னலிங் ஃபிளாச் கோப்பு முறைமையை உருவாக்கவும்.
tr: Kök günlük kaydı tutan yazılım dosya sistemini oluşturun.
uk: Створення кореневої файлової системи ведення журналу.

source: Create separate radio user bouquet
bg: Създайте отделен потребителски букет за радио
cs: Vytvořit samostatný uživatelský přehled rádií
el: Δημιουργία ξεχωριστού ραδιοφωνικού μπουκέτου χρήστη
fi: Luo erillinen radio suosikkilista
fr: Créer des bouquets radio séparés
hr: Stvorite zaseban korisnički buket radija
it: Crea bouquet separato per le radio
lt: Sukurti atskirą vartotojo radijo paketą
nl: Maak een extra favorietenlijst voor radio
pl: Utwórz osobną listę kanałów dla radia
sk: Vytvoriť oddelený používateľský prehľad rádií
sr: Kreiraj poseban radio buket
sv: Skapa en separat bukett av radioanvändare
ta: தனி வானொலி பயனர் பூச்செண்டை உருவாக்கவும்
tr: Ayrı bir radyo kullanıcı buketi oluştur
uk: Створити окремий фаворитний радіо-список

source: Create slots for the selected device
cs: Vytvořit sloty pro vybrané zařízení
el: Δημιουργία θέσεων για την επιλεγμένη συσκευή
fi: Luo paikka valitulle laitteelle
hr: Stvorite utore na odabranom uređaju
it: Crea slot per il dispositivo selezionato
sr: Kreirajte slotove za odabrani uređaj
sv: Skapa slots för den valda enheten
tr: Seçilen cihaz için yuvalar oluştur
uk: Створити слоти для вибраного пристрою

source: Create swap
cs: Vytvořit swap
el: Δημιουργία swap
fi: Luo vaihto
hr: Stvori zamijenu
it: Crea swap
nl: Een Swapfile maken
pl: Utwórz plik wymiany
sk: Vytvoriť swap
sr: Kreiraj zamenu
sv: Skapa swap
ta: இடமாற்றத்தை உருவாக்கவும்
tr: Takas oluştur
uk: Створити swap

source: Create tar file of root file system.
cs: Vytvořit tar soubor kořenového souborového systému.
el: Δημιουργία αρχείου συστήματος ρίζας tar.
fi: Luo tar tiedosto järjestelmätiedostosta.
hr: Kreirajte tar datoteku sistemskog korjena.
it: Crea file tar del file system root.
nl: Een Tar-bestand van het Root-bestandssysteem opslaan.
pl: Tworzenie pliku tar głównego systemu plików.
sk: Vytvoriť súbor TAR z koreňového systému súborov.
sr: Kreirajte tar datoteku sistemskog korena.
sv: Skapa en tar-fil av rotfilsystemet.
ta: ரூட் கோப்பு முறைமையின் தார் கோப்பை உருவாக்கவும்.
tr: Kök dosya sisteminin tar dosyasını oluşturun.
uk: Створення файлу tar кореневої файлової системи.

source: Create the additional slots on the selected device
cs: Vytvořit další sloty na vybraném zařízení
el: Δημιουργία πρόσθετων θέσεων στην επιλεγμένη συσκευή
fi: Lisää lisäpaikat valittuun laitteeseen
hr: Stvorite dodatne utore na odabranom uređaju
it: Crea gli slot aggiuntivi sul dispositivo selezionato
nl: Maak extra slots op het geselecteerde apparaat
pl: Utwórz dodatkowe sloty na wybranym urządzeniu
sk: Vytvoriť dodatočné sloty na vybranej jednotke
sr: Kreiraj dodatne slotove na izabranom uređaju
sv: Skapa ytterligare slots på den valda enheten
ta: தேர்ந்தெடுக்கப்பட்ட சாதனத்தில் கூடுதல் இடங்களை உருவாக்கவும்
tr: Seçilen cihaz üzerinde ek yuvalar oluştur
uk: Створіть додаткові слоти на вибраному пристрої

source: Create the flash expander in the selected device
cs: Vytvořit flash expandér ve vybraném zařízení
el: Δημιουργία επέκτασης flash στην επιλεγμένη συσκευή
fi: Luo muistin laajennus valittuun laitteeseen
hr: Napravite proširenje flash na odabranom uređaju
it: Crea espansione flash nel dispositivo selezionato
nl: Maak de flash-Expander in het geselecteerde apparaat
pl: Tworzy rozszerzacza flash na wybranym urządzeniu
sk: Vytvoriť flash expandér na vybranej jednotke
sr: Kreiraj flash proširenja na izabranom uređaju
sv: Skapa flashexpandern i den valda enheten
ta: தேர்ந்தெடுக்கப்பட்ட சாதனத்தில் ஃபிளாச் விரிவாக்கியை உருவாக்கவும்
tr: Seçilen cihazda flaş genişletici oluştur
uk: Створити флеш-розширювач у вибраному пристрої

source: Create working directories.
cs: Vytvořit pracovní adresáře.
el: Δημιουργία φακέλων εργασίας.
fi: Luo työhakemistoja.
hr: Kreiraj radne direktorijume.
it: Crea cartelle di lavoro.
nl: Werkmappen aanmaken.
pl: Tworzenie katalogów roboczych.
sk: Vytvoriť pracovné priečinky.
sr: Kreirajte radne direktoarije.
sv: Skapa arbetskataloger.
ta: வேலை கோப்பகங்களை உருவாக்குங்கள்.
tr: Çalışma dizinleri oluşturun.
uk: Створення робочих каталогів.

source: Creating .ap and .sc files
bg: Създаване на AP и SC файлове
cs: Vytvořit soubory AP a SC
el: Δημιουργία αρχείων .ap και .sc
fi: Luodaan AP- ja SC-tiedostot
fr: Création des fichiers AP et SC
hr: Stvaranje .ap i .sc datoteka
it: Creazione di file .ap e .sc
lt: Kuriami AP ir SC failai
nl: Creëer AP en SC bestanden
pl: Tworzenie AP i plików SC
sk: Vytvorenie súborov .ap a .sc
sr: Kreiranje .ap i .sc fajla
sv: Skapa .ap- och .sc-filer
ta: .Ap மற்றும் .sc கோப்புகளை உருவாக்குதல்
tr: .ap ve .sc dosyaları oluşturma
uk: Створення файлів АР і SC

source: Creating file system
bg: Създаване на файлова система
cs: Vytváření souborového systému
el: Δημιουργίας συστήματος αρχείων
fi: Luodaan tiedostojärjestelmää
fr: Création du système de fichiers
hr: Stvaranje datotečnog sustava
it: Creazione file system
lt: Kuriama failų sistema
nl: Creëert bestandssyeteem
pl: Tworzenie systemu plików
sk: Vytvára sa súborový systém
sr: Kreiranje fajl sistema
sv: Skapa filsystem
ta: கோப்பு முறைமையை உருவாக்குதல்
tr: Dosya sistemi oluşturuluyor
uk: Створення файлової системи

source: Creating hard link to time shift file failed!
bg: Създаване на Hardlink за Timeshift файл не успя!
cs: Vytvoření pevného odkazu na soubor časového posunu se nezdařilo!
el: Αποτυχία δημιουργίας συντόμευσης στο αρχείο χρονομετατόπισης!
fi: Linkin (hardlink) luominen ajansiirron tiedostoon epäonnistui!
fr: Création du lien matériel (hardlink) vers le fichier de PauseDirect a échoué !
hr: Stvaranje čvrste veze na datoteku s vremenskim pomakom nije uspjelo!
it: Creazione di un hard link al file timeshift non riuscita!
lt: Sukurti kieto disko nuorodos į laiko poslinkio failą nepavyko!
nl: Creëer hardlink naar Timeshift-bestand mislukt!
pl: Tworzenie twardego dowiązania do pliku timeshift nie powiodło się!
sk: Vytvorenie hardlinku na súbor timeshiftu neúspešné!
sr: Kreiranje čvrste veze tajmšifta nije uspelo!
sv: Skapande av hård länk till tidsskiftfil misslyckades!
ta: நேர சிப்ட் கோப்பிற்கு கடினமான இணைப்பை உருவாக்குவது தோல்வியடைந்தது!
tr: Zaman kaydırma dosyasına sabit bağlantı oluşturma başarısız oldu!
uk: Помилка створення посилання на файл Timeshift!

source: Creating partition
bg: Създаване на дял
cs: Zakládá se tabulka rozdělení disku
da: Opretter partition
de: Erzeuge Partition
el: Δημιουργία κατάτμησης
et: Partitsiooni loomine
fi: Luodaan osiota
fr: Création de la partition
hr: Stvaranje particije
hu: Partíció létrehozása
it: Creazione partizione
lt: Kuriamas skaidinys
nl: Creëert partitie
pl: Tworzenie partycji
pt_br: Criando partição
ru: Создание раздела
sk: Vytvára sa partícia
sr: Kreiranje particije
sv: Skapa partition
ta: பகிர்வை உருவாக்குதல்
tr: Bölüm oluştur
uk: Створення розділу
vi: Tạo phân vùng
zh_cn: 创建分区

source: Cricket
bg: Крикет
cs: Kriket
da: Kricket
el: Κρίκετ
fi: Cricketti
fr: Criquet
hr: Kriket
lt: Kriketas
pl: Krykiet
sk: Kriket
sr: Kriket
ta: கிரிக்கெட்
tr: Kriket
uk: Крикет
zh_cn: 板球

source: Crime
bg: Престъпност
cs: Zločin
da: Kriminalitet
de: Krimi
el: Εγκλήματα
fi: Rikos
fr: Criminalité
hr: Kriminal
it: Crimine
lt: Nusikaltimas
nl: Misdaad
pl: Przestępstwo
sk: Kriminálne
sv: Brott
ta: குற்றம்
tr: Suç
uk: Кримінал
zh_cn: 犯罪

source: Croatia
cs: Chorvatsko
da: Kroatien
de: Kroatien
el: Κροατία
et: Horvaatia
fi: Kroatia
fr: Croatie
hr: Hrvatska
hu: Horvátország
it: Croazia
lt: Kroatija
nl: Kroatië
pl: Chorwacja
sk: Chorvátsko
sr: Hrvatska
sv: Kroatien
ta: குரோவேசியா
tr: Hırvatistan
uk: Хорватія
zh_cn: 克罗地亚

source: Croatian
cs: Chorvatsky
da: Kroatisk
de: Kroatisch
el: Κροάτικα
et: Horvaadi
fi: Kroatia
fr: Croate
hr: Hrvatski
hu: Horvát
it: Croato
lt: Kroatų
nl: Kroatisch
pl: Chorwacki
pt_br: Croata
ru: Хорватский
sk: chorvátčina
sr: Hrvatski
sv: Kroatiska
ta: குரோசியன்
tr: Hırvatça
uk: Хорватська
vi: Tiếng Croatia
zh_cn: 克罗地亚语

source: Cron Manager
cs: Cron - správce úloh
da: Cron-håndtering
de: Cron-Verwaltung
el: Διαχείριση προγραμματισμένων εργασιών
et: Cron haldur
fi: Cron Hallinta
fr: Gestionnaire Cron
hr: Planer Upravljača
hu: Cron időzítés kezelő
it: Gestore cron
lt: Kron valdymas
pl: Menadżer cron
ru: Менеджер Cron
sk: Správca Cron
sr: Planer Menadžer
sv: Cron-chef
ta: க்ரோன் மேலாளர்
tr: Cron Yöneticisi
uk: Менеджер Cron
vi: Quản lý cron
zh_cn: 任务管理

source: Cron Timers
cs: Cron Časovače
el: Χρονοδιακόπτες προγραμματισμένων εργασιών
fi: Cron Ajastukset
fr: Gestionnaire Cron
hr: Planer Tajmera
it: Timer di cron
lt: Cron laikmačiai
pl: Harmonogramy cron
sk: Časovače Cron
sr: Planer Tajmera
sv: Cron-tidtagare
ta: க்ரோன் டைமர்கள்
tr: Cron Zamanlayıcıları
uk: Таймери Cron

source: Cuba
cs: Kuba
de: Kuba
el: Κούβα
et: Kuuba
fi: Kuuba
hu: Kuba
lt: Kuba
pl: Kuba
sk: Kuba
sv: Kuba
ta: க்யூபா
tr: Küba
uk: Куба
zh_cn: 古巴

source: Cult
cs: Kult
da: Kult
el: Καλτ
fi: Kultti
fr: Culte
hr: Kult
it: Culto
lt: Kultinė
nl: Kult
pl: Kult
sk: Kultové
ta: வழிபாட்டு முறை
tr: Kült
uk: Культ
zh_cn: 邪教
