Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Set this to 'Yes' to save the current play list when exiting the Media Player.
cs: Nastavte toto na „Ano“, chcete-li uložit aktuální seznam přehrávání při ukončení přehrávače médií.
el: Επιλέξτε το 'ναι' για να αποθηκευτεί η τρέχουσα λίστα κατά την έξοδο από τον αναπαραγωγό πολυμέσων.
fi: Aseta tämän arvoksi 'Kyllä' jos haluat tallentaa nykyisen toistolistan, kun poistut mediasoittimesta.
hr: Postavite ovo na 'Da' da bi sačuvali trenutni spisak reprodukcije prilikom izlaska iz Medija Plejer.
it: Imposta su 'Sì' per salvare la playlist attuale quando esci da Media Player.
lt: Nustatykite tai į 'Taip', kad įrašytumėte dabartinį grojaraštį išeidami iš Medijos leistuvo.
nl: Kies hier 'Ja' om de huidige afspeellijst op te slaan bij het verlaten van de Mediaspeler.
pl: Ustaw tę opcję na „Tak”, aby zapisać bieżącą listę odtwarzania podczas wychodzenia z Media Playera.
sk: Ak sa má pri ukončení Prehrávača médií uložiť aktuálny playlist, nastavte túto voľbu na 'Áno'.
sr: Postavite ovo na 'Da' da bi sačuvali trenutnu listu reprodukcije prilikom izlaska iz Medija Plejer.
sv: Ställ in detta på "Yes" för att spara den aktuella spellistan när du lämnar Media Player.
ta: மீடியா பிளேயரிலிருந்து வெளியேறும் போது தற்போதைய விளையாட்டு பட்டியலை சேமிக்க இதை 'ஆம்' என அமைக்கவும்.
tr: Medya Oynatıcısından çıkarken geçerli oynatma listesini kaydetmek için bunu 'Evet' olarak ayarlayın.
uk: Встановіть для цього значення 'Так', щоб зберегти поточний список відтворення під час виходу з медіапрогравача.

source: Set this to 'Yes' to sort the playlists alphabetically.
cs: Chcete-li seznamy skladeb seřadit podle abecedy, nastavte toto na „Ano“.
el: Επιλέξτε το 'ναι' για αλφαβητική ταξινόμηση των λιστών αναπαραγωγής.
fi: Aseta tämän arvoksi 'Kyllä' lajitellaksesi toistolistat aakkosjärjestykseen.
hr: Postavite ovo na 'Da' da bi sortirali spisak numera po abecednom redu.
it: Imposta su 'Sì' per ordinare le playlist in ordine alfabetico.
lt: Nustatykite tai kaip 'Taip', kad surūšiuotumėte grojaraščius abėcėlės tvarka.
nl: Kies hier 'Ja' om de afspeellijsten alfabetisch te sorteren.
pl: Ustaw opcję „Tak”, aby sortować listy odtwarzania alfabetycznie.
sk: Ak sa majú playlisty zoraďovať abecedne, nastavte túto voľbu na 'Áno'.
sr: Postavite ovo na 'Da' da bi sortirali liste numera po abecednom redu.
sv: Ställ in detta på "Yes" för att sortera spellistorna i alfabetisk ordning.
ta: பிளேலிச்ட்களை அகர வரிசைப்படி வரிசைப்படுத்த இதை 'ஆம்' என அமைக்கவும்.
tr: Çalma listelerini alfabetik olarak sıralamak için bunu 'Evet' olarak ayarlayın.
uk: Встановіть для цього значення 'Так', щоб відсортувати списки відтворення за алфавітом.

source: Set time options
cs: Nastavit možnosti času
el: Ρύθμιση επιλογών ώρας
fi: Aika asetusten määrittäminen
hr: Podesite opcije vremena
it: Imposta opzioni tempo
nl: Tijdopties instellen
pl: Ustaw opcje czasu
sk: Nastaviť možnosti pre čas
sr: Podesite opcije vremena
sv: Ställ in tidsalternativ
ta: நேர விருப்பங்களை அமைக்கவும்
tr: Zaman seçeneklerini ayarlayın
uk: Встановити параметри часу

source: Set to 'Disabled' to replace underscore characters, '_', in file and directory names with spaces.
cs: Chcete-li nahradit znaky podtržení, '_', v názvech souborů a adresářů mezerami, nastavte na 'Zakázáno'.
el: Επιλέξτε το 'ανενεργό' για να γίνεται αντικατάσταση της κάτω παύλας, '_', με κενά στα ονόματα αρχείων και φακέλων.
fi: Jos asetus ei ole käytössä, tiedosto- ja kansionimien alaviivoja ei näytetä, ja ne korvataan välilyönneillä.
hr: Postavite na 'Onemogućeno' da bi podvlake, '_', zamjenili razmacima u imenima datoteka i direktorijuma.
it: Imposta su 'Disabilitato' per sostituire i caratteri di sottolineatura, '_', nei nomi di file e cartella con spazi.
lt: Nustatykite į 'Išjungta', kad failų ir katalogų pavadinimuose pabraukimo simbolius "_" pakeistumėte tarpais.
nl: Wanneer uitgeschakeld, worden underscore tekens in bestands- en map namen niet weergegeven en vervangen door spaties.
pl: Jeśli ta opcja jest wyłączona, znaki podkreślenia w nazwach plików i katalogów nie są wyświetlane i są zastępowane spacjami.
sk: Ak sa majú v názvoch priečinkov súborov nahradiť znaky popdčiarknutia '_' medzerami, nastavte túto voľbu na 'Zakázané'.
sr: Postavite na 'Onemogućeno' da bi podvlake, '_', zamenili razmacima u imenima fajla i direktorijuma.
sv: Ställ in till "Inaktiverad" för att ersätta understreck, "_", i fil- och katalognamn med mellanslag.
ta: அடிக்கோடிட்ட எழுத்துக்களை மாற்றுவதற்கு 'முடக்கப்பட்டதாக' அமைக்கவும், '_', கோப்பு மற்றும் அடைவு பெயர்களில் இடைவெளிகளுடன்.
tr: Dosya ve dizin adlarındaki alt çizgi karakterlerini ('_') boşluklarla değiştirmek için 'Devre Dışı' olarak ayarlayın.
uk: Якщо вимкнено, символи підкреслення в назвах файлів і каталогів не відображаються і замінюються пробілами.

source: Set to 'Enabled' to descramble queued scrambled recordings in Standby before shutting down.
cs: Nastavením na „Povoleno“ se před vypnutím dekódují zakódované nahrávky zařazené do fronty v pohotovostním režimu.
el: Επιλέξτε 'Ενεργό' για να γίνει η αποκωδικοποίηση των κωδικοποιημένων εγγραφών σε σειρά κατά την αναμονή πριν τον τερματισμό λειτουργίας.
hr: Postavite na 'Omogućeno' kako biste dešifrirali čekajuće šifrirane snimke u stanju pripravnosti prije isključivanja.
it: Imposta su 'Abilitato' per decodificare le registrazioni criptate in coda in modalità standby prima di spegnere.
nl: Activeren om gecodeerde opnames te decoderen tijdens het afsluiten naar Stand-by.
sr: Podesite na 'Omogućeno' da biste dešifrovali snimke koji su u redu čekanja dok je uređaj u stanju čekanja pre isključivanja.
sv: Ställ in på 'Aktiverad' för att avkoda köade krypterade inspelningar i standbyläge innan den stängs av.
tr: Kapatmadan önce bekleme modundaki sıraya alınmış şifrelenmiş kayıtların şifresini çözmek için 'Etkin' olarak ayarlayın.
uk: Встановіть 'Увімкнено', щоб дешифрувати зашифровані записи з черги в режимі очікування перед вимиканням.

source: Set to 'Enabled' to descramble queued scrambled recordings in Standby.
cs: Nastavením na „Povoleno“ dekódujete kódované nahrávky zařazené do fronty v pohotovostním režimu.
el: Επιλέξτε 'Ενεργό' για να γίνει η αποκωδικοποίηση των κωδικοποιημένων εγγραφών σε σειρά κατά την αναμονή.
fi: Aseta 'Käytössä' purkaaksesi jonossa olevat salatut tallenteet valmiustilassa.
hr: Postavite na 'Omogućeno' za dešifriranje redom raspoređenih šifriranih snimki u stanju čekanja.
it: Imposta su 'Abilitato' per decodificare le registrazioni criptate in coda in Standby.
nl: Activeren om gecodeerde opnames te decoderen in Stand-by.
pl: Ustaw na „Włączone”, aby odszyfrować zakodowane nagrania w kolejce w trybie gotowości.
sk: Ak chcete v pohotovostnom režime dekódovať nahrávky čakajúce vo fronte, nastavte túto voľbu na 'Zapnuté'.
sr: Postavite na 'Omogućeno' da dešifrujete redom zakazane snimke u stanju pripravnosti.
sv: Ställ in på 'Aktiverad' för att avkoda köade krypterade inspelningar i Standby.
tr: Bekleme modunda sıraya alınmış şifrelenmiş kayıtların şifresini çözmek için 'Etkin' olarak ayarlayın.
uk: Встановіть значення 'Увімкнено', щоб дешифрувати зашифровані записи з черги в режимі очікування.

source: Set to 'Yes' to enable sending the same TV commands for Deep Standby as for regular Standby.
cs: Je-li nastaveno na „Ano“, budou do televizoru odesílány stejné příkazy pro události hlubokého spánku, jaké jsou odesílány během běžných událostí pohotovostního režimu.
el: Αν επιλεγεί το 'ναι', οι ίδιες εντολές που στέλνονται στην TV για την κοινή αναμονή, θα αποστέλλονται και για τη βαθιά αναμονή.
hr: Postavite na 'Da' da omogućite slanje istih TV naredbi za Duboki pripravni način kao i za redovni pripravni način.
it: Se impostato su 'Sì', gli stessi comandi verranno inviati alla TV per gli eventi di spegnimento che vengono inviati durante i normali eventi di standby.
lt: Jei nustatyta į 'taip', į televizorių bus siunčiamos tos pačios komandos gilaus budėjimo režimo įvykiams, kaip ir įprastų laukimo režimo įvykių metu.
nl: Wanneer u kiest voor 'Ja' worden dezelfde commando's naar de TV gestuurd voor deep standby als voor de normale standby functies.
sr: Podesite na 'Da' da biste omogućili slanje istih TV komandi za Duboko čekanje kao i za uobičajeno čekanje.
sv: Om inställningen är "Yes" kommer samma kommandon att skickas till TV:n vid djup standby som vid vanlig standby.
tr: Derin Bekleme modunda da normal Bekleme modundakiyle aynı TV komutlarının gönderilmesini sağlamak için 'Evet' olarak ayarlayın.
uk: Якщо встановлено значення 'Так', для подій глибокого очікування на телевізор надсилатимуться ті самі команди, що й під час звичайних подій очікування.

source: Set to 'Yes', to enable automatic recording of the background time shift buffer.
cs: Pokud nastavíte na 'ano' bude umožněno automatické nahrávání na pozadí funkce časového posunu.
el: Αν επιλεγεί το 'ναι', θα ενεργοποιηθεί η αυτόματη εγγραφή της χρονομετατόπισης στο παρασκήνιο.
hr: Postavite na 'Da' da omogućite automatsko snimanje međuspremnika vremenskog pomaka u pozadini.
it: Imposta su 'Sì' per abilitare la registrazione automatica del buffer timeshift in background.
lt: Jei nustatyta 'taip', įjungiamas auto įrašymas, naudojamas automatiniam fono laiko poslinkiui
nl: Kies 'Ja' wanneer u automatisch een Timeshift opname wilt starten.
sr: Postavite na 'Da' da biste omogućili automatsko snimanje bafera vremenskog pomeranja u pozadini.
sv: Ställ in på "Ja" för att aktivera automatisk registrering av tidsförskjutningsbufferten i bakgrunden.
tr: Arka plan zaman kaydırma arabelleğinin otomatik olarak kaydedilmesini etkinleştirmek için ‘Evet’ olarak ayarlayın.
uk: Якщо вибрано 'Так', буде включено автоматичний запис таймшифта у фоновому режимі.

source: Set to the desired primetime hour.
cs: Nastavte požadovaný hlavní čas (hod).
el: Ορισμός επιθυμητής ζώνης αιχμής (ώρα).
hr: Podesite na željeno udarno vrijeme.
it: Imposta sulla prima serata desiderata (ora).
lt: Nustatykite norimą žiūrimiausią laiką (valanda).
nl: Stel de gewenste primetime in (uur).
sr: Podesite na željeno udarno vreme.
sv: Ställ in önskad primetime (timme).
tr: İstenilen prime time saatini ayarlayın.
uk: Виберіть бажаний прайм-тайм (у годинах).

source: Set to the desired primetime minutes.
cs: Nastavte požadovaný hlavní čas (min).
el: Ορισμός επιθυμητής ζώνης αιχμής (λεπτά).
hr: Postavite na željeno udarno vrijeme minute.
it: Imposta sulla prima serata desiderata (minuti).
lt: Nustatykite norimą žiūrimiausią laiką (min.).
nl: Stel de gewenste primetime in (minuten).
sr: Podesite na željene minute udarno vremena.
sv: Ställ in önskad primetime (minuter).
tr: İstenilen prime time dakikasını ayarlayın.
uk: Виберіть бажаний прайм-тайм (у хвилинах).

source: Set to what you want the button to do.
bg: Задайте това, което искате бутонът да направи.
cs: Nastavte to, co chcete aby tlačítka dělala.
da: Sættes til hvad du ønsker knappen skal gøre.
de: Wählen Sie, was die Taste machen soll.
el: Ορισμός ενέργειας του πλήκτρου.
et: Määra nupu toiming.
fi: Valitse mitä haluat näppäimen tekevän.
fr: Définir l'action que vous avez choisie pour un bouton.
hr: Postavite na ono što želite da dugme uradi.
hu: Adja meg, hogy a gomb megnyomásával mit szeretne csinálni.
it: Imposta azione che vuoi che compia il tasto.
lt: Nustatykite, ką norite daryti su mygtuku.
nl: Selecteer welke functie deze knop in de EPG heeft.
pl: Ustaw wymagane działanie danego przycisku.
ru: Выберите действие для кнопки.
sk: Nastavte, čo sa má vykonať po stlačení týchto tlačidiel.
sr: Postavite na ono što želite da dugme uradi.
sv: Ställ in vad du vill att knappen ska göra.
ta: பொத்தானை நீங்கள் என்ன செய்ய விரும்புகிறீர்கள் என்பதை அமைக்கவும்.
tr: Tuşun ne yapmasını istediğinizi ayarlayın.
uk: Виберіть дію для кнопки.
vi: Đặt thành những gì bạn muốn nút để làm.
zh_cn: 设置为您希望按键执行的操作.

source: Set to yes for debugging the root cause of a spinner.
bg: Задайте "да" за отстраняване на грешки в основната причина за спинера.
cs: Nastavte na ano pro ladění hlavní příčiny spinneru.
da: Sæt til Ja for fejlsøgning af rodårsagen af en snurretop.
de: Auf 'Ja' setzen, um die Ursache eines Spinners zu debuggen.
el: Θέστε την επιλογή σε ναι για αποσφαλμάτωση της αιτίας πρόκλησης ενός spinner.
et: Määra 'jah' silumiseks, et leida hangumise animatsiooni algpõhjus.
fi: Aseta Kyllä asetukseksi debugging root perus syyn virheen selvittämiseksi.
fr: Définissez sur oui pour déboguer la cause première d'un spinner.
hr: Postavite na da za otklanjanje grešaka osnovnog uzorka potenciometra.
hu: Állítsa 'yes'-re a foglaltság (spinner) fő okainak hibakeresésére.
it: Imposta su sì per eseguire il debug della causa principale dello spinner.
lt: Nustatykite taip, kad būtų pašalinta pagrindinė sukimosi priežastis.
nl: Zet op Ja, voor debuggen en achterliggende oorzaak van spinner te vinden.
pl: Ustaw na tak dla debugowania głównej przyczyny błędu.
sk: Pre ladenie hlavnej príčiny zobrazenia prvku spinner, nastavte túto voľbu na Áno.
sr: Postavite na da za otklanjanje grešaka osnovnog uzorka potenciometra.
sv: Ställ in på yes för felsökning av grundorsaken till en spinnare.
ta: ஒரு ச்பின்னரின் மூல காரணத்தை பிழைத்திருத்துவதற்கு ஆம் என அமைக்கவும்.
tr: Spinner simgesinin temel nedenini hata ayıklamak için "evet" olarak ayarlayın.
uk: Встановіть значення 'Так' для визначенн основної причини появи спінера.
vi: Đặt thành có để gỡ lỗi nguyên nhân gốc của spinner.
zh_cn: 设置为'是',用于调试转发器的根本原因.

source: Set up tuner [TUNER]
cs: Nastavit tuner [TUNER]
el: Ρύθμιση του tuner [TUNER]
fi: Määritä viritin
hr: Podešavanje tunera [TUNER]
it: Imposta tuner [TUNER]
nl: Stel tuner in [TUNER]
pl: Skonfiguruj tuner [TUNER]
sk: Nastaviť tuner [TUNER]
sr: Podešavanje tjunera [TJUNER]
sv: Ställa in tuner [TUNER]
ta: ட்யூனரை அமைக்கவும் [ட்யூனர்]
tr: Tuneri ayarlayın [TUNER]
uk: Налаштувати тюнер [TUNER]

source: Set up tuner [TUNER]. For hybrid tuner models switch Tuner Type with the LEFT and RIGHT buttons.
cs: Nastavení tuneru [TUNER]. U modelů s hybridním tunerem přepněte typ tuneru pomocí tlačítek VLEVO a VPRAVO.
el: Ρυθμίστε το tuner [TUNER]. Για τα υβριδικά μοντέλα tuner, η εναλλαγή του τύπου γίνεται με τα πλήκτρα ΑΡΙΣΤΕΡΑ και ΔΕΞΙΑ.
fi: Määritä viritin. Hybridiviritin malleissa (DVB-T2 ja DVB-C) vaihda virittimen tyyppi VASEN ja OIKEA painikkeilla.
hr: Podešavanje tunera [TUNER]. Za hibridne tunere prebacite vrstu tunera pomoću dugmadi LIJEVO i DESNO.
it: Imposta tuner [TUNER] Per i modelli con tuner ibrido, cambia il tipo di tuner con i tasti SINISTRA e DESTRA.
nl: Tuner instellen [TUNER]. Voor hybride-tuners wisselt u van tunertype met de knoppen LINKS en RECHTS.
pl: Skonfiguruj tuner [TUNER]. Dla tunera hybrydowego przyłącz Typ Tunera za pomocą przycisków LEWO oraz PRAWO.
sk: Nastaviť [TUNER]. Pre modely s hybridným tunerom prepnite typ tunera pomocou tlačidiel DOĽAVA a DOPRAVA.
sr: Podesite Tuner [TUNER]. Za hibridne modele tunera promenite tip tunera pomoću LEVE i DESNE dugmadi.
sv: Ställa in tuner [TUNER]. För hybrida tunermodeller byter du Tuner Type med knapparna LEFT och RIGHT.
ta: ட்யூனரை அமைக்கவும் [ட்யூனர்]. கலப்பின ட்யூனர் மாதிரிகளுக்கு இடது மற்றும் வலது பொத்தான்களுடன் ட்யூனர் வகையை மாற்றவும்.
tr: Tuneri ayarlayın [TUNER]. Hibrid tuner modelleri için SOL ve SAĞ tuşları ile Tuner Tipini değiştirin.
uk: Налаштуйте тюнер [TUNER]. Для моделей з гібридним тюнером перемикайте тип тюнера кнопками ВЛІВО та ВПРАВО.

source: Set voltage and 22KHz
bg: Задайте напрежение и 22KHz
cs: Nastavte napětí a 22KHz
da: Sæt spænding og 22Khz
de: Setze Spannung und 22kHz
el: Ρύθμιση τάσης και 22KHz
et: Määra pinge ja 22KHz
fi: Aseta jännite ja 22KHz
fr: Utiliser la tension et le 22KHz
hr: Postavi napon i 22КХз
hu: Feszültség és 22KHz beállítása
it: Imposta tensione e 22KHz
lt: Nustatykite įtampą ir 22 KHz
nl: Stel de spanning en 22kHz optie in
pl: Ustaw napięcie i 22KHz
pt_br: Ativar tensão e 22KHz
ru: Установить напряжение и 22КГц
sk: Nastaviť napätie a 22 kHz
sr: Postavi napon i 22КХз
sv: Ställ in spänning och 22KHz
ta: மின்னழுத்தம் மற்றும் 22kHz ஐ அமைக்கவும்
tr: Voltaj ayarı ve 22KHz
uk: Встановити напругу і 22KГц
vi: Đặt điện áp và 22KHz
zh_cn: 设定电压为22kHz

source: Sets the root directory of media list. This removes the '..' entry from being shown in that directory.
bg: Задава основната папка на списъка с филми, за да премахне '..' от доброкачественото, показано в тази папка.
cs: Nastavte root složku seznamu filmu, odebráním '..' ze začátku názvu této složky.
el: Ορίζει τον ριζικό κατάλογο της λίστας πολυμέσων. Αυτό καταργεί την εμφάνιση της καταχώρησης '..' σε αυτόν τον κατάλογο.
fi: Määrittää tallenteiden juurihakemiston, poistaa '..' sen hakemiston alusta.
fr: Définir le répertoire principal pour la liste des films, pour enlever le '..' affiché dans ce répertoire.
hr: Postavlja osnovni direktorijum spiska medija. Ovim se uklanja stavka "." ulaskom u prikazani direktorijum.
it: Imposta cartella principale per le registrazioni. Verrà rimossa la voce '..' dalla visualizzazione della cartella.
lt: Nustato pagrindinį laikmenų sąrašo katalogą. Tai pašalina įrašą '..' kad jis nebūtų rodomas tame kataloge.
nl: Stelt de root-locatie van de opnamelijst in, om '..' niet te tonen in deze map.
pl: Ustawia folder główny listy filmów, w celu usunięcia '..' na początku pokaż ten folder.
sk: Nastavenie koreňového priečinka zoznamu médií. Tým sa odstráni zobrazenie položky '..' v tomto adresári.
sr: Postavlja osnovni direktorijum liste medija. Ovim se uklanja stavka "." ulaskom u prikazani direktorijum.
sv: Ställer in rotkatalogen för medielistan. Detta tar bort '..'-posten från att visas i den katalogen.
ta: மீடியா பட்டியலின் ரூட் கோப்பகத்தை அமைக்கிறது. இது அந்த கோப்பகத்தில் காட்டப்படுவதிலிருந்து '..' பதிவை நீக்குகிறது.
tr: Medya listesinin kök dizinini ayarların. Bu işlem, o dizinde '..' girişinin gösterilmesini engeller.
uk: Виберіть кореневу теку для списку записів, де вже не буде показана тека вгору '..'.

source: Setting Packages
cs: Nastavení balíčků
el: Πακέτα προρυθμίσεων
fi: Satelliitti kanavalistat
hr: Postavke Paketa
it: Pacchetti impostazioni
nl: Settings
pl: Pakiety ustawień
sk: Balíčky s nastavením
sr: Podešavanje paketa
sv: Inställning av paket
ta: தொகுப்புகளை அமைத்தல்
tr: Kanal Listesi Paketleri
uk: Пакети списків каналів

source: Setting Restored
bg: Настройка възстановена
cs: Nastavení obnoveno
da: Indstillinger gendannet
de: Wiederhergestellte Programmliste
el: Έγινε επαναφορά των ρυθμίσεων
et: Kanalinimekiri taastatud
fi: Asetukset palautettu
fr: Paramètre Restauré
hr: Postavka vraćena u predhodno stanje
hu: Beállítások visszaállítva
it: Impostazione ripristinata
lt: Nustatymai atkurti
nl: Instellingen hersteld
pl: Ustawienie przywrócone
sk: Nastavenia obnovené
sr: Postavka vraćena u predhodno stanje
sv: Inställning återställd
ta: மீட்டமைக்கப்பட்ட அமைப்பு
tr: Ayar Geri Yüklendi
uk: Відновлення Налаштувань
vi: Đã khôi phục cài đặt
zh_cn: 恢复设置

source: Setting a password is strongly advised if your receiver is open to the Internet. You must set a password in order to be able to use network services like FTP, Telnet or SSH.
cs: Nastavení hesla se důrazně doporučuje, pokud je váš přijímač připojen k internetu. Abyste mohli používat síťové služby jako FTP, Telnet nebo SSH, musíte si nastavit heslo.
el: Συνίσταται ανεπιφύλακτα να ορίσετε έναν κωδικό πρόσβασης αν ο δέκτης σας συνδέεται στο διαδίκτυο. Ο κωδικός είναι απαραίτητος για τη χρήση υπηρεσιών δικτύου όπως FTP, Telnet ή SSH.
hr: Preporuča se postavljanje lozinke ako je vaš prijemnik otvoren za Internet. Morate postaviti lozinku kako biste mogli koristiti mrežne usluge poput FTP-a, Telnet-a ili SSH-a.
it: L'impostazione di una password è fortemente consigliata soprattutto se il ricevitore ha delle porte aperte verso Internet. È necessario impostare una password per poter usare i servizi di rete come FTP, Telnet o SSH.
lt: Slaptažodžio nustatymas primygtinai rekomenduojamas, jei jūsų STB yra atviras internetui. Turite nustatyti slaptažodį, kad galėtumėte naudotis tinklo paslaugomis, pvz., FTP, Telnet arba SSH.
nl: Wij adviseren u een wachtwoord in te stellen wanneer uw ontvanger is verbonden met het internet. Een wachtwoord is noodzakelijk voor het gebruik van FTP, Telnet of SSH.
sr: Preporučuje se da postavite lozinku ako je vaš prijemnik povezan na Internet. Morate postaviti lozinku da biste mogli koristiti mrežne servise poput FTP-a, Telnet-a ili SSH-a.
sv: Vi rekommenderar starkt att du ställer in ett lösenord om din STB är öppen mot Internet. Du måste ange ett lösenord för att kunna använda nätverkstjänster som FTP, Telnet eller SSH.
tr: Alıcınız internete açık ise parola belirlemeniz şiddetle tavsiye edilir. FTP, Telnet veya SSH gibi ağ hizmetlerini kullanabilmek için mutlaka parola belirlemeniz gerekir.
uk: Настійно рекомендується встановити пароль, якщо ваш STB відкритий для доступу до Інтернету. Ви повинні встановити пароль, щоб мати можливість користуватися мережевими службами, такими як FTP, Telnet або SSH.

source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Postavke
sv: Inställningar
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_cn: 设置

source: Settings Backup Target
cs: Cíl zálohy nastavení
el: Προορισμός εφεδρείας ρυθμίσεων
fi: Asetukset varmuuskopio sijainti
hr: Odredište sigurnosne kopije postavki
it: Impostazioni destinazione backup
sr: Ciljna lokacija za rezervnu kopiju podešavanja
sv: Inställningar Mål för säkerhetskopiering
tr: Yedekleme Hedefi Ayarları
uk: Налаштування резервного копіювання

source: Settings mode
bg: Настройка на режима
cs: Nastavovací režim
el: Λειτουργία ρυθμίσεων
fi: Asetustila
fr: Mode de configuration
hr: Način Postavki
it: Modalità impostazioni
lt: Parametrų režimas
nl: Toegangsniveau instellen
pl: Tryb konfiguracji
sk: Režim nastavovania
sr: Režim Postavki
sv: Inställningsläge
ta: அமைப்புகள் பயன்முறை
tr: Ayarlar modu
uk: Режим Налаштування

source: Setup
bg: Настройка
cs: Nastavení
da: Opsætning
de: Einstellungen
el: Ρυθμίσεις
et: Seadistamine
fi: Asetukset
fr: Paramétrer
hr: Podešavanje
hu: Beállítások
it: Impostazioni
lt: Nustatymai
nl: Instellingen
pl: Ustawienia
pt_br: Configurar
ru: Настройка
sk: Nastavenia
sl: Nastavitve
sr: Podešavanje
ta: அமைவு
tr: Kurulum
uk: Налаштування
vi: Cài đặt
zh_cn: 设置

source: Setup - %s
bg: Настройка- %s
cs: Nastavení – %s
da: Opsæt- %s
el: Ρυθμίσεις - %s
et: %s seadistamine
fi: Asetukset %s
fr: Configuration - %s
hr: Podešavanje - %s
hu: Beállítás -%s
it: Impostazioni - %s
lt: Nustatymas - %s
nl: Instellingen - %s
pl: Ustawienia - %s
sk: Nastavenie – %s
sr: Podešavanje - %s
sv: Inställning - %s
ta: அமைவு - %s
tr: Kurulum - %s
uk: Налаштування - %s
vi: Cài đặt -% s
zh_cn: 设置- %s

source: Setup Audio Sync
bg: Настройка на аудио синхронизиране
cs: Nastavit synchronizaci zvuku
da: Sæt Lydsynkronisering op
de: Einstellungen Audio Sync
el: Ρυθμίσεις συγχρονισμού ήχου
et: Muuda heli viiteaega
fi: Asetukset äänen synkronointi
fr: Configurer Audio Sync
hr: Podešavanje Audio Sync
hu: Audió Sync beállítás
it: Imposta sincronizzazione audio
lt: Nustatyti garso sinchronizavimą
nl: Audio sync instellen
pl: Ustawienia synchronizacji audio
ru: Настройки Audio Sync
sk: Nastavenie synchronizácie zvuku
sr: Podešavanje Audio Sync
sv: Inställning Ljud Synkronisering
ta: ஆடியோ ஒத்திசைவை அமைக்கவும்
tr: Ses Senkronizasyonu Kurulumu
uk: Налаштування синхронізації аудіо
vi: Cài đặt đồng bộ hóa âm thanh
zh_cn: 设置音频同步
