Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: <This tuner is configured automatically>
bg: <Този тунер е конфигуриран автоматично>
cs: <Tento tuner je nastaven automaticky>
da: <Denne Tuner er automatisk konfigureret>
de: <Dieser Tuner wird automatisch verwaltet>
el: <Αυτό το tuner έχει ρυθμιστεί αυτόματα>
et: <See tuuner seadistati automaatselt>
fi: <Tämä viritin on määritetty automaattisesti>
fr: <Ce tuner est configuré automatiquement>
hr: <Tuner je automatski konfiguriran>
hu: <Ez a tuner automatikusan konfigurálva van>
it: <Questo tuner è configurato automaticamente >
lt: <Šis imtuvas sukonfigūruotas automatiškai>
nl: <Deze tuner is automatisch geconfigureerd>
pl: <Ten tuner jest skonfigurowany automatycznie>
sk: <Tento tuner je konfigurovaný automaticky>
sr: <Ovaj tjuner je automatski konfigurisan>
sv: <Denna mottagare är automatiskt konfiguerad>
ta: <இந்த ட்யூனர் தானாக கட்டமைக்கப்பட்டுள்ளது>
tr: <Bu tuner otomatik olarak yapılandırılmıştır>
uk: <Цей тюнер налаштовується автоматично>
vi: <Bộ chỉnh này được cấu hình tự động>
zh_cn: <此调谐器已被自动配置>

source: Recording in progress.
bg: Записът е в ход.
cs: Probíhá nahrávání.
da: Optagelse i gang.
de: Laufende Aufnahme.
el: Εγγραφή σε εξέλιξη.
et: Toimub salvestamine.
fi: Tallennus käynnissä.
fr: Enregistrement en cours.
hr: Snimanje u tijeku.
hu: Felvétel folyamatban.
it: Registrazione in corso.
lt: Vyksta įrašymas.
nl: Opname is bezig.
pl: Trwa nagrywanie.
ru: Идет запись.
sk: Prebieha nahrávanie.
sr: Snimanje u toku.
sv: Inspelning pågår.
ta: பதிவுசெய்தல் செயலில் உள்ளது.
tr: Kayıt devam ediyor.
uk: Триває запис.
vi: Ghi âm trong tiến trình.
zh_cn: 录制中...

source: Menu key : Select quad channel
bg: Бутон за меню: Изберете четири канала
cs: Tlačítko Menu: Vyberte čtvrtý kanál
da: Menu taste: Rediger kanaler
de: MENU: Wähle Sendergruppe
el: Πλήκτρο μενού : Επιλογή τετραπλού καναλιού
et: Menu: Vali Quad PiP kanal
fi: MENU näppäin: Valitse 4 kanava ryhmä
fr: Touche de menu : sélectionnez le canal quadruple
hr: Tipka izbornika: Odabir četverokanala
hu: Menü gomb: Válassza ki a Quad csatorna üzemmódot
it: Tasto menu: seleziona quad channel
lt: Menu mygtukas : pasirinkite 4 PIP kanalą
nl: Menu knop : Selecteer Quad zender
pl: Klawisz menu: Wybierz kanał czterokanałowy
sk: Tlačidlo Menu: Výber quad kanála
sr: Taster menija: Izaberite 4x kanal
sv: Menyknapp : Välj fyrkanal
ta: பட்டியல் விசை: குவாட் சேனலைத் தேர்ந்தெடுக்கவும்
tr: Menü tuşu: quad kanal seç
uk: Кнопка Меню : Вибір 4 канальної доріжки
vi: Phím menu: Chọn kênh quad
zh_cn: 菜单键:选择四画面频道

source: REC
bg: Запис
el: ΕΓΓΡ
hr: SNIM
lt: ĮRAŠ.
sv: INSP
ta: ரெக்
uk: ЗАП

source: Red key : Show/Hide channel name
bg: Червен бутон: Показване/скриване на името на канала
cs: Červené tlačítko: Zobrazit/skrýt název kanálu
da: Rød taste: Vis/Skjul kanalnavn
de: ROT: Zeige/verstecke Sendernamen
el: Κόκκινο πλήκτρο: Εμφάνιση/απόκρυψη ονόματος καναλιού
et: Punane: Kuva/peida kanali nimi
fi: Punainen näppäin : Näytä tai piilota kanavan nimi
fr: Touche rouge : Afficher/Masquer le nom de la chaîne
hr: Crvena tipka: Prikaži/Sakrij naziv kanala
hu: Piros gom: Mutatja/Elrejti a csatorna nevét
it: Tasto ROSSO: mostra o nasconde il nome del canale
lt: Raudonas mygtukas: rodyti/slėpti kanalo pavadinimą
nl: Rode kop : Toon/verberg zender naam
pl: Czerwony : Pokaż/Ukryj nazwę kanału
sk: Červené tlač.: Zobraziť/skryť názov kanála
sr: Crveni taster: Prikaži / Sakrij ime kanala
sv: Röd knapp : Visa/dölj kanalnamn
ta: சிவப்பு விசை: சேனல் பெயரைக் காட்டு/மறைக்கவும்
tr: Kırmızı tuş: Kanal ismini göster/gizle
uk: Червона кнопка : Показати/сховати назву каналу
vi: Phím đỏ: Hiển thị / Ẩn tên kênh
zh_cn: 红色键:显示/隐藏频道名称

source: (Channel %s)
bg: (Канал %s)
cs: (Kanál %s)
da: (Kanal %s)
de: (Kanal %s)
el: (Κανάλι %s)
et: (Kanal %s)
fi: (Kanava %s)
fr: (Chaîne %s)
hr: (Kanal %s)
hu: (Csatorna %s)
it: (Canale %s)
lt: (Kanalas %s)
nl: (Zender %s)
pl: (Kanał %s)
ru: (Канал %s)
sk: (Kanál %s)
sr: (Kanal %s)
sv: (Kanal %s)
ta: (சேனல் %s)
tr: (Kanal %s)
uk: (Канал %s)
vi: (Kênh truyền hình%s)
zh_cn: (频道 %s)

source: (Partition %d)
bg: (Раздел %d)
cs: (Oddíl %d)
el: (Διαμέρισμα %d)
et: (Partitsioon %d)
fi: (Osio %d)
hr: (Particija %d)
hu: (Partíció %d)
it: (Partizione %d)
lt: (Skaidinys %d)
nl: (Partitie %d)
pl: (Partycja %d)
ru: (Раздел %d)
sk: (Partícia %d)
sr: (Particija %d)
ta: (பகிர்வு %d)
tr: (Bölüm %d)
uk: (Розділ %d)
vi: (Phân vùng %d)
zh_cn: (分区 %d)

source: (current channel)
bg: (текущ канал)
cs: (Aktuální kanál)
da: (nuværende kanal)
de: (Aktuelle Sendergruppe)
el: (τρέχον κανάλι)
et: (praegune kanal)
fi: (nykyinen kanava)
fr: (canal actuel)
hr: (trenutni kanal)
hu: (aktuális csatorna)
it: (canale attuale)
lt: (dabartinis kanalas)
nl: (huidige zender)
pl: (aktualny kanał)
sk: (aktuálny kanál)
sr: (trenutni kanal)
sv: (aktuell kanal)
ta: (தற்போதைய சேனல்)
tr: (geçerli kanal)
uk: (поточний канал)
vi: (kênh hiện tại)
zh_cn: (当前频道)

source: (disabled)
bg: (деактивиран)
cs: (Zakázáno)
da: (Deaktiveret)
de: (deaktiviert)
el: (ανενεργό)
et: (keelatud)
fi: (ei käytössä)
fr: (désactivé)
hr: (onemogućeno)
hu: (kikapcsolva)
it: (disabilitato)
lt: (išjungta)
nl: (uitgeschakeld)
pl: (wyłączony)
ru: (отключено)
sk: (vypnuté)
sr: (onemogućeno)
sv: (inaktiverad)
ta: (முடக்கப்பட்டது)
tr: (devre dışı)
uk: (вимкнуто)
vi: (cho phép/không cho phép)
zh_cn: (禁用 )

source: (higher than any auto)
bg: (висок приоритет от автоматично)
cs: (vyšší priorita než nastavení na 'Auto')
da: (højere end nogen auto)
el: (υψηλότερα όλων των αυτόματων)
et: (suurem kui mistahes autom.)
fi: (korkeampi kuin mikä tahansa autom.)
fr: (plus haut que n'importe quel auto)
hr: (viša vrijednost od automatski zadane)
hu: (magasabb mint bármelyik automatikus)
it: (superiore ad auto)
lt: (aukščiau, nei bet koks auto)
nl: (hoger dan elke 'auto')
pl: (wyższy niż jakikolwiek automatyczny)
ru: (приоритет выше чем автоматически)
sk: (vyššie ako akékoľvek autom.)
sr: (viši od bilo kog auto)
sv: (högre än någon annan bil)
ta: (எந்த ஆட்டோவையும் விட அதிகமாக)
tr: (daha yüksek herhangi bir otomatik)
uk: (вище будь-якого авто)
vi: (chế độ tự động cao)
zh_cn: (高于任何自动)

source: (higher than rotor any auto)
bg: (висок приоритет от автоматично или ротор)
cs: (vyšší priorita než nastavení na 'Auto' nebo natáčení)
da: (højere end roter nogen auto)
el: (υψηλότερα όλων των αυτόματων του μοτέρ)
et: (suurem kui ajami mistahes autom.)
fi: (korkeampi kuin kääntömoottori mikä tahansa autom.)
fr: (plus haute que rotor n'importe quel auto)
hr: (viša vrijednost za motor od automatski zadane)
hu: (magasabb mint bármelyik forgó automatikus)
it: (priorità del motore su auto)
lt: (aukščiau, nei bet koks rotoriaus auto)
nl: (hoger dan de rotor van elke 'auto')
pl: (wyższy niż rotor jakikolwiek auto)
ru: (приоритет выше чем автоматически или ротор)
sk: (vyššie ako rotor, akékoľvek autom.)
sr: (veći od rotora bilo koji auto)
sv: (högre än rotor alla bilar)
ta: (ரோட்டார் எந்த ஆட்டோவை விட அதிகமாக)
tr: (rotordan daha yüksek herhangi bir otomatik)
uk: (вище будь-якого двигуна авто)
vi: (chế độ động cơ tự động cao hơn)
zh_cn: (高于任何自动极轴)

source: (lower than any auto)
bg: (нисък приоритет от автоматично)
cs: (nižší priorita než nastavení na 'Auto')
da: (lavere end nogen auto)
el: (χαμηλότερα όλων των αυτόματων)
et: (väiksem kui mistahes autom.)
fi: (alhaisempi kuin mikä tahansa autom.)
fr: (plus bas que n'importe quel auto)
hr: (prioritet niži od automatski zadanog)
hu: (alacsonyabb mint bármelyik automatikus)
it: (inferiore ad auto)
lt: (žemiau, nei auto)
nl: (lager dan elke auto)
pl: (niższy niż jakikolwiek automatyczny)
ru: (приоритет ниже чем автоматически)
sk: (nižšie ako akékoľvek autom.)
sr: (niže od bilo kog auto)
sv: (lägre än någon bil)
ta: (எந்த ஆட்டோவையும் விட குறைவாக)
tr: (daha düşük herhangi bir otomatik)
uk: (нижче будь-якого авто)
vi: (chế độ tự động thấp hơn)
zh_cn: (低于任何自动)

source: <No Channel>
bg: <Няма канал>
cs: <Žádný kanál>
da: <Ingen kanal>
de: <Kein Kanal>
el: <Χωρίς Κανάλι>
et: <Kanal puudub>
fi: <Ei kanavaa>
hr: < Nema kanala>
hu: <Nincs Csatorna>
it: <Nessun canale>
lt: <Nėra kanalo>
nl: <Geen Zender>
pl: <Bez kanału>
sk: <Žiadny kanál>
sr: <Nema kanala>
sv: <Ingen kanal>
ta: <சேனல் இல்லை>
tr: <Kanal Yok>
uk: <Немає Каналу>
vi: <Không có kênh>
zh_cn: <无频道>

source: <empty>
bg: <празен>
cs: <prázdný>
da: <tom>
de: <leer>
el: <κενό>
et: <tühi>
fi: <tyhjä>
hr: < prazno>
hu: <üres>
it: <vuoto>
lt: <tuščia>
nl: <leeg>
pl: <pusty>
sk: <prázdne>
sr: <prazno>
sv: <tom>
ta: <வெற்று>
tr: <boş>
uk: <порожньо>
vi: <trống>
zh_cn: <空>

source: HI
el: Α.Μ.Π.Α
fi: HEI
hr: ZDRAVO
it: CIAO
sk: AHOJ
sr: ZDRAVO
ta: ஆய்
tr: MERHABA
uk: ПРИВІТ

source: and
bg: и
cs: a
da: og
de: und
el: και
et: ja
fi: ja
fr: et
hr: i
hu: és
it: e
lt: ir
nl: en
pl: i
ru: и
sk: a
sr: i
sv: och
ta: மற்றும்
tr: ve
uk: і
vi: và
zh_cn: 和

source: available !! Do you want to install the new settings list?
bg: на разположение !! Искате ли да инсталирате новия списък с настройки?
cs: dostupný !! Chcete nainstalovat nový seznam nastavení?
el: διαθέσιμη !! Θέλετε να εγκαταστήσετε τη νέα λίστα ρυθμίσεων;
fi: saatavilla !! Haluatko asentaa uudet asetukset?
fr: disponible ! ! Voulez-vous installer la nouvelle liste de paramètres ?
hr: dostupno !! Želite instalirati novu listu postavki?
it: disponibile!! Vuoi installare il nuovo elenco programmi?
lt: galimi !! Ar norite įdiegti naują nustatymų sąrašą?
nl: !! beschikbaar !! Wilt u de nieuwe zenderlijst installeren?
pl: dostępna!! Czy chcesz zainstalować nową listę kanałów?
sk: dostupné! Chcete nainštalovať nový zoznam so settingom?
sr: dostupno !! Želite instalirati novu listu postavki?
sv: tillgänglig !!! Vill du installera den nya inställningslistan?
ta: கிடைக்கிறது !! புதிய அமைப்புகள் பட்டியலை நிறுவ விரும்புகிறீர்களா?
tr: mevcut !! Yeni ayarlar listesini yüklemek ister misiniz?
uk: доступні!! Ви хочете встановити новий список налаштувань?

source: of
cs: z
da: af
de: von
el: από
fr: de
hr: od
it: di
lt: iš
pl: z
sk: z
sr: od
sv: av
tr: ile ilgili
uk: з
vi: của
zh_cn: 与

source: updated
bg: актуализиран
cs: aktualizováno
da: Opdateret
de: installiert
el: ενημερώθηκε
et: uuendatud
fi: päivitetty
fr: mis à jour
hr: ažurirano
hu: Frissítve
it: aggiornato
lt: atnaujinta
nl: bijgewerkt
pl: zaktualizowany
sk: aktualizované
sr: ažurirano
sv: uppdaterad
ta: புதுப்பிக்கப்பட்டது
tr: güncellendi
uk: оновлено
vi: cập nhật
zh_cn: 更新

source: !! Boot loader Upgrade !!
bg: !! Обновяване на буутлоудъра !!
cs: !! Upgrade zavaděče !!
el: !! Αναβάθμιση bootloader !!
fi: !! Bootloaderi Päivitys !!
hr: !! Bootloader Nadogradnja !!
it: !Aggiornamento Bootloader!
lt: !! Įkrovos tvarkyklės atnaujinimas !!
nl: !! Bootloader update !!
pl: !! Aktualizacja Bootloadera !!
sk: !!Upgrade zavádzača!!
sr: !! Bootloader Nadogradnja !!
sv: !! Uppgradering av startladdare !!!
ta: !! துவக்க ஏற்றி மேம்படுத்தல் !!
tr: !! Ön yükleyici Güncellemesi !!
uk: !! Завантажувач оновлено !!

source: # = Reboot required if this item is changed.
cs: # = Pokud se tato položka změní, je nutný restart.
el: # = Απαιτείται επανεκκίνηση αν αυτό το στοιχείο αλλάξει.
fi: # Uudelleen käynnistys tarvitaan
fr: # = Redémarrage Requis
hr: #= Potrebno je ponovno pokretanje ako se ova stavka promijeni.
it: # = Riavvio completo se questo elemento viene modificato.
nl: # = Herstart noodzakelijk
sr: # = Potrebno je ponovno pokretanje ako se ova stavka promeni.
sv: # = Omstart krävs om detta objekt ändras.
tr: # = Bu öğe değiştirilirse yeniden başlatma gerekir.
uk: # = Потрібне перезавантаження.

source: %.0f GB
ru: %.0f Гб
ta: %.0f சிபி
uk: %.0f ГБ

source: %.0f MB
ru: %.0f Мб
uk: %.0f МБ

source: %.2f GB
ta: %.2f சிபி
uk: %.2f ГБ

source: %.2f Second
cs: %.2f Sekunda
el: %.2f δευτερόλεπτο
fi: %.2f Sekunti
fr: %.2f Seconde
hr: %.2f Sekunda
nl: %.2f Seconde
pl: %.2f Sekunda
sr: %.2f Sekunda
sv: %.2f Andra
tr: %.2f Saniye
uk: %.2f Секунда

source: %03d MB
ta: %03 டி எம்பி
uk: %03d MБ

source: %2.1f Seconds
cs: %2.1f Sekund
el: %2.1f δευτερόλεπτα
fi: %2.1f sek
hr: %2.1f Sekundi
it: %2.1f Secondi
lt: %2.1f sek.
pl: %2.1f sek
sk: %2.1f s
sr: %2.1f Sekundi
sv: %2.1f Sekunder
ta: %2.1 எஃப் வினாடிகள்
tr: %2.1f Saniye
uk: %2.1f сек

source: %d + %d + %d Minute
cs: %d + %d + %d Minuta
el: %d + %d + %d λεπτό
fi: %d + %d + %d Minuutti
hr: %d + %d + %d Minuta
it: %d + %d + %d Minuto
lt: %d + %d + %d minutė
nl: %d + %d + %d Minuut
pl: %d + %d + %d Minuta
sk: %d + %d + %d minúta
sr: %d + %d + %d Minuta
sv: %d + %d + %d Minut
ta: %d + %d + %d மணித்துளி
tr: %d + %d + %d Dakika
uk: %d + %d + %d хвилина

source: %d DMIPS per core
cs: %d DMIPS na jádro
el: %d DMIPS ανά πυρήνα
fi: %d DMIPS per ydin
fr: %d DMIPS par noyau
hr: %d DMIPS po jezgri
lt: %d DMIPS vienam branduoliui
pl: %d DMIPS na rdzeń
sk: %d DMIPS na jadro
sr: %d DMIPS po jezgri
sv: %d DMIPS per kärna
ta: ஒரு மையத்திற்கு %d dmips
tr: %d Çekirdek başına DMIPS
uk: %d DMIPS на ядро

source: %d DMIPS with %d cores
cs: %d DMIPS s(e) %d jádry
el: %d DMIPS με %d πυρήνες
fi: %d DMIPS ja %d ytimet
hr: %d DMIPS sa %d jezgrama
it: %d DMIPS con %d core
lt: %d DMIPS su %d branduoliais
nl: %d DMIPS met %d cores
pl: %d DMIPS z %d rdzeniami
sk: %d DMIPS s %d jadrami
sr: %d DMIPS sa %d jezgrama
sv: %d DMIPS med %d kärnor
ta: %d கோர்களைக் கொண்ட %d dmips
tr: %d çekirdekli %d DMIPS
uk: %d DMIPS з %d ядрами

source: %d Day
bg: %d ден
cs: %d Den
el: %d ημέρα
fi: %d Päivä
fr: %d Jour
hr: %d Dan
it: %d Giorno
lt: %d Diena
nl: %d Dag
pl: %d Dzień
sk: %d deň
sr: %d Dan
sv: %d dag
ta: %d நாள்
tr: %d Gün
uk: %d день

source: %d Digit
cs: %d Číslo
el: %d ψηφίο
fi: %d Digital
hr: %d Broj
it: %d cifra
lt: %d skaitmuo
nl: %d Cijfer
pl: %d Cyfra
sk: %d číslica
sr: %d Broj
sv: %d Siffra
ta: %d இலக்க
tr: %d Basamak
uk: %d цифра

source: %d Event
cs: %d Událost
el: %d πρόγραμμα
fi: %d Tapahtuma
fr: %d Evènement
hr: %d Događaj
it: %d evento
lt: %d įvykis
nl: %d Programma
pl: %d Wydarzenie
sk: %d udalosť
sr: %d Događaj
sv: %d Händelse
ta: %d நிகழ்வு
tr: %d Etkinlik
uk: %d подія

source: %d GB
ru: %d Гб
ta: %d சிபி
uk: %d ГБ

source: %d Hour
bg: %d час
cs: %d Hodina
el: %d ώρα
fi: %d tunti
fr: %d heure
hr: %d Sat
it: %d ora
lt: %d val.
nl: %d uur
pl: %d godzina
sk: %d hodina
sr: %d Sat
sv: %d timme
ta: %d மணி
tr: %d Saat
uk: %d година

source: %d MB
fr: %d Mo
ru: %d Мб
uk: %d МБ

source: %d MB/s
fr: %d Mo/s
uk: %d МБ/с

source: %d MHz
uk: %d МГц

source: %d Min
bg: %d Минута
cs: %d Minuta
el: %d λεπτό
fi: %d minuutti
hu: %d perc
it: %d Minuto
pl: %d Minuta
ru: %d минута
ta: %d மணித்துளி
tr: %d Dak
uk: %d хвилина
zh_cn: %d 分钟

source: %d Minute
bg: %d минута
cs: %d Minuta
el: %d λεπτό
fi: %d Minuutti
hr: %d Minut
it: %d Minuto
lt: %d Minutė
nl: %d Minuut
pl: %d Minuta
sk: %d minúta
sr: %d Minut
sv: %d minut
ta: %d மணித்துளி
tr: %d Dakika
uk: %d хвилина

source: %d Month
cs: %d Měsíc
el: %d μήνας
fi: %d Kuukausi
fr: %d Mois
hr: %d Mjesec
it: %d mese
lt: %d mėnuo
nl: %d Maand
pl: %d miesiąc
sk: %d mesiac
sr: %d Mesec
sv: %d månad
ta: %d மாதம்
tr: %d Ay
uk: %d Місяць

source: %d Pixel
el: %d πίξελ
fi: %d Pikseli
lt: %d pikselis
ta: %d படப்புள்ளி
tr: %d Piksel
uk: %d Піксель

source: %d Pixel wide
cs: Šířka %d pixelu
el: %d πίξελ σε πλάτος
fi: %d pixeli leveys
fr: %d Pixel de large
hr: %d Piksel širine
it: %d pixel largo
lt: %d Pikselių pločio
nl: %d pixel breedte
pl: %d Piksel szeroki
sk: šírka %d pixelu
sr: %d Piksel širine
sv: %d Pixel bred
ta: %d படப்புள்ளி அகலம்
tr: %d Piksel genişliğinde
uk: %d піксель в ширину

source: %d Pixels
cs: %d Pixelů
el: %d πίξελ
fi: %d Pikseliä
hr: %d Pikseli
it: %d Pixel
lt: %d pikseliai
pl: %d Piksele
sk: %d pixelov
sr: %d Pikseli
sv: %d bildpunkter
ta: %d படப்புள்ளிகள்
tr: %d Piksel
uk: %d пікселів

source: %d Second
bg: %d секунда
cs: %d Sekunda
el: %d δευτερόλεπτο
fi: %d sekunti
fr: %d seconde
hr: %d Sekunda
it: %d secondo
lt: %d sekundė
nl: %d seconde
pl: %d sekunda
sk: %d sekunda
sr: %d Sekunda
sv: %d Andra
ta: %d இரண்டாவது
tr: %d Saniye
uk: %d секунда

source: %d Week
cs: %d Týden
el: %d εβδομάδα
fi: %d Viikko
fr: %d Semaine
hr: %d Tjedan
it: %d settimana
lt: %d savaitė
pl: %d tydzień
sk: %d týždeň
sr: %d Nedelja
sv: %d vecka
ta: %d வாரம்
tr: %d Hafta
uk: %d Неділя

source: %d Year
cs: %d Rok
el: %d έτος
fi: %d Vuosi
fr: %d Année
hr: %d Godina
it: %d anno
lt: %d Metai
nl: %d jaar
pl: %d rok
sk: %d rok
sr: %d Godina
sv: %d år
ta: %d ஆண்டு
tr: %d Yıl
uk: %d Рік

source: %d core
bg: %d ядро
cs: %d jádro
el: %d πυρήνας
fi: %d ydin
hr: %d jezgra
lt: %d branduolys
pl: %d rdzeń
sk: %d jadro
sr: %d jezgra
sv: %d kärna
ta: %d கோர்
tr: %d çekirdek
uk: %d ядро

source: %d feed catalog package was updated.
bg: %d пакет с каталог на емисии бе актуализиран.
cs: %d balíček katalogu zdrojů byl aktualizován.
el: Αναβαθμίστηκε %d πακέτο από τον κατάλογο των πηγών.
fi: %d Ohjelmisto jakelu lista päivitetty.
fr: %d le paquet du catalogue feed a été mis à jour.
hr: %d paket kataloga feeda je ažuriran.
it: È stato aggiornato %d feed dal catalogo dei pacchetti.
lt: %d informacijos santraukos katalogo paketas buvo atnaujintas.
nl: %d feed cataloguspakket is bijgewerkt.
pl: %d źródło pakietów zostało uaktualnione.
sk: Aktualizovaný bol %d balík s katalógovým zdrojom.
sr: %d paket kataloga feeda je ažuriran.
sv: %d foderkatalogpaketet uppdaterades.
ta: %d ஊட்ட அட்டவணை தொகுப்பு புதுப்பிக்கப்பட்டது.
tr: %d besleme kataloğu paketi güncellendi.
uk: %d пакет каталогу каналів оновлено.

source: %d jobs are running in the background!
cs: Na pozadí běží %d úloh!
el: %d εργασίες εκτελούνται στο παρασκήνιο!
fi: %d Tehtävää on käynnissä taustalla!
fr: %d opérations en cours en arrière-plan!
hr: %d poslova se izvršava u pozadini!
it: %d processi sono in esecuzione in background!
nl: %d taken (jobs) worden in de achtergrond uitgevoerd!
pl: %d zadań jest uruchomionych w tle!
sk: Na pozadí prebiehajú úlohy. Ich počet je: %d!
sl: %d opravil teče v ozadju
sr: %d poslovi rade u pozadini!
sv: %d jobb körs i bakgrunden!
tr: Arka planda %d işlem çalışıyor!
uk: %d завдань виконується у фоновому режимі!

source: %d kB
uk: %d кБ

source: %d min
bg: %d мин
el: %d λεπτά
fi: %d minuutti
hu: %d perc
ru: %d мин
ta: %d மணித்துளி
tr: %d dak
uk: %d хв
vi: %d phút
zh_cn: %d 分钟

source: %d minutes
bg: %d минути
cs: %d minut
da: %d minutter
de: %d Minuten
el: %d λεπτά
et: %d minutit
fi: %d minuuttia
hr: %d minute
hu: %d perc
it: %d minuti
lt: %d min.
nl: %d minuten
pl: %d minut
pt_br: %d minutos
ru: %d минут
sk: %d minút
sr: %d minute
sv: %d minuter
ta: %d நிமிடங்கள்
tr: %d dakika
uk: %d хвилин
vi: %d phút
zh_cn: %d 分钟

source: %d ms
lt: %d msek.
uk: %d мс
zh_cn: %d 毫秒

source: %d package found.
cs: Nalezen %d balíček.
el: Βρέθηκε %d πακέτο.
fi: %d paketti löytyi.
fr: %d paquet trouvé.
hr: %d paket pronađen.
it: È stato trovato %d pacchetto.
nl: %d pakket gevonden.
pl: Znaleziono %d pakiet.
sk: Našiel sa %d balíček.
sr: %d paket pronađen.
sv: %d Paketet hittades.
ta: %d தொகுப்பு காணப்பட்டது.
tr: %d paket bulundu.
uk: Знайдено %d пакет.

source: %d package has an update
cs: %d balíček má aktualizaci
el: %d πακέτο έχει ενημέρωση
fi: %d paketti on päivitetty
fr: %d paquet peut être mis à jour.
hr: %d paket ima ispravku
it: C'è %d pacchetto con un aggiornamento.
nl: Voor %d pakket is een update beschikbaar.
pl: %d pakiet ma aktualizację
sk: Aktualizáciu má %d balíček
sr: %d paket ima ažuriranje
sv: %d paketet har en uppdatering
ta: %d தொகுப்பில் புதுப்பிப்பு உள்ளது
tr: %d pakette güncelleme var
uk: %d пакет має оновлення

source: %d package installable.
cs: %d balíček k instalaci.
el: %d πακέτο με δυνατότητα εγκατάστασης.
fi: %d paketti asennettavissa.
fr: %d paquet installable.
hr: %d paket za instaliranje.
it: C'è %d pacchetto installabile.
nl: %d pakket kan geïnstalleerd worden.
pl: %d pakiet do zainstalowania.
sk: Je možné nainštalovať %d balíček.
sr: %d paket za instaliranje.
sv: %d paketet kan installeras.
ta: %d தொகுப்பு நிறுவக்கூடியது.
tr: %d paket yüklenebilir.
uk: %d пакет є для встановлення.

source: %d package installed.
cs: %d balíček nainstalován.
el: %d πακέτο εγκαταστάθηκε.
fi: %d asennetut paketti.
fr: %d paquet installé.
hr: %d paket je instaliran.
it: È stato installato %d pacchetto.
nl: %d pakket geïnstalleerd.
pl: %d zainstalowany pakiet.
sk: Bol nainštalovaný %d balíček.
sr: %d paket je instaliran.
sv: %d paketet installerat.
ta: %d தொகுப்பு நிறுவப்பட்டுள்ளது.
tr: %d paket yüklendi.
uk: Встановлено %d пакет.

source: %d package marked for install.
cs: %d balíček označený k instalaci.
el: Επιλέχθηκε %d πακέτο για εγκατάσταση.
fi: %d paketti on merkitty asennettavaksi.
fr: %d paquet marqué pour l'installation.
hr: %d paket označen za instalaciju.
it: È stato contrassegnato %d pacchetto per l'installazione.
nl: %d pakket geselecteerd voor installatie.
pl: %d pakiet oznaczony do zainstalowania.
sk: Na inštaláciu bol vybraný %d balíček.
sr: %d paket označen za instalaciju.
sv: %d paket markerat för installation.
ta: நிறுவலுக்கு குறிக்கப்பட்ட %d தொகுப்பு.
tr: %d paket kurulum için işaretlendi.
uk: %d пакет позначено для встановлення.

source: %d package marked for remove.
cs: %d balíček označený k odstranění.
el: Επιλέχθηκε %d πακέτο για αφαίρεση.
fi: %d paketti, joka on merkitty poistettavaksi.
fr: %d paquet marqué à supprimer.
hr: %d paket je odabran za uklanjanje.
it: È stato contrassegnato %d pacchetto per la rimozione.
nl: %d pakket voor verwijderen geselecteerd.
pl: %d pakiet oznaczony do usunięcia.
sk: Na odstránenie bol vybraný %d balíček.
sr: %d paket označen za uklanjanje.
sv: %d paket markerat för borttagning.
ta: அகற்றுவதற்கு குறிக்கப்பட்ட %d தொகுப்பு.
tr: %d paket kaldırılmak üzere işaretlendi.
uk: %d пакет позначено для видалення.

source: %d package marked for update.
cs: %d balíček označený k aktualizaci.
el: %d πακέτο επιλέχθηκε για ενημέρωση.
fi: %d paketti, joka on merkitty päivitettäväksi.
fr: %d paquet marqué pour la mise à jour.
hr: %d paket je odabran za ažuriranje.
it: %d pacchetto contrassegnato per l'aggiornamento.
nl: %d pakket geselecteerd voor een update.
pl: %d pakiet oznaczony do aktualizacji.
sk: %d balíček označený na aktualizáciu.
sr: %d paket označen za ažuriranje.
sv: %d paket markerat för uppdatering.
ta: புதுப்பிப்புக்கு குறிக்கப்பட்ட %d தொகுப்பு.
tr: %d paket güncelleme için işaretlendi.
uk: %d пакет позначений для оновлення.

source: %d package upgraded.
cs: %d balíček aktualizován.
el: Αναβαθμίστηκε %d πακέτο.
fi: %d Paketti päivitetty.
fr: %d paquet mis à jour.
hr: %d paket je unapređen.
it: È stato aggiornato %d pacchetto.
lt: %d paketas atnaujintas.
nl: %d pakket is bijgewerkt.
pl: %d pakiet uaktualniony.
sk: Aktualizovaný bol %d balíček.
sr: %d paket je ažuriran.
sv: %d paket uppgraderat.
ta: %d தொகுப்பு மேம்படுத்தப்பட்டது.
tr: %d paket yükseltildi.
uk: Оновлено %d пакет.

source: %d package was configured.
cs: %d balíček byl nakonfigurován.
el: Ρυθμίστηκε %d πακέτο.
fi: %d Paketti on määritetty.
fr: %d paquets a été configuré.
hr: %d paket je konfigurisan.
it: È stato configurato %d pacchetto.
lt: %d paketas sukonfigūruotas.
nl: %d pakket is geconfigureerd.
pl: %d pakiet został skonfigurowany.
sk: Prebehla konfigurácia %d balíčka.
sr: %d paket je konfigurisan.
sv: %d paketet konfigurerades.
ta: %d தொகுப்பு கட்டமைக்கப்பட்டது.
tr: %d paket yapılandırıldı.
uk: %d пакет налаштовано.

source: %d package was deselected.
cs: %d balíček byl zrušen.
el: Αποεπιλέχθηκε %d πακέτο.
fi: %d paketin valinta poistettu.
fr: %d paquet a été désélectionné.
hr: %d paket je odznačen.
it: È stato deselezionato %d pacchetto.
lt: %d paketo pasirinkimas buvo panaikintas.
nl: %d pakket is gedeselecteerd.
pl: %d pakiet został odznaczony.
sk: Odznačený bol %d balíček.
sr: %d paket je isključen.
sv: %d paketet var avmarkerat.
ta: %d தொகுப்பு அனுப்பப்பட்டது.
tr: %d paketin seçimi kaldırıldı.
uk: %d пакет був відмінений.
