Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: East
bg: Изток
cs: Východní
da: Øst
de: Ost
el: Ανατολικά
et: Ida
fi: Itäistä pituutta
fr: Est
hr: Istok
hu: Kelet
it: Est
lt: Rytai
nl: Oost
pl: Wschód
pt_br: Leste
ru: Восток
sk: Východne
sl: Vzhod
sr: Istok
sv: Öst
ta: கிழக்கு
tr: Doğu
uk: Схід
vi: Đông
zh_cn: 东极限位置

source: East limit set
bg: Източно зададен лимит
cs: Východní limit nastaven
da: Øst grænseværdi
el: Το ανατολικό όριο ορίστηκε
et: Ida piir on määratud
fi: Itäinen raja-arvo asetettu
fr: Fixer limite Est
hr: Uključi istočni limit
hu: Keleti limit beállítás
it: Limite impostato a Est
lt: Rytinė kraštutinė riba
nl: Oostelijke limiet instellen
pl: Ustaw limit wschodni
pt_br: Definir o limite leste
ru: Включить ограничение на восток
sk: Východný limit nastavený
sr: Uključi istočni limit
sv: Östra gränsen inställd
ta: கிழக்கு வரம்பு தொகுப்பு
tr: Doğu sınırı ayarlandı
uk: Встановлення ліміту на схід
vi: Giới hạn đông
zh_cn: 西极限集

source: Easy listening
cs: Poslechová hudba
hr: Lako slušanje
it: Facile ascolto
sr: Laka muzika
tr: Kolay dinlenebilir
uk: Легке прослуховування

source: Economics/Social advisory
cs: ekonomika/sociální poradenství
el: οικονομία/κοινωνική συμβουλευτική
hr: Ekonomija/socijalno savjetovanje
it: consulenza economico/sociale
lt: ekonomika/socialinis patariamasis
nl: economie/sociale zaken
sr: Ekonomsko/Društveno savetovanje
sv: ekonomisk/social rådgivning
tr: Ekonomi/Sosyal danışmanlık
uk: економіка/соціальне консультування

source: Ecuador
cs: Ekvádor
el: Ισημερινός
fi: Ecuadori
fr: Équateur
lt: Ekvadoras
pl: Ekwador
sk: Ekvádor
ta: ஈக்வடார்
tr: Ekvador
uk: Еквадор
zh_cn: 厄瓜多尔

source: Edit
bg: Редактиране
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
et: Muuda
fi: Muokkaa
fr: Éditer
hr: Uredi
hu: Szerkesztés
it: Modifica
lt: Redaguoti
nl: Bewerk
pl: Edytuj
pt_br: Editar
ru: Редактировать
sk: Upraviť
sl: Spremeni
sr: Uredi
sv: Redigera
ta: தொகு
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑

source: Edit Alternatives
bg: редактирайте алтернативи
cs: upravit alternativy
el: Επεξεργασία εναλλακτικών
fi: Vaihtoehtojen lisäys ja poisto
fr: Editer les alternatifs
hr: Uređivanje Alternativno
it: Modifica alternative
lt: redaguoti alternatyvas
nl: Alternatieven bewerken
pl: Edytuj alternatywne
sk: Upraviť alternatívy
sr: Uređivanje Alternativno
sv: Redigera alternativ
ta: மாற்றுகளைத் திருத்தவும்
tr: Alternatifleri Düzenle
uk: Редагувати альтернативи

source: Edit Mode Off
bg: Режим на редактиране изключен
cs: Režim úprav Vypnutý
el: Επεξεργασία ανενεργή
fi: Muokkaustila ei
fr: Mode édition inactif
hr: Način uređivanja isključen
it: Disattiva modifiche
lt: Redagavimas išjungtas
nl: Wijzig modus uit
pl: Zakończ edycję
sk: Vypnúť režim úprav
sr: Režim Uređivanja Isključen
sv: Redigeringsläge Av
ta: பயன்முறையைத் திருத்து
tr: Düzenleme Modunu Kapat
uk: Редагування викл

source: Edit Mode On
bg: Режим на редактиране включен
cs: Režim úprav zapnutý
el: Επεξεργασία ενεργή
fi: Muokkaustila on
fr: Mode édition actif
hr: Način uređivanja uključen
it: Attiva modifiche
lt: Redagavimas įjungtas
nl: Wijzig modus aan
pl: Edytuj
sk: Zapnúť režim úprav
sr: Režim Uređivanja Uključen
sv: Redigeringsläge På
ta: பயன்முறையைத் திருத்து
tr: Düzenleme Modunu Aç
uk: Редагування вкл

source: Edit Quad Channel Entry
bg: Редактиране на запис за четири канала
cs: Upravit záznam Quad Channel
da: Rediger Firedobbelt Kanalpost
de: Bearbeite Sendergruppe
el: Επεξεργασία στοιχείου τετραπλού καναλιού
et: Muuda Quad PiP kanalit
fi: Muokkaa 4 kanava paikkaa
fr: Modifier l'entrée du canal quadruple
hr: Uredi unos 4X kanala
hu: Quad csatorna elem szerkesztése
it: Modifica ingresso Quad Channel
lt: Redaguoti Quad kanalo įrašą
nl: Wijzig Quad zender
pl: Edycja nowego wpisu Kanału Quad
sk: Upraviť záznam pre Quad-kanál
sr: Uređivanje 4X Kanala
sv: Redigera Quad Channel Entry
ta: குவாட் சேனல் நுழைவு திருத்து
tr: Dört Kanal Girişini Düzenle
uk: Редагування Чотири-екранного Вікна
vi: Chỉnh sửa mục nhập kênh Quad
zh_cn: 编辑四画面频道输入

source: Edit Tags
bg: Редактиране на етикети
cs: Upravit značky
el: Επεξεργασία ετικετών
fi: Muokkaa tunnisteita
fr: Étiquettes d'édition
hr: Uredi Oznake
it: Modifica tag
lt: Redaguoti žymes
nl: Markeringen wijzigen
pl: Edytuj znaczniki
sk: Upraviť tagy
sr: Uredi Oznake
sv: Redigera taggar
ta: குறிச்சொற்களைத் திருத்து
tr: Etiketleri Düzenle
uk: Редактувати теги

source: Edit Timer
bg: Редактиране на таймера
cs: Upravit časovač
el: Επεξεργασία χρονοδιακόπτη
fi: Muokkaa ajastusta
fr: Éditer programmation
hr: Uredi Tajmer
it: Modifica timer
lt: Redaguoti laikmatį
nl: Pas een timer aan
pl: Edycja timera
sk: Upraviť časovač
sr: Uredi Tajmer
sv: Redigera timer
ta: நேரத்தைத் திருத்து
tr: Zamanlayıcıyı Düzenle
uk: Редагувати таймер

source: Edit Title
bg: Редактиране на заглавие
cs: Upravit název
da: Rediger titel
de: Titel bearbeiten
el: Επεξεργασία τίτλου
et: Muuda pealkirja
fi: Muokkaa otsikkoa
fr: Editer titre
hr: Uredi Naslov
hu: Cím szerkesztése
it: Modifica titolo
lt: Redaguoti pavadinimą
nl: Wijzig titel
pl: Edycja Tytułu
pt_br: Editar o título
ru: Изменить заголовок
sk: Upraviť názov
sl: Uredi Naslov
sr: Uredi Naslov
sv: Redigera rubrik
ta: தலைப்பைத் திருத்து
tr: Başlığı Düzenle
uk: Редагувати назву
vi: Chỉnh sửa tiêu đề
zh_cn: 编辑标题

source: Edit Upgrade Source URL
cs: Upravit URL zdroje upgradu
el: Επεξεργασία της διεύθυνσης της πηγής αναβαθμίσεων
fi: Muuta päivitys osoite
hr: Uređivanje izvornog URL nadogradnje
it: Modifica URL sorgente aggiornamento
lt: Redaguoti atnaujinimo šaltinio adresą.
nl: De URL-adres van de update-bron aanpassen
pl: Edytuj źródłowy adres URL aktualizacji
sk: Upraviť URL zdroja aktualizácií
sr: Uredi URL Izvor Nadogradnje
sv: Redigera URL för uppgraderingskälla
ta: மூல முகவரி ஐ மேம்படுத்தவும்
tr: Yükseltme Kaynağı URL Düzenle
uk: Редагувати вихідну URL-адресу оновлення

source: Edit chapters of current title
bg: Редактиране на глави на текущото заглавие
cs: Upravit kapitoly zvoleného titulu
da: Rediger kapitler for nuværende titel
de: Kapitel des ausgewählten Titels bearbeiten
el: Επεξεργασία κεφαλαίων του τρέχοντα τίτλου
et: Muuda peatükke
fi: Muokkaa kappaleita
fr: Éditer chapitres du titre actuel
hr: Uređivanje poglavlja trenutnog naslova
hu: Aktuális cím jeleneteinek módosítása
it: Modifica capitoli del titolo attuale
lt: Redaguoti šio pavadinimo skyrius
nl: Wijzig hoofdstuk van de huidige titel
pl: Edycja rozdziałów bieżącego tytułu
pt_br: Editar capítulos do título atual
ru: Изменить главы текущего заголовка
sk: Upraviť kapitoly aktuálneho titulu
sl: Spremeni poglavja trenutnega naslova
sr: Uređivanje poglavlja trenutnog naslova
sv: Redigera kapitel i aktuell titel
ta: தற்போதைய தலைப்பின் அத்தியாயங்களைத் திருத்தவும்
tr: Geçerli başlık için bölümleri düzenle
uk: Редагувати глави поточного заголовку
vi: Chỉnh sửa các chương của tiêu đề hiện tại
zh_cn: 编辑当前标题的章节

source: Edit current line
bg: Редактиране на текущия ред
cs: Upravit aktuální řádek
da: Rediger aktuel linje
de: Aktuelle Zeile bearbeiten
el: Επεξεργασία τρέχουσας γραμμής
et: Muuda käesolev rida
fi: Muokkaa nykyistä riviä
fr: Modifier la ligne actuelle
hr: Uredi trenutni red
it: Modifica riga corrente
lt: Redaguoti dabartinę eilutę
nl: Wijzig huidige regel
pl: Edytuj bieżącą linię
sk: Upraviť aktuálny riadok
sr: Uredi trenutni red
sv: Redigera aktuell rad
ta: தற்போதைய வரியைத் திருத்தவும்
tr: Geçerli satırı düzenle
uk: Редагувати даний рядок
vi: Chỉnh sửa các chương của tiêu đề hiện tại
zh_cn: 编辑当前行

source: Edit settings
bg: Редактиране на настройките
cs: Upravit nastavení
da: Rediger indstillinger
de: Einstellungen bearbeiten
el: Επεξεργασία ρυθμίσεων
et: Muuda seadeid
fi: Muokkaa asetuksia
fr: Éditer paramètres
hr: Uređivanje postavki
hu: Beállítások módosítása
it: Modifica impostazioni
lt: Redaguoti nustatymus
nl: Instellingen wijzigen
pl: Edytuj ustawienia
pt_br: Editar configurações
ru: Изменить настройки
sk: Upraviť nastavenia
sl: Spremeni nastavitve
sr: Uređivanje postavki
sv: Ändra inställningar
ta: அமைப்புகளைத் திருத்தவும்
tr: Ayarları düzenle
uk: Редагування налаштувань
vi: Chỉnh sửa cài đặt
zh_cn: 编辑设置

source: Edit the CCcam/NewCamd server hostname.
cs: Upravit název hostitele serveru CCcam/NewCamd.
el: Επεξεργασία ονόματος διακομιστή CCcam/NewCamd.
fi: Muokkaa CCcam/NewCamd palvelimen isäntänimeä.
hr: Uredite naziv hosta CCcam/NewCamd poslužitelja.
it: Modifica nome host del server CCcam o NewCamd.
lt: Redaguokite CCcam/NewCamd serverio pagrindinio kompiuterio pavadinimą.
nl: De CCcam/NewCamd-server hostname aanpassen.
pl: Edytuj nazwę hosta serwera CCcam/NewCamd.
sk: Upraviť host. meno servera CCcam/NewCamd.
sr: Uredite ime hosta servera CCcam/NewCamd.
sv: Redigera CCcam/NewCamd-serverns värdnamn.
ta: CCCAM/NEWCAMD சேவையக ஓச்ட்பெயரைத் திருத்தவும்.
tr: CCcam/NewCamd sunucu ana bilgisayar adını düzenleyin.
uk: Редагування назви хосту сервера CCcam/NewCamd.

source: Edit the CCcam/NewCamd server port.
cs: Upravit port serveru CCcam/NewCamd.
el: Επεξεργασία θύρας διακομιστή CCcam/NewCamd.
fi: Muokkaa CCcam/NewCamd palvelimen porttia.
hr: Uredite CCcam/NewCamd poslužiteljski port.
it: Modifica porta del server CCcam o NewCamd.
lt: Redaguokite CCcam / NewCamd serverio prievadą.
nl: De CCcam/NewCamd-serverpoort aanpassen.
pl: Edytuj port serwera CCcam/NewCamd.
sk: Upraviť port servera CCcam/NewCamd.
sr: Uredite port servera CCcam/NewCamd.
sv: Redigera CCcam/NewCamd-serverporten.
ta: CCCAM/NEWCAMD சேவையக போர்ட்டைத் திருத்தவும்.
tr: CCcam/NewCamd sunucu bağlantı noktasını düzenleyin.
uk: Редагування порту сервера CCcam/NewCamd.

source: Edit the DNS configuration of your %s %s.
bg: Редактиране на конфигурацията на Nameserver на вашия %s %s.
cs: Upravuje nastavení DNS Vašeho %s %s.
el: Επεξεργασία της ρύθμισης διακομιστή ονομάτων του %s %s σας.
fi: Muokkaan %s %s:n nimipalvelimen asetuksia.
fr: Editer la configuration nom serveur de votre %s %s.
hr: Uredite DNS konfiguraciju svog %s %s.
it: Modifica configurazione DNS del %s %s.
lt: Redaguokite %s %s DNS konfigūraciją.
nl: Wijzig de DNS configuratie van uw %s %s .
pl: Edytuj konfigurację serwera DNS swojego %s %s.
sk: Upraviť konfiguráciu DNS vášho zariadenia %s %s.
sr: Uredite DNS konfiguraciju vašeg %s %s.
sv: Redigera DNS-konfigurationen för din %s %s.
ta: உங்கள் %s %s இன் DNS உள்ளமைவைத் திருத்தவும்.
tr: %s %s alıcınızın DNS yapılandırmasını düzenleyin.
uk: Редагувати конфігурацію DNS Вашого %s %s.

source: Edit the NewCamd DES Key.
cs: Upravit klíč NewCamd DES.
el: Επεξεργασία κλειδιού NewCamd DES.
fi: Muokkaa NewCamd DES Avainta.
hr: Uredite NewCamd DES ključ.
it: Modifica chiave DES di NewCamd.
lt: Redaguokite NewCamd DES raktą.
nl: De NewCamd DES-sleutel aanpassen.
pl: Edytuj klucz DES NewCamd.
sk: Upraviť kľúč DES NewCamd.
sr: Uredite NewCamd DES ključ.
sv: Redigera NewCamd DES-nyckeln.
ta: NewCamd Des Key ஐத் திருத்தவும்.
tr: NewCamd DES Anahtarını düzenleyin.
uk: Редагування DES ключа NewCamd.

source: Edit the currently selected timer
cs: Upravit aktuálně vybraný časovač
el: Επεξεργασία του τρέχοντος επιλεγμένου χρονοδιακόπτη
fi: Muokkaa valittuna olevaa ajastusta
hr: Uredite trenutno odabrani tajmer
it: Modifica timer attualmente selezionato
lt: Redaguoti šiuo metu pasirinktą laikmatį
nl: De geselecteerde timer wijzigen
pl: Edytuj aktualnie wybrany timer
sk: Upraviť aktuálne vybraný časovač
sr: Uredite trenutno izabrani tajmer
sv: Redigera den aktuella valda timern
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட டைமரைத் திருத்தவும்
tr: Şu anda seçili olan zamanlayıcıyı düzenle
uk: Відредагуйте поточний вибраний таймер

source: Edit the network configuration of your %s %s.
bg: Редактиране на мрежовата конфигурация на вашия %s %s.
cs: Upravuje nastavení sítě Vašeho %s %s.
el: Επεξεργασία των ρυθμίσεων δικτύου του %s %s σας.
fi: Muokkaa %s %s:n lähiverkon asetuksia.
fr: Editer la configuration réseau de votre %s %s.
hr: Uredite mrežnu konfiguraciju %s %s.
it: Modifica configurazione di rete del %s %s.
lt: Redaguokite %s %s tinklo konfigūraciją.
nl: Wijzig de netwerkinstellingen van uw %s %s.
pl: Edytuj ustawienia sieci %s %s.
sk: Upraviť nastavenie siete %s %s.
sr: Uredite mrežnu konfiguraciju %s %s.
sv: Redigera nätverkskonfigurationen för din %s %s.
ta: உங்கள் %s %s இன் பிணைய உள்ளமைவைத் திருத்தவும்.
tr: %s %s alıcınızın ağ yapılandırmasını düzenleyin.
uk: Редагувати конфігурацію мережі Вашого %s %s.

source: Edit the password.
cs: Upravit heslo.
el: Επεξεργασία κωδικού πρόσβασης.
fi: Muokkaa salasanaa.
hr: Uredite lozinku.
it: Modifica password.
lt: Redaguokite slaptažodį.
nl: Het wachtwoord wijzigen.
pl: Edytuj hasło.
sk: Upravte heslo.
sr: Uredite lozinku.
sv: Ändra lösenordet.
ta: கடவுச்சொல்லைத் திருத்தவும்.
tr: Parolayı düzenleyin.
uk: Редагування паролю.

source: Edit the profile name.
cs: Upravit název profilu.
el: Επεξεργασία ονόματος προφίλ.
fi: Muokkaa profiili nimeä.
hr: Uredite naziv profila.
it: Modifica nome del profilo.
lt: Redaguokite profilio pavadinimą.
nl: De profielnaam wijzigen.
pl: Edytuj nazwę profilu.
sk: Upravte názov profilu.
sr: Uredite ime profila.
sv: Redigera profilnamnet.
ta: சுயவிவரப் பெயரைத் திருத்தவும்.
tr: Profil adını düzenleyin.
uk: Редагування назви профілю.

source: Edit the remote CCCam port.
cs: Upravit vzdálený port CCCam.
el: Επεξεργασία απομακρυσμένης θύρας CCcam.
fi: Muokkaa CCCam porttia.
hr: Uredite udaljeni port CCCam.
it: Modifica porta CCCam remota.
lt: Redaguokite nuotolinį CCCam prievadą.
nl: De remote CCCam poort wijzigen.
pl: Edytuj zdalny port CCCam.
sk: Upravte vzdialený port CCCam.
sr: Uredite udaljeni port CCCam.
sv: Redigera fjärrporten för CCCam.
ta: தொலை சி.சி.சி.ஏ.எம் போர்ட்டைத் திருத்தவும்.
tr: Uzak CCCam bağlantı noktasını düzenleyin.
uk: Редагування віддаленого порту CCCam.

source: Edit the remote IP address.
cs: Upravit vzdálenou IP adresu.
el: Επεξεργασία απομακρυσμένης διεύθυνσης IP.
fi: Muokkaa etä IP osoitetta.
hr: Uredite udaljenu IP adresu.
it: Modifica indirizzo IP remoto.
lt: Redaguokite nuotolinį IP adresą.
nl: Het remote IP-adres wijzigen.
pl: Edytuj zdalny adres IP.
sk: Upravte vzdialenú adresu IP.
sr: Uredite udaljenu IP adresu.
sv: Redigera fjärranslutningens IP-adress.
ta: தொலை ஐபி முகவரியைத் திருத்தவும்.
tr: Uzak IP adresini düzenleyin.
uk: Редагування віддаленої АП-адреси.

source: Edit the upgrade source address.
bg: Редактирайте адреса на източника на надстройката.
cs: Upravit adresy aktualizačních zdrojů.
el: Επεξεργασία διεύθυνσης πηγής αναβαθμίσεων.
fi: Muokkaa päivityksen lähdeosoitetta.
fr: Editer l'adresse d'origine de la mise à jour.
hr: Uredite izvornu adresu nadogradnje.
it: Modifica indirizzo sorgente aggiornamento.
lt: Redaguoti naujinimo šaltinio adresą.
nl: Wijzig het adres van de update locatie.
pl: Edytuj adres źródła aktualizacji.
sk: Upraviť adresu zdroja aktualizácií.
sr: Uredite izvornu adresu nadogradnje.
sv: Redigera källadressen för uppgraderingen.
ta: மேம்படுத்தல் மூல முகவரியைத் திருத்தவும்.
tr: Yükseltme kaynağı adresini düzenleyin.
uk: Змінити адресу джерела оновлення.

source: Edit the username.
cs: Upravit uživatelské jméno.
el: Επεξεργασία ονόματος χρήστη.
fi: Muokkaa käyttäjänimeä.
hr: Uredite korisničko ime.
it: Modifica nome utente.
lt: Redaguokite vartotojo vardą.
nl: De gebruikersnaam wijzigen.
pl: Edytuj nazwę użytkownika.
sk: Upravte meno používateľa.
sr: Uredite korisničko ime.
sv: Redigera användarnamnet.
ta: பயனர்பெயரைத் திருத்தவும்.
tr: Kullanıcı adını düzenleyin.
uk: Редагування назви користувача.

source: Education
bg: Образование
cs: Vzdělání
da: Uddannelse
de: Bildung
el: Εκπαίδευση
fi: Koulutus
fr: Éducation
hr: Obrazovanje
it: Istruzione
lt: Išsilavinimas
nl: Educatie
pl: Edukacja
sk: Vzdelávanie
sr: Obrazovanje
sv: Utbildning
ta: கல்வி
tr: Eğitim
uk: Освіта
zh_cn: 教育

source: Education/Information
bg: Образование/информация
cs: Vzdělávání/Informace
da: Uddannelse/Information
de: Bildung/Information
el: Εκπαίδευση/πληροφόρηση
fi: Koulutus / tiedoitus
fr: Éducation/Information
hr: Obrazovanje/Informacije
it: Istruzione/Informazione
lt: Švietimas / Informacija
nl: Educatie/Informatie
pl: Edukacja/Informacje
sk: Vzdelávanie/informácie
sv: Utbildning/Information
ta: கல்வி/தகவல்
tr: Eğitim/Bilgi
uk: Освіта/Інформація
zh_cn: 教育/信息

source: Education/Science/Factual
bg: Образование/наука/факти
cs: Vzdělávání/Věda/Fakta
da: Uddannelse/Videnskab/Faktuel
de: Bildung/Wissenschaft/Sachverhalt
fi: Koulutus/tiede/tosiasiat (yleinen)
fr: Éducation/Science/Factuel
hr: Obrazovanje/znanost/činjeničnost
it: Istruzione/Scienza/Fatti
pl: Edukacja/Nauka/Fakty
sk: Vzdelávanie/veda/fakty
ta: கல்வி/அறிவியல்/உண்மை
tr: Eğitim/Bilim/Gerçekler
uk: Освіта/Наука/Факти
zh_cn: 教育/科学/事实

source: Education/Science/Factual topics
cs: Vzdělání/Věda/Fakt
el: Εκπαίδευση/Επιστήμη/Φαντασία
hr: Obrazovanje/znanost/činjenične teme (općenito)
it: Istruzione/Scienza/Fatti
lt: Švietimas / mokslas / faktai
nl: Onderwijs/wetenschap/onderzoek
sr: Obrazovanje/Nauka/Teme zasnovane na činjenicama
sv: Utbildning/Vetenskap/Fakta
tr: Eğitim/Bilim/Bilgiye dayalı konular
uk: Освіта/Наука/Факти

source: Educational
cs: Výukové
hr: Obrazovni
it: Educativo
sr: Obrazovni
tr: Eğitimsel
uk: Освітні

source: Egypt
da: Ægypten
de: Ägypten
el: Αίγυπτος
et: Egiptus
fi: Egypti
fr: Egypte
hu: Egyiptom
it: Egitto
lt: Egiptas
nl: Egypte
pl: Egipt
sv: Egypten
ta: எகிப்து
tr: Mısır
uk: Єгипт
vi: Ai Cập
zh_cn: 埃及

source: El Salvador
el: Ελ Σαλβαδόρ
fi: El Salvadori
fr: Le Salvador
hu: Salvador
lt: El salvadoras
nl: El Savador
pl: Salwador
sk: Salvádor
ta: எல் சால்வடார்
uk: Сальвадор
zh_cn: 萨尔瓦多

source: Elapsed
bg: Изтекло
cs: Uplynulý
da: Forløbet
de: Verstrichene
el: Παρελθόντας
et: Kulunud
fi: Kulunut
fr: Ecoulé
hr: Proteklo
hu: Eltelt
it: Trascorso
lt: Praėjo
nl: Verstreken
pl: Upływający
ru: Прошедшее
sk: Uplynulo
sr: Proteklo
sv: Förfallit
ta: கடந்தது
tr: Geçen
uk: Минуло
vi: Trôi qua
zh_cn: 已使用

source: Elapsed & Remaining
bg: Изтекло & Оставащо
cs: Uplynulý a zbývající
da: Forløbet & Resterende
de: Verstrichene & Verbleibende
el: Παρελθόντας & εναπομείναντας
et: Kulunud ja jäänud
fi: Kulunut ja jäljellä oleva
fr: Ecoulé & restant
hr: Proteklo & Preostalo
hu: Eltelt és hátralévő
it: Trascorso & Rimanente
lt: Praėjo / Liko
nl: Verstreken en resterend
pl: Upływający & Pozostały
ru: Прошедшее и оставшееся
sk: Uplynulé & zostávajúce
sr: Proteklo & Preostalo
sv: Förverkligat och kvarvarande
ta: கழிந்தது மற்றும் மீதமுள்ள
tr: Geçen & Kalan
uk: Минуло і залишилось
vi: Đã qua và còn lại
zh_cn: 已使用与剩余

source: Electronic Program Guide
bg: Електронен справочник за програми
cs: EPG
da: Elektronisk Program Guide
de: Elektronischer Programmführer
el: Ηλεκτρονικός οδηγός προγράμματος
et: Saatekava (EPG)
fi: Ohjelmaopas
fr: Guide électronique programme (EPG)
hr: Elektronski Programski Vodič
hu: Elektronikus Műsorújság
it: Guida elettronica ai programmi
lt: Elektroninis programų vadovas
nl: Elektronische programmagids
pl: Elektroniczny Przewodnik Programowy
ru: Электронный Телегид
sk: Elektronický program. sprievodca
sl: Elektronski spored programov (EPG)
sr: Elektronski Programski Vodič
sv: Elektronisk programguide
ta: மின்னணு நிரல் வழிகாட்டி
tr: Elektronik Program Rehberi
uk: Електронний Програмний Гід
vi: Hướng dẫn chương trình điện tử
zh_cn: 电子节目指南

source: Email
fi: Sähköposti
lt: El. paštas
sv: E-post
ta: மின்னஞ்சல்
tr: E-posta
uk: Пошта
zh_cn: 电子邮件

source: Embedded
bg: Вградено
cs: Vestavěný
el: Ενσωματωμένο
fi: Upotettu
fr: Embarqué
hr: Ugrađeni
it: Incorporato
lt: Įterpta
nl: Insluiten
pl: Osadzony
sk: Vložené
sr: Ugrađeni
sv: Inbäddade
ta: உட்பொதிக்கப்பட்டது
tr: Gömülü
uk: Вбудований

source: Empty
cs: Prázdný
el: Άδειο
fi: Tyhjä
hr: Prazan
it: Vuoto
lt: Tuščia
nl: Leeg
pl: Pusty
sk: Prázdne
sr: Prazan
sv: Tomt
ta: காலி
tr: Boş
uk: Порожній

source: Empty file
cs: Prázdný soubor
el: Άδειο αρχείο
fi: Tyhjä tiedosto
hr: Prazna datoteka
it: File vuoto
lt: Tuščias failas
nl: Leeg bestand
pl: Pusty plik
sk: Prázdny súbor
sr: Prazan fajl
sv: Tom fil
ta: வெற்று கோப்பு
tr: Boş dosya
uk: Порожній файл

source: Emulator
cs: Emulátor
hr: Emu
it: Emulatore
sr: Emu
tr: Emülatör
uk: Емулятор

source: Enable
bg: Разрешаване
cs: Povolit
da: Aktiver
de: Aktivieren
el: Ενεργοποίηση
et: Luba
fi: Ota käyttöön
fr: Activer
hr: Omogući
hu: Engedélyezve
it: Abilitato
lt: Įjungti
nl: Aan
pl: Włącz
pt_br: Ativar
ru: Включить
sk: Zapnúť
sl: Vključi
sr: Omogući
sv: Aktivera
ta: இயக்கு
tr: Etkinleştir
uk: Ввімкнути
vi: Kích hoạt
zh_cn: 启用

source: Enable %s pro:
bg: Разрешаване на %s pro:
cs: Povolit %s pro:
da: Aktiver %s pro:
de: Aktiviere %s pro
el: Ενεργοποίηση του %s pro:
et: Luba %s pro:
fi: Aktivoi %s pro:
fr: Activer %s pro :
hr: Omogući %s pro:
hu: Engedélyezve a(z) %s pro:
it: Abilita %s pro:
lt: Įjungti %s pro:
nl: Activeer %s pro:
pl: Włącz %s pro:
sk: Zapnúť %s pro:
sr: Omogući %s pro:
sv: Aktivera %s pro:
ta: %s PRO ஐ இயக்கு:
tr: %s pro'yu etkinleştir:
uk: Ввімкнути %s про:
vi: Kích hoạt%s pro:
zh_cn: 启用 %s 专业版:

source: Enable 5V for active antenna
bg: Разрешаване на 5V за активната антена
cs: Povolit 5V pro aktivní anténu
da: Aktiver 5V til aktiv antenne
de: 5V für aktive Antenne aktivieren
el: Ενεργοποίηση των 5V για την ενεργή κεραία
et: Luba 5 V toide aktiivantennile
fi: Syötä 5 voltin käyttöjännite aktiiviantennille
fr: Activer 5V pour l'antenne active
hr: Uključi 5V za zemaljsku antenu
hu: 5V kimenet az akítv antennához engedélyezve
it: Abilita 5V per antenna attiva
lt: Įjungti 5V aktyviai antenai
nl: 5V voor actieve antenne inschakelen
pl: Włącz 5V dla aktywnej anteny
pt_br: Ativar saída de 5V para a antena
ru: Включить 5V для антенны
sk: Zapnúť 5 V pre aktívnu anténu
sl: Vključi 5V za potrebe aktivne antene
sr: Uključi 5V za zemaljsku antenu
sv: Aktivera 5V för aktiv antenn
ta: செயலில் ஆண்டெனாவுக்கு 5V ஐ இயக்கவும்
tr: Aktif anten için 5V'yi etkinleştir
uk: Подати 5В для активної антени
vi: Kích hoạt 5V cho ăng ten hoạt động
zh_cn: 启用5V有源天线

source: Enable Autorecord
bg: Разрешаване на автоматичен запис
cs: Povolit Auto-nahrávání
da: Aktiver Autooptag
de: Aktiviert automatische Aufnahme
el: Ενεργοποίηση αυτόματης εγγραφής
et: Autosalvestus lubatud
fi: Ota käyttöön automaattinen tallennus
fr: Activer l'enregistrement automatique
hr: Omogući Auto snimanje
hu: Automatikus Timeshift felvétel engedélyezése
it: Abilitare registrazione automatica
lt: Įjungti auto įrašymą
nl: Aktiveer automatische opname
pl: Włącz nagrywanie automatyczne
ru: Активировать автозапись
sk: Zapnúť automatické nahrávanie
sr: Omogući Auto snimanje
sv: Aktivera Autorecord
ta: தன்னியக்க ஆர்டரை இயக்கவும்
tr: Otomatik kaydı etkinleştir
uk: Активувати автозапис
vi: Bật tự động ghi
zh_cn: 启用录像

source: Enable BT audio
cs: Povolit BT Audio
el: Ενεργοποίηση ήχου BT
hr: Omogući BT Audio
it: Abilita audio BT
lt: Įjungti BT garsą
nl: BT audio inschakelen
sr: Omogući BT Audio
sv: Aktivera BT Audio
tr: BT Sesini Etkinleştir
uk: Активувати BT Аудіо

source: Enable Bouquet Edit
bg: активиране на редактиране на букет
cs: Povolit úpravu přehledu
el: Ενεργοποίηση επεξεργασίας μπουκέτων
fi: Kanavalistojen lisäys ja poisto
fr: Activer l'édition des bouquets
hr: Omogući uređivanje buketa
it: Abilita modifica bouquet
lt: įjungti paketo redagavimą
nl: Favorietenlijst bewerken activeren
pl: Włącz edycję listy kanałów
sk: Zapnúť úpravu prehľadu
sr: Omogući uređivanje buketa
sv: Aktivera Bouquet Edit
ta: பூச்செண்டு திருத்தத்தை இயக்கவும்
tr: Buket Düzenlemeyi Etkinleştir
uk: Ввімкнути редагування фавориту

source: Enable Chkroot MultiBoot
cs: Povolit Chkroot MultiBoot
el: Ενεργοποίηση πολλαπλής εκκίνησης Chkroot
fi: Ottaa käyttöön Chkroot MultiBoot
hr: Omogući Chkroot MultiBoot
it: Abilita Chkroot MultiBoot
nl: Chkroot MultiBoot activeren
pl: Włącz Chkroot MultiBoot
sk: Zapnúť Chkroot MultiBoot
sr: Omogući Chkroot MultiBoot
sv: Aktivera Chkroot MultiBoot
tr: Chkroot Çoklu Önyüklemeyi Etkinleştir
uk: Увімкнути Chkroot MultiBoot
