Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Resume from last position
bg: Възобновяване от последната позиция
cs: Pokračovat z poslední pozice
da: Genoptag fra sidste position
de: An letzter Position fortsetzen
el: Συνέχιση από το τελευταίο σημείο
et: Jätka katkestatud kohalt
fi: Jatka viimeksi katsotusta kohdasta
fr: Reprendre à la dernière position
hr: Nastavi sa posljednje pozicije
hu: Folytatás az utolsó pozíciótól
it: Riprendere dall'ultima posizione
lt: Tęsti nuo paskutinės pozicijos
nl: Ga door vanaf de laatste positie
pl: Wznów od ostatniej pozycji
pt_br: Continuar da última posição
ru: Возобновить с последней позиции
sk: Pokračovať od poslednej pozície
sl: Nadaljuj iz zadnje znane lokacije
sr: Nastavi sa poslednje pozicije
sv: Återgå från senaste position
ta: கடைசி நிலையில் இருந்து மீண்டும் தொடங்குங்கள்
tr: Son konumdan devam et
uk: Продовжити з останньої позиції
vi: Tiếp tục từ vị trí cuối cùng
zh_cn: 从最后位置恢复

source: Resume position at %s
bg: Възобновяване на позиция в %s
cs: Pokračovat od pozice %s
da: Genoptag fra sidste position ved %s
de: Wiedergabestart ab %s
el: Συνέχιση από το %s
et: Jätka alates %s
fi: Jatka kohdasta %s
fr: Reprendre position à %s
hr: Nastavi poziciju u %s
hu: Lejátszás folytatása innen: %s
it: Riprendere dalla posizione %s
lt: Tęsti poziciją %s
nl: Hervat positie op %s
pl: Czas wznowienia: %s
pt_br: Continuar a partir de %s
ru: Продолжить с позиции %s
sk: Pokračovať od pozície %s
sl: Nadaljuj iz položaja %s
sr: Nastavi poziciju u %s
sv: Återuppta positionen vid %s
ta: %s இல் நிலையை மீண்டும் தொடங்குங்கள்
tr: %s konumundan devam et
uk: Продовжити з останньої позиції на %s
vi: Tiếp tục vị trí ở%s
zh_cn: 恢复位置 %s

source: Resuming playback
bg: Възобновяване на възпроизвеждането
cs: Obnovit přehrávání
da: Genoptag afspilning
de: Setze Wiedergabe fort
el: Επανασυνέχιση αναπαραγωγής
et: Taasesituse jätkamine
fi: Toisto jatkuu viimeksi katsotusta kohdasta
fr: Reprise de la lecture
hr: Nastavljanje reprodukcije
hu: Lejátszás folytatása
it: Ripresa della riproduzione
lt: Tęsti žiūrėjimą
nl: Afspelen wordt hervat
pl: Wznawianie odtwarzania
pt_br: Continuando...
ru: Возобновление воспроизведения
sk: Pokračovanie prehrávania
sl: Nadaljujem predvajanje
sr: Nastavljanje reprodukcije
sv: Återuppta uppspelning
ta: பிளேபேக்கை மீண்டும் தொடங்குகிறது
tr: Oynatmaya devam ediliyor
uk: Продовжити відтворення
vi: Tiếp tục phát lại
zh_cn: 继续播放

source: Retrieving '%s' commit log, please wait...
bg: Извлича се дневник на записите на %s, моля, изчакайте...
cs: Načítání protokolu odevzdání '%s', čekejte prosím...
el: Ανάκτηση της καταγραφής υποβολής '%s', παρακαλώ περιμένετε...
fi: Haetaan %s lokeja, odota...
hr: Preuzimanje '%s', izvršiti log, sačekajte...
it: Recupero del registro dei commit %s, attendi...
lt: Nuskaitomas %s žurnalas, palaukite...
nl: Ontvangen van %s commit log, een moment geduld...
pl: Pobieranie dziennika %s, proszę czekać...
sk: Získava sa denník o odovzdaní '%s'. Čakajte, prosím…
sr: Preuzimanje '%s', izvršiti log, sačekajte...
sv: Hämtar '%s' commit log, vänta lite...
ta: '%s' கமிட் பதிவை மீட்டெடுப்பது, தயவுசெய்து காத்திருங்கள் ...
tr: '%s' taahhüt günlüğü alınıyor, lütfen bekleyin...
uk: Отримання журналу записів %s, зачекайте...

source: Retrieving '%s' information, please wait...
cs: Načítání informací '%s', čekejte prosím...
el: Ανάκτηση των πληροφοριών '%s', παρακαλώ περιμένετε...
fi: Haetaan %s tietoja, odota...
hr: Preuzimanje '%s' informacija, sačekajte...
it: Recupero delle informazioni '%s', attendi...
lt: Gaunama '%s' informacija, palaukite...
nl: Bezig met ophalen van '%s' informatie, even geduld...
pl: Pobieranie '%s' informacji, proszę czekać...
sk: Získavajú sa informácie '%s'. Čakajte, prosím…
sr: Preuzimanje '%s' informacija, sačekajte...
sv: Hämtar information om '%s', vänta...
ta: '%s' தகவலை மீட்டெடுப்பது, தயவுசெய்து காத்திருங்கள் ...
tr: '%s' bilgisi alınıyor, lütfen bekleyin...
uk: Отримання інформації '%s', будь ласка, почекайте...

source: Retrieving '%s' log, please wait...
cs: Načítání '%s' protokolu, čekejte prosím...
el: Ανάκτηση της καταγραφής '%s', παρακαλώ περιμένετε...
fi: Haetaan %s lokia, odota...
hr: Preuzimanje '%s' log, sačekajte...
it: Recupero del registro '%s', attendi...
lt: Gaunamas '%s' žurnalas, palaukite...
nl: Bezig met ophalen van '%s' log, even geduld...
pl: Pobieranie logów '%s', proszę czekać...
sk: Získava sa denník '%s'. Čakajte, prosím…
sr: Preuzimanje '%s' log, sačekajte...
sv: Hämtar loggen '%s', vänta...
ta: '%s' பதிவை மீட்டெடுப்பது, தயவுசெய்து காத்திருங்கள் ...
tr: '%s' günlüğü alınıyor, lütfen bekleyin...
uk: Отримання логу '%s', будь ласка, почекайте...

source: Retrieving boot slot information...
cs: Načítání informací o boot slotu...
el: Ανάκτηση πληροφοριών θέσης εκκίνησης...
fi: Käynnistyspaikan tietojen hakeminen...
hr: Preuzimanje info o utoru za pokretanje sustava...
it: Recupero delle informazioni sullo slot di avvio in corso...
lt: Nuskaitoma įkrovos lizdo informacija...
nl: Boot slot informatie opvragen...
pl: Pobieranie informacji o slocie rozruchowym...
sk: Získavajú sa informácie o bootovacom slote…
sr: Preuzimanje info o slotu za pokretanje sistema...
sv: Hämtar information om startplatsen...
ta: துவக்க ச்லாட் தகவல்களை மீட்டெடுப்பது ...
tr: Önyükleme yuvası bilgileri alınıyor...
uk: Отримання інформації про слот завантаження...

source: Retrieving image list, please wait...
bg: Извлича се списък с изображения - Моля, изчакайте...
cs: Načítání seznamu obrazů, prosím čekejte...
el: Ανάκτηση λίστας image, παρακαλώ περιμένετε...
fi: Haetaan ohjelmisto listaa - odota hetki...
fr: Récupération de la liste des images - Veuillez patienter ...
hr: Preuzimanje spiska slika, sačekajte...
it: Recupero elenco immagini - Attendi...
lt: Gaunamas atvaizdų sąrašas prašome laukti...
nl: Image lijst word opgehaald. Een ogenblik geduld ...
pl: Pobieranie listy systemów, proszę czekać...
sk: Získava sa zoznam image súborov. Čakajte, prosím…
sr: Preuzimanje liste imidža, sačekajte...
sv: Hämtar bildlista, vänta...
ta: பட பட்டியலை மீட்டெடுப்பது, தயவுசெய்து காத்திருங்கள் ...
tr: Yazılım listesi alınıyor, lütfen bekleyin...
uk: Отримання списку іміджів. Прохання зачекати...

source: Retrieving image slots - Please wait...
bg: Извличане на слотове за изображения - Моля, изчакайте...
cs: Načítání slotů image – čekejte prosím...
da: Henter Image-slots - Vent venligst...
de: Image-Slots abrufen. Bitte warten...
el: Ανάκτηση θέσεων image - Παρακαλώ περιμένετε...
et: Püsivara pesade hankimine. Oota.
fi: Haetaan image paikkoja - Odota hetki..
fr: Récupération des emplacements d'images - Veuillez patienter...
hr: Preuzimanje image za utor - sačekajte...
it: Recupero posizione immagine - Attendi...
lt: Gaunami atvaizdo siužetai - prašome laukti...
nl: Image sloten word opgehaald. Een ogenblik geduld ...
pl: Pobieranie wersji systemu, proszę czekać...
sk: Preberajú sa sloty image. Čakajte, prosím…
sr: Preuzimanje imidža za slot - sačekajte...
sv: Hämtar bildplatser - vänta...
ta: பட இடங்களை மீட்டெடுப்பது - தயவுசெய்து காத்திருங்கள் ...
tr: Yazılım yuvaları alınıyor - Lütfen bekleyin...
uk: Отримання списку слотів. Прохання зачекати...
vi: Lấy các khe hình ảnh - Vui lòng đợi ..
zh_cn: 正在检索镜像分区-请稍等...

source: Retrieving network server information, please wait...
bg: Информацията за мрежовия сървър се извлича, моля, изчакайте...
cs: Načítání informací o síťovém serveru, čekejte prosím...
el: Ανάκτηση πληροφοριών διακομιστή δικτύου, παρακαλώ περιμένετε...
fi: Haetaan verkkopalvelimen tietoja, odota...
hr: Preuzimanje info o mrežnom serveru, sačekajte...
it: Recupero delle informazioni sul server di rete, attendi...
lt: Nuskaitoma tinklo informacija, palaukite...
nl: Netwerk server informatie ontvangen, een moment geduld...
pl: Pobieranie informacji o serwerze sieciowym, proszę czekać...
sk: Získavajú sa informácie o sieťovom serveri. Čakajte, prosím…
sr: Preuzimanje info o mrežnom serveru, sačekajte...
sv: Hämtar information om nätverksserver, vänta...
ta: பிணைய சேவையக தகவலை மீட்டெடுப்பது, தயவுசெய்து காத்திருங்கள் ...
tr: Ağ sunucusu bilgileri alınıyor, lütfen bekleyin...
uk: Отримання інформації про мережевий сервер, зачекайте...

source: Retry
cs: Opakovat
el: Προσπάθεια ξανά
fi: Yritä uudelleen
hr: Ponovi
it: Riprova
nl: Opnieuw proberen
pl: Ponów
sk: Opakovať
sr: Ponovi
sv: Försök igen
ta: மீண்டும் முயற்சிக்கவும்
tr: Tekrar dene
uk: Повторити спробу

source: Return the current selection response
bg: Връщане на текущия отговор на избор
cs: Vrátit aktuální odpověď na výběr
el: Επιστροφή απάντησης της τρέχουσας επιλογής
fi: Palauta nykyinen valinta
fr: Retourner la réponse de la sélection actuelle
hr: Davanje trenutnog odgovora na odabir
it: Restituisce la risposta alla selezione attuale
lt: Grąžinti dabartinį pasirinkimo atsakymą
nl: Accepteer de huidige selectie
pl: Zwróć odpowiedź aktualnie zaznaczonego wyboru
sk: Vrátiť odpoveď na aktuálny výber
sr: Davanje trenutnog odgovora na izbor
sv: Returnera svaret på aktuellt val
ta: தற்போதைய தேர்வு பதிலைத் தரவும்
tr: Geçerli seçim yanıtına geri dön
uk: Повернути поточну відповідь вибору

source: Return to movie list
bg: Назад към списъка с филми
cs: Zpět na seznam filmů
da: Tilbage til filmliste
de: Zurück zur Filmliste
el: Επιστροφή στη λίστα ταινίων
et: Tagasi filmilisti
fi: Palaa tallenneluetteloon
fr: Retour vers la liste des films
hr: Povratak na spisak filmova
hu: Visszatérés a felvételek listájához
it: Torna all'elenco delle registrazioni
lt: Grįžti į filmų sąrašą
nl: Terug naar de opnamelijst
pl: Powrót do listy filmów
pt_br: Voltar à lista de vídeos
ru: Вернуться к списку фильмов
sk: Návrat do zoznamu filmov
sl: Nazaj na seznam datotek
sr: Povratak na listu filmova
sv: Återgå till filmlistan
ta: திரைப்பட பட்டியலுக்குத் திரும்பு
tr: Film listesine geri dön
uk: Повернутись до списку фільмів
vi: Quay trở lại danh sách phim
zh_cn: 返回电影列表

source: Return to previous service
bg: Назад към предишен сервиз
cs: Návrat na předchozí program
da: Tilbage til forrige kanal
de: Zum letzten Programm zurückkehren
el: Επιστροφή στην προηγούμενη υπηρεσία
et: Tagasi vaadatud kanalile
fi: Palaa TV-kanavalle
fr: Retour au service précédent
hr: Povratak na predhodni kanal
hu: Visszatérés az előző csatornához
it: Torna al servizio precedente
lt: Grįžkite į buvusį kanalą
nl: Terug naar de laatste zender
pl: Powrót do poprzedniego kanału
pt_br: Voltar ao canal anterior
ru: Вернуться на предыдущий сервис
sk: Návrat na predchádzajúcu stanicu
sl: Nazaj na prejšnji kanal
sr: Povratak na predhodni kanal
sv: Återgå till tidigare tjänst
ta: முந்தைய சேவைக்குத் திரும்பு
tr: Önceki kanala geri dön
uk: Повернутись до попереднього каналу
vi: Quay trở lại dịch vụ trước
zh_cn: 返回到上一频道

source: Reverse bouquet buttons
bg: Обратно в букетни бутони
cs: Reversní tlačítko přehledu
da: Ombyt buket-knapper
de: Bouquettasten tauschen
el: Αντιμετάθεση πλήκτρων μπουκέτου
et: Pööratud CHANNEL /- nupud
fi: Käänteiset suosikkilistanäppäimet
fr: Inverse les touches bouquets
hr: Dugmad s obrnutim buketom
hu: Csatornacsomag gombok megfordítása
it: Tasti bouquet inversi
lt: Sukeisti paketų mygtukus
nl: De P+/CH+ en P-/CH- toetsen omwisselen
pl: Odwrócić przyciski listy kanałów
ru: Обратить кнопки CH+/-
sk: Opačné tlačidlá prehľadu
sr: Dugmad u obrnutom buketu
sv: Omvända bukettknappar
ta: பூச்செண்டு பொத்தான்களை மாற்றியமைக்கவும்
tr: Buket tuşlarını tersine çevir
uk: Звернути кнопки CH +/-
vi: Nút gói kênh
zh_cn: 反向频道列表键

source: Reverse list
bg: Обратно в списъка
cs: Opačný seznam
da: Liste baglæns
el: Ανεστραμμένη λίστα
et: Pööratud nimekiri
fi: Käänteinen lista
fr: Liste inversée
hr: Obrnuti spisak
hu: Fordított lista
it: Elenco inversa
lt: Atvirkštinis sąrašas
nl: Keer lijst om
pl: Odwróć listę
ru: Обратный список
sk: Opačný zoznam
sr: Obrnuta lista
sv: Omvänd lista
ta: தலைகீழ் பட்டியல்
tr: Listeyi tersine çevir
uk: Зворотній список
vi: Danh sách ngược
zh_cn: 反向列表

source: Review
cs: Recenze
hr: Pregled
it: Recensione
sr: Pregled
tr: Gözden geçir
uk: Огляд

source: Rewind
bg: Превъртане назад
cs: Přetočit zpět
da: Tilbagespoling
de: Rücklauf
el: Προώθηση προς τα πίσω
et: Tagasikerimine
fi: Kelaus taaksepäin
fr: Rembobinage
hr: Premotati nazad
hu: Visszatekerés
it: Riavvolgimento
lt: Atsukti
nl: Terug spoelen
pl: Przewijanie
ru: Перемотка назад
sk: Pretočiť dozadu
sr: Premotati nazad
sv: Backa
ta: முன்னாடி
tr: Geri sar
uk: Перемотка назад
vi: Tua lại
zh_cn: 快退

source: Rewind speeds
bg: Скорост на превъртане
cs: Rychlosti přetáčení zpět
da: Tilbagespolingshastigheder
de: Rücklaufgeschwindigkeiten
el: Ταχύτητα προώθησης προς τα πίσω
et: Tagasikerimise kiirused
fi: Kelausnopeudet taaksepäin
fr: Vitesses rembobinage
hr: Brzina premotavanja unazad
hu: Visszatekerési sebességek
it: Velocità di riavvolgimento
lt: Persukimo greitis
nl: Terug-spoelsnelheden
pl: Prędkości przewijania w tył
pt_br: Velocidades de retorno
ru: Скорость перемотки назад
sk: Rýchlosti pretáčania dozadu
sl: Hitrosti previjanja
sr: Brzina premotavanja unazad
sv: Hastigheter för återspolning
ta: வேகத்தை முன்னாடி
tr: Geri sarma hızları
uk: Швидкість перемотування назад
vi: Tốc độ tua lại
zh_cn: 快退速度

source: Rewrap subtitles
bg: Преопаковане на субтитрите
cs: Zalamovat titulky
da: Ombryd undertekster
de: Untertitel neu formatieren
el: Επαναδίπλωση υποτίτλων
et: Subtiitrite ümberpakkimine
fi: Uudelleenrivitä tekstitys
fr: Envelopper les sous-titres
hr: Ponovo učitati subtitlove
hu: Feliratok újratördelése
it: Riavvolgere sottotitoli
lt: Iš naujo įkelti subtitrus
nl: Breedte ondertitels
pl: Ponownie zawiń napisy
ru: Перезапускать субтитры
sk: Znovu zalomiť titulky
sr: Ponovo učitati subtitlove
sv: Spola om undertexter
ta: வசன வரிகள் மீண்டும் எழுதவும்
tr: Altyazıları yeniden düzenle
uk: Перезапускати субтитри
vi: Viết lại phụ đề
zh_cn: 重新封装字幕

source: Right
bg: Надясно
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
et: Parem
fi: Oikea
fr: Droite
hr: Desno
hu: Jobb
it: Destra
lt: Dešinys
nl: Rechts
pl: W prawo
pt_br: Direita
ru: Вправо
sk: Vpravo
sl: Desno
sr: Desno
sv: Höger
ta: வலது
tr: Sağ
uk: Вправо
vi: Đúng
zh_cn: 右箭头

source: Right USB
cs: Pravé USB
el: Δεξί USB
fi: Oikea USB
hr: Desni USB
it: USB destra
nl: USB rechts
pl: Prawy USB
sk: USB vpravo
sr: Desni USB
sv: Höger USB
ta: வலது யூ.எச்.பி
tr: Sağ USB
uk: USB справа

source: Right column
cs: Pravý sloupec
el: Δεξιά στήλη
fi: Oikea sarake
hr: Desna kolona
it: Colonna destra
lt: Dešinysis stulpelis
nl: Rechter kolom
pl: Prawa kolumna
sk: Pravý stĺpec
sr: Desna kolona
sv: Höger kolumn
ta: வலது நெடுவரிசை
tr: Sağ sütun
uk: Права колонка

source: Right column directory sort
cs: Řazení adresáře v pravém sloupci
el: Ταξινόμηση φακέλου δεξιάς στήλης
fi: Oikean sarakkeen hakemiston lajittelu
hr: Sortiranje direktorijuma desne kolone
it: Ordinamento per cartella colonna destra
lt: Dešiniojo stulpelio katalogo rūšiavimas
nl: Mappen in de rechter kolom sorteren
pl: Sortowanie katalogów w prawej kolumnie
sk: Zoraďovanie priečinkov v pravom stĺpci
sr: Sortiranje direktorijuma desne kolone
sv: Sortering av katalog i högerkolumn
ta: வலது நெடுவரிசை அடைவு வரிசை
tr: Sağ sütun dizin sıralaması
uk: Правий стовпець сортування каталогу

source: Right column file sort
cs: Řazení souborů v pravém sloupci
el: Ταξινόμηση αρχείων δεξιάς στήλης
fi: Oikean sarakkeen tiedosto lajittelu
hr: Sortiranje datoteke desne kolone
it: Ordinamento per file colonna destra
lt: Dešiniojo stulpelio failo rūšiavimas
nl: Bestanden in rechter kolom sorteren
pl: Sortowanie plików w prawej kolumnie
sk: Zoraďovanie súborov v pravom stĺpci
sr: Sortiranje fajla desne kolone
sv: Sortering av filer i högerkolumn
ta: வலது நெடுவரிசை கோப்பு வரிசை
tr: Sağ sütun dosya sıralaması
uk: Сортування файлів у правому стовпці

source: Right of service name
cs: Napravo od názvu kanálu
el: Δεξιά του ονόματος υπηρεσίας
fi: Kanavanimestä oikealle
fr: À la droite du nom de service
hr: Desno od imena servisa
it: A destra del nome del servizio
lt: Kanalo pavadinimo dešinėje
nl: Rechts van de zendernaam
sr: Desno od imena servisa
sv: Rätt till servicenamn
tr: Kanal isminin sağında
uk: Після назви каналу

source: Right, back USB
cs: Pravé, zadní USB
el: Δεξί, πίσω USB
fi: Oikea, taka USB
hr: Desni, zadnji USB
it: USB posteriore destra
nl: Achterzijde, USB rechts
pl: Prawy, tylny USB
sk: USB vpravo, vzadu
sr: Desni, zadnji USB
sv: Höger, baksida USB
ta: சரி, யூ.எச்.பி.
tr: Sağ, arkadaki USB
uk: USB справа ззаду

source: Right, front USB
cs: Pravé, přední USB
el: Δεξί, μπροστά USB
fi: Oikea, etu USB
hr: Desni, prednji USB
it: USB anteriore destra
nl: Voorkant, USB rechts
pl: Prawy, przedni USB
sk: USB vpravo, vpredu
sr: Desni, prednji USB
sv: Höger, fram USB
ta: வலது, முன் யூ.எச்.பி
tr: Sağ, ön taraftaki USB
uk: USB справа спереду

source: Right, wrapped
bg: надясно, увит
cs: vpravo, zalomený
el: Δεξιά, σε αναδίπλωση
fi: oikealla, rivitä teksti
fr: droite, enveloppé
hr: Desno, obrnuto
it: Destra, avvolto
lt: dešinėn, suvynioti
nl: rechts, gedraaid
pl: Prawo, zawinięte
sk: Doprava, zalomené
sr: Desno, obrnuto
sv: Höger, inplastad
ta: சரி, போர்த்தப்பட்டது
tr: Doğru, sarılmış
uk: справа, прихований

source: Rock/Pop
el: ροκ/ποπ
hr: Rok/Pop
lt: rokas, popmuzika
sr: Rok/Pop
uk: рок/поп

source: Roll-off
da: Rul-af
fr: Sortie
lt: Nukrypimas
pl: Pasmo przepustowe
ru: Roll-off фактор
sv: Avrullning
ta: ரோல்-ஆஃப்
uk: Roll-off фактор
vi: Lăn khỏi
zh_cn: 滚降系数

source: Romance
bg: Романтика
cs: Romantika
de: Romantik
el: Ρομάντζο
fi: Romantiikka
hr: Romansa
it: Romanza
lt: Romansas
nl: Romantiek
pl: Romans
sk: Romantika
sr: Romansa
sv: Romantik
ta: காதல்
tr: Romantik
uk: Романс
zh_cn: 浪漫

source: Romania
cs: Rumunsko
da: Rumænien
de: Rumänien
el: Ρουμανία
et: Rumeenia
fr: Roumanie
hu: Románia
lt: Rumunija
nl: Roemenië
pl: Rumunia
sk: Rumunsko
sv: Rumänien
ta: ரோமானியா
tr: Romanya
uk: Румунія
zh_cn: 罗马尼亚

source: Romanian
cs: Rumunsky
da: Rumænsk
de: Rumänisch
el: Ρουμανικά
et: Rumeenia
fi: Romania
fr: Roumain
hr: Rumunjski
hu: Román
it: Rumeno
lt: Rumunų
nl: Roemeens
pl: Rumuński
pt_br: Romeno
ru: Румынский
sk: rumunčina
sv: Rumänska
ta: ருமேனிய
tr: Rumence
uk: Румунська
zh_cn: 罗马尼亚语

source: Romansh
cs: Rétorománština
el: Ρομανσικά
fi: Roomalainen
fr: Romanche
it: Romancio
lt: Retoromanų
nl: Reto-Romaans
pl: Retoromański
sk: rétorománčina
sv: Romanska
ta: ரோமான்ச்
uk: Ретороманська

source: Root Image
cs: Kořenový image
el: Image ρίζας
fi: ROOT Ohjelmisto
hr: Osnovni Imidž
it: Immagine root
pl: System root
sk: Koreňový image
sr: Osnovni Imidž
sv: Rotbild
ta: ரூட் படம்
tr: Kök Yazılım
uk: Root Іміджу

source: Root directory
bg: Root директория
cs: Kořenový adresář
da: Rodmappe
de: Root-Verzeichnis
el: Αρχικός φάκελος
et: Tüvikataloog
fi: Root hakemisto
fr: Répertoire racine
hr: Osnovni direktorijum
hu: Gyökérmappa
it: Cartella root
lt: Pagrindinis katalogas
nl: Hoofd map
pl: Katalog root
pt_br: Diretório raiz
ru: Каталог суперпользователя
sk: Koreňový priečinok
sr: Osnovni direktorijum
sv: Rotkatalog
ta: ரூட் அடைவு
tr: Kök klasör
uk: Кореневий каталог
vi: Thư mục gốc
zh_cn: 根目录

source: Root file
bg: Root файл
cs: Kořenový soubor
el: Αρχείο ρίζας
fi: Root tiedosto
hr: Osnovna datoteka
it: File root
lt: Šakninis failas
nl: Root bestand
pl: Plik Root
sk: Koreňový súbor
sr: Osnovni fajl
sv: Rotfil
ta: ரூட் கோப்பு
tr: Kök dosya
uk: Файл Root

source: Rose
cs: červená
el: τριανταφυλλί
hr: Ruža
it: rosa
lt: rožinė
nl: Rosé
sr: Ruža
sv: ros
tr: Gül
uk: розовий

source: Rotor turning speed
bg: Скорост на въртене на ротора
cs: Rychlost otáčení rotoru
da: Motor drejehastighed
de: Rotor Drehgeschwindigkeit
el: Ταχύτητα περιστροφής του μοτέρ
et: Ajami pööramise kiirus
fi: Moottorin kääntönopeus
fr: Vitesse de rotation du rotor
hr: Brzina okretanja rotora
hu: Fogratómotor sebesség
it: Velocità rotazione motore
lt: Rotoriaus sukimosi greitis
nl: Rotor draaisnelheid
pl: Prędkość obrotu obrotnicy
pt_br: Velocidade de giro do motor
ru: Скорость вращения мотора
sk: Rýchlosť otáčania motora
sl: Hitrost premikanja rotorja
sr: Brzina okretanja rotora
sv: Rotorns varvtal
ta: ரோட்டார் திருப்பும் விரைவு
tr: Motor dönüş hızı
uk: Швидкість обертання двигуна
vi: Tốc độ quay của rôto
zh_cn: 极轴转速

source: Router / Gateway
bg: Рутер/шлюз
cs: Směrovač / brána
el: Δρομολογητής / πύλη δικτύου
fi: Reititin / yhdyskäytävä
hr: Mrežna skretnica / Mrežni prolaz
lt: Maršrutizatorius / šliuzas
pl: Router / Brama
sk: Router/brána
sr: Mrežna skretnica / Mrežni prolaz
ta: திசைவி / நுழைவாயில்
tr: Yönlendirici / Ağ Geçidi
uk: Маршрутизатор / Шлюз

source: Routing request
bg: Заявка за маршрутизиране
cs: Požadavek na směrování
da: Rutningsanmodning
de: Routinganfrage
el: Αίτηση δρομολόγησης
et: Marsruutimise päring
fi: Reititys pyyntö
fr: Demande de routage
hr: Zahtjev za usmjeravanje
hu: Útválasztási kérelem
it: Richiesta d’instradamento
lt: Maršrutizavimo užklausa
nl: Bronverzoek
pl: Żądanie trasy
sk: Požiadavka na smerovanie
sr: Zahtev za usmeravanje
sv: Begäran om dirigering
ta: ரூட்டிங் கோரிக்கை
tr: Yönlendirme isteği
uk: Запит маршрутизації
vi: Yêu cầu định tuyến
zh_cn: 路由请求

source: Rowing
bg: Гребане
cs: Veslování
da: Roning
de: Rudern
el: Κωπηλασία
fi: Soutu
fr: Aviron
hr: Veslanje
it: Canottaggio
lt: Irklavimas
nl: Roeien
pl: Wioślarstwo
sk: Veslovanie
sv: Rodd
ta: ரோயிங்
tr: Kürek
uk: Веслування
zh_cn: 赛艇

source: Rugby
bg: Ръгби
cs: Ragby
el: Ράγκμπι
hr: Ragbi
lt: Regbis
sk: Ragby
ta: ரக்பி
tr: Ragbi
uk: Регбі
zh_cn: 橄榄球

source: Rugby league
cs: Ragbyová liga
el: Πρωτάθλημα ράγκμπι
hr: Ragbi liga
it: Lega di rugby
lt: Regbio lyga
nl: Rugby Competitie
sr: Ragbi liga
tr: Ragbi Ligi
uk: Регбі-ліга

source: Run
bg: Стартиране
cs: Spustit
da: Kør
de: Starten
el: Εκτέλεση
et: Käivita
fi: Suorita
fr: Exécuter
hr: Pokreni
hu: Futtatás
it: Avvia
lt: Vykdyti
nl: Start
pl: Uruchom
ru: Запустить
sk: Spustiť
sr: Pokreni
sv: Kör
ta: ஓடு
tr: Çalıştır
uk: Запустити
vi: Chạy
zh_cn: 运行

source: Run '%s' command
bg: Стартиране '%s' командата
cs: Spustit příkaz '%s'
da: Kør kommandoen '%s'
de: Befehl '%s' ausführen
el: Εκτέλεση εντολής '%s'
et: Käivita käsk '%s'
fi: Aja '%s' komento
fr: Exécuter la commande '%s'
hr: Pokreni '%s' naredbu
it: Esegui il comando '%s'
lt: Paleisti '%s' komandą
nl: Commando '%s' uitvoeren
pl: Uruchom polecenie '%s'
sk: Spustiť príkaz '%s'
sr: Pokreni '%s' komandu
sv: Kör kommandot '%s'
ta: '%s' கட்டளையை இயக்கவும்
tr: '%s' komutunu çalıştır
uk: Запустити '%s' команду
vi: Chạy lệnh '% s'
zh_cn: 运行'%s'命令

source: Run Confirmation
bg: Стартиране потвърждаване
cs: Spustit potvrzení
da: Bekræft kørsel
de: Bestätigung
el: Επιβεβαίωση εκτέλεσης
et: Käivitamise kinnitus
fi: Suorita vahvistus
fr: Confirmation d'exécution
hr: Potvrda pokretanja
hu: Futtatás megerősítése
it: Avvio confermato
lt: Vykdyti patvirtinimą
nl: Start confirmatie
pl: Uruchom potwierdzenie
ru: Запуск с подтверждением
sk: Potvrdenie spustenia
sr: Potvrda pokretanja
sv: Bekräftelse av körning
ta: உறுதிப்படுத்தல் இயக்கவும்
tr: Çalıştırma Onayı
uk: Запуск з підтвердженням
vi: Chạy xác nhận
zh_cn: 运行确认

source: Run how often?
cs: Jak často spouštět?
el: Πόσο συχνά να γίνεται εκτέλεση;
fi: Kuinka usein toistetaan?
hr: Pokreni koliko često?
it: Quanto spesso avvio?
lt: Kaip dažnai vykdyti ?
nl: Hoe vaak uitvoeren?
pl: Jak często uruchamiać?
sk: Ako často spúšťať?
sr: Pokreni koliko često?
sv: Hur ofta kör du?
ta: எத்தனை முறை ஓடு?
tr: Ne sıklıkta çalıştırıyorsunuz?
uk: Як часто запускати?

source: Run script
bg: Изпълнете скрипт
cs: Spustit skript
da: Kør skript
de: Skript ausführen
el: Εκτέλεση σεναρίου ενεργειών
et: Käivita skript
fi: Suorita scripti
fr: Exécuter le script
hr: Pokreni skriptu
it: Esegui script
lt: Paleiskite scenarijų
nl: Script uitvoeren
pl: Uruchom skrypt
sk: Spustiť skript
sr: Pokreni skriptu
sv: Kör skript
ta: ச்கிரிப்டை இயக்கவும்
tr: Komut dosyasını çalıştır
uk: Запустити скрипт
vi: Chạy script
zh_cn: 运行脚本
