Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Command '%s' is unknown
cs: Příkaz „%s“ není znám
el: Η εντολή '%s' είναι άγνωστη
fi: Komento '%s' on tuntematon
hr: Naredba '%s' nije poznata
it: Il comando '%s' è sconosciuto
lt: Komanda '%s' nežinoma
nl: Het commando '%s' bestaat niet
pl: Polecenie '%s' jest nieznane
sk: Príkaz '%s' nie je známy
sr: Komanda '%s' je nepoznata
sv: Kommando '%s' är okänt
ta: '%s' கட்டளை தெரியவில்லை
tr: '%s' komutu bilinmiyor
uk: Команда '%s' невідома

source: Command execution...
bg: Изпълнение команди...
cs: Výkonání příkazu...
da: Kommando udføres...
de: Befehl wird ausgeführt...
el: Εκτέλεση εντολής...
et: Käskude täitmine.
fi: Peruutetaanko suoritus...
fr: Exécution de la commande...
hr: Izvršenje naredbe...
hu: Parancs végrehajtása...
it: Esecuzione comando...
lt: Vykdoma komanda...
nl: Commando uitvoeren...
pl: Wykonywanie polecenia...
pt_br: Execução de comando...
ru: Выполнение команды...
sk: Vykonávanie príkazu...
sl: Izvajanje zahteve...
sr: Izvršenje komande...
sv: Utförande av order...
ta: கட்டளை சாவுஒறுப்பு ...
tr: Komut çalıştırılıyor...
uk: Команда виконується...
vi: Thực hiện lệnh ..
zh_cn: 正在执行命令...

source: Command finished.
cs: Příkaz dokončen.
el: Η εντολή ολοκληρώθηκε.
fi: Komento suoritettu.
hr: Naredba je završena.
it: Comando terminato.
nl: Commando voltooid.
pl: Polecenie zakończone.
sk: Príkaz dokončený.
sr: Komanda završena.
sv: Kommandot avslutat.
ta: கட்டளை முடிந்தது.
tr: Komut tamamlandı.
uk: Команда завершена.

source: Command order
bg: Команден ред
cs: Pořadí příkazů
da: Kommando rækkefølge
de: Befehlsfolge
el: Σειρά εντολών
et: Käskude järjekord
fi: Käskyjen järjestys
fr: Ordre de la commande
hr: Redoslijed naredbi
hu: Parancs sorrend
it: Ordine comandi
lt: Komandų seka
nl: Commando volgorde
pl: Kolejność poleceń
pt_br: Ordem dos comandos
ru: Очередность команд
sk: Poradie príkazov
sl: Zaporedje ukazov
sr: Redosled komandi
sv: Kommandoordning
ta: கட்டளை வரிசை
tr: Komut sıralaması
uk: Послідовність команд
vi: Lệnh
zh_cn: 指令次序

source: Command to run
cs: Příkaz spustit
el: Εντολή προς εκτέλεση
fi: Suoritettava komento
fr: Commande à exécuter
hr: Naredba za pokretanje
it: Comando da eseguire
lt: Komanda vykdymui
nl: Opdracht om uit te voeren
pl: Polecenie do uruchomienia
sk: Príkaz na spustenie
sr: Komanda za pokretanje
sv: Kommando att köra
ta: இயக்க கட்டளை
tr: Çalıştırılacak komut
uk: Команда для запуску

source: Command type
bg: Тип команда
cs: Příkaz typu
da: Kommandotype
de: Befehlsart
el: Τύπος εντολής
et: Käskluse tüüp
fi: Käskyn tyyppi
fr: Type de commande
hr: Vrsta naredbe
hu: Parancs típus
it: Tipo comando
lt: Komandų tipas
nl: Type opdracht
pl: Wpisz polecenie
ru: Тип команды
sk: Typ príkazu
sr: Tip komande
sv: Typ av kommando
ta: கட்டளை வகை
tr: Komut tipi
uk: Тип команди
vi: Loại lệnh
zh_cn: 命令类型

source: Commit
el: Υποβολή
fi: Sitoutuminen
hr: Izvršenje
sk: Odovzdať
sr: Izvršenje
sv: Arkivera
ta: கமிட்
tr: Taahhüt Günlüğü
uk: Зміни

source: Commit Information Actions
cs: Akce s informacemi commitu
el: Πληροφορίες καταγραφής υποβολής
fi: Yleiset tiedot Toiminnot
fr: Engager des actions d'information
hr: Izvršenje Radnje Info
it: Azioni sulle informazioni di commit
lt: Vykdyti informacijos veiksmus
nl: Commit Informatie Acties
pl: Akcje informacji o commicie
sk: Akcie pre odovzdanie informácií
sr: Izvršenje Radnje Info
sv: Åtagande Information Åtgärder
ta: செய்தி செயல்களைச் செய்யுங்கள்
tr: Taahhüt Bilgisi İşlemleri
uk: Здійснення інформаційних дій

source: Commit Log
el: Καταγραφή υποβολής
fi: Yleiset logit
hr: Izvršenje Log
it: Registro commit
lt: Įsipareigoti žurnalą
pl: Dziennik Commitów
sk: Denník o odovzdaniach
sr: Izvršenje Log
sv: Logg för åtaganden
ta: பதிவு செய்யுங்கள்
tr: Taahhüt Günlüğü
uk: Журнал фіксації

source: Commit Log Information
cs: Informace commit logu
el: Πληροφορίες καταγραφής υποβολής
fi: Yleiset lokit tiedot
hr: Izvršenje Log Info
it: Informazioni sul registro commit
lt: Pateikti žurnalo informaciją
nl: Commit Log Informatie
pl: Informacje z dziennika commitów
sk: Informácie denníka o odovzdaní
sr: Izvršenje Log Info
sv: Information om logg för åtaganden
ta: பதிவு தகவல்களைச் செய்யுங்கள்
tr: Taahhüt Günlüğü Bilgisi
uk: Інформація журналу фіксації

source: Commit Logs
cs: Commit logy
el: Καταγραφές υποβολής
fi: Yleiset logit
fr: Journaux d'engagement
hr: Izvršenja Log
it: Registro commit
lt: Naujinių žurnalai
nl: Commit Informatie
pl: Logi commitów
sk: Denníky o odovzdaní
sr: Izvršenja Log
sv: Loggar för åtaganden
ta: பதிவுகள் செய்யுங்கள்
tr: Taahhüt Günlükleri
uk: Перегляд змін

source: Common Information Actions
cs: Běžné informační akce
el: Ενέργειες κοινών πληροφοριών
fi: Yleiset tiedot
fr: Actions d'information communes
hr: Radnja Izvršenja Info
it: Azioni sulle informazioni comuni
lt: Bendrosios informacijos veiksmai
nl: Algemene Informatie Acties
pl: Wspólne akcje informacji
sk: Spoločné akcie pre informácie
sr: Radnja Izvršenja Info
sv: Gemensamma informationsåtgärder
ta: பொதுவான செய்தி செயல்கள்
tr: Taahhüt Bilgisi İşlemleri
uk: Загальні інформаційні дії

source: Common Interface
cs: CI rozhraní
el: Κοινή διεπαφή
et: CI liides
fi: CI liitäntä Ja CAM
fr: Interface Commune
hr: Zajedničko Sučelje
hu: CI modulfogadó
lt: Įstatomi moduliai
pl: Moduł CI
pt_br: Interface Comum (CI)
ru: Интерфейс карт и модулей
sk: Rozhranie CI
sl: Status CI vmesnika
sr: Zajednički interfejs
sv: Gemensamt gränssnitt
ta: பொதுவான இடைமுகம்
tr: Ortak Arayüz
uk: Модуль доступу
vi: Giao diện chung
zh_cn: 通用接口

source: Common Interface Assignment
cs: Konfigurace CI slotů
da: Common Interface tildeling
de: Common Interface-Zuweisung
el: Ανάθεση Κοινής διεπαφής
et: CI määrangud
fi: CI-määritykset
fr: Affectation Interface Commune
hr: Dodjela Zajedničkog Sučelja
hu: CI hozzárendelés
it: Assegnazione Common Interface
lt: Įstatomo modulio priskyrimas
nl: Common interface taken
pl: Zadania modułu CI
ru: Картоприемник
sk: Priradenie Common Interface
sr: Zajednički interfejs zadatak
sv: Tilldelning av gemensamt gränssnitt
ta: பொதுவான இடைமுக ஒதுக்கீடு
tr: Ortak Arayüz Ataması
uk: Призначення Модуля доступу
vi: Giao diện chung
zh_cn: 通用接口分配

source: Common Interface Settings
cs: Nastavení společného rozhraní
el: Ρυθμίσεις κοινής διεπαφής
fi: CI Asetukset
hr: Zajedničke Postavke Sučelja
it: Impostazioni Common Interface
nl: Common Interface-instellingen
pl: Ustawienia CI
sk: Nastavenia CI
sr: Opšta podešavanja interfejsa
sv: Gemensamma inställningar för gränssnitt
ta: பொதுவான இடைமுக அமைப்புகள்
tr: Ortak Arayüz Ayarları
uk: Загальні налаштування інтерфейсу

source: Common Settings
cs: Společná nastavení
el: Κοινές ρυθμίσεις
fi: Yleiset Asetukset
hr: Modul Podešavanja
it: Impostazioni comuni
nl: Algemene instellingen
pl: Ustawienia wspólne
sk: Spoločné nastavenia
sr: Modul Podešavanja
sv: Vanliga inställningar
ta: பொதுவான அமைப்புகள்
tr: Ortak Ayarlar
uk: Загальні налаштування

source: Common Setup Actions
bg: Общи действия за настройка
cs: Běžné instalační akce
el: Ενέργειες κοινών ρυθμίσεων
fi: Yleiset asetukset
fr: Actions de configuration communes
hr: Opće Radnje Podešavanja
it: Azioni di configurazione comuni
lt: Bendrieji nustatymo veiksmai
nl: Algemene keuzes
pl: Typowe Czynności Konfiguracyjne
sk: Akcie pre spoločné nastavenia
sr: Opšte Radnje Podešavanja
sv: Vanliga installationsåtgärder
ta: பொதுவான அமைவு செயல்கள்
tr: Ortak Kurulum İşlemleri
uk: Загальні дії з налаштування

source: Comoros
cs: Komory
da: Comorerne
de: Komoren
el: Κομόρες
et: Komoori saared
fr: Comores
hu: Comore-szigetek
it: Comore
lt: Komorai
nl: Comoren
pl: Komory
sk: Komory
sv: Komorerna
ta: கோமரோச்
tr: Komorlar
uk: Коморські острови
zh_cn: 科摩罗

source: Compiled by
bg: Компилиран от
cs: Zkompiloval
el: Συντέθηκε από
fi: Tehnyt
hr: Sastavio
it: Compilato da
lt: Sudarė
nl: Compiled door
pl: Opracowane przez
sk: Skompiloval
sr: Sastavio
sv: Sammanställt av
ta: தொகுத்தது
tr: Derleyen
uk: Зроблено

source: Complete
bg: Пълно
cs: Kompletní
da: Fuld
de: Komplett
el: Πλήρης
et: Täielik
fi: Täysi
fr: Terminé
hr: Kompletno
hu: Kész
it: Completo
lt: Pilnas
nl: Compleet
pl: Kompletny
pt_br: Completo
ru: Полное
sk: Úplné
sl: Končano
sr: Kompletno
sv: Genomförd
ta: முழுமையானது
tr: Tam
uk: Виконано
vi: Hoàn thành
zh_cn: 完成

source: Complete Backup
bg: Пълно архивиране
cs: Zálohovat Image
da: Fuld sikkerhedskopi
de: Vollständige Sicherung
el: Πλήρης εφεδρεία
et: Püsivaratõmmise loomine
fi: Täydellinen varmuuskopio
fr: Sauvegarde complète
hr: Kompletna Rezervna Kopija
hu: Teljes mentés
it: Backup completo
lt: Pilna atsarginė kopija
nl: Volledige back-up
pl: Kopia zapasowa systemu
ru: Полный бекап
sk: Úplná záloha
sr: Kompletna Rezervna Kopija
sv: Komplett säkerhetskopiering
ta: முழுமையான காப்புப்பிரதி
tr: Tam Yedekleme
uk: Повна копія іміджу
vi: Hoàn thành sao lưu
zh_cn: 完整备份

source: Complex (allows mixing audio tracks and aspects)
bg: Комплексно (позволява смесване на audio tracks и аспекти)
cs: Komplexní (umožňuje míchat audio stopy a zobrazení)
da: Kompleks (tillader blanding af lydspor og billedformater)
de: Komplex (Erlaubt das Mischen von Tonspuren und Formaten)
el: Σύνθετη (επιτρέπει τη μίξη ροών ήχου και λόγου πλευρών)
et: Täielik (võimaldab heliribade miksimist)
fi: Laajennettu (useita ääniraitoja ja kuvasuhteita)
fr: Complexe (autorise le mixages des pistes audio et aspects)
hr: Složen (omogućuje miješanje audio zapisa i omjera slike)
hu: Komplex (engedélyezi a hangfolyamok és méretarányok keverését)
it: Complessa (consente mix tracce audio e aspetti)
lt: Kompleksinis (leidžia sumaišyti garso takelius ir formatus)
nl: Complex (mixen audio sporen en aspecten)
pl: Kompleksowe (pozwala miksować ścieżki i rodzaje audio)
pt_br: Complexo (permite misturar trilhas de áudio e aspectos)
ru: Комплекс (микширование звуковых дорожек и разрешения видео)
sk: Komplexné (umožňuje miešanie rôznych zvukových a obrazových stôp a formátov)
sl: Kompleksno (omogoča mešanje audio sledi in pogledov)
sr: Kompleks (omogućava mešanje audio zvuka i aspekt videa)
sv: Komplex (tillåter mixning av ljudspår och aspekter)
ta: சிக்கலானது (ஆடியோ தடங்கள் மற்றும் அம்சங்களை கலக்க அனுமதிக்கிறது)
tr: Karmaşık (ses parçalarının ve unsurlarının karıştırılmasına olanak tanır)
uk: Комплексно (дозволяє змішувати аудіо-доріжки і аспекти)
vi: Phức tạp (cho phép trộn các rãnh âm thanh và các khía cạnh)
zh_cn: 综合(允许混合音轨和相位)

source: Composition of the recording filenames
bg: Състав на имената на запис на файлове
cs: Vytváření názvů nahrávaných souborů
da: Sammensætning af optagelsers filnavne
de: Dateinamen für Aufnahmen
el: Σύνθεση ονομάτων των εγγραφών
et: Salvestuste nime kuju
fi: Tallenteiden tiedostonimien rakenne
fr: Composition noms de fichiers d'enregistrement
hr: Sastav naziva datoteka snimanja
hu: A felvételi fájlnevek összeállítása
it: Composizione nomi dei file di registrazione
lt: Įrašo failų sudėtis
nl: Samenstelling van de opname bestandsnamen
pl: Składnia nazwy nagrania
pt_br: Composição do nome das gravações
ru: Тип наименования для записей
sk: Zostavenie názvu súboru s nahrávkou
sl: Struktura imena posnetih datotek
sr: Sastav ime fajla za snimanje
sv: Sammansättning av inspelningens filnamn
ta: பதிவு கோப்பு பெயர்களின் கலவை
tr: Kayıt dosyası isimlerinin oluşturulması
uk: Величина назви файлів запису
vi: Thành phần của tên tệp ghi âm
zh_cn: 录像文件名的组成

source: Compress root file system tar file. (This takes the most time!)
cs: Komprimace souboru tar kořenového systému souborů. (To zabere nejvíc času!)
el: Συμπίεση αρχείου tar ρίζας συστήματος. (Χρειάζεται περισσότερο χρόνο!)
fi: Pakkaa root tiedostojärjestelmän tar tiedosto. (Tämä vie eniten aikaa!)
hr: Kompresuj tar datoteku korjenskog fajla sustava. (Ovo zahtjeva najviše vremena!)
it: Comprimi il file tar del file system root questa è l'operazione che richiede più tempo!)
nl: Het Tar-bestand van het Root- bestandssysteem comprimeren (Dit duurt het langst!)
pl: Kompresowanie pliku tar głównego systemu plików. (To zajmuje najwięcej czasu!)
sk: Komprimovať súbor TAR koreňového systému súborov. (Toto zaberie najviac času!)
sr: Kompresuj tar datoteku korenskog fajl sistema. (Ovo zahteva najviše vremena!)
sv: Komprimera tar-filen för rotfilsystemet. (Detta tar mest tid!)
ta: ரூட் கோப்பு முறைமை தார் கோப்பை சுருக்கவும். (இது அதிக நேரம் எடுக்கும்!)
tr: Kök dosya sistemi tar dosyasını sıkıştırın. (Bu en çok zaman alan işlemdir!)
uk: Стиснення tar файлу кореневої файлової системи. (Це займає найбільше часу!)

source: Compressed bits/pixel
cs: Komprimované bity/pixel
el: Συμπιεσμένα bits/πίξελ
fi: Pakattu bittiä/pikseli
hr: Komprimovani bitovi/pikseli
it: Bit/pixel compressi
lt: Suglaudinti bitai / pikseliai
nl: Gecomprimeerde bits/pixel
pl: Skompresowane bity/pixele
sk: Komprimované bity/pixely
sr: Komprimovani bitovi/pikseli
sv: Komprimerade bitar/pixel
ta: சுருக்கப்பட்ட பிட்கள்/பிக்சல்
tr: Sıkıştırılmış bit/piksel
uk: Стислі біти/піксель

source: Config
bg: Конфиг
cs: Konfigurace
da: Konfig
de: Konfiguriere
el: Παραμετροποίηση
fi: Asetus
fr: Configuration
hr: Konfiguracija
it: Configurazione
lt: Konfigūravimas
nl: Configureren
pl: Skonfiguruj
sk: Konfig
sr: Konfiguracija
sv: Konfig
ta: கட்டமைப்பு
tr: Yapılandırma
uk: Налаштування
zh_cn: 配置

source: Config file %s saved.
bg: Конфигурационния файл %s запазен.
cs: Konfigurační soubor %s byl uložen.
el: Το αρχείο ρυθμίσεων %s αποθηκεύτηκε.
fi: Asetustiedosto %s tallennettu.
fr: Ficher de configuration %s sauvegardé.
hr: Konfiguracijska datoteka %s je spremljena.
it: File di configurazione %s salvato.
lt: Konfigūracijos failas %s išsaugotas.
nl: Configuratiebestand %s opgeslagen.
pl: Plik konfiguracyjny %s zapisany.
sk: Konfiguračný súbor %s uložený.
sr: Konfiguracioni fajl %s sačuvan.
sv: Konfigureringsfil %s sparad.
ta: கட்டமைப்பு கோப்பு %s சேமிக்கப்பட்டது.
tr: Yapılandırma dosyası %s kaydedildi.
uk: Конфігураційний файл %s збережено.

# Abbreviation of 'Configurable'
source: Configurable
cs: Nastavitelné
el: Παραμετροποιήσιμο
fi: Määritettävissä
hr: Konfigurisanje
it: Configurabile
lt: Konfigūruojama
nl: Configureerbaar
pl: Konfigurowalne
sk: Konfigurovateľné
sr: Konfigurisanje
sv: Konfigurerbar
ta: உள்ளமைக்கக்கூடிய
tr: Yapılandırılabilir
uk: Налаштовується

source: Configuration file '%s' has been modified since it was installed, would you like to keep the modified version?
bg: Конфигурационният файл (%s) се променя по време на процеса на инсталиране. Искате ли да запазите промените?
cs: Konfigurační soubor (%s) byl od instalace změněn. Chcete zachovat Vaší verzi?
el: Ένα αρχείο ρυθμίσεων '%s' έχει τροποποιηθεί μετά την εγκατάστασή του. Θέλετε να διατηρήσετε την τροποποιημένη έκδοση;
fi: Asetustiedostoa (%s) on muokattu asennuksen jälkeen, Haluatko säilyttää oman versiosi?
fr: Un fichier de configuration (%s) a été modifié depuis l'installation. Conserver la version modifiée?
hr: Konfiguracijska datoteka '%s' je izmijenjena otkad je instalirana, želite li zadržati izmijenjenu verziju?
it: Il file di configurazione '%s' è stato modificato da quando è stato installato, desideri mantenere la versione modificata?
lt: Konfigūracijos failas "%s" buvo modifikuotas nuo jo įdiegimo, ar norite išsaugoti modifikuotą versiją?
nl: Een configuratiebestand '%s' is sinds de installatie gewijzigd, wilt u uw gewijzigde versie behouden?
pl: Plik konfiguracyjny '%s ' został zmodyfikowany od czasu instalacji, czy chcesz zachować zmodyfikowaną wersję?
sk: Konfiguračný súbor (%s) bol od inštalácie zmenený. Chcete zachovať upravenú verziu?
sr: Konfiguracioni fajl '%s' je promenjen posle instalacije. Želite sačuvati vašu verziju?
sv: Konfigurationsfilen '%s' har ändrats sedan den installerades, vill du behålla den ändrade versionen?
ta: உள்ளமைவு கோப்பு '%s' நிறுவப்பட்டதிலிருந்து மாற்றியமைக்கப்பட்டுள்ளது, மாற்றியமைக்கப்பட்ட பதிப்பை வைத்திருக்க விரும்புகிறீர்களா?
tr: '%s' yapılandırma dosyası kurulumdan sonra değiştirildi, değiştirilmiş sürümü korumak ister misiniz?
uk: Файл конфігурації '%s' був змінений під час інсталяції. Бажаєте зберегти дану версію?

source: Configuration mode
bg: Режим на конфигурация
cs: Konfigurační mód
da: Konfigurationstilstand
de: Konfiguration
el: Τύπος ρύθμισης
et: Häälestamine
fi: Asetustila
fr: Mode de configuration
hr: Način konfiguracije
hu: Konfigurációs mód
it: Configurazione
lt: Konfigūracijos režimas
nl: Configuratie modus
pl: Tryb konfiguracji
pt_br: Modo de configuração
ru: Режим конфигурации
sk: Konfiguračný režim
sr: Režim konfiguracje
sv: Konfigurationsläge
ta: உள்ளமைவு பயன்முறை
tr: Yapılandırma modu
uk: Режим конфігурації
vi: Chế độ cấu hình
zh_cn: 配置模式

source: Configuration options for the HELP screen can be found in 'MENU > Setup > Usage & User Interface > Settings'.
bg: Опциите за конфигуриране на екрана ПОМОЩ могат да бъдат намерени в „МЕНЮ > Настройка > Използване и потребителски интерфейс > Настройки“.
cs: Možnosti konfigurace pro obrazovku NÁPOVĚDA lze nalézt v 'MENU > Nastavení > Použití a uživatelské rozhraní > Nastavení'.
el: Οι επιλογές ρυθμίσεων για την οθόνη βοήθειας βρίσκονται στη διαδρομή 'MENU > Ρυθμίσεις > Χρήση και διεπαφή χρήστη > Ρυθμίσεις'.
fi: Ohje näytön määritysvaihtoehdot löytyvät VALIKKO> Asetukset > Käyttöliittymä > kuvaruudun asetukset.
fr: Les options de configuration de l'écran AIDE se trouvent dans 'MENU > Configuration > Utilisation et interface utilisateur > Paramètres'.
hr: Opcije konfiguracije za zaslon POMOĆ mogu se pronaći u odjeljku 'IZBORNIK > Podešavanje > Korisnik& Korisničko sučelje > Postavke'.
it: Le opzioni di configurazione per la schermata GUIDA sono disponibili in 'MENU > Impostazioni > Interfaccia utente > Impostazioni'.
lt: Ekrano konfigūravimo pagalbos parinktis galima rasti "MENIU > Sąranka > Naudojimas ir vartotojo sąsajos > Nustatymai".
nl: Configuratieopties voor het HELP-scherm kunt u vinden in 'MENU > Instellingen > Bediening & GUI > OSD'.
pl: Opcje konfiguracji ekranu POMOC można znaleźć w „MENU > Ustawienia > Użycie i interfejs użytkownika > Ustawienia”.
sk: Možnosti konfigurácie obrazovky HELP nájdete v „MENU > Nastavenie > Používanie a GUI > Nastavenia“.
sr: Opcije podešavanja za ekran POMOĆ možete pronaći u 'MENI > Podešavanje> Upotreba > Korisnik interfejs> Postavke'.
sv: Konfigurationsalternativ för HELP-skärmen finns i "MENU > Setup > Usage & User Interface > Settings".
ta: உதவித் திரைக்கான உள்ளமைவு விருப்பங்களை 'மெனு> அமைவு> பயன்பாடு மற்றும் பயனர் இடைமுகம்> அமைப்புகள்' இல் காணலாம்.
tr: YARDIM ekranının yapılandırma seçenekleri 'MENÜ > Kurulum > Kullanım & Kullanıcı Arayüzü > Ayarlar' bölümünde bulunabilir.
uk: Параметри конфігурації довідки HELP можна знайти в 'Меню > Налаштування > Використання та інтерфейс > Settings'.

source: Configure DNS (name servers)
cs: Konfigurace DNS (názvové servery)
el: Ρύθμιση διακομιστών ονομάτων (DNS)
fi: Määritä DNS (nimipalvelimet)
hr: Podesi DNS (ime servera)
it: Configura DNS (server dei nomi)
nl: DNS (Nameserver) configureren
pl: Konfiguruj DNS (serwery nazw)
sk: Konfigurovať DNS (názvové servery)
sr: Podesi DNS (ime servera)
sv: Konfigurera DNS (namnservrar)
ta: DNS ஐ உள்ளமைக்கவும் (பெயர் சேவையகங்கள்)
tr: DNS (ad sunucuları) yapılandır
uk: Налаштувати DNS (сервери імен)

source: Configure an additional delay to improve external subtitle synchronization.
bg: Конфигурирайте допълнително забавяне, за да подобрите синхронизацията на външните субтитри.
cs: Nastavení zpoždění pro lepší synchronizaci externích titulků.
el: Ρύθμιση πρόσθετης καθυστέρησης για βελτίωση του συγχρονισμού των εξωτερικών υποτίτλων.
fi: Määritä ylimääräinen viive parantaaksesi ulkoisten tekstitysten ajoitusta.
fr: Configure un retard supplémentaire pour améliorer la synchronisation des sous-titres externes.
hr: Konfigurirajte dodatnu odgodu za poboljšanje vanjske sinkronizacije titlova.
it: Configura un ritardo aggiuntivo per migliorare la sincronizzazione dei sottotitoli esterni.
lt: Konfigūruokite papildomą delsą, kad pagerintumėte išorinių subtitrų sinchronizavimą.
nl: Extra vertraging ter verbetering van synchronisatie van externe ondertitels.
pl: Skonfiguruj dodatkowe opóźnienie w celu polepszenia synchronizacji zewnętrznych napisów.
sk: Nastavte dodatočné oneskorenie na zlepšenie synchronizácie externých titulkov.
sr: Podesite dodatno odlaganje da bi poboljšali sinhronizaciju spoljnih titlova.
sv: Konfigurera en extra fördröjning för att förbättra synkroniseringen av externa undertexter.
ta: வெளிப்புற வசன ஒத்திசைவை மேம்படுத்த கூடுதல் தாமதத்தை உள்ளமைக்கவும்.
tr: Harici altyazı senkronizasyonunu iyileştirmek için ek bir gecikme yapılandırın.
uk: Налаштування додаткової затримки для поліпшення синхронізації зовнішніх субтитрів.

source: Configure an additional delay to improve subtitle synchronization.
bg: Конфигурирайте допълнително забавяне, за да подобрите синхронизирането на субтитрите.
cs: Nastavení zpoždění pro lepší synchronizaci titulků.
el: Ρύθμιση πρόσθετης καθυστέρησης για βελτίωση του συγχρονισμού των υποτίτλων.
fi: Määritä ylimääräinen viive parantaaksesi tekstitysten ajoitusta.
fr: Configure un retard supplémentaire pour améliorer la synchronisation des sous-titres.
hr: Konfigurirajte dodatnu odgodu za poboljšanje sinkronizacije titlova.
it: Configura un ritardo aggiuntivo per migliorare la sincronizzazione dei sottotitoli.
lt: Sukonfigūruokite papildomą delsą, kad pagerintumėte subtitrų sinchronizavimą.
nl: Een extra vertraging of versnelling van ondertitels voor een betere synchronisatie. U kunt een waarde kiezen tussen -10 en +20 seconden.
pl: Skonfiguruj dodatkowe opóźnienie w celu polepszenia synchronizacji napisów.
sk: Nastavte dodatočné oneskorenie na zlepšenie synchronizácie titulkov.
sr: Podesite dodatno odlaganje da bi poboljšali sinhronizaciju titlova.
sv: Konfigurera en extra fördröjning för att förbättra synkroniseringen av undertexter.
ta: வசன ஒத்திசைவை மேம்படுத்த கூடுதல் தாமதத்தை உள்ளமைக்கவும்.
tr: Altyazı senkronizasyonunu iyileştirmek için ek bir gecikme yapılandırın.
uk: Налаштування додаткової затримки для поліпшення синхронізації субтитрів.
