Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Service zap first button delay
cs: Zpoždění prvního tlačítka při přepínání
el: Πρώτο πλήκτρο καθυστέρησης ζάπινγκ καναλιού
fi: Kanavan vaihtoviive ensimmäinen näppäin
fr: Délai zap au 1er appui touche
hr: Servis zap kašnjenje prvog dugmeta
it: Ritardo di zap al canale del primo tasto
lt: Kanalo jungimo delsa pirmu mygtuku
nl: Zender zap vertraging eerste knop
pl: Tryb opóźnienia przełączania kanału (pierwszy przycisk)
sk: Oneskorenie prvého tlačidla po prepnutí
sr: Servis zap kašnjenje prvog dugmeta
sv: Service zap första knappen fördröjning
ta: சேனல் சாப் நேரந்தவறுகை முதல் பொத்தானை
tr: Kanal değiştirme ilk tuş gecikmesi
uk: Затримка переключення каналу при першому натисканні

source: Service zap other button delay
cs: Zpoždění dalších tlačítek při přepínání
el: Καθυστέρηση ζάπινγκ άλλου πλήκτρου
fi: Kanava vaihto viive toista näppäintä
fr: Délai zap à l'appui touches suivantes
hr: Servis zap kašnjenje drugog dugmeta
it: Ritardo di zap al canale di un altro tasto
lt: Kanalo jungimo delsa kitu mygtuku
nl: Zender zap vertraging andere knop
pl: Tryb opóźnienia przełączania kanału (inny przycisk)
sk: Oneskorenie ďalších tlačidiel pri prepnutí kanála
sr: Servis zap kašnjenje drugog dugmeta
sv: Service zap annan knappfördröjning
ta: சேனல் சாப் மற்றொரு பொத்தானை தாமதப்படுத்துகிறது
tr: Kanal değiştirme diğer tuş gecikmesi
uk: Затримка переключення каналу при наступному натисканні

source: Service zap screen contents
cs: Obsah obrazovky pro přepnutí služby
el: Περιεχόμενα οθόνης κατά το ζάπινγκ υπηρεσιών
fi: Kanavan vaihto ruudun sisältö
hr: Servis zap sadržaja zaslona
it: Contenuto schermata di zap del servizio
nl: Beeldscherminhoud tijdens het zappen
pl: Zawartość ekranu przełączania
sr: Servis zapisi sadržaj ekrana
sv: Service zap skärmens innehåll
tr: Kanal değiştirme ekranı içeriği
uk: Вміст екрана перемикання між каналами

source: ServiceName
bg: Име на сервиза
cs: Název programu
da: KanalNavn
de: Sender-Name
el: Όνομα υπηρεσίας
et: Kanali nimi
fi: Kanavan nimi
fr: Nom du service
hr: Ime kanala
hu: Csatornanév
it: Nome del servizio
lt: Kanalo pavadinimas
nl: Zendernaam
pl: Nazwa kanału
ru: Название канала
sk: Názov stanice
sr: Ime kanala
sv: Tjänstens namn
ta: பணி பெயர்
tr: Kanal İsmi
uk: Назва каналу
vi: Tên dịch vụ
zh_cn: 频道名称

source: ServicePicon
bg: Пикон на зервиза
cs: Pikona programu
da: KanalPikon
de: Sender-Picon
el: Λογότυπο υπηρεσίας
et: Pikon
fi: Kanavalogo
fr: Picon du service
hr: Pikon kanala
hu: Csatorna képe
it: Picon del servizio
lt: Kanalo logotipas
nl: Zender picon
pl: Picon Kanału
ru: Пикон канала
sk: Pikona stanice
sr: Pikon kanala
tr: Kanal Pikonu
uk: Пікон каналу
vi: TênPicon
zh_cn: 频道图标

source: Serviceinfo
bg: Сервизна информация
cs: Informace o programu
da: Kanalinfo
de: Kanal-Informationen
el: Πληροφορίες υπηρεσίας
et: Kanaliinfo
fi: Palvelutiedot
fr: Informations Service
hr: Info kanala
hu: Csatorna információ
it: Informazioni servizio
lt: Kanalo informacija
nl: Zender informatie
pl: Info o kanale
ru: Инфо канала
sk: Informácie o stanici
sl: Inform. o kanalu
sr: Info kanala
tr: Kanal bilgisi
uk: Інформація каналу
vi: Dịch vụ thông tin
zh_cn: 频道信息

source: Services
bg: Сервизи
cs: Programy
da: Kanaler
de: Kanäle
el: Υπηρεσίες
et: Kanalid
fi: Palvelut
hr: Kanali
hu: Csatornák
it: Servizi
lt: Kanalai
nl: Zenders
pl: Kanały
pt_br: Serviços
ru: Каналы
sk: Stanice
sl: Kanali
sr: Kanali
sv: Tjänster
ta: சேவைகள்
tr: Kanallar
uk: Канали
vi: Dịch vụ
zh_cn: 频道

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
bg: Сервизите могат да бъдат групирани в букети. Когато е активирана, използвате повече от един букет.
cs: Programy mohou být seskupeny do přehledů. Pokud je povoleno, můžete použít více než jeden přehled.
da: Kanaler kan grupperes i Buketter. Når dette er aktiveret, kan du bruge mere end en Buket.
de: Sender können in Favoriten gruppiert werden. Bei 'Ja' kann mehr als eine Favoritenliste benutzt werden.
el: Οι υπηρεσίες μπορούν να ομαδοποιηθούν σε μπουκέτα. Όταν είναι ενεργό, μπορείτε να χρησιμοποιήσετε παραπάνω του ενός μπουκέτα.
et: Kanalid saab rühmitada lemmiknimekirjadesse. Määrates 'jah', saad kasutada rohkem kui ühte lemmiknimekirja.
fi: Kanavat voidaan järjestää suosikkilistoiksi. Kun päällä, voit käyttää useita suosikkilistoja.
fr: Les services peuvent être regroupés en bouquets. Lorsqu'activé, vous pouvez utiliser plus d'un bouquet.
hr: Kanali mogu biti grupisani u buketima. Kada je omogućeno, možete koristiti više buketa.
hu: A csatornák csoportosíthatók csatornacsomagokba. Mikor engedélyezve van, akkor több mint egy csatornacsomagot lehet használni.
it: I servizi possono essere raggruppati in bouquet. Se abilitato, puoi usare più di un bouquet.
lt: Kanalai gali būti sugrupuoti į paketus. Kai čia įjungta, tas pats kanalas gali būti daugiau, nei viename pakete.
nl: Zenders kunnen worden gegroepeerd in favorietenlijsten. Wanneer ingeschakeld, kunt u meer dan één favorietenlijst gebruiken.
pl: Usługi mogą być pogrupowane w 'listy kanałów'. Po włączeniu tej funkcji będziesz mógł stworzyć więcej niż jedną listę.
ru: Можно создать разные фавориты. Если включено, можно создавать несколько фаворитов.
sk: Stanice je možné združovať do prehľadov. Ak je táto voľba zapnutá, môžete používať viac ako jeden prehľad.
sr: Kanali mogu biti grupisani u buketima. Kada je omogućeno, možete koristiti više buketa.
sv: Tjänster kan grupperas i buketter. När det är aktiverat kan du använda mer än en bukett.
ta: சேவைகள் சி-வைகாசி be grouped in bouquets. இயக்கப்பட்டால், நீங்கள் ஒன்றுக்கு மேற்பட்ட பூச்செண்டிகளைப் பயன்படுத்தலாம்.
tr: Kanallar, buketler halinde gruplandırılabilir. Etkinleştirildiğinde, birden fazla buket kullanabilirsiniz.
uk: Можна створити різні фаворити. Якщо включено, можна створювати кілька фаворитів.
vi: Dịch vụ có thể được nhóm trong bó hoa. Khi được bật, bạn có thể sử dụng nhiều hơn một gói kênh.
zh_cn: 服务可以按自定义分组.启用后,可以使用多个自定义.

source: Set As Startup Service
bg: зададен като стартиращ сервиз
cs: Nastavit jako spouštěcí službu
el: Ορισμός ως υπηρεσία εκκίνησης
fi: Valitse käynnistyskanavaksi
fr: Choisir comme service de démarrage
hr: Postavi kao pokretanje kanala
it: Imposta come servizio di avvio
lt: nustatyti, kaip pradinį kanalą
nl: Als startzender instellen
pl: Użyj jako kanał startowy
sk: Nastaviť ako stanicu po spustení
sr: Postavi kao pokretanje kanala
sv: Ställ in som starttjänst
ta: தொடக்க சேவையாக அமைக்கவும்
tr: Başlangıç Kanalı Olarak Ayarla
uk: Встановити стартовим каналом

source: Set Base Time
bg: Задайте базово време
cs: Nastavit základní čas
el: Ορισμός χρόνου βάσης
fi: Aikaväli johon kellonajat pyöristetään
fr: Définir l’heure de base
hr: Podešavanje osnovnog vremena
it: Imposta tempo base
lt: Nustatykite bazinį laiką
nl: Standaardtijd instllen
pl: Ustaw czas bazowy
sk: Nastaviť základný čas
sr: Podešavanje osnovnog vremena
sv: Ställ in bastid
ta: அடிப்படை நேரத்தை அமைக்கவும்
tr: Temel Zamanı Ayarla
uk: Встановити Базовий час

source: Set CI Boot delay.
cs: Nastavit zpoždění spuštění CI.
el: Ορισμός καθυστέρησης έναρξης CI.
fi: Aseta CI Käynnistys viive.
hr: Podesite CI Boot kašnjenje.
it: Imposta ritardo di avvio CI.
nl: De CI Boot vertraging instellen.
pl: Ustaw opóźnienie rozruchu CI.
sk: Nastaviť oneskorenie spustenia CI.
sr: Podesite CI Boot kašnjenje.
sv: Ställ in CI Boot delay.
ta: தொஒ துவக்க தாமதத்தை அமைக்கவும்.
tr: CI Önyükleme gecikmesini ayarlayın.
uk: Встановіть затримку завантаження CI.

source: Set CI assignment for detection of available services.
bg: Задайте присвояване на CI за откриване на налични услуги.
cs: Nastavit přiřazení CI pro detekci dostupných služeb.
da: Sæt CI-tildeling for opdagelse af tilgængelige kanaler.
de: Bei 'Ja' Ermittlung verfügbarer Kanäle inklusive Berücksichtigung der CI-Zuweisung.
el: Ορισμός ανάθεσης CI για εντοπισμό των διαθέσιμων υπηρεσιών.
et: Seadista saadaolevate kanalite tuvastamiseks CI määrangud.
fi: 'Kyllä' valinnalla CI havaitsee käytettävissä olevat palvelut.
fr: Définir l’assignation du CI pour la détection des services disponibles.
hr: Podesite CI dodjelu za otkrivanje dostupnih kanala.
hu: Állítsa be a CI hozzárendelést a rendelkezésre álló Csatornák észlelésekor.
it: Imposta assegnazione CI per il rilevamento dei servizi disponibili.
lt: Prieinamų kanalų aptikimui, įtraukti ir CI priskyrimą.
nl: Stel CI toewijzing in voor de detectie van beschikbare zenders.
pl: Ustaw przypisanie CI do wykrywania dostępnych usług.
sk: Nastaviť priradenie CI na detekciu dostupných staníc.
sr: Podesite CI dodelu za otkrivanje dostupnih kanala.
sv: Ställ in CI-tilldelning för detektering av tillgängliga tjänster.
ta: கிடைக்கக்கூடிய சேவைகளைக் கண்டறிவதற்கு தொஒ ஒதுக்கீட்டை அமைக்கவும்.
tr: Geçerli kanalların tespiti için CI atamasını ayarlayın.
uk: Встановити призначення CI для виявлення доступних каналів.
vi: Đặt gán CI để phát hiện các dịch vụ khả dụng.
zh_cn: 有关可用服务检测设置CI分配.

source: Set DVB CI delay.
cs: Nastavit zpoždění DVB CI.
el: Ορισμός καθυστέρησης DVB CI.
fi: Aseta DVB CI viive.
hr: Podesite DVB CI kašnjenje.
it: Imposta ritardo DVB CI.
nl: DVB-CI-vertraging instellen.
pl: Ustaw opóźnienie DVB CI.
sk: Nastaviť oneskorenie DVB CI.
sr: Podesite DVB CI kašnjenje.
sv: Ställ in DVB CI-fördröjning.
ta: டி.வி.பி தொஒ தாமதத்தை அமைக்கவும்.
tr: DVB CI gecikmesini ayarlayın.
uk: Встановити затримку DVB CI.

source: Set Default
bg: Задайте по подразбиране
cs: Výchozí nastavení
el: Ορισμός προεπιλογής
fi: Oletus
fr: Définir par défaut
hr: Postavi Zadano
it: Imposta predefinito
lt: Nustatyti numatytąjį
nl: Als standaard instellen
pl: Przywróć domyślne
sk: Nastaviť predvolené
sr: Postavi default
sv: Ange som standard
ta: இயல்புநிலையை அமைக்கவும்
tr: Varsayılanı Ayarla
uk: Встановити за замовчуванням

source: Set Framerate for MiniTV
bg: Задайте Framerate за MiniTV
cs: Nastavit obnovovací kmitočet pro MiniTV
da: Sæt billedhastighed for MiniTV
de: Setze Wiederholrate für MiniTV
el: Ορισμός ρυθμού καρέ για το MiniTV
et: Määra MiniTV kaadrisagedus
fi: Aseta kuvataajuus MiniTV:lle
fr: Régler le fps pour MiniTV
hr: Podešavanje stope frejma za MiniTV
hu: Állítsa be a képarányt a MiniTV számára
it: Imposta frequenza per MIniTV
lt: Nustatykite MiniTV kadrų dažnį
nl: Stel de MiniTV framesnelheid in
pl: Ustaw ilość klatek na sekundę dla MiniTV
ru: Частота кадров для ПИГ-окна
sk: Nastavte snímkovú frekvenciu pre MiniTV
sr: Podešavanje stope frejma za MiniTV
sv: Ställ in bildhastighet för MiniTV
ta: மினிட்விக்கு பிரேம்ரேட் அமைக்கவும்
tr: MiniTV için Kare Hızını Ayarlayın
uk: Частота кадрів для PiG-вікна
vi: Đặt tốc độ khung hình cho MiniTV
zh_cn: 设置迷你电视帧速率

source: Set MAX CPU frequency for cores 0 and 1
cs: Nastavit MAX frekvenci CPU pro jádra 0 a 1
el: Ρύθμιση της μέγιστης συχνότητας CPU για τους πυρήνες 0 και 1
fi: Aseta suorittimen enimmäistaajuus ytimille 0 ja 1
hr: Postavi MAX CPU frekvenciju za jezgre 0 i 1
it: Imposta frequenza MAX CPU per i core 0 e 1
nl: MAX CPU-frequentie instellen voor de cores 0 en 1
pl: Ustaw Maksymalną częstotliwość CPU dla rdzeni 0 oraz 1
sk: Nastaviť MAX frekvenciu CPU pre jadrá 0 a 1
sr: Postavi MAX CPU frekvenciju za jezgre 0 i 1
sv: Ställ in MAX CPU-frekvens för kärnorna 0 och 1
ta: கோர்கள் 0 மற்றும் 1 க்கு அதிகபட்ச சிபியு அதிர்வெண்ணை அமைக்கவும்
tr: Çekirdek 0 ve 1 için MAX CPU frekansını ayarlayın
uk: Встановіть МАКСИМАЛЬНУ частоту ЦП для ядер 0 і 1

source: Set MAX CPU frequency for cores 2, 3, 4 and 5
cs: Nastavit MAX frekvenci CPU pro jádra 2, 3, 4 a 5
el: Ρύθμιση της μέγιστης συχνότητας CPU για τους πυρήνες 2, 3, 4 και 5
fi: Aseta suorittimen enimmäistaajuus ytimille 2, 3, 4 ja 5
hr: Postavi MAX CPU frekvenciju za jezgra 2, 3, 4 i 5
it: Imposta frequenza MAX CPU per i core 2, 3, 4 e 5
nl: MAX CPU-frequentie instellen voor de cores 2, 3, 4 en 5
pl: Ustaw Maksymalną częstotliwość CPU dla rdzeni 2, 3, 4 oraz 5
sk: Nastaviť MAX frekvenciu CPU pre jadrá 2, 3, 4 a 5
sr: Postavi MAX CPU frekvenciju za jezgra 2, 3, 4 i 5
sv: Ställ in MAX CPU-frekvens för kärnorna 2, 3, 4 och 5
ta: கோர்கள் 2, 3, 4 மற்றும் 5 க்கான அதிகபட்ச சிபியு அதிர்வெண்ணை அமைக்கவும்
tr: Çekirdek 2, 3, 4 ve 5 için MAX CPU frekansını ayarlayın
uk: Встановіть МАКСИМАЛЬНУ частоту ЦП для ядер 2, 3, 4 і 5

source: Set MIN CPU frequency for cores 0 and 1
cs: Nastavit MIN frekvenci CPU pro jádra 0 a 1
el: Ρύθμιση της ελάχιστης συχνότητας CPU για τους πυρήνες 0 και 1
fi: Aseta suorittimen minimi taajuus ytimille 0 ja 1
hr: Postavi MIN CPU frekvenciju za jezgre 0 i 1
it: Imposta frequenza MIN CPU per i core 0 e 1
nl: MIN CPU-frequentie instellen voor de cores 0 en 1
pl: Ustaw Minimalną częstotliwość CPU dla rdzeni 0 oraz 1
sk: Nastaviť MIN frekvenciu CPU pre jadrá 0 a 1
sr: Postavi MIN CPU frekvenciju za jezgre 0 i 1
sv: Ställ in MIN CPU-frekvens för kärnorna 0 och 1
ta: கோர் 0 மற்றும் 1 க்கு குறைந்தபட்ச சிபியு அதிர்வெண்ணை அமைக்கவும்
tr: Çekirdek 0 ve 1 için MIN CPU frekansını ayarlayın
uk: Встановіть МІНІМАЛЬНУ частоту процесора для ядер 0 і 1

source: Set MIN CPU frequency for cores 2, 3, 4 and 5
cs: Nastavit MIN frekvenci CPU pro jádra 2, 3, 4 a 5
el: Ρύθμιση της ελάχιστης συχνότητας CPU για τους πυρήνες 2, 3, 4 και 5
fi: Aseta suorittimen minimi taajuus ytimille 2, 3, 4 ja 5
hr: Postavi MIN CPU frekvenciju za jezgra 2, 3, 4 i 5
it: Imposta frequenza MIN CPU per i core 2, 3, 4 e 5
nl: MIN CPU-frequentie instellen voor de cores 2, 3, 4 en 5
pl: Ustaw Minimalną częstotliwość CPU dla rdzeni 2, 3, 4 oraz 5
sk: Nastaviť MIN frekvenciu CPU pre jadrá 2, 3, 4 a 5
sr: Postavi MIN CPU frekvenciju za jezgra 2, 3, 4 i 5
sv: Ställ in MIN CPU-frekvens för kärnorna 2, 3, 4 och 5
ta: கோர்கள் 2, 3, 4 மற்றும் 5 க்கான குறைந்தபட்ச சிபியு அதிர்வெண்ணை அமைக்கவும்
tr: Çekirdek 2, 3, 4 ve 5 için MIN CPU frekansını ayarlayın
uk: Встановіть МІНІМАЛЬНУ частоту процесора для ядер 2, 3, 4 і 5

source: Set Scaling governor
cs: Nastavit regulátor škálování
el: Ορισμός ρυθμιστή κλιμάκωσης
fi: Aseta skaalaus säädin
hr: Podesi skaliranje regulatora
it: Imposta regolatore di ridimensionamento
nl: Scaling governor instellen
pl: Ustaw regulator skalowania
sk: Nastaviť regulátor škálovania
sr: Podesi skaliranje regulatora
sv: Ställ in skalning av guvernör
ta: அளவிடுதல் ஆளுநரை அமைக்கவும்
tr: Ölçeklendirme denetleyicisini ayarlayın
uk: Встановити регулятор масштабування

source: Set Time
cs: Nastavení času
el: Ορισμός ώρας
fi: Aseta aika
hr: Postavi Vrijeme
it: Imposta tempo
lt: Nustatykite laiką
nl: Tijd instellen
pl: Ustaw czas
sk: Nastavte čas
sr: Podesi Vreme
sv: Ställ in tid
ta: நேரத்தை அமைக்கவும்
tr: Zaman Ayarla
uk: Встановити час

source: Set a time offset before a timer is due to start to allow VPS to scan for the latest event timing. Select '0' to disable this feature.
cs: Nastavte časový posun před spuštěním časovače, aby VPS mohl prohledat nejnovější časování událostí. Výběrem možnosti „0“ tuto funkci deaktivujete.
el: Αν είναι δυνατόν, x λεπτά πριν την έναρξη ενός χρονοδιακόπτη, το VPS-Plugin θα ελέγχει αν το πρόγραμμα θα ξεκινήσει νωρίτερα. (0 απενεργοποιεί τη λειτουργία)
hr: Postavite vremensko odstupanje prije nego što tajmer treba početi kako bi VPS mogao provjeriti najnovije vrijeme događaja. Odaberite '0' za onemogućavanje ove značajke.
it: Imposta un intervallo di tempo prima dell'avvio di un timer per consentire al VPS di eseguire la scansione per individuare l'orario dell'evento più recente. Seleziona '0' per disabilitare questa funzione.
lt: Jeigu galima, X minučių prieš laikmačio pradžią, VPS įskiepis patikrins, ar programa neprasideda anksčiau (0 - funkcija išjungta)
nl: Indien mogelijk zal de plugin x minuten voor de ingestelde starttijd controleren of een programma eerder begint. (0 schakelt deze optie uit)
sr: Postavite vremensko pomeranje pre nego što tajmer treba da počne kako bi VPS mogao da proveri najnovije vreme događaja. Odaberite '0' da biste onemogućili ovu funkciju.
sv: Om möjligt, x minuter innan en timer startar kommer VPS-Plugin att styra om programmet startar tidigare. (0 avaktiverar funktionen)
tr: VPS'nin en son olay zamanlamasını tarayabilmesi için zamanlayıcının başlamasından önce bir zaman aralığı ayarlayın. Bu özelliği devre dışı bırakmak için '0'ı seçin.
uk: Встановіть часовий зсув перед запуском таймера, щоб VPS міг сканувати час останньої події. Виберіть '0', щоб вимкнути цю функцію.

source: Set action for 'Info' key
bg: Задайте действие за клавиша „Информация“
cs: Nastavit akci pro klávesu „Info“
da: Sæt handling for 'INFO' taste
de: Aktion der INFO Taste einstellen
el: Επιλογή ενέργειας πλήκτρου 'Info'
et: 'Info' nupu vajutus
fi: Valitse toiminto ajastimelle
fr: Définir l’action pour la touche 'Info'
hr: Podešavanje radnje za 'Info' dugme
hu: Művelet beállítása ' Info ' kulcshoz
it: Imposta azione per il tasto 'INFO'
lt: Pasirinkite veiksmą 'info' mygtukui
nl: Selecteer actie voor INFO-knop
pl: Wybierz akcję dla klawisza 'INFO'
sk: Nastavte akciu pre tlačidlo 'Info'
sr: Podešavanje radnje za 'Info' taster
sv: Ställ in åtgärd för "Info"-knappen
ta: 'செய்தி' விசைக்கு செயலை அமைக்கவும்
tr: 'Info' tuşu için işlemi ayarlayın
uk: Вибір дії для кнопки 'Інфо'
vi: Đặt hành động cho khóa 'Thông tin'
zh_cn: 为'信息'键设置动作

source: Set alternative fallback tuners for DVB-T/C or ATSC
bg: Задаване на допълнителни резервни тунери за DVB-T/C или ATSC
cs: Nastavení záložních tunerů pro DVB-T/C nebo ATSC
el: Ορισμός εναλλακτικών εφεδρικών tuner για DVB-T/C ή ATSC
fi: Vaihtoehtoiset etävirittimet DVB-T/C tai ATSC
fr: Définir d'autres tuners de repli pour DVB-T/C ou ATSC
hr: Podesi alternativne rezervne tunere za DVB-T/C ili ATSC
it: Imposta tuner alternativi di fallback per DVB-T/C o ATSC
lt: Nustatykite alternatyvius DVB-T/C arba ATSC atsarginius imtuvus
nl: Alternatieve Fallback tuners voor DVB-T/C of ATSC opgeven
pl: Ustaw alternatywny tuner zastępczy dla DVB-T/C lub ATSC
sk: Nastaviť alternatívne záložné tunery pre DVB-T/C alebo ATSC
sr: Postavite alternativne rezervne tunere za DVB-T/C ili ATSC
sv: Ställ in alternativa reservtuners för DVB-T/C eller ATSC
ta: டி.வி.பி-டி/சி அல்லது ஏடிஎச்சிக்கு மாற்று குறைவடையும் ட்யூனர்களை அமைக்கவும்
tr: DVB-T/C veya ATSC için alternatif geri dönüş tunerlerini ayarlayın
uk: Встановіть альтернативні резервні тюнери для DVB-T/C або ATSC

source: Set current CEC address as fixed address
bg: Задайте текущия CEC адрес като фиксиран адрес
cs: Nastavit aktuální CEC adresu jako pevnou adresu
el: Ορισμός της τρέχουσας διεύθυνσης CEC ως σταθερή
fi: Nykyisen CEC osoitteen asettaminen kiinteäksi osoitteeksi
fr: Définir l'adresse CEC actuelle comme adresse fixe
hr: Postavi trenutnu CEC adresu kao fiksnu adresu
it: Imposta attuale indirizzo CEC come indirizzo fisso
lt: Nustatyti dabartinį CEC adresą kaip fiksuotą adresą
nl: Stel het huidige CEC adres in als vast adres
pl: Ustaw aktualny adres CEC jako stały
sk: Nastaviť aktuálnu CEC adresu ako fixnú adresu
sr: Postavi trenutnu CEC adresu kao fiksnu adresu
sv: Ställ in aktuell CEC-adress som fast adress
ta: தற்போதைய CEC முகவரியை நிலையான முகவரியாக அமைக்கவும்
tr: Geçerli CEC adresini sabit adres olarak ayarlayın
uk: Встановити поточну адресу CEC, як фіксовану адресу

source: Set end time
bg: Задайте край време
cs: Nastavit čas konce
da: Sæt sluttid
de: End-Zeit eingeben
el: Ρύθμιση χρόνου τερματισμού
et: Määra lõpuaeg
fi: Aseta lopetusaika
fr: Régler l'heure de fin
hr: Postavi vrijeme završetka
hu: Befejezés ideje legyen
it: Imposta ora fine
lt: Nustatyti pabaigos laiką
nl: Stel de eindtijd in
pl: Ustaw czas zakończenia
pt_br: Definir hora final
ru: Установите время окончания
sk: Nastaviť čas konca
sr: Postavi vreme završetka
sv: Ställ in sluttid
ta: இறுதி நேரத்தை அமைக்கவும்
tr: Bitiş zamanını ayarla
uk: Встановити час закінчення
vi: Đặt thời gian kết thúc
zh_cn: 设置结束时间

source: Set executable mode (755)
bg: Задайте изпълним режим (755)
cs: Nastavit atributy na (755)
da: Sæt eksekverbar tilstand (755)
de: Ausführbaren Modus einstellen (755)
el: Ορισμός λειτουργίας αρχείου (755)
et: Määra käivitatava faili õigused (755)
fi: Aseta suoritettava tila (755)
fr: Définir le mode exécutable (755)
hr: Postavi izvršni način (755)
it: Imposta modalità eseguibile (755)
lt: Nustatykite vykdymo būseną (755)
nl: Stel uitvoerbaar mode (755) in
pl: Ustaw tryb wykonywalny (755)
sk: Nastaviť spustiteľný režim (755)
sr: Postavi izvršni režim (755)
sv: Ange körbart läge (755)
ta: இயங்கக்கூடிய பயன்முறையை அமைக்கவும் (755)
tr: Çalıştırılabilir modu ayarla (755)
uk: Встановити повний атрибут (755)
vi: Đặt chế độ thực thi (755)
zh_cn: 设置可执行模式(755)

source: Set fixed
bg: Задайте фиксиран
cs: Pevná adresa
da: Sæt fast
de: Feste setzen
el: Σταθερή ρύθμιση
et: Määra püsiaadress
fi: Aseta kiinteäksi
fr: Définir fixée
hr: Postavi fiksno
hu: Beállítás fixre
it: Imposta statico
lt: Nustatyti fiksuotą
nl: CEC vastzetten
pl: Ustaw stały
pt_br: Definir fixo
ru: Фиксировать
sk: Nastaviť napevno
sr: Postavi fiksno
sv: Ställ in fast
ta: நிலையான அமைக்கவும்
tr: Sabiti ayarla
uk: Зафіксувати
vi: Đặt cố định
zh_cn: 设置固定

source: Set fps for external subtitles
bg: Задайте fps за външни субтитри
cs: Změna FPS pro externí titulky
da: Sæt FPS for eksterne undertekster
de: Bilder/Sekunde für externe Untertitel
el: Ορισμός fps για τους εξωτερικούς υπότιτλους
et: Väliste subtiitrite kaadrisagedus
fi: Aseta ulkoisen tekstityksen nopeus (fps)
fr: Régler le fps pour les sous-titres externes
hr: Postavi fps za spoljne titlove
hu: Külső feliratokhoz FPS
it: Imposta fps per sottotitoli esterni
lt: Nustatykite fps išoriniams subtitrams
nl: Frames per seconde wijzigen voor externe ondertitels
pl: Ustaw fps dla napisów zewnętrznych
pt_br: Definir FPS das legendas externas
ru: Выбор fps для внешних субтитров
sk: Nastavenie fps pre externé titulky
sr: Postavi fps za spoljne titlove
sv: Ställ in fps för externa undertexter
ta: வெளிப்புற வசனங்களுக்கான FPS ஐ அமைக்கவும்
tr: Harici altyazılar için fps ayarla
uk: Вибір fps для зовнішніх субтитрів
vi: Đặt khung hình / giây cho phụ đề bên ngoài
zh_cn: 外部字幕组的刷新率

source: Set how long the second InfoBar stays visible. The second InfoBar also disappears when you press 'OK'.
cs: Nastavte čas skrytí druhého informačního panelu. Infobar také zmizí po stisknutí 'OK'.
el: Ορισμός του χρόνου απόκρυψης της δεύτερης μπάρας πληροφοριών. Η μπάρα αποκρύπτεται πιέζοντας και το 'OK'.
hr: Podesite koliko dugo druga InfoBar ostaje vidljiva. Druga InfoBar takođe nestaje kada pritisnete 'OK'.
it: Imposta orario per nascondere la seconda barra informazioni. La barra scompare alla pressione del tasto OK.
lt: Nustatyti laiką, kad paslėpti antrą info juostą. Info juosta taip pat dingsta ir paspaudus 'OK'.
nl: Stel de tijd in waarna de tweede informatiebalk verdwijnt. Door op OK te drukken verdwijnt de informatiebalk.
sr: Podesite koliko dugo druga InfoBar ostaje vidljiva. Druga InfoBar takođe nestaje kada pritisnete 'OK'.
sv: Ställ in tiden för att dölja den andra infobaren. Fältet försvinner också när du trycker på "OK".
tr: İkinci bilgi çubuğunun ne kadar süreyle görünür kalacağını ayarlayın. İkinci Bilgi çubuğu ayrıca 'OK' tuşuna basıldığında da kaybolur.
uk: Встановіть час показу другого інфобара. Він також зникне при натисненні 'OK'.

source: Set limits
bg: Задайте лимити
cs: Limity
da: Sæt grænser
de: Grenzen einstellen
el: Ορισμός ορίων
et: Määra piirid
fi: Aseta rajat
fr: Fixer les limites
hr: Postavi limit
hu: Limitek beállítása
it: Imposta limiti
lt: Nustatykite ribas
nl: Limieten instellen
pl: Ustawienie limitów
pt_br: Definir limites
ru: Установить ограничения
sk: Nastaviť limity
sl: Postavi meje
sr: Postavi limit
sv: Sätt gränser
ta: வரம்புகளை அமைக்கவும்
tr: Limitleri ayarla
uk: Встановити обмеження
vi: Đặt giới hạn
zh_cn: 设定限制
