Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Can not post scan information
bg: Не може да се публикува информация за сканиране
cs: Nelze odeslat informace o skenování
da: Kan ikke sende søgningsinformation
de: Kann keine Scan-Informationen veröffentlichen
el: Αδυναμία αναφοράς πληροφοριών ανίχνευσης
fi: Skannaustietoja ei voi julkaista
fr: Impossible de publier les informations d’analyse
hr: Ne mogu objaviti informacije o skeniranju
it: Impossibile pubblicare le informazioni sulla scansione
lt: Neįmanoma nusiųsti nuskaitymo informacijos
nl: Kan geen scan informatie tonen
pl: Nie można wysłać informacji o skanowaniu
sk: Nie je možné odoslať informácie o vyhľadávaní
sr: Nije moguće objaviti info o skeniranju
sv: Kan inte skicka scanningsinformation
ta: ச்கேன் தகவல்களை இடுகையிட முடியாது
tr: Tarama bilgisi yayınlanamıyor
uk: Неможливо розмістити інформацію про сканування
zh_cn: 无法发布扫描信息

source: Can not retrieve IceTV settings
bg: Не мога да извлека настройките на IceTV
cs: Nelze načíst nastavení IceTV
da: Kan ikke hente IceTV indstillinger
de: IceTV Einstellungen können nicht abgerufen werden
el: Αδυναμία ανάκτησης των ρυθμίσεων IceTV
fi: IceTV asetuksia ei voi noutaa
fr: Impossible de récupérer les paramètres IceTV
hr: Ne mogu dohvatiti postavke IceTV
it: Impossibile recuperare le impostazioni di IceTV
lt: Negalima gauti IceTV nustatymų
nl: Kan geen IceTV instellingen vinden
pl: Nie można pobrać ustawień IceTV
sk: Nepodarilo sa získať nastavenia IceTV
sr: Nije moguće preuzeti IceTV postavke
sv: Kan inte hämta IceTV-inställningar
ta: ICETV அமைப்புகளை மீட்டெடுக்க முடியாது
tr: IceTV ayarları alınamıyor
uk: Не вдається отримати налаштування IceTV
zh_cn: 无法检索IceTV设置

source: Can not retrieve channel map
bg: Не може да се извлече карта на канала
cs: Nelze načíst mapu kanálu
da: Kan ikke hente kanalplan
de: Kanalliste kann nicht abgerufen werden
el: Αδυναμία ανάκτησης χάρτη καναλιών
fi: Kanavakarttaa ei voi noutaa
fr: Impossible de récupérer la carte des chaînes
hr: Nije moguće dohvatiti kartu kanala
it: Impossibile recuperare la mappa dei canali
lt: Neįmanoma nuskaityti kanalo žemėlapio
nl: Kan geen zenderinfo vinden
pl: Nie można pobrać mapy kanału
sk: Nepodarilo sa získať mapu kanálov
sr: Nije moguće preuzeti mapu kanala
sv: Kan inte hämta kanalkarta
ta: சேனல் வரைபடத்தை மீட்டெடுக்க முடியாது
tr: Kanal haritası alınamıyor
uk: Не вдається отримати карту каналу
zh_cn: 无法检索频道映射

source: Can not update timer
bg: Не може да се актуализира таймерът
cs: Nelze aktualizovat časovač
da: Kan ikke opdatere Timer
de: Timer kann nicht aktualisiert werden
el: Αδυναμία ενημέρωσης χρονοδιακόπτη
fi: Ajastinta ei voi päivittää
fr: Impossible de mettre à jour la minuterie
hr: Nije moguće ažurirati tajmer
it: Impossibile aggiornare il timer
lt: Neįmanoma atnaujinti laikmačio
nl: Kan de timer niet actualiseren
pl: Nie można zaktualizować timera
sk: Nie je možné aktualizovať časovač
sr: Nije moguće ažurirati tajmer
sv: Kan inte uppdatera timern
ta: டைமரைப் புதுப்பிக்க முடியாது
tr: Zamanlayıcı güncellenemiyor
uk: Неможливо оновити таймер
zh_cn: 无法更新定时器

source: Can not update timer status
bg: Не може да се актуализира състоянието на таймера
cs: Stav časovače nelze aktualizovat
da: "Kan ikke opdatere Timerstatu
de: Timer-Status kann nicht aktualisiert werden
el: Αδυναμία ενημέρωσης κατάστασης χρονοδιακόπτη
fi: Ajastimen tilaa ei voi päivittää
fr: Impossible de mettre à jour l’état du minuteur
hr: Ne može se ažurirati status tajmera
it: Impossibile aggiornare lo stato del timer
lt: Negalima atnaujinti laikmačio būsenos
nl: Kan de timer status niet actualiseren
pl: Nie można zaktualizować stanu timera
sk: Nie je možné aktualizovať stav časovača
sr: Nije moguće ažurirati status tajmera
sv: Kan inte uppdatera timerstatus
ta: நேரங்குறிகருவி நிலையை புதுப்பிக்க முடியாது
tr: Zamanlayıcı durumu güncellenemiyor
uk: Не вдається оновити статус таймера
zh_cn: 无法更新定时器状态

source: Can not update timers
bg: Не може да се актуализира таймерите
cs: Nelze aktualizovat časovače
da: Kan ikke opdatere Timere
de: Timer können nicht aktualisiert werden
el: Αδυναμία ενημέρωσης χρονοδιακοπτών
fi: Ajastimia ei voi päivittää
fr: Impossible de mettre à jour les minuteries
hr: Ne mogu ažurirati mjerače vremena
it: Impossibile aggiornare i timer
lt: Negalima atnaujinti laikmačių
nl: Kan de timers niet actualiseren
pl: Nie można zaktualizować timerów
sk: Nie je možné aktualizovať časovače
sr: Nije moguće ažurirati tajmere
sv: Kan inte uppdatera timers
ta: டைமர்களைப் புதுப்பிக்க முடியாது
tr: Zamanlayıcılar güncellenemiyor
uk: Неможливо оновити таймери
zh_cn: 无法更新计时器

source: Can not upload timer
bg: Не може да се качи таймер
cs: Nelze nahrát časovač
da: Kan ikke uploade Timer
de: Timer kann nicht hochgeladen werden
el: Αδυναμία ανεβάσματος χρονοδιακόπτη
fi: Ajastinta ei voi ladata
fr: Impossible de télécharger la minuterie
hr: Tajmer nije moguće učitati
it: Impossibile caricare il timer
lt: Neįmanoma įkelti laikmačio
nl: Kan deze timer niet verzenden
pl: Nie można załadować timera
sk: Nie je možné odoslať časovač
sr: Nije moguće otpremiti tajmer
sv: Kan inte ladda upp timer
ta: டைமரை பதிவேற்ற முடியாது
tr: Zamanlayıcı yüklenemiyor
uk: Неможливо завантажити таймер
zh_cn: 无法上传定时器

source: Can't allocate program source (e.g. tuner)
bg: Не мога да разпределя източник на програма (напр. тунер)
cs: Nelze přidělit zdroj programu (např. tuner)
da: Kan ikke tildele kanalkilde (f.eks. Tuner)
de: Programmquelle (z.B. Tuner) kann nicht zugeordnet werden
el: Αδυναμία κατανομής της πηγής του προγράμματος (π.χ. tuner)
fi: Ohjelma lähdettä (esim. Viritintä) ei voida määrittää
fr: Impossible d'allouer la source du programme (par exemple, tuner)
hr: Ne mogu dodijeliti programski izvor (npr. tuner)
it: Impossibile allocare la sorgente del programma (ad es. tuner)
lt: Neįmanoma paskirstyti programos šaltinio (pvz., Imtuvo)
nl: Kan geen programma bron vinden (bijvoorbeeld een tuner)
pl: Nie można przydzielić źródła programu (np. tunera)
sk: Nie je možné priradiť zdroj programu (napr. tuner)
sr: Nije moguće dodeliti izvor programa (npr. tjuner)
sv: Kan inte allokera programkälla (t.ex. tuner)
ta: நிரல் மூலத்தை ஒதுக்க முடியாது (எ.கா. ட்யூனர்)
tr: Program kaynağı tahsis edilemiyor (ör. tuner)
uk: Неможливо визначити джерело програми (наприклад, тюнер)
zh_cn: 无法分配程序源(例如调谐器)

source: Can't create backup directory!
cs: Adresář zálohy nelze vytvořit!
el: Αδυναμία δημιουργίας φακέλου εφεδρείας!
fi: Ei voi luoda varmuuskopio hakemistoa!
hr: Ne mogu stvoriti direktorij sigurnosne kopije!
it: Impossibile creare la cartella di backup!
nl: Er kan geen map voor de back-up gemaakt worden!
pl: Nie można utworzyć katalogu kopii zapasowej!
sk: Nie je možné vytvoriť záložný priečinok!
sr: Ne mogu da kreiram rezervnu kopiju direktorijum!
sv: Det går inte att skapa en backup-katalog!
ta: காப்பு கோப்பகத்தை உருவாக்க முடியாது!
tr: Yedekleme dizini oluşturulamıyor!
uk: Не вдається створити каталог резервних копій!

source: Can't go to live TV! Switch to live TV and restart time shift?
cs: Nelze se připojit k aktuálnímu TV vysílání ! Přepnout do aktuálního vysílání TV a restartovat Timeshift?
el: Αδυναμία μετάβασης σε ζωντανή TV! Αλλαγή σε ζωντανή TV και επανεκκίνηση χρονομετατόπισης ;
fi: Et voi suora toistaa televisiota! Vaihdetaan live televisioon ja käynnistetään ajansiirto uudelleen?
fr: Impossible d'aller à la télévision en direct ! Passer à la télévision en direct et redémarrer PauseDirect ?
hr: Ne mogu da gledam uživo TV! Prebacite se na TV uživoi ponovo pokrenite vremensko odlaganje?
it: Non riesco a passare alla TV in diretta! Passare alla TV in diretta e riavviare timeshift?
lt: Nepavyksta perjungti į tiesioginę transliaciją! Perjungti į tiesioginę transliaciją ir paleisti laiko poslinkį iš naujo?
nl: Kan niet naar live TV! Toch naar live-TV schakelen en Timeshift opnieuw starten?
pl: Nie można przejść do TV na żywo! Przełączyć na TV na żywo i ponownie uruchomić timeshift?
sk: Nie je možné prejsť na live TV! Má sa prepnúť na live TV a reštartovať timeshift?
sr: Ne mogu da idem na TV uživo! Prebacite se na TV uživo i ponovo pokrenete vremensku smenu?
sv: Kan inte gå till direktsänd TV! Växla till live-TV och starta om tidsomställningen?
ta: டிவி லைவ் செய்ய முடியாது! நேரடி டிவிக்கு மாறவும், நேர மாற்றத்தை மறுதொடக்கம் செய்யவும்?
tr: Canlı yayına geçilemiyor! Canlı yayına geçip zaman kaydırma yeniden başlatılsın mı?
uk: Неможливо з’єднатися з ТВ! Підключитися до каналу і перезапустити таймшифт?

source: Can't move to trashcan!
bg: Не мога да преместя в коша за боклук
cs: Nelze přesunout do koše!
el: Αδυναμία μετακίνησης στον κάδο αχρήστων!
fi: Ei voida siirtää roskakoriin!
fr: Impossible de déplacer dans la corbeille
hr: Ne može se premestiti u smeće!
it: Impossibile spostare nel cestino!
lt: Perkelti į šiukšlinę negalima
nl: Kan geen bestanden naar de prullenbak verplaatsen!
pl: Nie można przenieść do kosza!
sk: Nie je možné presunúť do koša!
sr: Ne mogu premestiti u smeće!
sv: Kan inte flytta till soptunnan!
tr: Çöp sepetine taşınamadı!
uk: Неможливо перемістити в кошик!

source: Can't play the next time shift buffer file! Switch to live TV and restart time shift?
cs: Nelze přehrát další soubor Timeshift! Přepnout do aktuálního vysílání TV a restartovat Timeshift?
el: Αδυναμία αναπαραγωγής της επόμενης χρονομετατόπισης! Αλλαγή σε ζωντανή TV και επανεκκίνηση χρονομετατόπισης ;
fi: Seuraavaa ajansiirot tiedostoa ei voi toistaa! Vaihdetaan live-televisioon ja käynnistetään ajansiirto uudelleen?
fr: Impossible de lire le fichier de PauseDirect suivant ! Passer à la télévision en direct et redémarrer PauseDirect ?
hr: Ne mogu da reprodukujem sljedeću datoteku bafera za vremenski pomak! Prebaciti na TV i ponovo pokrenuti vremenski pomak?
it: Impossibile riprodurre il prossimo file timeshift! Passare alla TV in diretta e riavviare timeshift?
lt: Nepavyksta rodyti sekančio laiko poslinkio failo! Perjungti į tiesioginę transliaciją ir paleisti laiko poslinkį iš naujo?
nl: Kan het volgende Timeshift-bestand niet afspelen! Schakel naar live-TV en Timeshift opnieuw starten?
pl: Nie można odtworzyć następnego pliku timeshift! Przejść do TV na żywo i ponownie uruchomić timeshift?
sk: Nie je možné prehrať ďalší súbor vyrovnávacej pamäte timeshiftu! Má sa prepnúť na live TV a reštartovať timeshift?
sr: Ne mogu da reprodukujem sledeći put shift buffer fajl! Prebacite se na TV uživo i ponovo pokrenete shift buffer?
sv: Kan inte spela upp nästa time shift buffertfil! Växla till live-TV och starta om time shift?
ta: அடுத்த முறை சிப்ட் கோப்பை இயக்க முடியாது! நேரடி டிவிக்கு மாறவும், நேர மாற்றத்தை மறுதொடக்கம் செய்யவும்?
tr: Sonraki zaman kaydırma arabellek dosyasını oynatamıyorum! Canlı yayına geçip zaman kaydırmayı yeniden başlatayım mı?
uk: Неможливо запустити наступний файл таймшифта! Знову підключитися до каналу і перезапустити таймшифт?

source: Can't play the previous time shift file! You can try again.
bg: Невъзможно възпроизведане на предишният TimeShift файл! Опитай отново.
cs: Nelze přehrát předchozí soubor časového posunu! Můžete to zkusit znovu.
el: Αδυναμία αναπαραγωγής της προηγούμενης χρονομετατόπισης! Μπορείτε να δοκιμάσετε ξανά.
fi: Edellistä ajansiirto tiedostoa ei voi toistaa! Voit yrittää uudelleen.
fr: Impossible de lire le fichier de PauseDirect précédent ! Vous pouvez réessayer.
hr: Ne mogu reproducirati prethodnu datoteku vremenskog pomaka! Možete pokušati ponovno.
it: Impossibile riprodurre il file timeshift precedente! Puoi riprovare.
lt: Nepavyksta rodyti ankstesnio laiko poslinkio failo! Pabandykite dar kartą.
nl: Kon het vorige Timeshift-bestand niet afspelen! U kunt het opnieuw proberen.
pl: Nie można odtworzyć poprzedniego pliku timeshift! Możesz spróbować ponownie.
sk: Nie je možné prehrať predchádzajúci súbor timeshiftu! Môžete to skúsiť ešte raz.
sr: Nije moguće pokrenuti predhodni fajl tajmšifta! Pokušaj ponovo.
sv: Det går inte att spela upp den föregående time shift-filen! Du kan försöka igen.
ta: முந்தைய நேர சிப்ட் கோப்பை இயக்க முடியாது! நீங்கள் மீண்டும் முயற்சி செய்யலாம்.
tr: Önceki zaman kaydırma dosyasını oynatamıyorum! Tekrar deneyebilirsiniz.
uk: Неможливо запустити попередній файл таймшифта! Спробуйте знову.

source: Can't unmount partition, make sure it is not being used for swap or record/time shift paths
bg: Невъзможно демонтиране на дяла, уверете се, че той не се използва за смяна или за записване/timeshift пътища
cs: Oddíl nelze odpojit, ujistěte se, že není používán pro odkládací cesty nebo cesty k nahrávání/časovému posunu
el: Αδυναμία αποπροσάρτησης διαμερίσματος, σιγουρευτείτε ότι δεν χρησιμοποιείται για swap ή διαδρομές εγγραφών/χρονομετατοπίσεων
fi: Liitosta ei voi irrottaa. Varmista, että tätä ei käytetä tiedostojen vaihtamiseen tai tallentamiseen / ajansiirtoon
fr: Impossible de démonter la partition, assurez vous qu'elle n'est pas utilisée pour comme chemin pour le swap ou les enregistrements / PauseDirect
hr: Ne mogu demontirati particiju, provjerite da se ne koristi za putanje za zamjenu ili snimanje / timeshift
it: Impossibile smontare la partizione, assicurarsi che non venga usata per lo swap, registrazione o timeshift
lt: Nepavyksta atjungti skirsnio. Patikrinkite, ar jis nenaudojamas mainų failui, įrašams/laiko poslinkiui
nl: Kan partitie niet unmounten, zorg ervoor dat deze niet wordt gebruikt voor swap of Opname/Timeshift paden
pl: Nie można odmontować partycji. Upewnij się, że nie jest ona używana do pliku swap lub ścieżek przesunięcia rekordu/czasu
sk: Nie je možné odpojiť partíciu, skontrolujte, či sa nepoužíva pre odkladací súbor alebo na nahrávanie/timeshift
sr: Nije moguće demontirati particiju, uverite se da se ne koristi za razmenu ili putanje pomeranja zapisa/tajmšifta
sv: Det går inte att avmontera partitionen, kontrollera att den inte används för swap- eller record/time shift-sökvägar
ta: பகிர்வை அவிழ்க்க முடியாது, இது இடமாற்று அல்லது பதிவு/நேர சிப்ட் பாதைகளுக்கு பயன்படுத்தப்படவில்லை என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்
tr: Bölüm bağlantısı kesilemiyor, takas alanı veya kayıt/zaman kaydırma yolları için kullanılmadığından emin olun
uk: Неможливо демонтувати розділ, переконайтеся що він не використовується під файл підкачки або для запису/таймшифта

source: Canada
cs: Kanada
de: Kanada
el: Καναδάς
et: Kanada
fi: Kanada
hr: Kanada
hu: Kanada
lt: Kanados
pl: Kanada
sk: Kanada
sv: Kanada
ta: கனடா
tr: Kanada
uk: Канада
zh_cn: 加拿大

source: Cancel
bg: Отказ
cs: Zavřít
da: Afbryd
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
hr: Odustani
hu: Mégse
it: Annulla
lt: Atšaukti
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sk: Zrušiť
sl: Prekini
sr: Otkaži
sv: Avbryt
ta: ரத்துசெய்
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消

source: Cancel / Close the software update screen
bg: Отказ / Затворете екрана за актуализиране на софтуера
cs: Zrušit / Zavřít obrazovku aktualizace softwaru
el: Ακύρωση / κλείσιμο της οθόνης ενημέρωσης λογισμικού
fi: Peruuta / Sulje ohjelmiston päivitys ikkuna
fr: Annuler / Fermer l'écran de mise à jour du logiciel
hr: Odustani / zatvori zaslon za ažuriranje softvera
it: Annulla o chiude la schermata di aggiornamento del software
lt: Atšaukti / uždaryti programinės įrangos naujinimo ekraną
nl: De software-update annuleren
pl: Anuluj / Zamknij ekran aktualizacji oprogramowania
sk: Zrušiť/zatvoriť obrazovku aktualizácie softvéru
sr: Otkaži / Zatvori ekran za ažuriranje softvera
sv: Avbryt / Stäng skärmen för programuppdatering
ta: மென்பொருள் புதுப்பிப்பு திரையை ரத்துசெய் / மூடு
tr: Yazılım güncelleme ekranını İptal Et / Kapat
uk: Скасувати/Закрити вікно оновлення ПЗ

source: Cancel Task
cs: Zrušit úkol
el: Ακύρωση εργασίας
fi: Peruuta tehtävä
hr: Otkaži Zadatak
it: Annulla attività
lt: Atšaukti užduotį
nl: Taak annuleren
pl: Anuluj Zadanie
sk: Zrušiť úlohu
sr: Otkaži Zadatak
sv: Avbryt uppgift
ta: பணி ரத்துசெய்
tr: Görevi İptal Et
uk: Скасувати завдання

source: Cancel and exit the context menu
cs: Zrušit a opustit kontextovou nabídku
el: Ακύρωση και έξοδος από το μενού περιεχομένων
fi: Peruuta ja poistu pikavalikosta
hr: Otkaži i izađi iz kontekstnog menija
it: Annulla ed esci dal menu contestuale
nl: Het contextmenu annuleren en afsluiten
pl: Anuluj i opuść menu kontekstowe
sk: Zrušiť a opustiť kontextové menu
sr: Otkaži i izađi iz kontekstnog menija
sv: Avbryt och avsluta snabbmenyn
ta: சூழல் மெனுவை ரத்து செய்து வெளியேறவும்
tr: İptal et ve içerik menüsünden çık
uk: Скасувати та вийти з контекстного меню

source: Cancel any changed settings and exit
bg: Отменете всички променени настройки и излезте
cs: Zrušit všechny změny a ukončit
el: Ακύρωση όλων των αλλαγών ρυθμίσεων και έξοδος
fi: Peruuta kaikki muutokset ja poistu
fr: Annuler les paramètres modifiés et quitter
hr: Poništite sve promijenjene postavke i izađite
it: Annulla tutte le impostazioni modificate ed esci
lt: Atšaukti visus pakeistus parametrus ir išeiti
nl: Annuleer alle gewijzigde instellingen en Exit.
pl: Anuluj wszystkie zmienione ustawienia i wyjdź
sk: Zrušiť všetky zmeny v nastaveniach a ukončiť
sr: Otkaži sve promenjene postavke i izađi
sv: Avbryt eventuella ändrade inställningar och avsluta
ta: மாற்றப்பட்ட அமைப்புகளை ரத்து செய்து வெளியேறவும்
tr: Yapılan tüm ayarları iptal edin ve çıkın
uk: Скасувати будь-які зміни налаштувань та вийти

source: Cancel any changed settings and exit all menus
bg: Отменете всички променени настройки и излезте от всички менюта
cs: Zrušit všechny změny a opustit všechny nabídky
el: Ακύρωση όλων των αλλαγών ρυθμίσεων και έξοδος από όλα τα μενού
fi: Peruuta kaikki tehdyt muutokset ja poistu kaikista valikoista
fr: Annuler les paramètres modifiés et quitter tous les menus
hr: Otkažite sve promijenjene postavke i izađite iz svih menu
it: Annulla tutte le impostazioni modificate ed esci da tutti i menu
lt: Atšaukti visus pakeistus parametrus ir išeiti iš visų meniu
nl: Annuleer alle gewijzigde instellingen en Exit alle menu's
pl: Anuluj wszystkie zmienione ustawienia i zamknij wszystkie menu
sk: Zrušiť všetky zmeny v nastaveniach a zatvoriť menu
sr: Otkaži sve promenjene postavke i izađi iz svih menija
sv: Avbryt alla ändrade inställningar och avsluta alla menyer
ta: மாற்றப்பட்ட அமைப்புகளை ரத்துசெய்து அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Yapılan tüm ayarları iptal edin ve tüm menülerden çıkın
uk: Скасувати будь-які зміни налаштувань та вийти з усіх меню

source: Cancel any changed tags and exit
bg: Отменете всички променени тагове и излезте
cs: Zrušit jakékoli změněné značky a ukončit
el: Ακύρωση όλων των αλλαγών ετικετών και έξοδος
fi: Peruuta kaikki muutokset ja poistu
fr: Annuler les balises modifiées et quitter
hr: Otkažite sve promijenjene oznake i izađite
it: Annulla tutti i tag modificati ed esci
lt: Atšaukti visas pakeistas žymes ir išeiti
nl: Bewaar geen gewijzigde markeringen en Exit
pl: Anuluj wszystkie zmiany znaczników i wyjdź
sk: Zrušiť všetky zmenené tagy a ukončiť
sr: Otkaži sve promenjene oznake i izađi
sv: Avbryt eventuella ändrade taggar och avsluta
ta: மாற்றப்பட்ட குறிச்சொற்களை ரத்து செய்து வெளியேறவும்
tr: Değiştirilen etiketleri iptal edin ve çıkın
uk: Скасуйте будь-які змінені теги та вийдіть

source: Cancel any changes the active locale/language and exit all menus
bg: Отменете всички промени в активния локал/език и излезте от всички менюта
cs: Zrušit jakékoli změny aktivního národního prostředí/jazyka a opustit všechny nabídky
el: Ακύρωση όλων των αλλαγών στην ενεργή γλώσσα και έξοδος από όλα τα μενού
fi: Peruuta tehdyt muutokset nykyisestä alue/kieli ja poistu kaikista valikoista
fr: Annuler toute modification de la langue locale active et quitter tous les menus
hr: Otkažite sve promjene aktivne regionalne sheme/jezika i izađite iz svih menu
it: Annulla tutte le modifiche alla localizzazione/lingua attiva e esci da tutti i menu
lt: Atšaukti visus aktyvios lokalės / kalbos pakeitimus ir išeiti iš visų meniu
nl: Annuleer alle wijzigingen aan de ingestelde taal en Exit alle menu's
pl: Anuluj wszelkie zmiany aktywnych ustawień regionalnych/języka i zamknij wszystkie menu
sk: Zrušiť všetky zmeny v nastavení jazyka a zatvoriť všetky menu
sr: Otkaži promene aktivnog lokalnog/jezika i izađi iz svih menija
sv: Avbryt alla ändringar av aktiv lokal/språk och avsluta alla menyer
ta: செயலில் உள்ள இடம்/மொழியை எந்த மாற்றங்களையும் ரத்துசெய்து அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Etkinleştirilmiş dil/yerel ayar değişikliklerini iptal edin ve tüm menülerden çıkın
uk: Скасувати будь-які зміни активного мови/регіону та вийти з усіх меню

source: Cancel any changes to the active locale/language and exit
bg: Отменете всички промени в активния локал/език и излезте
cs: Zrušit všechny změny aktivního národního prostředí/jazyka a ukončit
el: Ακύρωση όλων των αλλαγών στην ενεργή γλώσσα και έξοδος
fi: Peruuta tehdyt muutokset nykyisestä alue/kieli ja poistu
fr: Annulez les modifications apportées à la langue locale active et qui
hr: Otkažite sve promjene aktivne regionalne sheme/jezika i izađite
it: Annulla tutte le modifiche alla localizzazione/lingua attiva e esci
lt: Atšaukti visus aktyvios lokalės / kalbos pakeitimus ir išeiti
nl: Annuleer alle wijzigingen aan de ingestelde taal en Exit
pl: Anuluj wszelkie zmiany w aktywnych ustawieniach regionu/języka i wyjdź
sk: Zrušiť všetky zmeny nastavení aktuálneho jazyka a ukončiť
sr: Otkazivanje promena aktivnog lokalnog standarda/jezika i izlaza
sv: Avbryt alla ändringar av det aktiva språket/lokalen och avsluta
ta: செயலில் உள்ள இடம்/மொழியில் ஏதேனும் மாற்றங்களை ரத்து செய்து வெளியேறவும்
tr: Etkinleştirilmiş dil/yerel ayar değişikliklerini iptal edin ve çıkın
uk: Скасувати будь-які зміни активної мови/регіону та вийти

source: Cancel any text changes and exit
bg: Отменете всички промени в текста и излезте
cs: Zrušit všechny změny textu a ukončit
da: Afbryd enhver tekstændring og afslut
de: Textänderungen verwerfen und virtuelle Tastatur verlassen
el: Ακύρωση όλων των αλλαγών κειμένου και έξοδος
et: Tühista kõik teksti muudatused ja välju
fi: Peruuta kaikki tekstimuutokset ja poistu
fr: Annuler toute modification du texte et quitter
hr: Poništite sve promjene teksta i izađite
it: Annulla tutti i cambiamenti del testo ed esci
lt: Atšaukti bet kokius tekstinius pakeitimus ir užverti
nl: Annuleer alle tekstwijzigingen en sluit
pl: Anuluj zmiany tekstu i wyjdź
sk: Zrušiť všetky zmeny textu a ukončiť
sr: Otkaži bilo kakve tekstualne promene i izađi
sv: Avbryt eventuella textändringar och avsluta
ta: எந்த உரை மாற்றங்களையும் ரத்து செய்து வெளியேறவும்
tr: Metin değişikliklerini iptal et ve çık
uk: Скасувати будь-які зміни тексту та вийти
vi: Hủy bỏ mọi thay đổi văn bản và thoát
zh_cn: 取消任何文本更改并退出

source: Cancel conflict resolution
cs: Zrušit řešení konfliktu
el: Ακύρωση διευθέτησης διένεξης
fi: Peruuta ristiriitojen ratkaisu
hr: Otkaži konflikt rezolucije
it: Annulla risoluzione conflitti
lt: Konfliktų sprendimo atšaukimas
nl: Conflictoplossing annuleren
pl: Anuluj rozwiązywanie konfliktów
sk: Zruš konfliktné rozlíšenie
sr: Otkaži konflikt rezolucije
sv: Avbryt konfliktlösning
ta: மோதல் தீர்மானத்தை ரத்துசெய்
tr: Çatışma çözümünü iptal edin
uk: Скасувати вирішення конфлікту

source: Cancel execution?
bg: Да се отмени ли изпълнението?
cs: Zrušit provedení?
da: Afbryd eksekvering ?
de: Ausführung abbrechen?
el: Ακύρωση εκτέλεσης;
et: Kas katkestada käivitus?
fi: Peruutetaanko suoritus?
fr: Annuler l'exécution ?
hr: Otkaži izvršavanje?
it: Annullare l'esecuzione?
lt: Atšaukti vykdymą?
nl: Uitvoering annuleren?
pl: Anulować wykonanie?
sk: Zrušiť vykonanie?
sr: Otkaži izvršavanje?
sv: Avbryt avrättningen?
ta: சாவுஒறுப்பு ரத்து செய்யவா?
tr: Yürütmeyi iptal etmek ister misiniz?
uk: Скасувати виконання?
vi: Hủy thực thi?
zh_cn: 是否取消执行?
