Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: The %s %s does not have an Internet connection.
cs: %s %s nemá připojení k internetu.
el: Ο %s %s δεν διαθέτει σύνδεση στο διαδίκτυο.
fi: %s %s ei ole toimivaa internet yhteyttä.
hr: Vaš %s %s nema Internet vezu.
it: %s %s non dispone di una connessione a Internet.
nl: Uw %s %s heeft op dit moment geen internetverbinding.
pl: %s %s nie ma połączenia z internetem.
sk: Zariadenie %s %s nie je pripojené k internetu.
sr: Vaš %s %s nema Internet vezu.
sv: %s %s har inte någon internetanslutning.
ta: %s %s இணைய இணைப்பு இல்லை.
tr: %s %s alıcınızın internet bağlantısı yok.
uk: %s %s не має підключення до Інтернету.

source: The %s %s has a limited memory capacity. A swap file is required to increase the amount of available memory otherwise the %s %s may not work properly. Select the target device to hold the swap file.
cs: %s %s má omezenou kapacitu paměti. Pro zvýšení množství dostupné paměti je vyžadován odkládací soubor, jinak %s %s nemusí fungovat správně. Vyberte cílové zařízení pro uložení odkládacího souboru.
el: Ο %s %s έχει περιορισμένη χωρητικότητα μνήμης. Απαιτείται ένα αρχείο swap για να αυξηθεί το ποσό της διαθέσιμης μνήμης, διαφορετικά ο %s %s μπορεί να μην λειτουργεί σωστά. Επιλέξτε τη συσκευή που θα περιέχει το αρχείο swap.
fi: %s %s on rajoitettu muistikapasiteetti. swap tiedosto tarvitaan digiboksin muisti määrän lisäämiseksi, muuten %s %s ei ehkä toimi kunnolla. Valitse laite, johon swap tiedosto luodaan.
hr: Vaš %s %s ima ograničen kapacitet memorije. Potrebna je swap datoteka za povećanje količine dostupne memorije, inače %s %s možda neće ispravno raditi. Odaberite ciljni uređaj za čuvanje swap datoteke.
it: %s %s ha una capacità di memoria limitata. È necessario un file di swap per aumentare la quantità di memoria disponibile, altrimenti %s %s potrebbe non funzionare correttamente. Seleziona il dispositivo di destinazione per conservare il file di scambio.
nl: Uw %s %s heeft een beperkte geheugencapaciteit. Een swap-file (wisselbestand) is nodig om de beschikbare hoeveelheid geheugen te vergroten, anders werkt de %s %s mogelijk niet goed. Selecteer het apparaat waar de swap-file moet worden opgeslagen.
pl: %s %s ma ograniczoną pojemność pamięci. Plik wymiany jest wymagany do zwiększenia ilości dostępnej pamięci, w przeciwnym wypadku %s %s może nie działać prawidłowo. Wybierz docelowe urządzenie, na którym będzie przechowywany plik wymiany.
sk: Zariadenie %s %s má obmedzenú kapacitu pamäte. Na zvýšenie množstva dostupnej pamäte je potrebný súbor swap, inak %s %s nemusí fungovať správne. Vyberte cieľové zariadenie, na ktorom bude umiestnený súbor swap.
sr: Sistem %s %s ima ograničen kapacitet memorije. Swap fajl je potreban za povećanje dostupne memorije, inače %s %s možda neće raditi ispravno. Izaberite ciljni uređaj za smeštanje swap fajla.
sv: %s %s har en begränsad minneskapacitet. En swap-fil krävs för att öka mängden tillgängligt minne, annars kanske inte %s %s fungerar som den ska. Välj den målenhet som ska innehålla växlingsfilen.
ta: %s %s வரையறுக்கப்பட்ட நினைவக திறன் கொண்டது. கிடைக்கக்கூடிய நினைவகத்தின் அளவை அதிகரிக்க ஒரு இடமாற்று கோப்பு தேவைப்படுகிறது, இல்லையெனில் %s %s சரியாக வேலை செய்யாது. இடமாற்று கோப்பை வைத்திருக்க இலக்கு சாதனத்தைத் தேர்ந்தெடுக்கவும்.
tr: %s %s alıcısının sınırlı bir bellek kapasitesi vardır. Kullanılabilir bellek miktarını artırmak için bir takas dosyası gereklidir, aksi takdirde %s %s düzgün çalışmayabilir. Takas dosyasını tutacak hedef cihazı seçin.
uk: %s %s має обмежений обсяг пам'яті. Для збільшення обсягу доступної пам’яті потрібен файл підкачки, інакше %s %s може не працювати належним чином. Виберіть цільовий пристрій для зберігання файлу підкачки.

source: The %s %s is shutting down. Please wait...
cs: %s %s se vypíná. Prosím, čekejte...
el: Η λειτουργία του %s %s τερματίζεται. Παρακαλώ περιμένετε...
fi: %s %s sammuu. Ole hyvä ja odota...
hr: Vaš %s %s se isključuje. Molimo sačekajte...
it: %s %s si sta spegnendo. Attendi...
nl: Uw %s %s wordt afgesloten. Even geduld alstublieft...
pl: %s %s wyłącza się. Proszę czekać...
sk: %s %s sa vypína. Čakajte, prosím…
sr: Vaš %s %s se isključuje. Molimo sačekajte...
sv: %s %s håller på att stängas ner. Vänligen vänta...
ta: %s %s மூடப்படுகின்றன. தயவுசெய்து காத்திருங்கள் ...
tr: %s %s alıcınız kapanıyor. Lütfen bekleyin...
uk: %s %s вимикається. Будь ласка, зачекайте...

source: The %s %s reads the stored EPG data every selected number of hours.
cs: %s %s načte uložená data EPG každých (hodin).
el: Ο %s %s σας διαβάζει το αποθηκευμένο EPG κάθε (ώρες).
hr: Vaš %s %s čita pohranjene EPG podatke svakih odabranih nekoliko sati.
it: Il %s %s legge i dati memorizzati dell'EPG ogni (ore).
lt: %s %s skaito saugomus EPG duomenis kas (valandos).
nl: Uw %s %s leest de opgelsagen EPG-data elke (uur).
sr: %s %s čita sačuvane EPG podatke na svakih odabrani broj sati.
sv: Med %s %s läses de lagrade EPG-data varje (timmar).
tr: %s %s alıcınız seçilen saat aralıklarında kaydedilmiş EPG verilerini okur.
uk: Ваш %s %s зчитує дані ЕПГ кожні (годин).

source: The %s %s stores the EPG data every selected number of hours.
cs: %s %s uloží data EPG každých (hodin).
el: Ο %s %s σας αποθηκεύει το αποθηκευμένο EPG κάθε (ώρες).
hr: Vaš %s %s pohranjuje EPG podatke svakih odabranih nekoliko sati.
it: Il %s %s salva i dati dell'EPG ogni (ore).
lt: %s %s išsaugo EPG duomenis kas (val.).
nl: Uw %s %s slaat de EPG-data elke (uur) op.
sr: %s %s čuva EPG podatke na svakih odabrani broj sati.
sv: Med %s %s lagras EPG-data varje (timmar).
tr: %s %s alıcınız seçilen saat aralıklarında EPG verilerini kaydeder.
uk: Ваш %s %s зберігає дані ЕПГ автоматично кожні (годин).

source: The %s %s will reboot within 1 seconds.
cs: %s %s se restartuje během 1 sekundy.
el: Θα γίνει επανεκκίνηση του %s %s σας σε 1 δευτερόλεπτο.
fi: %s %s uudelleen käynnistyy 1 sekunnin kuluttua.
hr: Vaš %s %s će se ponovo pokrenuti za 1 sekundu..
it: Il %s %s verrà riavviato entro 1 secondo.
nl: De %s %s zal nu herstarten.
pl: %s %s zostanie uruchomiony ponownie w ciągu 1 sekundy.
sk: %s %s sa v priebehu 1 sekundy reštartuje.
sr: Sistem %s %s će se ponovo pokrenuti za 1 sekund.
sv: %s %s kommer att starta om inom 1 sekund.
tr: %s %s alıcınız 1 saniye içinde yeniden başlatılacak.
uk: %s %s перезавантажиться протягом 1 секунди.

source: The %s %s will reboot within 10 seconds, unless there are eMMC slots to restore. Restoring eMMC slots can take from 1 to 5 minutes per slot.
cs: %s %s se do 10 sekund restartuje, pokud nejsou k dispozici sloty eMMC k obnovení. Obnova eMMC slotů může trvat 1 až 5 minut na slot.
el: Θα γίνει επανεκκίνηση του %s %s εντός 10 δευτερολέπτων, εκτός αν υπάρχουν υποδοχές eMMC προς επαναφορά. Η επαναφορά των υποδοχών eMMC μπορεί να διαρκέσει από 1 έως 5 λεπτά ανά υποδοχή.
fi: %s %s käynnistyy uudelleen 10 sekunnin kuluessa, ellei palautettavia eMMC-paikkoja ole. eMMC-paikkojen palauttaminen voi kestää 1-5 minuuttia per paikka.
hr: Vaš %s %s ponovno će se pokrenuti unutar 10 sekundi, osim ako nema eMMC utora za vraćanje. Vraćanje eMMC utora može trajati od 1 do 5 minuta po utoru.
it: %s %s si riavvierà entro 10 secondi, a meno che non ci siano slot eMMC da ripristinare. Il ripristino degli slot eMMC può richiedere da 1 a 5 minuti per slot.
nl: Uw %s %s zal binnen 10 seconden opnieuw starten, tenzij er eMMC-slots zijn om te herstellen. Het herstellen van eMMC-slots kan 1 tot 5 minuten per slot duren.
pl: %s %s uruchomi się ponownie w ciągu 10 sekund, chyba, że przywracane będą sloty eMMC. Przywracanie slotów może zająć od 1 do 5 minut na slot.
sk: %s %s sa reštartuje do 10 sekúnd, pokiaľ nie sú k dispozícii sloty eMMC na obnovenie. Obnovenie slotov eMMC môže trvať od 1 do 5 minút na jeden slot.
sr: Sistem %s %s će se ponovo pokrenuti za 10 sekundi, osim ako postoje eMMC slotovi koji se mogu obnoviti. Obnova eMMC slotova može potrajati od 1 do 5 minuta po slotu.
sv: %s %s startar om inom 10 sekunder, om det inte finns några eMMC-platser att återställa. Återställning av eMMC-platser kan ta mellan 1 och 5 minuter per plats.
ta: மீட்டெடுக்க ஈ.எம்.எம்.சி இடங்கள் இல்லாவிட்டால், %s %s 10 வினாடிகளுக்குள் மறுதொடக்கம் செய்யும். ஈ.எம்.எம்.சி இடங்களை மீட்டெடுப்பது ஒரு ச்லாட்டுக்கு 1 முதல் 5 நிமிடங்கள் வரை ஆகலாம்.
tr: eMMC yuvaları geri yüklenmediği sürece %s %s alıcınız 10 saniye içinde yeniden başlatılacaktır. eMMC yuvalarının geri yüklenmesi, yuva başına 1 ila 5 dakika sürebilir.
uk: %s %s перезавантажиться протягом 10 секунд, якщо немає слотів eMMC для відновлення. Відновлення слотів eMMC може тривати від 1 до 5 хвилин на кожен слот.

source: The '%s' commit log can't be retrieved, please try again later.
bg: Журналите на %s не могат да бъдат извлечени, моля, опитайте отново по-късно.
cs: Záznam o revizi '%s' nelze načíst, zkuste to prosím později.
el: Αδύνατη η ανάκτηση της καταγραφής υποβολής '%s', δοκιμάστε αργότερα.
fi: %s lokeja ei voi noutaa, yritä uudelleen myöhemmin.
hr: Evidencija log '%s' se nemože preuzeti, pokušajte ponovo kasnije.
it: Impossibile recuperare il registro commit '%s', riprovare più tardi.
lt: %s naujinių žurnalų negalima nuskaityti, bandykite dar kartą vėliau.
nl: Het %s commit log overzicht kan niet opgehaald worden, a.u.b. later nog een keer proberen.
pl: Nie można pobrać logów %s, spróbuj ponownie później.
sk: Denník o odovzdaní '%s' nie je možné prevziať, skúste to neskôr, prosím.
sr: Evidencija log '%s' se nemože preuzeti, pokušajte ponovo kasnije.
sv: Commit-loggen '%s' kan inte hämtas, försök igen senare.
ta: '%s' கமிட் பதிவை மீட்டெடுக்க முடியாது, தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: %s taahhüt günlükleri alınamıyor, lütfen daha sonra tekrar deneyin.
uk: Журнали записів %s неможливо отримати, будь ласка, спробуйте пізніше.

source: The '%s' commit log contains no information.
bg: Дневникът на комитациите %s не съдържа информация.
cs: Protokol revizí '%s' neobsahuje žádné informace.
el: Η καταγραφή υποβολής '%s' δεν περιέχει πληροφορίες.
fi: %s loki ei sisällä mitään tietoja.
hr: Evidencija log '%s' ne sadrži informacije.
it: Il registro commit %s non contiene informazioni.
lt: %s naujinių žurnale nėra informacijos.
nl: Het %s commit log overzicht bevat geen informatie.
pl: Log %s nie zawiera żadnych informacji.
sk: Denník o odovzdaní '%s' neobsahuje žiadnu informáciu.
sr: Evidencija log '%s' ne sadrži informacije.
sv: Loggboken för '%s' innehåller ingen information.
ta: '%s' கமிட் பதிவில் எந்த தகவலும் இல்லை.
tr: %s taahhüt günlüğü hiçbir bilgi içermiyor.
uk: Журнал записів %s не містить інформації.

source: The '%s' file can't be retrieved, please try again later.
cs: Soubor '%s' nelze načíst, zkuste to prosím později.
el: Αδύνατη η ανάκτηση του αρχείου '%s', δοκιμάστε αργότερα.
fi: Tiedostoa '%s' ei voi hakea, yritä myöhemmin uudelleen.
hr: Datoteku '%s' nije moguće dohvatiti, pokušajte ponovno kasnije.
it: Impossibile recuperare il file '%s', riprova più tardi.
nl: Het '%s' bestand is niet beschikbaar, a.u.b. later nog een keer proberen.
pl: Nie można odzyskać pliku "%s", spróbuj ponownie później.
sk: Súbor '%s' nie je možné získať, skúste to znovu neskôr, prosím.
sr: Nije moguće preuzeti fajl '%s', pokušajte ponovo kasnije.
sv: Filen '%s' kan inte hämtas, försök igen senare.
ta: '%s' கோப்பை மீட்டெடுக்க முடியாது, தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
tr: '%s' dosyası alınamıyor, lütfen daha sonra tekrar deneyin.
uk: Не вдається отримати файл '%s', спробуйте пізніше.

source: The AI mode used for translating languages. You can choose the one that gives the most accurate translation for your target language.
cs: Režim AI používaný pro překlad jazyků. Můžete si vybrat ten, který poskytuje nejpřesnější překlad pro váš cílový jazyk.
el: Η λειτουργία ΤΝ που χρησιμοποιείται για τη γλωσσική μετάφραση. Μπορείτε να επιλέξετε εκείνη που δίνει την πιο ακριβή μετάφραση για την επιθυμητή γλώσσα.
fi: Käytössä oleva tekoälytila kielten kääntämiseen. Voit valita sen, joka tuottaa tarkimman käännöksen kohdekielellesi.
hr: AI način korištenja za prevođenje jezika. Možete odabrati onaj koji daje najtočniji prijevod za vaš ciljani jezik.
it: La modalità AI usata per tradurre le lingue. Puoi scegliere quella che fornisce la traduzione più accurata per la tua lingua di destinazione.
nl: De AI-modus die wordt gebruikt voor het vertalen. U kunt de modus kiezen die de beste vertaling levert.
pl: Tryb AI używany do tłumaczenia języków. Możesz wybrać ten, który daje najdokładniejsze tłumaczenie dla Twojego języka docelowego.
sk: Režim umelej inteligencie použitý na prekladanie jazykov. Môžete si vybrať systém, ktorý poskytuje najpresnejší preklad pre váš cieľový jazyk.
sr: AI način koji se koristi za prevođenje jezika. Možete odabrati onaj koji daje najprecizniji prevod za vaš ciljni jezik.
sv: Det AI-läge som används för att översätta språk. Du kan välja det som ger den mest exakta översättningen för ditt målspråk.
tr: Dil çevirisi için kullanılan yapay zeka modu. Hedef diliniz için en doğru çeviriyi yapan modu seçebilirsiniz.
uk: Режим ШІ, який використовується для перекладу мов. Ви можете вибрати той, який дає найточніший переклад для вашої цільової мови.

source: The AI-Powered Translation service will be optimized to provide the best performance based on the Internet connection upload speed selected.
cs: Služba AI-Powered Translation bude optimalizována tak, aby poskytovala nejlepší výkon na základě zvolené rychlosti odesílání internetového připojení.
el: Η υπηρεσία μετάφρασης μέσω ΤΝ θα βελτιστοποιηθεί για να παρέχει την καλύτερη απόδοση, βασισμένη στην επιλεγμένη ταχύτητα ανεβάσματος διαδικτύου.
hr: Servis za prijevod pokretan umjetnom inteligencijom bit će optimiziran kako bi pružio najbolju izvedbu na temelju odabrane brzine prijenosa internetske veze.
it: Il servizio di traduzione basato sull'intelligenza artificiale sarà ottimizzato per fornire le migliori prestazioni in base alla velocità di caricamento della connessione Internet selezionata.
nl: De AI vertaling wordt geoptimaliseerd, om het beste resultaat te behalen gebaseerd op de geselecteerde upload snelheid van uw internetverbinding.
sr: Usluga prevođenja podržana veštačkom inteligencijom biće optimizovana da pruži najbolju performansu na osnovu odabrane brzine upload-a internet konekcije.
sv: Tjänsten AI-driven översättning kommer att optimeras för att ge bästa prestanda baserat på den valda uppladdningshastigheten för internetanslutningen.
tr: Yapay zeka destekli çeviri hizmeti, seçilen internet bağlantısı yükleme hızına göre en iyi performansı sağlayacak şekilde optimize edilecektir.
uk: Службу перекладу на основі штучного інтелекту буде оптимізовано для забезпечення найкращої продуктивності на основі вибраної швидкості завантаження з Інтернету.

source: The AutoTimer plugin is not installed! Please install it.
bg: AutoTimer плъгин не е инсталиран! Моля, инсталирайте го.
cs: Plugin AutoTimer není nainstalován! Nainstalujte ho.
da: AutoTimer Pluginet er ikke installeret! Installer den venligst.
de: Das AutoTimer Plugin ist nicht installiert! Bitte installieren.
el: Το πρόσθετο αυτόματου χρονοδιακόπτη δεν έχει εγκατασταθεί! Παρακαλούμε εγκαταστήστε το.
et: Autotaimer ei ole paigaldatud! Paigalda see.
fi: AutoTimer-lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin AutoTimer n'est pas installé ! Veuillez l'installer.
hr: Dodatak AutoTimer nije instaliran! Molimo instalirajte ga.
hu: Az AutoTimer bővítmény nincs telepítve! Kérem, telepítse.
it: Il plugin AutoTimer non è installato! Per favore, installalo.
lt: Auto laikmatis neįdiegtas! Prašome jį įdiegti.
nl: De AutoTimer plugin is niet geïnstalleerd! A.u.b. deze eerst installeren.
pl: Wtyczka auto timer nie jest zainstalowana! Proszę ją zainstalować.
ru: Плагин AutoTimer не установлен! Пожалуйста, сначала установите его.
sk: Plugin pre autom. časovač nie je nainštalovaný! Prosím, nainštalujte ho.
sr: Plugin za AutoTajmer nije instaliran! Molimo instalirajte ga.
sv: AutoTimer plugin är inte installerat! Vänligen installera det.
ta: ஆட்டோடிமர் சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: AutoTimer eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін автотаймер не встановлено! Будь ласка, спочатку встановіть його.
vi: Plugin AutoTimer chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装插件的自动定时器! 请安装它.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
bg: DVD стандартът не поддържа H.264 (HDTV) видео потоци.
cs: Standard DVD nepodporuje toky videa H.264 (HDTV).
da: DVD standarden understøtter ikke H.264 (HDTV) video streams.
el: Το στάνταρ DVD δεν υποστηρίζει ροές βίντεο H.264 (HDTV).
et: DVD standard ei toeta H.264 (HDTV) videovooge.
fi: DVD-standardi ei tue H.264 (HDTV) videostriimejä.
fr: Un DVD standard ne supporte pas le format vidéo H.264 (HDTV).
hr: DVD standard ne podržava H.264 (HDTV) video streamove.
hu: A DVD szabvány nem támogatja a H.264 (HDTV) videofolyamokat.
it: Lo standard DVD non supporta gli stream video H.264 (HDTV).
lt: DVD standartas nepalaiko H.264 (HDTV) vaizdo srautų.
nl: De DVD standaard ondersteunt geen H.264 (HDTV) video streams.
pl: Standard DVD nie obsługuje strumieni wideo H.264 (HDTV).
ru: DVD стандарт не поддерживает видеопотоки H.264 (HDTV).
sk: DVD štandard nepodporuje videostreamy v kodeku H.264 (HDTV).
sr: DVD standard ne podržava video strimove H.264 (HDTV).
sv: DVD-standarden stöder inte videoströmmar av typen H.264 (HDTV).
ta: டிவிடி தரநிலை H.264 (HDTV) வீடியோ ச்ட்ரீம்களை ஆதரிக்காது.
tr: DVD standardı H.264 (HDTV) video akışlarını desteklemiyor.
uk: Стандарт DVD не підтримує відеопотоки H.264 (HDTV).
vi: Chuẩn DVD không hỗ trợ luồng video H.264 (HDTV).
zh_cn: DVD标准不支持H.264(HDTV)视频流.

source: The EPGSearch plugin is not installed! Please install it.
bg: EPGSearch плъгин не е инсталиран! Моля, инсталирайте го.
cs: Plugin EPGSearch není nainstalován! Nainstalujte ho.
da: EPGSearch Pluginet er ikke installeret! Installer den venligst.
de: Das EPGSearch Plugin ist nicht installiert! Bitte installieren.
el: Το πρόσθετο Αναζήτηση στο EPG δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.
et: EPGSearch ei ole paigaldatud! Paigalda see.
fi: EPGSearch-lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin EPGSearch n'est pas installé ! Veuillez l'installer.
hr: Dodatak EPGSearch nije instaliran! Molimo instalirajte ga.
hu: Az EPGSearch bővítmény nincs telepítve! Kérem, telepítse.
it: Il plugin EPGSearch non è installato! Per favore, installalo.
lt: EPG paieškos priedas neįdiegtas! Prašome įdiegti.
nl: De EPGSearch plugin is niet geïnstalleerd! A.u.b. deze eerst installeren.
pl: Wtyczka EPGSearch nie jest zainstalowana! Proszę zainstalować.
ru: Плагин EPGSearch не установлен! Пожалуйста, сначала установите его.
sk: Plugin EPGSearch nie je nainštalovaný! Prosím, nainštalujte ho.
sr: Plugin EPGSearch nije instaliran! Molimo instalirajte ga.
sv: EPGSearch-pluginet är inte installerat! Vänligen installera det.
ta: EPGSearch சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: EPGSearch eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін EPGSearch не встановлено! Будь ласка, спочатку встановіть його.
vi: Plugin EPGSearch chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装EPG搜索插件! 请安装它.

source: The IMDb plugin is not installed! Please install it.
bg: IMDb плъгин не е инсталиран! Моля, инсталирайте го.
cs: Plugin IMDb není nainstalován! Nainstalujte ho.
da: IMDb Pluginet er ikke installeret! Installer den venligst.
de: Das IMDb Plugin ist nicht installiert. Bitte installieren.
el: Το πρόσθετο IMDb δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.
et: IMDb plugin ei ole paigaldatud! Paigalda see.
fi: IMDb lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin IMDb n'est pas installé ! Veuillez l'installer.
hr: IMDb dodatak nije instaliran! Molimo instalirajte ga.
hu: Az IMDb bővítmény nincs telepítve! Kérem, telepítse.
it: Il plugin IMDb non è installato! Per favore, installalo.
lt: IMDb neįdiegtas! Įdiekite jį.
nl: De IMDb plugin is niet geïnstalleerd! A.u.b. deze eerst installeren.
pl: Wtyczka IMDb nie jest zainstalowana! Proszę ją zainstalować.
ru: Плагин IMDb не установлен. Пожалуйста, сначала установите его.
sk: Plugin IMDb nie je nainštalovaný! Prosím, nainštalujte ho.
sr: Plugin IMDb nije instaliran! Molimo instalirajte ga.
sv: IMDb-pluginet är inte installerat! Vänligen installera det.
ta: IMDB சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: IMDb eklentisi yüklü değil! Lütfen yükleyin.
uk: IMDb плагін не встановлений! Будь ласка, встановіть його.
vi: Plugin IMDb chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装IMDb插件! 请安装它.

source: The IceTV server can not be reached. Try checking the Internet connection on your %s %s Details
bg: Сървърът на IceTV не може да бъде достигнат. Опитайте да проверите интернет връзката на вашия %s %s Подробности
cs: Server IceTV není dostupný. Zkuste zkontrolovat připojení k internetu na vašem %s %s Podrobnosti
da: Kan ikke få fat i IceTV serveren. Prøv at kontrollere Internetforbindelsen på din %s %s Detaljer
de: Der IceTV Server ist nicht erreichbar. Überprüfen Sie die Internetverbindung Ihrer %s %s nähere Angaben
el: Αδύνατη η επικοινωνία με τον διακομιστή IceTV. Ελέγξτε τη σύνδεση στο διαδίκτυο του %s %s σας Λεπτομέρειες
fi: IceTV palvelimelle ei saada yhteyttä. Yritä tarkistaa Internet-yhteys laitteellasi %s %s Yksityiskohdat
fr: Le serveur IceTV n'est pas joignable. Essayez de vérifier la connexion Internet sur votre %s %s Des détails
hr: Do IceTV poslužitelja nije moguće doći. Pokušajte provjeriti internetsku vezu na svom %s %s Detalji
it: Il server IceTV non è raggiungibile. Prova a controllare la connessione Internet sul %s %s Dettagli
lt: IceTV serverio pasiekti negalima. Pabandykite patikrinti interneto ryšį %s %s Informacija
nl: De IceTV server is niet bereikbaar. Controleer a.u.b. de internetverbinding op uw %s %s Details
pl: Nie można dotrzeć do serwera IceTV. Spróbuj sprawdzić połączenie internetowe na Twoim %s %s Detale
sk: IceTV server nie je dostupný. Skúste skontrolovať internetové pripojenie vášho %s %s Podrobnosti
sr: Nemože se povezati sa serverom IceTV. Proverite spajanje Interneta na vašem %s %s. Детаљи
sv: Det går inte att nå IceTV-servern. Försök att kontrollera internetanslutningen på din %s %s Mer information
ta: ICETV சேவையகத்தை அடைய முடியாது. உங்கள் %s %s இல் இணைய இணைப்பைச் சரிபார்க்க முயற்சிக்கவும் விவரங்கள்
tr: IceTV sunucusuna ulaşılamıyor. %s %s cihazınızdaki İnternet bağlantısını kontrol etmeyi deneyin. Detaylar
uk: Неможливо підключитися до сервера IceTV. Спробуйте перевірити підключення до Інтернету на %s %s Деталі
zh_cn: 无法访问IceTV服务器.请尝试检查%s %s上的Internet连接 详细信息

source: The IceTV server has requested password for %s.
bg: IceTV сървърът е поискал парола за %s.
cs: Server IceTV si vyžádal heslo pro %s.
da: IceTV serveren efterspørger en adgangskode til %s.
de: Der IceTV Server hat ein Passwort für %s angefordert.
el: Ο διακομιστής IceTV ζητάει κωδικό για το %s.
fi: IceTV-palvelin on pyytänyt salasana %s.
fr: Le serveur IceTV a demandé le mot de passe pour %s.
hr: IceTV poslužitelj je zatražio lozinku za %s.
it: Il server IceTV ha richiesto la password per %s.
lt: IceTV serveris paprašė slaptažodžio %s.
nl: De IceTV server heeft een wachtwoord aangevraagd voor %s.
pl: Serwer IceTV zażądał hasła dla %s.
sk: Server IceTV si vyžiadal heslo pre %s.
sr: Server IceTV traži lozinku za %s.
sv: IceTV-servern har begärt lösenord för %s.
ta: ICETV சேவையகம் %s க்கு கடவுச்சொல்லைக் கோரியுள்ளது.
tr: IceTV sunucusu, %s için şifre istedi.
uk: Сервер IceTV запитує пароль для %s.
zh_cn: IceTV服务器已请求%s的密码.
