Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Allows you to enable the GStreamer debug log. They contain very detailed information of everything the GStreamer system does.
bg: Позволява ви да активирате дневника за отстраняване на грешки на GStreamer. Те съдържат много подробна информация за всичко, което прави системата GStreamer.
cs: Umožňuje povolit zprávu o chybách GStreameru. Ta obsahuje detailní informace všech událostí systému.
el: Επιτρέπει την ενεργοποίηση των καταγραφών αποσφασμάλτωσης GStreamer. Περιέχουν πολύ αναλυτικές πληροφορίες για όλες τις διεργασίες του συστήματος GStreamer.
fi: Voit ottaa käyttöön GStreamerin vianmäärityslokin. Ne sisältävät hyvin yksityiskohtaista tietoa kaikesta, mitä GStreamer järjestelmä tekee.
fr: Permet d'activer le journal de débogage de GStreamer. Ils contiennent des informations très détaillées sur tout ce que fait le système GStreamer.
hr: Omogućuje vam uključivanje zapisnika za otklanjanje pogrešaka GStreamer. Sadrži vrlo detaljne informacije o svemu što GStreamer sustav radi.
it: Consente di abilitare il registro di debug di GStreamer. Contiene informazioni molto dettagliate su tutto quello che fa il sistema GStreamer.
lt: Leidžia įjungti GStreamer derinimo žurnalą. Juose pateikiama labai išsami informacija apie viską, ką daro GStreamer sistema.
nl: Hiermee activeert u het GStreamer debug log. Deze bevat gedetailleerde informatie over elke functie van de GStreamer software.
pl: Umożliwia włączenie dziennika debugowania GStreamera. Zawierają bardzo szczegółowe informacje o wszystkim, co robi system GStreamer.
sk: Umožňuje zapnúť denník pre ladenie GStreamer. Obsahuje veľmi podrobné informácie o všetkom, čo robí systém GStreamer.
sr: Dozvoljava uključiti GStreamer log otklanjanja grešaka. Sadrži veoma detaljan info o svemu što radi GStreamer sistem.
sv: Gör att du kan aktivera GStreamers felsökningslogg. De innehåller mycket detaljerad information om allt som GStreamer-systemet gör.
ta: சிச்ட்ரீமர் பிழைத்திருத்த பதிவை இயக்க உங்களை அனுமதிக்கிறது. சிச்ட்ரீமர் அமைப்பு செய்யும் எல்லாவற்றையும் பற்றிய மிக விரிவான தகவல்களை அவை கொண்டுள்ளன.
tr: GStreamer hata ayıklama günlüğünü etkinleştirmenizi sağlar. Bu günlükler, GStreamer sisteminin yaptığı her şey hakkında çok detaylı bilgiler içerir.
uk: Дозволяє ввімкнути журнал налагодження GStreamer. Вони містять дуже детальну інформацію про все, що робить система GStreamer.

source: Allows you to enable the GStreamer pipeline graphs. These are .dot files that describe the topology of your pipeline, along with the caps negotiated in each link.
bg: Позволява ви да активирате графиките на конвейера GStreamer. Това са .dot файлове, които описват топологията на вашия тръбопровод, заедно с ограниченията, договорени във всяка връзка.
cs: Umožňuje povolit grafy GStreameru. Jedná se o soubory .dot, které popisují topologii vašeho kanálu spolu s limity dohodnutými v každém odkazu.
el: Επιτρέπει την ενεργοποίηση των γραφικών παραστάσεων του GStreamer. Πρόκειται για αρχεία .dot που περιγράφουν την τοπολογία της γραφικής παράστασής σας, μαζί με τα τυποαντικείμενα που καθορίζονται σε κάθε σύνδεση.
fi: Voit ottaa käyttöön GStreamerin graphisen kuvaajan. Nämä ovat .dot-tiedostoja, jotka kuvaavat putkiston topologian sekä kussakin linkissä neuvotellut korkit.
fr: Permet d'activer les graphiques du pipeline GStreamer. Il s'agit de fichiers .dot qui décrivent la topologie de votre pipeline, ainsi que les caps négociés dans chaque lien.
hr: Omogućuje vam uključivanje grafike GStreamer kanala. To je .dot datoteka, koja opisuje topologiju vašeg kanala, kao i ograničenja dogovorena u svakoj vezi.
it: Consente di abilitare i grafici della pipeline GStreamer. Si tratta di file .dot che descrivono la topologia della pipeline, insieme alle caratteristiche negoziate in ogni collegamento.
lt: Leidžia įjungti GStreamer vamzdynų grafikus. Tai yra .dot failai, apibūdinantys jūsų vamzdyno topologiją, kartu su dangteliais, dėl kurių deramasi kiekvienoje nuorodoje.
nl: Hiermee kunt u GStreamer pijplijn grafieken maken. Dit zijn .dot bestanden die de topologie van de pijplijn bevatten, inclusief de hoofdletters in elke link.
pl: Umożliwia włączenie wykresów potoku GStreamer. Są to pliki .dot, które opisują topologię potoku wraz z limitami wynegocjowanymi w każdym łączu.
sk: Umožňuje aktiváciu vykresľovania zreťazených grafov súčasti GStreamer. Ide o súbory .dot, ktoré popisujú štruktúru zreťazenia, spolu s limitmi dohodnutými v každej linke.
sr: Omogućava uključiti GStreamer grafiku cevoVoda. To je .dot fajl koji opisuje topologiju vašeg cevoVoda, a također ograničenja suglasna u svakoj vezi.
sv: Gör det möjligt att aktivera GStreamers pipelinegrafer. Dessa är .dot-filer som beskriver topologin i din pipeline, tillsammans med de kapslar som förhandlas i varje länk.
ta: சிச்ட்ரீமர் பைப்லைன் வரைபடங்களை இயக்க உங்களை அனுமதிக்கிறது. இவை. ஒவ்வொரு இணைப்பிலும் பேச்சுவார்த்தை நடத்தப்பட்ட தொப்பிகளுடன், உங்கள் குழாய்த்திட்டத்தின் இடவியல் விவரிக்கும்.
tr: GStreamer ardışık düzen grafiklerini etkinleştirmenizi sağlar. Bunlar, her bağlantıda üzerinde anlaşmaya varılan büyük harflerle birlikte işlem hattınızın topolojisini açıklayan .dot dosyalarıdır.
uk: Дозволяє ввімкнути графіки конвеєра GStreamer. Це файли .dot, які описують топологію Вашого конвеєра, а також обмеження, узгоджені в кожному посиланні.

source: Allows you to enable the debug log. They contain very detailed information of everything the system does.
bg: Позволява ви да активирате debug log. То съдържа много подробна информация на всичко, което системата прави.
cs: Umožňuje povolit zprávu o chybách. Ta obsahuje detailní informace všech událostí systému.
da: Tillader dig at aktivere fejlsøgningslogge. De indeholder en meget detaljeret information af alt hvad systemet gør.
de: Debug-Log erlauben. Das Debug-Log enthält detaillierte Informationen über alles was das System macht.
el: Επιτρέπει την ενεργοποίηση των καταγραφών αποσφασμάλτωσης. Περιέχουν πολύ αναλυτικές πληροφορίες για όλες τις διεργασίες του συστήματος.
et: Võimaldab lubada silumislogid. Need sisaldavad väga üksikasjalikku teavet kõigist süsteemi tegevustest.
fi: Voit ottaa vianmäärityslokin käyttöön. Ne sisältävät hyvin yksityiskohtaisia tietoja kaikesta, mitä järjestelmä tekee.
fr: Permet d'activer le log de débogage. Il contient des informations très détaillées sur tout ce que le système fait.
hr: Omogućuje zapise. Sadrži detaljne informacije o svemu što sustav radi.
hu: Engedélyezheti a hibakeresési naplót. A naplók nagyon részletes információt tartalmaznak a rendszer mindennemű működéséről.
it: Consente di attivare-disattivare il registro di debug. Contiene info molto dettagliate su tutta l'attività del sistema.
lt: Leidžia įjungti klaidų žurnalus. Juose yra labai išsami informacija apie visos sistemos darbą.
nl: Geeft de mogelijkheid debug-logs te activeren. Deze bevatten zeer gedetailleerde informatie over alles wat het systeem doet.
pl: Umożliwia włączenie dziennika debugowania. Zawierają bardzo szczegółowe informacje o wszystkim co robi system.
ru: Разрешить журнал отладки. Журнал отладки содержит подробную информацию обо всем, что система делает.
sk: Umožňuje povoliť denník o chybách. Obsahuje podrobné informácie o všetkých udalostiach v systéme.
sr: Dozvoljava vam da omogućite evidenciju otklanjanja grešaka. Sadrže veoma detaljne informacije o svemu što sistem radi.
sv: Gör det möjligt att aktivera felsökningsloggen. De innehåller mycket detaljerad information om allt som systemet gör.
ta: பிழைத்திருத்த பதிவை இயக்க உங்களை அனுமதிக்கிறது. கணினி செய்யும் எல்லாவற்றையும் பற்றிய மிக விரிவான தகவல்களை அவை கொண்டுள்ளன.
tr: Hata ayıklama günlüğünü etkinleştirmenizi sağlar. Bu günlükler, sistemin yaptığı her şey hakkında çok detaylı bilgiler içerir.
uk: Дозволити лог налагодження. Лог налагодження містить докладну інформацію про всі дії системи.
vi: Cho phép bạn kích hoạt nhật ký gỡ lỗi. Chúng chứa thông tin rất chi tiết về mọi thứ hệ thống làm.
zh_cn: 允许您启用调试日志.它们包含系统所做的一切非常详细的的信息.

source: Allows you to enable/disable displaying icons on the front panel.
bg: Позволява ви да активирате/деактивирате показването на икони на предния панел.
cs: Umožňuje aktivovat/deaktivovat zobrazování ikon na předním panelu.
el: Επιτρέπει ή όχι την εμφάνιση των εικονιδίων στην οθόνη πρόσοψης.
fi: Määrittää näytetäänkö etupaneelissa kuvakkeita.
fr: Permet d'activer/désactiver l'affichage des icônes sur la face avant.
hr: Omogućuje vam otvaranje/zatvaranje prikaza ikona na prednjoj ploči.
it: Consente di abilitare o disabilitare la visualizzazione icone sul pannello frontale.
lt: Leidžia įjungti/išjungti piktogramų rodymą priekinio skydelio ekrane.
nl: Geeft u de mogelijkheid om icons weer te geven op het display.
pl: Umożliwia włączenie/wyłączenie wyświetlania ikon na wyświetlaczu przednim.
sk: Umožňuje povoliť/zakázať zobrazovanie ikon na prednom paneli.
sr: Omogućava otvori/zatvori prikazivanje ikona na prednjoj tabli.
sv: Gör det möjligt att aktivera/avaktivera visning av ikoner på frontpanelen.
ta: முன் பேனலில் ஐகான்களைக் காண்பிக்கும்/முடக்க உங்களை அனுமதிக்கிறது.
tr: Ön panelde simgelerin görüntülenmesini etkinleştirmenizi/devre dışı bırakmanızı sağlar.
uk: Дозволити відображення іконок на дисплеї передньої панелі.

source: Allows you to hide the extensions of known file types.
bg: Позволява ви да скриете разширенията на известни типове файлове.
cs: Umožňuje skrýt přípony známých typů souborů.
da: Tillader dig at skjule filendelsen for kendte filtyper.
de: Hier können Sie einstellen, ob die Dateiendungen von bekannten Dateiformaten ausgeblendet werden sollen.
el: Επιτρέπει την απόκρυψη των επεκτάσεων γνωστών τύπων αρχείου.
et: Võimaldab peita tuntud failitüüpide laiendid.
fi: Määrittää piilotetaanko tunnettujen tiedostojen tiedostopäätteet.
fr: Vous permet de masquer les extensions des fichiers connus.
hr: Omogućuje skrivanje oznaka vrsta datoteka za poznate vrste datoteka.
hu: Engedélyezi az ismert fájltípusok kiterjesztésének elrejtését.
it: Consente di nascondere le estensioni dei file conosciuti.
lt: Leidžia paslėpti žinomų failų tipų plėtinius.
nl: Geeft de mogelijkheid extensies van bekende bestandsformaten niet te tonen.
pl: Pozwala ukryć rozszerzenia znanych typów plików.
sk: Umožňuje skryť prípony známych typov súborov.
sr: Omogućava sakrivanje oznaka tipa fajla za poznate tipove fajlova.
sv: Gör det möjligt att dölja filtillägg för kända filtyper.
ta: அறியப்பட்ட கோப்பு வகைகளின் நீட்டிப்புகளை மறைக்க உங்களை அனுமதிக்கிறது.
tr: Bilinen dosya türlerinin uzantılarını gizlemenizi sağlar.
uk: Дозволяє приховувати розширення відомих типів файлів.
vi: Cho phép bạn ẩn phần mở rộng của các loại tệp đã biết.
zh_cn: 允许您隐藏已知文件类型的扩展名.

source: Allows you to set the maximum size of the Debug log size (MB). When that size is reached, a new file will be created.
bg: Позволява ви да зададете максималния размер на Debug log (MB). Когато се достигне този размер, ще бъде създаден нов фаил.
cs: Umožňuje nastavit maximální velikost zprávy pádu (MB). Když je dosažena, bude vytvořen nový soubor.
da: Tillader dig at sætte den maksimale størrelse på fejlsøgningsloggen (MB). Når den størrelse nås, oprettes der en ny fil.
de: Maximale Größe (MB) des Debug-Logs festlegen. Wenn die Größe erreicht wurde wird eine neue Datei erstellt.
el: Επιτρέπει τον ορισμό του μέγιστου μεγέθους του αρχείου καταγραφής (ΜΒ). Με το πέρας αυτού του μεγέθους, θα δημιουργηθεί ένα νέο αρχείο.
et: Võimaldab määrata üksikute silumislogide piirsuuruse (MB). Kui see on saavutatud, luuakse uus fail.
fi: Määritä vianselvityslokin maksimikoko (MB). Kun maksimikoko saavutetaan, luodaan uusi lokitiedosto.
fr: Permet de définir la taille maximale du log de débogage (Mo). Quand cette taille est atteinte, un nouveau fichier est créé.
hr: Dopušta maksimalnu veličinu (MB) za zapise zapisnika. Kada se dosegne ta veličina, stvorit će se nova datoteka.
hu: Beállíthatja a Hibakeresési napló maximális méretét (MB). Amikor az aktuális napló elérte ezt a méretet, akkor a rendszer létrehoz egy új napló fájlt.
it: Consente di impostare la dimensione massima del registro di debug (MB). Raggiunta tale dimensione, viene creato un nuovo file.
lt: Leidžia jums nustatyti atskirų derinimo žurnalų maksimalius dydžius (MB). Pasiekus, dydį, bus sukuriamas naujas failas.
nl: Hier geeft u aan hoeveel ruimte de debug logs mogen gebruiken. Als die ruimte bereikt wordt, worden de oudste logs het eerste verwijderd.
pl: Umożliwia ustawienie maksymalnej wielkości rozmiaru dziennika zdarzeń (MB). Kiedy ten rozmiar zostanie osiągnięty, zostanie utworzony nowy plik.
ru: Укажите максимальный размер (МБ) для журнала отладки. При достижении этого размера, будет создан новый файл.
sk: Umožňuje nastaviť maximálnu veľkosť denníka pre ladenie (MB). Po jej dosiahnutí sa vytvorí nový súbor.
sr: Omogućava maksimalni razmer (MB) za log evidenciju. Kada se dostigne ta veličina biće kreiran novi fajl.
sv: Gör det möjligt att ställa in den maximala storleken på Debug-loggen (MB). När denna storlek uppnås skapas en ny fil.
ta: பிழைத்திருத்த பதிவு அளவின் (எம்பி) அதிகபட்ச அளவை அமைக்க உங்களை அனுமதிக்கிறது. அந்த அளவு அடையும் போது, ஒரு புதிய கோப்பு உருவாக்கப்படும்.
tr: Hata ayıklama günlüğünün maksimum boyutunu (MB) ayarlamanıza olanak tanır. Bu boyuta ulaşıldığında yeni bir dosya oluşturulacaktır.
uk: Вкажіть максимальний розмір (МБ) для логу налагодження. При досягненні цього розміру, буде створено новий файл.
vi: Cho phép bạn đặt kích thước tối đa của kích thước nhật ký Gỡ lỗi (MB). Khi đạt được kích thước đó, một tệp mới sẽ được tạo.
zh_cn: 允许你设置调试日志的最大大小(MB)尺寸.当达到这个大小,一个新的文件将被创建.

source: Allows you to show/hide Log Manager in the Extension Menu screen (BLUE button).
bg: Позволява ви да показвате/скривате Log Manager в разширенията (син бутон).
cs: Umožňuje zobrazit/skrýt Správce zpráv v rozšířené nabídce (modré tlačítko).
el: Επιτρέπει ή όχι την εμφάνιση της διαχείρισης καταγραφών στις επεκτάσεις (μπλε πλήκτρο).
fi: Määrittää näytetäänkö Lokien hallinta laajennusvalikossa (sininen näppäin).
fr: Permet d'afficher/masquer le gestionnaire de log dans les extensions (bouton bleu).
hr: Omogućuje prikaz/skrivanje upravljačkog programa dnevnika na zaslonu menu proširenja (plavo dugme).
it: Consente di mostrare/nascondere Log Manager nelle estensioni (tasto BLU).
lt: Leidžia rodyti/slėpti žurnalų valdymą plėtinių lange (MĖLYNAS mygtukas).
nl: De Logmanager in het Extensies-menu (BLAUW-lang) tonen of verbergen.
pl: Umożliwia pokazanie/ukrycie Menedżera logów na ekranie Menu rozszerzeń (przycisk NIEBIESKI).
sk: Umožňuje zobraziť/skryť správcu záznamov v rozšíreniach (modré tlačidlo).
sr: Omogućava vam da prikažete/sakrijete Menadžer log na ekranu Meni Ekstenzije (PLAVO dugme).
sv: Gör det möjligt att visa/dölja Log Manager på skärmen Extension Menu (BLÅ knapp).
ta: நீட்டிப்பு பட்டியல் திரையில் (நீல பொத்தான்) பதிவு மேலாளரைக் காட்ட/மறைக்க உங்களை அனுமதிக்கிறது.
tr: Uzantı Menüsü ekranında (MAVİ tuş) Günlük Yöneticisini göstermenizi/gizlemenizi sağlar.
uk: Дозволяє показати/приховати Менеджер логів у доповненнях (синя кнопка).

source: Allows you to show/hide OScam/CCcam in the Extension Menu screen (BLUE button).
cs: Umožňuje zobrazit/skrýt OScam/CCcam na obrazovce nabídky rozšíření (MODRÉ tlačítko).
el: Επιτρέπει ή όχι την εμφάνιση των OScam/CCcam στις επεκτάσεις (μπλε πλήκτρο).
fi: Näytä/Piilota OScam/CCcam valikko näytössä (Sininen painike).
hr: Omogućuje vam prikazivanje/skrivanje OScam/CCcam na zaslonu menu proširenja (plavo dugme).
it: Consente di mostrare o nascondere OScam/CCcam nella schermata del menu Estensioni (tasto BLU).
nl: OSCam/CCcam Info in het Extensies-menu (BLAUW-lang) weergeven.
pl: Umożliwia pokazanie/ukrycie OScam/CCcam na ekranie Menu rozszerzeń (NIEBIESKI przycisk).
sk: Zobrazenie/skrytie informáciií o OSCam/CCcam v menu rozšírení (MODRÉ tlačidlo).
sr: Omogućava vam da prikažete/sakrijete OScam/CCcam u ekranu Menija Ekstenzije (PLAVO dugme).
sv: Gör det möjligt att visa/dölja OScam/CCcam på skärmen Extension Menu (BLÅ knapp).
ta: நீட்டிப்பு பட்டியல் திரையில் (நீல பொத்தான்) OSCAM/CCCAM ஐக் காட்ட/மறைக்க உங்களை அனுமதிக்கிறது.
tr: Uzantı Menüsü ekranında (MAVİ tuş) OScam/CCcam'i göstermenizi/gizlemenizi sağlar.
uk: Дозволяє показувати/приховувати OScam/CCcam на екрані меню розширення (СИНЯ кнопка).

source: Alpha
cs: Abecedně
da: Alfa
de: Buchstabe
et: Tähestik
fi: Aakkonen
fr: Transparence
hr: Alfa
hu: Betű
it: Alfa
lt: Permatoma
nl: Letter
pl: Litera
ru: Альфа
sk: písmeno
sr: Alfa
sv: Opacitet
ta: அகர
uk: Прозорість
zh_cn: 字母表

source: Alphabetical
cs: Abecední
el: Αλφαβητικά
fi: Aakkosellinen
fr: Alphabétique
hr: Po abecedi
it: Alfabetico
lt: Pagal abėcėlę
nl: Alfabetisch
pl: Alfabetycznie
sk: Abecedne
sr: Po abecedi
sv: Alfabetisk
ta: அகரவரிசை
tr: Alfabetik
uk: За алфавітом

source: Alphabetical under headings
bg: По азбучен ред под заглавията
cs: Abecedně pod nadpisy
el: Αλφαβητικά κάτω από τους τίτλους
fi: Aakkosjärjestyksessä otsikoiden alla
fr: Alphabétique sous les en-têtes
hr: Abecednim redom po naslovima
it: In ordine alfabetico sotto i titoli
lt: Abėcėlės tvarka po antraštėmis
nl: Alfabetisch gesorteerd in rubrieken
pl: Alfabetycznie pod nagłówkami
sk: Abecedne pod nadpismi
sr: Po abecedi pod naslovima
sv: Alfabetisk under rubriker
ta: தலைப்புகளின் கீழ் அகரவரிசை
tr: Başlıklar altında alfabetik sırayla
uk: В алфавітному порядку

source: Alphanumeric
bg: Буквено-цифров
cs: Alfanumerická
da: Alfanumerisk
de: Alphanumerisch
el: Αλφαριθμητική
et: Tähestik
fi: Aakkosjärjestys
fr: Alphanumérique
hr: Po broju
hu: Alfanumerikus
it: Alfanumerico
lt: Raidinis ir skaitmeninis
nl: Alfanumeriek
pl: Alfanumeryczny
ru: По алфавиту
sk: Alfanumericky
sr: Po broju
sv: Alfanumerisk
ta: எண்ணெழுத்து
tr: Alfanümerik
uk: За алфавітом
vi: Chữ và số
zh_cn: 按字母顺序

source: Also import at reboot/restart
cs: Importovat též při restartu přijímače/enigma2
el: Επίσης εισαγωγή στην επανεκκίνηση του δέκτη/enigma2
hr: Takođe uvezi pri ponovnom pokretanju/ restartovanju
it: Importa anche in fase di Avvio/Riavvio di Enigma2
lt: Importuoti kanalus perkraunant arba paleidžiant grafinę aplinką iš naujo
nl: Importeer ook bij een herstart van de ontvanger of Enigma
sr: Takođe uvezi pri ponovnom pokretanju/ restartovanju
sv: Importeras även vid omstart av enigma2
tr: Sistemi yeniden başlatma/yeniden başlatma sırasında da içe aktarın
uk: Також імпортуйте при перезавантаженні/перезапуску enigma2

source: Also import from the extension menu
bg: Добави импортиране в менюто с разширенията
cs: Import z menu rozšíření
el: Επίσης εισαγωγή από το μενού επεκτάσεων
fi: Lisää valinta laajennusvalikkoon
fr: Importer également depuis le menu des extensions
hr: Također uvoz iz menu proširenja
it: Importa anche dal menu delle estensioni
lt: Taip pat importuoti iš išplėstinio meniu
nl: Maak de import ook mogelijk via het applicatie-menu
pl: Import także z menu rozszerzeń
sk: Importovať aj z ponuky rozšírenia
sr: Takođe uvezi iz menija ekstenzija
sv: Importera också från tilläggsmenyn
ta: நீட்டிப்பு மெனுவிலிருந்து இறக்குமதி செய்யுங்கள்
tr: Ayrıca uzantı menüsünden de içe aktarabilirsiniz
uk: Також імпортуйте з меню розширення

source: Also import when leaving Standby
cs: Importovat též při přechodu ze standby
el: Επίσης εισαγωγή κατά την έξοδο του δέκτη από αναμονή
hr: Povežite se kada tuner izađe iz stanja pripravnosti
it: Importa anche quando il ricevitore sta uscendo dalla sospensione
lt: Importuoti kanalus, kai imtuvas išeina iš budėjimo režimo
nl: Importeer ook indien de ontvanger vanuit stand-by opstart
sr: Takođe uvezi prilikom napuštanja režima čekanja
sv: Importera även när boxen lämnar standby
tr: Bekleme modundan çıkarken de içe aktarın
uk: Також імпортуйте при включенні тюнера із режиму очікування

source: Also on standby
bg: Също в режим на готовност
cs: Zahrnout také start z pohotovosti
da: Også ved standby
de: Auch im Standby
el: Επίσης στην αναμονή
et: Ka ooteseisundis
fi: Myös valmiustilassa
fr: Aussi en veille
hr: Također u stanju pripravnosti
hu: Készenlét alatt is
it: Anche in standby
lt: Ir budėjimo režimą
nl: Tevens bij stand-by
pl: Również w trybie czuwania
ru: Также и в режиме ожидания
sk: Aj pri pohotov. režime
sr: Takođe u pripravnosti
sv: Även i standby-läge
ta: காத்திருப்பு
tr: Ayrıca bekleme modunda
uk: Також і в режимі очікування
vi: Ngoài ra ở chế độ chờ
zh_cn: 同时待机

source: Also use a #DESCRIPTION line after each #SERVICE line to hold the service's name.
cs: Po každém řádku #SERVICE použijte také řádek #DESCRIPTION, který obsahuje název služby.
el: Χρήση επίσης της γραμμής #DESCRIPTION μετά από κάθε γραμμή #SERVICE για κράτηση του ονόματος της υπηρεσίας.
fi: Lisää myös lisätiedot rivi jokaisen Kanava rivin jälkeen pitääksesi kanava nimet.
hr: Također koristite #OPIS redak nakon svakog retka #SERVIS da biste zadržali naziv servisa.
it: Usa anche una riga #DESCRIPTION dopo ogni riga #SERVICE per contenere il nome del servizio.
nl: Ook een #OMSCHRIJVING na elke #ZENDER toevoegen om de zendernaam te behouden.
pl: Użyj także linii #DESCRIPTION po każdej linii #SERVICE, aby zapisać nazwę usługi.
sk: Po každom riadku #SERVICE použite aj riadok #DESCRIPTION, pre zachovanie názvu stanice/služby.
sr: Takođe koristite #OPIS liniju nakon svake #SERVICE linije da zadržite naziv usluge.
sv: Använd också en #DESCRIPTION-rad efter varje #SERVICE-rad för att ange tjänstens namn.
ta: சேவையின் பெயரைப் பிடிக்க ஒவ்வொரு #சேவைக் கோட்டிற்கும் பிறகு #விவரம் வரியைப் பயன்படுத்தவும்.
tr: Ayrıca her #KANAL satırından sonra kanalın ismini içeren bir #AÇIKLAMA satırı kullanın.
uk: Використовуйте рядок #DESCRIPTION після кожного рядка #SERVICE, щоб містити назву каналу.

source: Alternative
bg: Алтернативен
cs: Alternativní
da: Alternativ
el: Προσθήκη εναλλακτικών
et: Alternatiivne
fi: Vaihtoehtoinen
fr: Ajouter les alternatifs
hr: Alternativno
hu: Alternatív
it: Alternativa
lt: Alternatyvus
nl: Alternatieven
pl: Alternatywne
pt_br: Adicionar alternativas
ru: Альтернатива
sk: Alternatíva
sr: Alternativno
sv: Alternativ
ta: மாற்று
tr: Alternatif
uk: Альтернативний
vi: Thay thế
zh_cn: 备选方案

source: Alternative 1
bg: Алтернативен 1
cs: Alternativní 1
da: Alternativ 1
el: Εναλλακτικό 1
et: Alternatiivne 1
fi: Vaihtoehtoinen
hr: Alternativno 1
it: Alternativa 1
lt: 1 alternatyva
nl: Alternatief 1
pl: Alternatywa 1
sk: Alternatíva 1
sr: Alternativno 1
sv: Alternativ 1
ta: மாற்று 1
tr: Alternatif 1
uk: Альтернативний 1
vi: Phương án 1
zh_cn: 备选方案1

source: Alternative 2
bg: Алтернативен 2
cs: Alternativní 2
da: Alternativ 2
el: Εναλλακτικό 2
et: Alternatiivne 2
fi: Vaihtoehtoinen
hr: Alternativno 2
it: Alternativa 2
lt: 2 alternatyva
nl: Alternatief 2
pl: Alternatywa 2
sk: Alternatíva 2
sr: Alternativno 2
sv: Alternativ 2
ta: மாற்று 2
tr: Alternatif 2
uk: Альтернативний 2
vi: Phương án 2
zh_cn: 备选方案2

source: Alternative Edit
bg: [алтернативно редактиране]
cs: [ÚPRAVA ALTERNATIV]
el: Επεξεργασία εναλλακτικών
fi: [Vaihtoehtojen lisäys ja poisto]
fr: [Édition alternatif]
hr: Alternativno Uređivanje
it: Modifica alternativa
lt: [alternatyvus redagavimas]
nl: [alternatieven bewerken]
pl: [edycja alternatywnych]
sk: [úprava alternatív]
sr: Alternativno Uređivanje
sv: Alternativ redigering
ta: மாற்று திருத்து
tr: Alternatif Düzenleme
uk: [редагування вибраного]
