Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Slovenia
cs: Slovinsko
da: Slovenien
de: Slowenien
el: Σλοβενία
et: Sloveenia
fr: Slovènie
hu: Szolvénia
lt: Slovenija
nl: Slovenië
pl: Słowenia
sk: Slovinsko
sv: Slovenien
ta: ச்லோவேனியா
tr: Slovenya
uk: Словенія
zh_cn: 斯洛文尼亚

source: Slovenian
cs: Slovinsky
da: Slovensk
de: Slowenisch
el: Σλοβενικά
et: Sloveeni
fi: Slovenia
fr: Slovène
hr: Slovenski
hu: Szolvén
it: Sloveno
lt: Slovėnų
nl: Sloveens
pl: Słoweński
pt_br: Esloveno
ru: Словенский
sk: slovinčina
sv: Slovenska
ta: ச்லோவேனியன்
tr: Slovence
uk: Словенська
vi: Tiếng Slovenia
zh_cn: 斯洛文尼亚语

source: Slow
bg: Бавно
cs: Pomalu
da: Langsom
de: Langsam
el: Αργή
et: Aeglane
fi: Hidas
fr: Lent
hr: Sporo
hu: Lassú
it: Lento
lt: Lėtas
nl: Langzaam
pl: Wolno
pt_br: Lento
ru: Медленно
sk: Pomaly
sl: Počasi
sr: Sporo
sv: Långsam
ta: மெதுவாக
tr: Yavaş
uk: Повільно
vi: Chậm
zh_cn: 慢

source: Slow Motion
cs: Zpomalený pohyb
el: Αργή κίνηση
fi: Hidastettu Liike
hr: Usporene brzine
it: Rallentatore
pl: Zwolnione tempo
sk: Spomalený pohyb (Slow Motion)
sr: Usporene brzine
sv: Långsam rörelse
ta: மெதுவான இயக்கம்
tr: Ağır Çekim
uk: Сповільнений рух

source: Slow motion speeds
bg: Бавни скорости за движение
cs: Rychlosti zpomaleného přehrávání
da: Langsom bevægelseshastigheder
de: Zeitlupengeschwindigkeit
el: Ταχύτητες αργής κίνησης
et: Aeglustuskiirused
fi: Hidastusnopeudet
fr: Vitesses du ralenti
hr: Usporene brzine kratanja
hu: Lassítási sebességek
it: Velocità al rallentatore
lt: Sulėtinto judėjimo greitis
nl: Slow motion snelheid
pl: Prędkości odtwarzania w zwolnionym tempie
pt_br: Velocidades da câmera lenta
ru: Скорость замедленного воспроизведения
sk: Rýchlosti spomaleného prehrávania
sr: Usporene brzine kratanja
sv: Hastigheter för slow motion
ta: மெதுவான இயக்க விரைவு
tr: Ağır çekim hızları
uk: Швидкість уповільненого відтворення
vi: Tốc độ chuyển động chậm
zh_cn: 慢动作速度

source: Small
bg: Малък
cs: Malý
el: Μικρό
fi: Pieni
fr: Petit
hr: Mala
it: Piccolo
lt: Mažas
nl: Klein
pl: Mały
sk: Malý
sr: Mala
sv: Liten
ta: சிறிய
tr: Küçük
uk: Малий
zh_cn: 短路径

source: Small - Tiny image
cs: Malý - Tiny obraz
el: Μικρός - πολύ μικρό image
fi: Pieni - Pieni kuva
hr: Mala - Sićušna slika
it: Piccolo - Immagine minuscola
lt: Nedidelis - Mažasis atvaizdas
nl: Klein image
pl: Mały – obraz Tiny
sk: Malý image
sr: Mala - Sićušna slika
sv: Liten - liten bild
ta: சிறிய - சிறிய படம்
tr: Küçük - Minik resim
uk: Маленьке - Крихітне зображення

source: Small Box Preparation
cs: Příprava malého boxu
el: Προετοιμασία μικρού δέκτη
fi: Pienen muistin valmistelu
hr: Mala Priprema Tunera
it: Preparazione Small Box
nl: Small Box voorbereiding
pl: Przygotowywanie Small Box
sk: Príprava Small Boxu
sr: Mala Priprema Resivera
sv: Förberedelse för liten låda
ta: சிறிய பெட்டி தயாரிப்பு
tr: Küçük Kutu Hazırlığı
uk: Підготовка Small Box

source: Small Box Preparation Actions
cs: Akce na přípravu malého boxu
el: Ενέργειες προετοιμασίας small box
fi: Boksin valmistelu toiminnot
hr: Akcije pripreme malih prijemnika
it: Azioni di preparazione Small Box
nl: Small Box voorbereiding Acties
pl: Działania związane z przygotowaniem małego dekodera
sk: Small Box príprava
sr: Akcije pripreme malih prijemnika
sv: Förberedelseåtgärder för små lådor
ta: சிறிய பெட்டி தயாரிப்பு நடவடிக்கைகள்
tr: Küçük Kutu Hazırlığı İşlemleri
uk: Дії з підготовки маленького декодера

source: Small Test
bg: Малък тест
cs: Malý test
el: Μικρό τεστ
fi: Pieni Testi
fr: Petit test
hr: Mali Test
it: Piccola prova
lt: Mažas testas
nl: Korte test
pl: Mały Test
sk: Malý test
sr: Mali Test
sv: Litet test
ta: சிறிய சோதனை
tr: Küçük Test
uk: Малий Тест

source: Small progress
bg: Малък напредък
cs: Průběh
da: Kort fremgang
de: Fortschritt klein
el: Μικρή πρόοδος
et: Väike edenemisriba
fi: Pieni etenemispalkki
fr: Faible progression
hr: Mali napredak
hu: Folyamatban
it: Piccolo avanzamento
lt: Maža eigos juosta
nl: Voortgang klein
pl: Mały postęp
pt_br: Bar. Progr. pequena
ru: Малый прогресс
sk: Malý ukazovateľ priebehu
sr: Mali napredak
sv: Små framsteg
ta: சிறிய முன்னேற்றம்
tr: Küçük ilerleme
uk: Малий прогрес
vi: Tiến triển nhỏ
zh_cn: 小进步

source: Smartcard PIN
bg: PIN Смарт карта
cs: PIN k smartkartě
da: Chipkort PIN
de: PIN der Smartcard
el: PIN έξυπνης κάρτας
et: Vaatajakaardi PIN
fi: Älykortin PIN koodi
fr: Code PIN de la carte à puce
hu: Smart-kártya PIN
it: PIN Smartcard
lt: Intelektualiosios kortelės PIN
nl: Smartkaart pincode
sk: PIN pre smarkartu
sv: PIN-kod för smartkort
ta: அறிவுள்ள அட்டை முள்
tr: Akıllı kart PIN kodu
uk: Пін-код карти доступу
vi: Mã PIN thẻ thông minh
zh_cn: 智能卡PIN

source: Smooth
bg: Плавно
cs: Hladký
da: Glat
de: Glätten
el: Ομαλό
et: Pehmendus
fi: Pehmennnys
fr: Adouci
hr: Glatko
hu: Simítás
it: Smussatura immagini
lt: Glotnumas
nl: Vloeiend
pl: Płynność
ru: Плавность
sk: Vyhladzovanie
sr: Glatko
sv: Smidig
ta: மென்மையான
tr: Pürüzsüz
uk: Плавність
vi: Trơn tru
zh_cn: 光滑

source: Snooker/Pool
cs: Kulečník
hr: Snuker / Bilijar
it: Snooker/Biliardo
sr: Snuker / Bilijar
tr: Bilardo
uk: Снукер/Білдар

source: SoC family
cs: Rodina SoC
el: Οικογένεια SoC
fi: Piirisarja
it: Famiglia SoC
lt: SoC šeima
nl: SoC familie
pl: Rodzina SoC
sk: Rodina SoC
sv: SoC-familj
ta: SOC குடும்பம்
tr: SoC ailesi
uk: Сімейство SoC

source: Soap
cs: Mýdlová opera
hr: Sapunica
sr: Sapunica
tr: Pembe Dizi
uk: Мило
zh_cn: 肥皂

source: Soap opera
cs: Telenovela
el: Σαπουνόπερα
hr: Telenovela
it: Telenovela
lt: Muilo opera
nl: Soapserie
sr: Telenovela
sv: Såpopera
tr: Pembe dizi
uk: Мильна опера

source: Soap/Melodrama/Folkloric
cs: soap/melodrama/folklórní
el: σαπουνόπερα/μελόδραμα/φολκλόρ
hr: Telenovela/Melodrama/Folklorni
it: soap/melodramma/folkloristico
lt: muilo opera/melodrama/folkloras
nl: soap/melodrama/folklore
sr: Telenovela/Melodrama/Folklorni
sv: såpa/melodram/folkloristik
tr: Pembe dizi/Melodrama/Folklorik
uk: мило/мелодрама/фольклор

source: Soccer
bg: Футбол
cs: Fotbal
da: Fodbold
de: Fußball
el: Αμερικανικό ποδόσφαιρο
fi: Jalkapallo
fr: Football
it: Calcio
lt: Futbolas
nl: Voetbal
pl: Piłka nożna
sk: Futbal
sv: Fotboll
ta: கால்பந்து
tr: Futbol
uk: Футбол
zh_cn: 足球

source: Social/Political issues/Economics
cs: společensko politické problémy/ekonomie (obecně)
el: κοινωνικά/πολιτική επικαιρότητα/οικονομία (γενικά)
hr: Društvena/Politička pitanja/Ekonomija
it: questioni sociali/politiche/economia (generale)
lt: socialiniai/politiniai klausimai/ekonomika (bendra)
nl: sociaal/politieke issues/ecomomie (algemeen)
sr: Društvena/Politička pitanja/Ekonomija
sv: sociala/politiska frågor/ekonomi (allmänt)
tr: Sosyal/Siyasi konular/Ekonomi
uk: соціальні/політичні проблеми/економіка (загальна)

source: Social/Political/Economics
bg: Социален/Политически/Икономически
cs: Sociální/politická ekonomika
da: Social/Politik/Økonomi
de: Sozial/Politik/Wirtschaft
el: Κοινωνία/Πολιτική/Οικονομία
et: Ühiskond/poliitika/majandus
fi: Sosiaali/Politiikka/Talous
fr: Société/Politique/Economie
hu: Szociális/Politika/Gazdaság
it: Sociale/Politica/Economia
lt: Socialinis/Politinis/Ekonomika
nl: Sociaal/Politiek/Economie
pl: Społeczność/Polityka/Ekonomia
pt_br: Social/Política/Econômica
ru: Социальные/Политические/Экономика
sk: Sociálne veci/politika/ekonomika
sv: Sociala/Politiska/Ekonomiska frågor
ta: சமூக/அரசியல்/பொருளாதாரம்
tr: Sosyal/Politik/Ekonomi
uk: Соціальна/Політична/Економіка
vi: Xã hội / Chính trị / Kinh tế
zh_cn: 社会/政治/经济

source: Social/Spiritual sciences
cs: sociální/duchovní vědy
el: κοινωνικά/διανόηση
hr: Društvene/duhovne nauke
it: scienze sociali/spirituali
lt: socialinis/dvasinis mokslas
nl: sociale/spirituele wetenschap
sr: Društvene/duhovne nauke
sv: samhälls-/andlig vetenskap
tr: Sosyal/Manevi bilimler
uk: соціальна/духовна наука

source: Society & Culture
cs: Společnost a kultura
da: Samfung & Kultur
de: Gesellschaft & Kultur
el: Κοινωνία & πολιτισμός
fi: Taide/Kulttuuri
fr: Société & Culture
it: Società e cultura
lt: Visuomenė ir kultūra
nl: Maatschappij & Cultuur
pl: Społeczeństwo i Kultura
sk: Spoločnosť a kultúra
sv: Samhälle & kultur
ta: சமூகம் & பண்பாடு
tr: Toplum & Kültür
uk: Суспільство та культура
zh_cn: 艺术/文化杂志

source: Socket
bg: Сокет
cs: Zásuvka
da: Sokkel
el: Υποδοχή
et: Pesa
fr: Prise
hr: Priključak
lt: Lizdas
pl: Gniazdo
sr: Priključak
sv: Uttag
ta: மாட்டி
tr: Soket
uk: Сокет
vi: Ổ cắm
zh_cn: 电源

source: Softcam
et: Emulaator
lt: Emuliatorius
ta: சோஃப்சாம்
uk: Емулятор
zh_cn: Softcam设置

source: Softcam Actions
bg: Действия на Softcam
cs: Akce Softcam
el: Ενέργειες softcam
fi: Softcam Toiminnot
fr: Actions Softcam
hr: Radnje sa Softcam
it: Azioni softcam
lt: Emuliatoriaus nustatymai
nl: Softcam Acties
pl: Akcje softcam
sk: Akcie pre softcam
sr: Radnje sa Softcam
sv: Softcam-åtgärder
ta: சாப்ட்கேம் செயல்கள்
tr: Softcam İşlemleri
uk: Дії для Softcam

source: Softcam Packages
cs: Balíčky Softcam
el: Πακέτα softcam
fi: Softcamit
hr: Softcam Paketi
it: Pacchetti softcam
nl: Softcams
pl: Pakiety Softcam
sk: Balíčky so softcamom
sr: Softcam Paketi
sv: Softcam-paket
ta: சாப்ட்கேம் தொகுப்புகள்
tr: Softcam Paketleri
uk: Пакети Softcam

source: Softcam Settings
bg: Настройка на Softcam
cs: Nastavení Softcamu
el: Ρυθμίσεις softcam
fi: Softcam Asetukset
fr: Configuration Softcam
hr: Postavke Softcam
it: Impostazioni softcam
lt: Emuliatoriaus nustatymai
nl: Softcam configuratie
pl: Ustawienia softcam
sk: Inštalácia softcamu
sr: Postavke Softcam
sv: Inställningar för softcam
ta: சாப்ட்கேம் அமைப்புகள்
tr: Softcam Ayarları
uk: Налаштування емуляторів

source: Softcam Setup
cs: Nastavení Softcam
da: Softcam opsætning
de: Softcam-Einrichtung
el: Ρυθμίσεις Softcam
et: EMU seadistamine
fi: Softcam Asetukset
hr: Podešavanje Softcam
hu: Softcam beállítások
it: Installazione softcam
nl: Softcam configuratie
pl: Ustawienia softcam
ru: Настройки softcam
sk: Nastavenie softcamu
sr: Podešavanje Softcam
sv: Inställning av softcam
ta: சாப்ட்கேம் அமைப்பு
tr: Softcam Kurulumu
uk: Налаштування Softcam
vi: Softcam cài đặt
zh_cn: SoftCam设置

source: Software Management
bg: Управление на софтуер
cs: Správa software
el: Διαχείριση λογισμικού
fi: Ohjelmiston hallinta
fr: Gestionnaire logiciel
hr: Upravljanje Softverom
it: Gestione software
lt: Programinės įrangos valdymas
nl: Softwarebeheer
pl: Menadżer oprogramowania
sk: Správa softvéru
sr: Upravljanje Softverom
sv: Programvaruhantering
ta: மென்பொருள் மேலாண்மை
tr: Yazılım Yönetimi
uk: Управління ПЗ

source: Software Manager
bg: Мениджър софтуер
cs: Správa software
da: Softwarehåndtering
de: Software-Verwaltung
el: Διαχείριση λογισμικού
et: Tarkvara paneel
fi: Ohjelmiston hallinta
fr: Gestionnaire logiciel
hr: Upravljač Softvera
hu: Szoftver karbantartó
it: Gestore software
lt: Programinės įrangos tvarkyklė
nl: Softwarebeheer
pl: Menadżer oprogramowania
ru: Управление ПО
sk: Správca softvéru
sr: Menadžer Softvera
sv: Programvaruansvarig
ta: மென்பொருள் மேலாளர்
tr: Yazılım Yöneticisi
uk: Менеджер ПЗ
vi: Quản trị viên phần mềm
zh_cn: 软件管理

source: Software Manager Information
bg: Информация за софтуерния мениджър
cs: Info správy software
el: Πληροφορίες διαχείρισης λογισμικού
fi: Ohjelmiston hallinnan tiedot
fr: Informations gestionnaire logiciel
hr: Info o Upravljaču Softvera
it: Informazioni sul gestore software
lt: Programinės įrangos tvarkyklės informacija
nl: Softwarebeheer informatie
pl: Info o menadżerze oprogramowania
sk: Informácie správcu softvéru
sr: Info o Menadžeru Softvera
sv: Information om Software Manager
ta: மென்பொருள் மேலாளர் செய்தி
tr: Yazılım Yöneticisi Bilgileri
uk: Інформація менеджера ПЗ

source: Software Manager Settings
bg: Настройка на софтуерния мениджър
cs: Nastavení správy software
el: Ρυθμίσεις διαχείρισης λογισμικού
fi: Ohjelmiston hallinnan asetukset
fr: Paramètres gestionnaire logiciel
hr: Postavke Upravljača Softvera
it: Impostazioni del gestore software
lt: Programinės įrangos tvarkyklės nustatymai
nl: Online update instellingen
pl: Ustawienia menadżera oprogramowania
sk: Nastavenia Správcu softvéru
sr: Postavke Menadžera Softvera
sv: Inställningar för Software Manager
ta: மென்பொருள் மேலாளர் அமைப்புகள்
tr: Yazılım Yöneticisi Ayarları
uk: Налаштування мененджера ПЗ

source: Software MultiBoot
cs: Softwarový MultiBoot
el: Πολλαπλή εκκίνηση υλικού
fi: MultiBoot
hr: Softver MultiBoot
lt: Švelni daugialypė įkrova
pl: Oprogramowanie MultiBoot
sk: Softvérový MultiBoot
sr: Softver MultiBoot
sv: Programvara MultiBoot
ta: மென்பொருள் மல்டிபூட்
tr: Yazılım Çoklu Önyükleme
uk: ПЗ MultiBoot

source: Software Restore
bg: Възстановяване на софтуера
cs: Obnova Image z USB
el: Επαναφορά λογισμικού
fi: Ohjelmiston palautus
fr: Restauration logiciel
hr: Vraćanje softvera u predhodno stanje
it: Ripristino software
lt: Programinės įrangos atkūrimas
nl: Software herstellen
pl: Przywracanie systemu
sk: Obnoviť softvér
sr: Vraćanje softvera u predhodno stanje
sv: Återställning av programvara
ta: மென்பொருள் மீட்டமை
tr: Yazılım Geri Yükleme
uk: Відновлення ПЗ

source: Software Update
bg: Актуализация на софтуера
cs: Aktualizace software
da: Software-opdatering
de: Software aktualisieren
el: Ενημέρωση λογισμικού
et: Tarkvara uuendamine
fi: Ohjelmistopäivitykset
fr: Mise à jour logiciel
hr: Ažuriranje Softvera
hu: Szoftverfrissítés
it: Aggiornamento software
lt: Programinės įrangos atnaujinimas
pl: Aktualizacja oprogramowania
ru: Обновление ПО
sk: Aktualizácia softvéru
sr: Ažuriranje Softvera
sv: Uppdatering av programvara
ta: மென்பொருள் புதுப்பிப்பு
tr: Yazılım Güncellemesi
uk: Оновлення ПЗ
vi: Cập nhật phần mềm
zh_cn: 软件更新

source: Software Update Actions
bg: Действия за актуализиране на софтуера
cs: Akce pro aktualizaci softwaru
el: Ενέργειες ενημέρωσης λογισμικού
fi: Ohjelmiston päivitys Toiminnot
fr: Actions de mise à jour du logiciel
hr: Radnje Ažuriranja Softvera
it: Azioni di aggiornamento software
lt: Programinės įrangos naujinimo veiksmai
nl: Software Update Acties
pl: Akcje aktualizacji oprogramowania
sk: Akcie pre aktualizáciu softvéru
sr: Radnje Ažuriranja Softvera
sv: Åtgärder för uppdatering av programvara
ta: மென்பொருள் புதுப்பிப்பு செயல்கள்
tr: Yazılım Güncelleme İşlemleri
uk: Дії при обновленні ПЗ

source: Software information
bg: Информация за софтуера
cs: Informace o softwaru
el: Πληροφορίες λογισμικού
fi: Ohjelmisto tiedot
hr: Softver info
it: Informazioni sul software
lt: Programinės įrangos informacija
nl: Software informatie
pl: Informacje o oprogramowaniu
sk: Informácie o softvéri
sr: Softver info
sv: Programinformation
ta: மென்பொருள் செய்தி
tr: Yazılım bilgileri
uk: Інформація про ПЗ

source: Software update starting, please wait.
bg: Започва актуализация на софтуера, моля, изчакайте.
cs: Aktualizace softwaru se spouští, čekejte prosím.
el: Η ενημέρωση λογισμικού ξεκινά, παρακαλώ περιμένετε.
fi: Ohjelmistopäivitys alkaa, odota.
hr: Pokretanje softverske ispravke, sačekajte.
it: Aggiornamento software in corso, attendi.
lt: Programinės įrangos atnaujinimas prasideda, palaukite.
nl: De software update begint, een moment geduld.
pl: Uruchomiono aktualizację oprogramowania, proszę czekać.
sk: Spúšťa sa aktualizácia softvéru. Čakajte, prosím.
sr: Pokretanje softverske ispravke, sačekajte.
sv: Programuppdatering påbörjas, vänta.
ta: மென்பொருள் புதுப்பிப்பு தொடங்குகிறது, தயவுசெய்து காத்திருங்கள்.
tr: Yazılım güncellemesi başlıyor, lütfen bekleyin.
uk: Починається оновлення ПЗ, зачекайте.

source: Softwaremanager...
bg: Мениджър софтуер ...
cs: Softwarový manažer...
da: Software-håndtering...
de: Software-Verwaltung...
el: Διαχείριση λογισμικού...
et: Tarkvarahaldur
fi: Ohjelmistonhallinta.
fr: Gestionnaire logiciel...
hr: Upravljač softverom...
hu: Szoftverkezelő...
it: Gestore software...
lt: Programinės įrangos tvarkyklė...
nl: Softwarebeheer...
pl: Menadżer oprogramowania...
ru: Управление ПО...
sk: Správca softvéru…
sr: Menadžer softverom...
tr: Yazılım yöneticisi...
uk: Менеджер ПЗ...
vi: Quản lý phần mềm...
zh_cn: 软件管理...

source: Solomon Islands
cs: Solomonovy ostrovy
da: Salomonøerne
de: Salomonen
el: Νήσοι Σολωμόντα
et: Saalomoni saared
fr: Îles Salomon
hu: Salamon-szigetek
it: Isole Salomone
lt: Saliamono Salos
nl: Kaaiman Eilanden
pl: Wyspy Salomona
sk: Šalamúnove ostrovy
sv: Salomonöarna
ta: சாலமன் தீவுகள்
tr: Solomon Adaları
uk: Соломонові острови
vi: Quần đảo Solomon
zh_cn: 所罗门群岛

source: Somali
cs: Somálština
el: Σομαλικά
fi: Somalia
it: Somalo
lt: Somalių
nl: Somalisch
pl: Somalijski
sk: somálčina
sv: Somalia
ta: சோமாலி
tr: Somali Dili
uk: Сомалі

source: Somalia
cs: Somálsko
el: Σομαλία
et: Somaalia
fr: Somalie
hu: Szomália
lt: Somalis
nl: Somalië
sk: Somálsko
ta: சோமாலியா
tr: Somali
uk: Сомалійська
zh_cn: 索马里

source: Some TVs can't switch to the correct input if another HDMI port is active. This setting puts the TV into Standby before switching. If the TV does not turn back on, a slower transmission interval or repeating the wake-up command may be required.
cs: Některé televizory se nemohou přepnout na správný vstup, pokud je aktivní jiný port HDMI. Toto nastavení přepne televizor do pohotovostního režimu před přepnutím. Pokud se televizor znovu nezapne, může být nutné zkrátit interval přenosu nebo zopakovat příkaz k probuzení.
el: Μερικές τηλεοράσεις δεν δύνανται να μεταβούν στην κατάλληλη είσοδο αν είναι ενεργή μία άλλη θύρα HDMI. Αυτή η επιλογή θέτει την TV σε αναμονή πριν την αλλαγή. (Αν η TV δεν επιστρέφει, μπορεί να απαιτείται μικρότερο μεσοδιάστημα εκπομπής ή επανάληψη της εντολής αφύπνισης.)
hr: Neki televizori ne mogu se prebaciti na ispravan ulaz ako je aktivan drugi HDMI priključak. Ova postavka stavlja televizor u stanje pripravnosti prije prebacivanja. Ako se televizor ne uključi opet, možda će biti potrebno sporije slanje signala ili ponavljanje naredbe za buđenje.
it: Alcuni dispositivi TV non possono passare all'ingresso corretto se è attiva un'altra porta HDMI. Questa impostazione imposta il televisore in standby prima della commutazione. (Se il televisore non si riaccende, potrebbe essere necessario un intervallo di trasmissione più lento o la ripetizione dei comandi di risveglio).
lt: Kai kurie TV įrenginiai negali pataisyti įvesties, jei veikia kitas HDMI prievadas. Šis parametras nustato televizoriaus budėjimo režimą prieš jungiklį. (Jei televizorius neįjungia, gali prireikti lėtesnio perdavimo intervalo arba pažadinimo komandų pasikartojimo.)
nl: Sommige TV-apparaten kunnen niet naar de juiste poort schakelen wanneer een andere HDMI poort actief is. Deze instelling schakelt de TV eerst naar standby voor de poortwissel. (Wanneer de TV niet meer inschakelt eventueel een tragere verzend-interval of een herhaling van wake-up commando's proberen).
sr: Neki televizori ne mogu da pređu na odgovarajući ulaz ako je drugi HDMI port aktivan. Ova opcija stavlja televizor u režim čekanja pre nego što se prebacite. Ako se televizor ne uključi ponovo, možda će biti potrebno sporije slanje signala ili ponavljanje komande za buđenje.
sv: Vissa TV-apparater kan inte växla till rätt ingång om en annan HDMI-port är aktiv. Med den här inställningen ställs TV:n in i standby innan omkopplingen. (Om TV:n inte slås på igen kan det krävas ett långsammare sändningsintervall eller upprepning av väckningskommandot)
tr: Bazı TV'ler, başka bir HDMI bağlantı noktası etkin olduğunda doğru girişe geçemez. Bu ayar, geçiş yapmadan önce TV'yi Bekleme moduna geçirir. TV tekrar açılmazsa, daha yavaş bir iletim aralığı veya uyandırma komutunun tekrarlanması gerekebilir.
uk: Деякі телевізори не можуть переключитися на правильний вхід, якщо активний інший порт HDMI. Цей параметр переводить телевізор у режим очікування перед перемиканням. Якщо телевізор не вмикається знову, може знадобитися повільніший інтервал передачі або повторення команди пробудження.

source: Sorbian
cs: Lužickosrbský
el: Σορβικά
fi: Sorbi
it: Sorbico
lt: Serbiškai
nl: Servisch
pl: Serbski
sk: srbčina
sv: Sorbiska
ta: சோர்பியன்
tr: Sorb
uk: Сербська

source: Sorry Inadyn Config is Missing
bg: За съжаление Inadyn Config липсва
cs: Promiňte, ale Inadyn Config je ztracen
da: Desværre, Inadyn konfiguration mangler
de: Inadyn-Konfiguration fehlt!
el: Λυπούμαστε, απουσιάζει το αρχείο ρυθμίσεων του Inadyn
et: Inadyn on seadistamata
fi: Inadyn määritystiedosto puuttuu
fr: Désolé la configuration de Inadyn est manquante
hr: Nije pronađena konfiguracija Inadyn
hu: Sajnálom, de az Inadyn Config hiányzik
it: Spiacente, Inadyn non configurato
lt: Atsiprašome Inadyn konfigūracijos nėra
nl: Sorry, de Inadyn configuratie ontbreekt
pl: Przepraszamy brak Konfig. Inadyn
ru: Не найден конфиг Inadyn
sk: Prepáčte, chýba konfigurácia Inadyn
sr: Nije pronađena konfiguracija Inadyn
sv: Tyvärr saknas Inadyn Config
ta: மன்னிக்கவும் இனாடின் கட்டமைப்பு இல்லை
tr: Üzgünüz Inadyn Yapılandırması Eksik
uk: Не знайдено конфіг Inadyn
vi: Xin lỗi, Inadyn Config bị thiếu
zh_cn: 对不起inadyn配置丢失

source: Sorry MediaScanner is not installed!
bg: За съжаление MediaScanner не е инсталиран!
cs: Je nám líto, MediaScanner není nainstalován!
da: Desværre, MediaScanner er ikke installeret!
de: Der MediaScanner ist nicht installiert!
el: Λυπούμαστε, το MediaScanner δεν είναι εγκατεστημένο!
et: Meediaotsing ei ole paigaldatud!
fi: MediaScanneria ei ole asennettu!
fr: Désolé MediaScanner n'est pas installé !
hr: MedijaSkener nije instaliran!
hu: Sajnálom, de a MediaScanner nincs telepítve!
it: Spiacente, MediaScanner non è installato!
lt: Gaila, medijos skeneris neįdiegtas!
nl: Sorry, MediaScanner is niet geïnstalleerd!
pl: Niestety Media Skaner nie jest zainstalowany!
ru: Медиасканнер не установлен!
sk: Prepáčte, nie je nainštalovaný vyhľadávač médií (MediaScanner)!
sl: MediaScanner ni nameščen!
sr: MedijaSkener nije instaliran!
sv: Tyvärr är MediaScanner inte installerad!
ta: மன்னிக்கவும் மீடியாச்கேனர் நிறுவப்படவில்லை!
tr: Üzgünüz Medya Tarayıcı yüklü değil!
uk: Вибачте, але MediaScanner не встановлений!
vi: Xin lỗi MediaScanner chưa được cài đặt!
zh_cn: 对不起,没有安装媒体扫描仪

source: Sorry MiniDLNA Config is Missing
bg: За съжаление MiniDLNA Config липсва
cs: Promiňte, ale MiniDLNA Config je ztracen
da: Desværre, MiniDLNA konfiguration mangler
el: Λυπούμαστε, απουσιάζει το αρχείο ρυθμίσεων του MiniDLNA
et: MiniDLNA on seadistamata
fi: MiniDLNA määritystiedosto puuttuu
fr: Désolé la configuration de MiniDLNA est manquante
hr: Nije pronađena konfiguracija MiniDLNA
hu: Sajnálom, de a MiniDLNA Config hiányzik
it: Spiacente, MiniDLNA non configurato
lt: Atsiprašome MiniDLNA konfigūracijos nėra
nl: MiniDLNA Configuratie ontbreekt
pl: Przepraszamy brak Konfig. MiniDLNA
ru: Не найдена конфигурация MiniDLNA
sk: Prepáčte, chýba konfigurácia MiniDLNA
sr: Nije pronađena konfiguracija MiniDLNA
sv: Tyvärr saknas konfiguration för MiniDLNA
ta: மன்னிக்கவும் மினிட்ல்னா கட்டமைப்பு இல்லை
tr: Üzgünüz MiniDLNA Yapılandırması Eksik
uk: Не знайдено налаштувань MiniDLNA
vi: Xin lỗi, cấu hình MiniDLNA bị thiếu
zh_cn: 对不起,迷你DLNA配置丢失
