Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Sorry feeds are down for maintenance, please try again later.
bg: Съжаляваме, че емисиите са за поддръжка, моля, опитайте отново по-късно.
cs: Je nám líto, zdroje prochází údržbou, zkuste to prosím později.
da: Desværre, Feeds er nede for Vedligeholdelse, prøv venligst igen senere.
de: Die Feeds sind wegen Wartungsarbeiten nicht erreichbar, bitte später nochmals versuchen.
el: Λυπούμαστε, οι πηγές δεν είναι διαθέσιμες λόγω συντήρησης, δοκιμάστε αργότερα.
et: Toimuvad serverite hooldetööd. Proovi hiljem uuesti.
fi: Syötteet eivät ole käytössä huollon takia, yritä myöhemmin uudelleen.
fr: Désolé les feeds sont fermés pour maintenance, merci de réessayer plus tard.
hr: Feed nije dostupan u vezi sa održavanjem, pokušajte kasnije.
hu: Sajnos a szolgáltatás le van állítva a karbantartás miatt. Kérem, próbálja meg később.
it: Siamo spiacenti, i feed sono inattivi per manutenzione, riprova più tardi.
lt: Atsiprašome šaltiniai neveikia dėl priežiūros darbų, prašome pabandyti vėliau.
nl: De feeds zijn niet actief vanwege onderhoud. Probeer het later opnieuw.
pl: Przepraszamy, feedy są wyłączone z powodu konserwacji, spróbuj ponownie później.
ru: Фид не доступен в связи с проведением профилактики, пожалуйста, попробуйте позже
sk: Žiaľ, zdroje nie sú dostupné, kvôli údržbe. Skúste to neskôr, prosím.
sr: Fid nije dostupan u vezi sa održavanjem, pokušajte kasnije.
sv: Tyvärr är flödet nere för underhåll, försök igen senare.
ta: மன்னிக்கவும் ஊட்டங்கள் பராமரிப்புக்கு கீழே உள்ளன, தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Üzgünüz beslemeler bakım nedeniyle geçici olarak durduruldu, lütfen daha sonra tekrar deneyin.
uk: На жаль фіди на технічному обслуговувані, будь ласка, спробуйте пізніше.
vi: Xin lỗi, nguồn cấp dữ liệu bị ngừng bảo trì, vui lòng thử lại sau.
zh_cn: 对不起,由于网络原因开源不可用,请稍后再试.

source: Sorry it is only possible to record 2 channels at once!
bg: За съжаление е възможно да се записват само 2 канала наведнъж
cs: Bohužel je možné nahrávat pouze 2 kanály najednou!
el: Λυπούμαστε, είναι δυνατή μόνο η εγγραφή 2 καναλιών ταυτόχρονα!
fi: Vain 2 kanavaa voidaan tallentaa yhtä aikaa!
fr: Désolé seulement possible d'enregistrer 2 chaînes à la fois
hr: Žao mi je moguće je snimiti samo 2 kanala odjednom!
it: È possibile registrare solo 2 canali contemporaneamente!
lt: Atsiprašome, vienu metu galima įrašyti tik 2 kanalus
nl: Sorry, er kunnen maximaal maar 2 zenders tegelijk worden opgenomen!
pl: Przepraszamy, możliwe jest nagrywanie tylko 2 kanałów jednocześnie!
sk: Prepáčte, súčasne je možné nahrávať iba 2 kanály!
sr: Izvini, moguće je snimati samo 2 kanala odjednom!
sv: Tyvärr är det bara möjligt att spela in 2 kanaler samtidigt!
ta: மன்னிக்கவும், ஒரே நேரத்தில் 2 சேனல்களை பதிவு செய்ய முடியும்!
tr: Üzgünüz aynı anda sadece 2 kanal kaydedilebilir!
uk: На жаль можна записувати тільки 2 канали одночасно!

source: Sorry no backups found!
bg: За съжаление не са намерени резервни копия!
cs: Omlouváme se, nebyly nalezeny žádné zálohy!
da: Desværre, ingen sikkerhedskopier fundet!
de: Keine Sicherungen gefunden!
el: Λυπούμαστε, δεν βρέθηκαν αντίγραφα ασφαλείας!
et: Varukoopiat ei leitud!
fi: Varmuuskopioita ei löydy!
fr: Désolé aucune sauvegarde n'a été trouvée !
hr: Nije pronađena rezervna kopija!
hu: Sajnáljuk, mentések nem találhatók!
it: Spiacente, nessun Backup trovato!
lt: Atsiprašome, bet atsarginių kopijų nerasta!
nl: Sorry geen back-up gevonden!
pl: Nie znaleziono kopii zapasowej!
ru: Не найдены резервные копии!
sk: Žiaľ, nenašli sa žiadne zálohy!
sl: Varnostne kopije ne obstajajo!
sr: Nije pronađena rezervna kopija!
sv: Tyvärr hittades inga säkerhetskopior!
ta: மன்னிக்கவும் காப்புப்பிரதிகள் எதுவும் கிடைக்கவில்லை!
tr: Üzgünüz yedekleme bulunamadı!
uk: Вибачте, але резервних копій не знайдено!
vi: Xin lỗi không tìm thấy bản sao lưu!
zh_cn: 对不起没有找到备份!

source: Sorry uShare Config is Missing
bg: За съжаление uShare Config липсва
cs: Bohužel, uShare Config je ztracen
da: Desværre, uShare konfiguration mangler
de: Keine uShare-Config vorhanden!
el: Λυπούμαστε, απουσιάζει το αρχείο ρυθμίσεων του uShare
et: uShare on seadistamata
fi: UShare määritystiedosto puuttuu
fr: Désolé le fichier de configuration uShare est manquant
hr: Nije pronađen konfig uShare
hu: Sajnálom, de az uShare Config hiányzik
it: Spiacente uShare non configurato
lt: Atsiprašome uShare konfigūracijos nėra
nl: Sorry uShare configuratie ontbreekt
pl: Niestety brakuje Konfig. uShare
ru: Не найден конфиг uShare
sk: Prepáčte, chýba konfigurácia uShare
sr: Nije pronađen konfig uShare
sv: Tyvärr saknas uShare Config
ta: மன்னிக்கவும் ushare கட்டமைப்பு இல்லை
tr: Üzgünüz uShare Yapılandırması Eksik
uk: Не знайдено налаштувань uShare
vi: Xin lỗi uShare Config bị thiếu
zh_cn: 对不起ushare配置丢失

source: Sorry, %s has not been installed!
bg: За съжаление, %s не е инсталиран!
cs: Bohužel, %s nebyl nainstalován!
da: Desværre, %s er ikke installeret!
de: %s wurde nicht installiert!
el: Λυπούμαστε, το %s δεν έχει εγκατασταθεί!
et: %s ei ole paigaldatud!
fi: %s ei ole asennettu!
fr: Désolé, %s n'a pas été installé !
hr: Oprostite, %s nije instalirano!
hu: Sajnálom, a %s nincs feltelepítve!
it: Spiacente, %s non è installato!
lt: Atsiprašome,%s, nebuvo įdiegta!
nl: Sorry, %s is niet geïnstalleerd!
pl: Niestety, %s nie został zainstalowany!
pt_br: %s não foi instalado.
ru: Извините, %s не может быть установлен!
sk: Prepáčte, %s nebol nainštalovaný!
sr: Izvinite, %s nije instaliran!
sv: Tyvärr, %s har inte installerats!
ta: மன்னிக்கவும், %s நிறுவப்படவில்லை!
tr: Üzgünüz %s yüklenemedi!
uk: Вибачте, %s не встановлено!
vi: Xin lỗi,%s chưa được cài đặt!
zh_cn: 对不起, %s 没有安装!

source: Sorry, no backups found!
bg: За съжаление не са намерени резервни копия!
cs: Promiňte, ale žádné zálohy nenalezeny!
da: Desværre, ingen sikkerhedskopier fundet!
de: Keine Sicherungen gefunden!
el: Λυπούμαστε, δεν βρέθηκαν αντίγραφα ασφαλείας!
et: Varukoopiat ei leitud!
fi: Varmuuskopioita ei löydy!
fr: Désolé, aucune sauvegarde n'a été trouvée !
hr: Oprostite, nema rezervnih kopija!
hu: Nincs rendszerbeállítás mentés!
it: Spiacente, nessun Backup trovato!
lt: Atsiprašome, jokių atsarginių kopijų nerasta!
nl: Sorry, er is geen back-up gevonden!
pl: Nie znaleziono kopii zapasowych!
pt_br: Nenhum backup encontrado.
ru: Извините, не найдено ни одного бекапа!
sk: Žiaľ, nenašli sa žiadne zálohy!
sr: Izvinite, nema rezervnih kopija!
sv: Tyvärr, inga säkerhetskopior hittades!
ta: மன்னிக்கவும், காப்புப்பிரதிகள் எதுவும் கிடைக்கவில்லை!
tr: Üzgünüz, hiç yedek bulunamadı!
uk: Вибачте, не знайдено жодного бекапу!
vi: Xin lỗi, không tìm thấy bản sao lưu!
zh_cn: 对不起,没有找到备份!

source: Sorry, no physical devices that supports SWAP attached. Can't create swap file on network or FAT32 file systems
bg: За съжаление няма прилежащи физически устройства, поддържащи SWAP. Не може да се създаде Swapfile в мрежови или fat32 файлови системи
cs: Litujeme, nejsou připojena žádná fyzická zařízení, která podporují SWAP. Nelze vytvořit odkládací soubor v síti nebo na souborových systémech fat32
el: Λυπούμαστε, δεν έχουν συνδεθεί συσκευές που υποστηρίζουν το SWAP. Αδυναμία δημιουργίας αρχείου swap στο δίκτυο ή σε συστήματα αρχείων fat32
fi: Valitettavasti mitään fyysisiä laitteita, jotka tukevat SWAP liitäntää, ei ole liitetty. Swapfile tiedostoa ei voi luoda verkko- tai fat32-tiedostojärjestelmiin
fr: Désolé, aucun périphérique physique qui supporte SWAP n'est branché. Impossible de créer un fichier swap sur le réseau ou sur un système de fichier FAT32
hr: Žao mi je, nema fizičkih uređaja koji podržavaju SWAP povezane. Ne mogu da kreiram swap datoteku na mreži ili FAT32 datoteku sustava
it: Spiacenti, nessun dispositivo fisico che supporta lo SWAP collegato. Impossibile creare il file di swap su filesystem di rete o fat32
lt: Atsiprašome, jokių fizinių įrenginių, palaikančių mainus (SWAP) nepridėta. Negalima kurti keitimo failo tinklo arba fat32 failų sistemos
nl: Sorry, geen fysieke apparaten die SWAP ondersteuning bieden gevonden. Kan geen Swapfile op netwerk- of FAT32-bestandssystemen maken
pl: Niestety, nie podłączono żadnych urządzeń fizycznych obsługujących SWAP. Nie można utworzyć pliku wymiany w sieci lub systemach plików FAT32
sk: Prepáčte, nie sú pripojené žiadne zariadenia podporujúce SWAP. Súbor SWAP nie je možné vytvoriť v sieti alebo v súborových systémoch FAT32
sr: Žao mi je, nema fizičkih uređaja koji podržavaju SWAP povezane. Ne mogu da kreiram swap datoteku na mreži ili FAT32 fajl sistemima
sv: Tyvärr finns det inga fysiska enheter som stöder SWAP anslutna. Kan inte skapa swap-fil på nätverk eller FAT32-filsystem
ta: மன்னிக்கவும், இடமாற்றத்தை ஆதரிக்கும் உடல் சாதனங்கள் எதுவும் இணைக்கப்படவில்லை. பிணையம் அல்லது FAT32 கோப்பு முறைமைகளில் இடமாற்று கோப்பை உருவாக்க முடியாது
tr: Üzgünüz, SWAP'ı destekleyen fiziksel cihaz bağlı değil. Ağda veya FAT32 dosya sistemlerinde takas dosyası oluşturulamıyor
uk: Вибачте, ніяких фізичних пристроїв, які підтримують SWAP не знайдено. Неможливо створити файл підкачки в мережі або файловій системі fat32

source: Sorry, there was a problem:
bg: За съжаление възникна проблем:
cs: Je nám líto, vyskytl se problém:
da: Desværre, der opstod et problem:
de: Achtung, es gibt ein Problem:
el: Λυπούμαστε, προέκυψε ένα πρόβλημα:
et: Tekkis probleem:
fi: Valitettavasti tapahtui ongelma:
fr: Désolé, il y a eu un problème :
hr: Oprostite, došlo je do problema:
hu: Sajnáljuk, probléma merült fel:
it: Spiacente, c'è stato un problema:
lt: Deja, iškilo problema:
nl: Sorry, er was een probleem:
pl: Niestety wystąpił problem:
sk: Prepáčte, vyskytol sa problém:
sr: Izvinite, došlo je do problema:
sv: Tyvärr, det uppstod ett problem:
ta: மன்னிக்கவும், ஒரு சிக்கல் இருந்தது:
tr: Üzgünüz, bir sorun oluştu:
uk: Вибачте, виникла проблема:
vi: Xin lỗi, có một vấn đề:
zh_cn: 对不起,出现问题:

source: Sorry, your backup destination is not writeable. Please select a different one.
bg: Съжаляваме, резервната ви дестинация не може да се записва. Моля, изберете друга.
cs: Do zvoleného místa pro zálohy nelze zapisovat. Prosím, zvolte jiné umístění.
da: Beklager, din sikkerhedskopieringdestination findes skrivbar. Vælg venligst en anden.
el: Λυπούμαστε, ο προορισμός αντιγράφων ασφαλείας δεν είναι εγγράψιμος. Επιλέξτε έναν άλλο.
et: Varukoopia asukohta ei saa salvestada. Vali uus asukoht.
fi: Varmuuskopion kohdehakemisto on kirjoitussuojattu. Valitse toinen hakemisto.
fr: Désolé, votre destination de sauvegarde n'est pas accessible en écriture. Veuillez en sélectionner une autre.
hr: Vaše odredište rezervne kopije nije upisivo. Izaberite drugo.
hu: A biztonsági mentés helyén nincs írási jogosultság. Kérem, válasszon új mappát.
it: Destinazione del backup protetta in scrittura. Selezionarne un'altra.
lt: Atsiprašome, atsarginei kopijai pasirinkta vieta neskirta rašymui. Pasirinkite kitą vietą.
nl: Sorry, uw back-up bestemming is niet beschrijfbaar, een andere locatie kiezen.
pl: Wybrane miejsce na kopię nie jest zapisywalne. Wybierz inną lokalizację.
pt_br: O diretório de backup não está acessível. Escolha outro diretório.
ru: Извините, сюда нельзя сохранить резервную копию. /nПожалуйста, выберите другое место
sk: Prepáčte, do vybraného miesta pre zálohy sa nedá zapisovať. Prosím, vyberte iné umiestnenie.
sr: Vaše odredište rezervne kopije nije upisivo. Izaberite drugo.
sv: Tyvärr, din säkerhetskopieringsdestination är inte skrivbar. Vänligen välj en annan.
ta: மன்னிக்கவும், உங்கள் காப்பு இலக்கு எழுத முடியாதது. வேறு ஒன்றைத் தேர்ந்தெடுக்கவும்.
tr: Üzgünüz, yedekleme hedefiniz yazma iznine sahip değil. Lütfen başka bir hedef seçin.
uk: Вибачте, Ваше місце призначення для резервного копіювання не доступно для запису. Будь ласка, виберіть інше.
vi: Xin lỗi, đích sao lưu của bạn không thể ghi được. Vui lòng chọn một cái khác.
zh_cn: 对不起,您的备份目的地不可写. 请选择一个不同的.

source: Sort
bg: Сортиране
cs: Třídění
da: Sorter
de: Sortieren
el: Ταξινόμηση
et: Järjestus
fi: Järjestys
fr: Trier
hr: Sortiraj
hu: Rendezés
it: Ordinamento
lt: Rūšiuoti
nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ru: Сортировка
sk: Zoradiť
sr: Sortiraj
sv: Sortera
ta: வரிசைப்படுத்து
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh_cn: 排序

source: Sort Bookmarks
cs: Řazení záložek
el: Ταξινόμηση σελιδοδεικτών
fi: Lajittele kirjanmerkit
hr: Sortiraj Obeleživače
it: Ordina segnalibri
nl: Bladwijzers sorteren
pl: Sortowanie zakładek
sk: Zoradiť záložky
sr: Sortiraj Obeleživače
sv: Sortera bokmärken
ta: புக்மார்க்குகளை வரிசைப்படுத்துங்கள்
tr: Yer İmlerini Sırala
uk: Сортувати закладки

source: Sort EPG List
bg: Сортиране на списъка с EPG
cs: Třídit seznam EPG
da: Sorter EPG liste
de: EPG-Liste sortieren
el: Ταξινόμηση της λίστας EPG
et: Saatekava järjestamine
fi: Järjestä EPG lista
fr: Trier la liste EPG
hr: Sortiraj EPG Spisak
hu: EPG lista rendezése
it: Ordina elenco EPG
lt: Rūšiuoti EPG sąrašą
nl: Sorteer EPG-lijst
pl: Sortuj listę EPG
ru: Сортировать список телегида
sk: Zoradiť zoznam EPG
sr: Sortiraj EPG Listu
sv: Sortera EPG-lista
ta: EPG பட்டியலை வரிசைப்படுத்துங்கள்
tr: EPG listesini sırala
uk: Сортувати список ЕПГ
vi: Sắp xếp danh sách EPG
zh_cn: EPG列表排序

source: Sort Extension Menu
bg: Сортиране на списък с разширения по азбучен ред
cs: Třídit rozšířenou nabídku podle abecedy
el: Σειρά ταξινόμησης στοιχείων επεκτάσεων
fi: Näytä laajennukset aakkosjärjestyksessä
fr: Trier les extensions dans l'ordre alphabétique
hr: Sortiranje Menu Proširenja
it: Ordina menu Estensioni
lt: Meniu Rūšiuoti plėtinius
nl: Sorteer het Extensies-menu alfabetisch
pl: Sortuj Menu rozszerzeń
sk: Zoradiť zoznam rozšírení podľa abecedy
sr: Meni Proširenje Sortiranja
sv: Meny för sorteringstillägg
ta: நீட்டிப்பு மெனுவை வரிசைப்படுத்துங்கள்
tr: Uzantı Menüsünü Sırala
uk: Сортувати Розширення за алфавітом

source: Sort Plugin Browser
bg: Сортиране на записи в браузъра за приставки
cs: Řazení prohlížeče pluginů
el: Ταξινόμηση πλοηγού προσθέτων
fi: Lisäosavalikko merkinnät
fr: Ordre de tri pour les entrées du navigateur de plug-in
hr: Sortiraj Plugin Pregledač
it: Ordinamento elenco plugin
lt: Rūšiuoti priedų naršyklę
nl: Sorteer de volgorde van plugins in de Plugin Browser
pl: Sortuj wpisy przeglądarki wtyczek
sk: Zoradiť položky v prehliadači pluginov
sr: Sortiraj Plugin Pregledač
sv: Sortera plugin-webbläsare
ta: சொருகி உலாவியை வரிசைப்படுத்தவும்
tr: Eklentiler Listesini sırala
uk: Сортування плагінів в браузері

source: Sort Plugin Browser entries
cs: Řazení položek prohlížeče pluginů
el: Ταξινόμηση των στοιχείων του πλοηγού προσθέτων
fi: Näytä lisäosavalikko aakkosjärjestyksessä
hr: Sortiranje stavki Plugin Pregledača
it: Ordina voci di elenco plugin
nl: Plugin Browser items sorteren
pl: Sortuj wpisy przeglądarki wtyczek
sk: Zoradiť položky v prehliadači pluginov
sr: Sortiraj Stavke u Pretraživaču Plugina
sv: Sortera Plugin Browser-poster
ta: சொருகி உலாவி உள்ளீடுகளை வரிசைப்படுத்தவும்
tr: Eklentiler Listesi girişlerini sırala
uk: Сортування списку браузера плагінів

source: Sort by
bg: Сортиране по
cs: Řadit podle
da: Sorter efter
de: Sortieren nach
el: Ταξινόμηση ανά
et: Järjestamine
fi: Listan järjestystapa
fr: Trier par
hr: Sortiraj po
hu: Rendezés
it: Ordina per
lt: Rūšiuoti pagal
nl: Sorteren op
pl: Sortuj według
ru: Сортировка по
sk: Zoradiť podľa
sr: Sortiraj po
sv: Sortera efter
ta: வரிசைப்படுத்தவும்
tr: Göre sırala
uk: Сортувати по
vi: Sắp xếp theo
zh_cn: 排序

source: Sort by default
bg: Сортиране по подразразбиране
cs: Seřadit podle výchozího nastavení
da: Sorter efter standard
de: Sortieren nach Standard
el: Ταξινόμηση από προεπιλογή
et: Vaikejärjestus
fi: Oletusjärjestys
fr: Tri par défaut
hr: Sortiraj po zadanom
hu: Rendezés alapértelmezettek szerint
it: Ordina per predefinito
lt: Rūšiuoti pagal numatytus nustatymus
nl: Sorteer standaard naar
pl: Sortuj domyślnie
ru: Сортировать по умолчанию
sk: Predvolené zoradenie
sr: Sortiraj po defaultu
sv: Sortera enligt standard
ta: இயல்பாக வரிசைப்படுத்தவும்
tr: Varsayılan olarak sırala
uk: Сортувати за умовчанням
vi: Sắp xếp theo mặc định
zh_cn: 默认排序

source: Sort list by
bg: Сортиране на списъка по
cs: Seřadit seznam podle
da: Sorter liste efter
de: Liste sortieren nach
el: Ταξινόμηση λίστας ανά
et: Järjestuse aluseks
fi: Listan järjestystapa
fr: Trier la liste par
hr: Sortiraj listu po
hu: Lista rendezése
it: Ordina elenco per
lt: Rūšiuoti sąrašą pagal
nl: Sorteer de EPG-lijst op
pl: Sortuj listę w/g
ru: Сортировать список по
sk: Zoradiť zoznam podľa
sr: Sortiraj listu po
sv: Sortera lista efter
ta: மூலம் வரிசை
tr: Listeyi buna göre sırala
uk: Сортування списку за
vi: Sắp xếp danh sách theo
zh_cn: 列表排序

source: Sort list:
bg: Сортиране на списъка:
cs: Seřadit seznam:
da: Sorteringsliste:
de: Liste sortieren:
el: Ταξινόμηση λίστας:
et: Järjesta nimekiri:
fi: Listan järjestystapa:
fr: Liste de tri :
hr: Sortiraj listu:
hu: Lista rendezése:
it: Ordina elenco:
lt: Rūšiuoti sąrašą:
nl: Sorteren op:
pl: Sortuj listę:
ru: Сортировка списка:
sk: Zoradiť zoznam:
sr: Sortiraj listu:
sv: Sortera listan:
ta: வரிசை பட்டியல்:
tr: Listeyi sırala:
uk: Сортування списку:
vi: Sắp xếp danh sách:
zh_cn: 列表排序:

source: Sort order for the language list.
bg: Ред на сортиране на езиковия списък.
cs: Pořadí řazení seznamu jazyků.
el: Σειρά ταξινόμησης λίστας γλωσσών.
fi: Kieliluettelon lajittelujärjestys.
fr: Ordre de tri de la liste des langues.
hr: Sortiraj redosljed za spisak jezika.
it: Ordina per l'elenco delle lingue.
lt: Kalbų sąrašo rūšiavimo tvarka.
nl: Sorteervolgorde voor het taaloverzicht.
pl: Kolejność sortowania listy języków.
sk: Poradie zoraďovania zoznamu jazykov.
sr: Sortiraj redosled za listu jezika.
sv: Sorteringsordning för språkförteckningen.
ta: மொழி பட்டியலுக்கான வரிசையை வரிசைப்படுத்தவும்.
tr: Dil listesi için sıralama düzeni.
uk: Порядок сортування списку мов.

source: Sort playlists
bg: сортиране на плейлисти
cs: Třídění playlistů
el: Ταξινόμηση λιστών αναπαραγωγής
fi: soittolistojen järjestys
fr: tri des listes de lecture
hr: Sortiraj plej listu
it: Ordina playlist
lt: Rūšiuoti grojaraščius
nl: Sorteren van afspeellijsten
pl: sortowanie listy odtwarzania
sk: Zoradenie playlistov
sr: Sortiraj plej listu
sv: Sortera spellistor
ta: பிளேலிச்ட்களை வரிசைப்படுத்துங்கள்
tr: Oynatma listelerini sırala
uk: сортування списків відтворення

source: Sort: Directories by %s %s; Files by %s %s.
cs: Seřadit: Adresáře podle %s %s; Soubory od %s %s.
el: Ταξινόμηση: Φάκελοι κατά %s %s: αρχεία κατά %s %s.
fi: Lajittele: %s %s Tiedostot %s %s.
hr: Sortiraj: Direktorijum po %s %s; Datoteka od %s %s.
it: Ordina: cartelle per %s %s; File per %s %s.
nl: Sorteer mappen op %s %s en bestanden op %s %s.
pl: Sortuj: Katalogi wg %s %s; Pliki wg %s %s.
sk: Zoradiť: priečinky podľa %s %s, súbory podľa %s %s.
sr: Sortiraj: Direktorijum po %s %s; Fajl od %s %s.
sv: Sortera: Kataloger efter %s %s; Filer efter %s %s.
ta: வரிசை: %s %s ஆல் கோப்பகங்கள்; கோப்புகள் %s %s.
tr: Sırala: Dizinler %s %s'e göre; Dosyalar %s %s'e göre.
uk: Сортувати: Каталоги за %s %s; Файли від %s %s.

source: Sotho, Southern
cs: Sotho, Jižní
el: Σότο, Νότιο
fi: Sotho, Etelä
fr: Sotho, Sud
it: Sotho, Sud
lt: Sotho, Pietų
nl: Zuid Sotho
pl: Sotho, Południowy
sk: sothčina, južná
sv: Södra Sotho
ta: சோதோ, தெற்கு
tr: Sotho, Güney
uk: Сото, Південна

source: Soul/Rhythm and Blues
cs: Soul / Rhythm Blues
hr: Soul/Ritm i Bluz
sr: Soul/Ritm i Bluz
tr: Soul/Ritim ve Blues
uk: Соул/ритм-енд-блюз

source: Sound
bg: Звук
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
et: Heli
fi: Ääni
fr: Son
hr: Zvuk
hu: Hang
it: Audio
lt: Garsas
nl: Geluid
pl: Dźwięk
pt_br: Som
ru: Звук
sk: Zvuk
sl: Zvok
sr: Zvuk
sv: Ljud
ta: ஒலி
tr: Ses
uk: Звук
vi: Âm thanh
zh_cn: 音效

source: Sound carrier
bg: Звуков носител
cs: Nosná zvuku
da: Lydbærebølge
el: Φέρουσα ήχου
et: Heli kandevsagedus
fi: Äänikantoaallon taajuus
fr: Porteuse sonore
hr: Nosač zvuka
hu: Hangvivő
it: Portante audio
lt: Garso nešėjas
nl: Geluidsdrager
pl: Nośnik dźwięku
pt_br: Portadora
ru: Несущая
sk: Nosič zvuku
sr: Nosač zvuka
sv: Ljudbärare
ta: ஒலி கேரியர்
tr: Ses taşıyıcı
uk: Носій звуку
vi: Tốc độ chuyền âm thanh
zh_cn: 伴音载波

source: Source Packages
cs: Zdrojové balíčky
el: Πακέτα πηγής
fi: Lähde paketit
hr: Pokaži izvorne pakete
it: Pacchetti sorgenti
nl: Broncode
pl: Pakiety źródłowe
sk: Zdrojové balíčky
sr: Pokaži izvorne pakete
sv: Källförpackningar
ta: மூல தொகுப்புகள்
tr: Kaynak Paketleri
uk: Пакети вихідних кодів

source: Source request
bg: Заявка за източник
cs: Požadován zdroj
da: Kilde
de: Quellenauswahl
el: Αίτηση πηγής
et: Allika päring
fi: Lähteen pyyntö
fr: Demande d'entrée
hr: Izvorni zahtjev
hu: Forrás-kérés
it: Richiesta sorgente
lt: Šaltinio užklausa
nl: Bronverzoek
pl: Żądanie źródła
pt_br: Requesito de fonte
ru: Исходный запрос
sk: Požadovaný zdroj
sr: Izvorni zahtev
sv: Källa begäran
ta: மூல கோரிக்கை
tr: Kaynak talebi
uk: Запит джерела
vi: Yêu cầu nguồn
zh_cn: 选择源升级

source: South
bg: Юг
cs: Jižní
da: Syd
de: Süd
el: Νότια
et: Lõuna
fi: Eteläistä leveyttä
fr: Sud
hr: Jug
hu: Dél
it: Sud
lt: Pietūs
nl: Zuid
pl: Południe
pt_br: Sul
ru: Юг
sk: Juh
sl: Jug
sr: Jug
sv: Syd
ta: தெற்கு
tr: Güney
uk: Південь
vi: Miền Nam
zh_cn: 南

source: South Africa
cs: Jižní Afrika
da: Sydafrika
de: Südafrika
el: Νότια Αφρική
et: Lõuna-Aafrika
fi: Etelä Afrikka
fr: Afrique du Sud
hr: Južna Afrika
hu: Dél-afrikai Köztársaság
it: Sud Africa
lt: Pietų Afrika
nl: Zuid Afrika
pl: Południowa Afryka
sk: Južná Afrika
sv: Sydafrika
ta: தென் ஆப்ரிக்கா
tr: Güney Afrika
uk: Південна Африка
vi: Nam Phi
zh_cn: 南非

source: South Georgia and the South Sandwich Islands
cs: Jižní Georgie a Jižní Sandwichovy ostrovy
da: Sydgeorgien og Sydsandwichøerne
de: Südgeorgien und die Südlichen Sandwichinseln
el: Νότια Γεωργία και Νότιες Σάντουιτς
et: Lõuna-Georgia ja Lõuna-Sandwichi saared
fi: Etelä-Georgia ja Eteläiset Sandwichsaaret
fr: Géorgie du Sud et îles Sandwich du Sud
hu: Déli-Georgia és Déli-Sandwich-szigetek
it: Georgia del Sud e Isole Sandwich Australi
lt: Pietų Džordžijos ir Pietų Sandvičo Salos
nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden
pl: Georgia Południowa i Sandwich Południowy
sk: Južná Georgia a Južné Sandwichove ostrovy
sv: Sydgeorgien och Sydsandwichöarna
ta: தெற்கு சார்சியா மற்றும் தெற்கு சான்ட்விட்ச்
tr: Güney Georgia ve Güney Sandwich Adaları
uk: Південна Джорджія і Південні Сандвічеві острови
vi: Nam Georgia và Quần đảo Nam Sandwich
zh_cn: 南乔治亚和南桑威奇群岛

source: South Ndebele
cs: Jižní Ndebele
el: Νότιο Εντμπέλε
fi: Etelä Ndebelen
fr: Ndébélé du Sud
it: Ndebele meridionale
lt: Pietų Ndebele
pl: Południowe Ndebele
sk: južná ndebelčina
sv: Sydndebele
ta: தெற்கு நடேப்லே
tr: Güney Ndebele Dili
uk: Південне Ндебеле

source: South Sudan
cs: Jižní Súdán
da: Sydsudan
de: Südsudan
el: Νότιο Σουδάν
et: Lõuna-Sudaan
fi: Etelä Sudan
fr: Sud Soudan
hu: Dél-Szudán
it: Sud Sudan
lt: Pietų Sudanas
nl: Zuid Sudan
pl: Sudan Południowy
sk: Južný Sudán
sv: Sydsudan
ta: தெற்கு சூடான்
tr: Güney Sudan
uk: Південний Судан
vi: Phía nam Sudan
zh_cn: 南苏丹

source: Space to reserve for recordings (GB)
bg: Дисково пространство, което да резервирате за записи (в GB)
cs: Rezerva volného místa pro nahrávání (v GB)
el: Χώρος που δεσμεύεται για τις εγγραφές (GB)
fi: Tallennuksille varattu levytila (GB)
fr: Espace disque à réserver pour les enregistrements (en Go)
hr: Prostor za rezervisano snimanje (GB)
it: Spazio disco da riservare alla registrazioni (in Gb)
lt: Įrašams rezervuota disko apimtis (GB)
nl: Reserveer schijfruimte voor opnames (in GB)
pl: Miejsce na dysku zarezerwowane do nagrań (w GB)
sk: Rezerva voľného miesta pre nahrávanie (v GB)
sr: Prostor za rezervisano snimanje (GB)
sv: Utrymme att reservera för inspelningar (GB)
ta: பதிவுகளுக்கு முன்பதிவு செய்ய இடம் (சிபி)
tr: Kayıtlar için ayrılacak disk boyutu (GB)
uk: Зарезервувати дисковий простір для записів (у ГБ)
