Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Audio language selection 3
bg: Избор на аудио език 3
cs: Volba jazyka zvuku 3
da: Lydsprog valg 3
de: Ton-Sprachauswahl 3
el: Επιλογή γλώσσας ήχου 3
et: Heli keelevalik 3
fi: Äänen kielivalinta 3
fr: Sélection de la langue audio 3
hr: Odabir audio jezika 3
hu: Harmadlagos előnyben részesített hangsáv
it: Selezione lingua audio 3
lt: 3-a pasirinkta garso kalba
nl: Audio taalkeuze 3
pl: Wybór języka audio 3
pt_br: Idioma de áudio 3
ru: Выбор языка аудио 3
sk: Voľba jazyka zvuku 3
sl: Jezik zvočne sledi - 3
sr: Izbor audio jezika 3
sv: Val av ljudspråk 3
ta: ஆடியோ மொழி தேர்வு 3
tr: 3. Ses dili seçimi
uk: Вибір мови аудіо 3
vi: Lựa chọn ngôn ngữ âm thanh 23
zh_cn: 音频语言选择3

source: Audio language selection 4
bg: Избор на аудио език 4
cs: Volba jazyka zvuku 4
da: Lydsprog valg 4
de: Ton-Sprachauswahl 4
el: Επιλογή γλώσσας ήχου 4
et: Heli keelevalik 4
fi: Äänen kielivalinta 4
fr: Sélection de la langue audio 4
hr: Odabir audio jezika 4
hu: Negyedleges előnyben részesített hangsáv
it: Selezione lingua audio 4
lt: 4-a pasirinkta garso kalba
nl: Audio taalkeuze 4
pl: Wybór języka audio 4
pt_br: Idioma de áudio 4
ru: Выбор языка аудио 4
sk: Voľba jazyka zvuku 4
sl: Jezik zvočne sledi - 4
sr: Izbor audio jezika 4
sv: Val av ljudspråk 4
ta: ஆடியோ மொழி தேர்வு 4
tr: 4. Ses dili seçimi
uk: Вибір мови аудіо 4
vi: Lựa chọn ngôn ngữ âm thanh 4
zh_cn: 音频语言选择4

source: Australia
cs: Austrálie
da: Australien
de: Australien
el: Αυστραλία
et: Austraalia
fi: Austraalia
fr: Australie
hr: Australija
hu: Ausztrália
lt: Australija
nl: Australië
sk: Austrália
sv: Australien
ta: ஆச்திரேலியா
tr: Avustralya
uk: Австралія
zh_cn: 澳大利亚

source: Austria
cs: Rakousko
da: Østrig
de: Österreich
el: Αυστρία
fi: Itävalta
fr: Autriche
hr: Austrija
hu: Ausztria
lt: Austrija
nl: Oostenrijk
sk: Rakúsko
sv: Österrike
ta: ஆச்திரியா
tr: Avusturya
uk: Австрія
vi: Áo
zh_cn: 奥地利

source: Authoring mode
bg: Авторски режим
cs: Režim authoringu
da: Oprettelsestilstand
de: Autoren-Modus
el: Λειτουργία δημιουργίας ταινίας
et: DVD loomine
fi: Toimintatapa
fr: Mode création
hr: Autorski način
hu: Authoring mód
it: Modalità creazione
lt: Kūrimas
nl: Bewerkingswijze
pl: Tryb autorski
pt_br: Modo de criação
ru: Режим автора
sk: Režim authoringu
sl: Odobritveni način
sr: Autorski režim
sv: Läge för författande
ta: படைப்பாற்றல் பயன்முறை
tr: Yazar modu
uk: Режим авторизації
vi: Chế độ ủy quyền
zh_cn: 编辑模式

source: Auto
bg: Aвтонатично
el: Αυτόματο
fi: Autom.
hu: Automatikus
nl: Automatisch
ru: Автоматически
sl: Samodejno
ta: தானி
tr: Otomatik
uk: Авто
vi: Tự động
zh_cn: 自动

source: Auto Language
bg: Автоматичен език
cs: Jazyk zvuku a titulků
da: Automatisk sprog
de: Automatische Sprachauswahl
el: Αυτόματη γλώσσα
et: Automaatne keelevalik
fi: Automaattinen kieli
fr: Langue auto
hr: Auto Jezik
hu: Automatikus nyelvválasztás
it: Lingua automatica
lt: Automatinė kalba
nl: Automatische taalkeuze
pl: Automatyczny język
ru: Автовыбор языка
sk: Automatický jazyk
sr: Auto Jezik
sv: Auto Språk
ta: வாகன மொழி
tr: Otomatik Dil
uk: Авто мова
vi: Chọn ngôn ngữ tự động
zh_cn: 自动语言

source: Auto Language Selection
bg: Автоматичен избор на език
cs: Nastavení jazyka zvuku a titulků
da: Automatisk sprogvalg
de: Automatische Sprachauswahl
el: Αυτόματη επιλογή γλώσσας
et: Automaatsed keelevalikud
fi: Automaattinen kielivalinta
fr: Sélection auto de la langue
hr: Auto Odabir Jezika
hu: Automatikus nyelvválasztás
it: Selezione automatica lingua
lt: Automatinis kalbos pasirinkimas
nl: Taalkeuze voor audio/ondertitels/EPG
pl: Automatyczny wybór języka
ru: Автоматический выбор языка
sk: Automatický výber jazyka
sl: Samodejna izbira zvoka in podn.
sr: Auto Izbor Jezika
sv: Automatisk språkval
ta: வாகன மொழி தேர்வு
tr: Otomatik Dil Seçimi
uk: Автоматичний вибір мови
vi: Chọn ngôn ngữ tự động
zh_cn: 自动语言选择

source: Auto Language Settings
bg: Автоматични езикови настройки
cs: Jazyk zvuku a titulků
el: Ρυθμίσεις αυτόματης γλώσσας
fi: Automaattinen kielivalinta
fr: Sélection automatique de la langue
hr: Auto Postavke Jezika
it: Impostazioni lingua automatica
lt: Automatinės kalbos parametrai
nl: Automatische taalselectie
pl: Automatyczny wybór języka
sk: Nastavenie automatického výberu jazyka
sr: Auto Postavke Jezika
sv: Auto Språkinställningar
ta: வாகன மொழி அமைப்புகள்
tr: Otomatik Dil Ayarları
uk: Автовибір мови

source: Auto SCART switching
bg: Автоматично превключване на scart
cs: Automatické přepínání SCART
el: Αυτόματη αλλαγή scart
fi: Autom. SCARTin kytkentä
fr: Commutation auto péritel
hr: Auto SCART uključenje
it: Commutazione automatica SCART
lt: Automatinis skarto perjungimas
nl: Automatisch scart schakelen
pl: Automatyczne przełączanie SCART
sk: Automatické prepínanie SCART
sr: Auto SCART uključenje
sv: Automatisk SCART-växling
ta: ஆட்டோ ச்கார்ட் மாறுதல்
tr: Otomatik SCART geçişi
uk: Авто переключення на скарт

source: Auto Timers
bg: Автоматични таймери
cs: Automatické časovače
da: AutoTimere
de: AutoTimer
el: Αυτόματοι χρονοδιακόπτες
et: Autotaimerid
fi: Automaattiajastus
fr: Minuteurs automatiques
hr: Auto Tajmeri
hu: Automatikus Időzítések
it: Timer automatici
lt: Auto laikmačiai
pl: Auto timery
sk: Automatické časovače
sr: Auto Tajmeri
sv: Automatiska tidtagare
ta: ஆட்டோ டைமர்கள்
tr: Otomatik Zamanlayıcılar
uk: Авто-Таймери
vi: Hẹn giờ tự động
zh_cn: 自动定时器

source: Auto Volume Level
bg: Автоматична настройка нивото на звука
cs: Automatické nastavení hlasitosti
da: Auto lydstyrkeniveau
de: Automatische Lautstärkeanpassung
el: Αυτόματη ένταση ήχου
et: Automaatne helitase
fi: Automaattinen äänenvoimakkuus
fr: Niveau de volume auto
hr: Nivo Auto Jačine Zvuka
hu: Automatikus hangerő
it: Livello volume automatico
lt: Automatinis garsumo lygis
nl: Automatisch volumeniveau
pl: Automatyczne dopasowanie głośności
ru: Автонастройка уровня звука
sk: Automatická úroveň hlasitosti
sr: Nivo Auto Jačine Zvuka
sv: Automatisk volymnivå
ta: ஆட்டோ தொகுதி நிலை
tr: Otomatik Ses Seviyesi
uk: Автоматичне регулювання гучності
vi: Mức âm lượng tự động
zh_cn: 自动音量级别

source: Auto chapter split every ? minutes (0=never)
bg: Автоматично разделене на глави, всяка? минути (0 = никога)
cs: Automaticky vytvořit kapitoly každých ? minut (0=žádné)
da: Auto kapitelinddeling hvert ? minut (0=aldrig)
de: Automatischer Kapitelwechsel alle x Minuten (0=nie)
el: Αυτόματη δημιουργία κεφαλαίου κάθε Χ λεπτα (0=ποτέ)
et: Automaatne peatüki lõikamine pärast iga ? minutit (0=mitte kunagi)
fi: Kappalejako joka ? min välein (0=ei koskaan)
fr: Diviser automatiquement en chapitre toutes les ? minutes (0 = jamais)
hr: Auto podijela dijelova svakih ? minuta (0 =nikada)
hu: Automatikus fejezet készítés ? percenként (0=soha)
it: Divisione automatica capitoli ogni x minuti (0=mai)
lt: Automatinis skyriaus perskėlimas kiekvieną? minutę (0=niekada)
nl: Automatisch hoofdstuk splitsen elke ? minuten (0=nooit)
pl: Automatyczny podział rozdziałów co 'x' minut (0=nigdy)
pt_br: Dividir capítulos automaticamente (em minutos, 0 = não dividir)
ru: Автоматически разделять на главы каждые ? минут (0 =никогда)
sk: Automaticky rozdeľovať kapitoly každých ? minút (0 = nikdy)
sl: Samodejna delitev poglavja vsakih ? minut (0=vedno)
sr: Auto podela delova svakih ? minuta (0 =nikada)
sv: Automatisk kapitelindelning var ? minut (0=aldrig)
ta: ஆட்டோ அத்தியாயம் ஒவ்வொன்றையும் பிரிக்கிறது? நிமிடங்கள் (0 = ஒருபோதும்)
tr: Belirtilen sürelerde (dakika) otomatik bölümlere ayrılsın mı? (0=asla)
uk: Автоматичний поділ на заголовки кожні ? хвилин (0=ніколи)
vi: Chương tự động chia mỗi? phút (0 = không bao giờ)
zh_cn: 每隔?分钟自动分割章节(0=从不)

source: Auto deep standby
bg: Автоматичен дълбок режим на готовност
cs: Automatické úplné vypnutí
el: Αυτόματη βαθιά αναμονή
fi: Automaattinen virransäästötila
fr: Veille profonde auto
hr: Auto duboka pripravnost
it: Spegnimento automatico
lt: Automatinis gilaus budėjimo režimas
nl: Automatisch uitschakelen
pl: Automatyczne wyłączenie
sk: Automatické vypnutie
sr: Auto duboka pripravnost
sv: Automatisk djup standby
ta: ஆட்டோ ஆழமான காத்திருப்பு
tr: Otomatik derin bekleme modu
uk: Авто виключення

source: Auto detect
cs: Auto detekce
el: Αυτόματος εντοπισμός
fi: Automaattinen tunnistus
fr: Détection automatique
hr: Auto prepoznavanje
it: Rilevamento automatico
lt: Automatiškai aptikti
nl: Automatisch herkennen
sr: Auto prepoznavanje
sv: Upptäck automatiskt
tr: Otomatik algılama
uk: Автовизначення

source: Auto flesh
cs: Automatický jas
de: Automatische Hautfarbe
el: Αυτόματο χρώμα δέρματος
et: Nahatooni esiletoomine
fi: Ihonvärin korostus
fr: Correction couleurs auto (Auto flesh)
hu: Auto-flash
it: Colore automatico pelle
lt: Auto minkštinimas
nl: Automatische huidskleur tint
pl: Auto odświeżanie
ru: Авто флеш
sk: Automatická pleťová farba
sv: Auto kött
ta: கார் சதை
tr: Otomatik ten rengi
uk: Авто флеш
vi: Tự động flash
zh_cn: 自动刷写

source: Auto focus
bg: Автоматичен фокус
cs: Auto fokus
da: Autofokus
de: Auto Fokus
el: Αυτόματη εστίαση
et: Autofookus
fi: Autom. hienosäätö
fr: Mise au point auto
hr: Auto fokus
hu: Autofókusz
it: Messa a fuoco automatica
lt: Automatinis fokusavimas
pl: Automatyczny obrót
pt_br: Auto-foco
ru: Автофокусировка
sk: Auto fokus
sr: Auto fokus
sv: Autofokus
ta: வாகன கவனம்
tr: Otomatik odaklanma
uk: Автофокус
vi: Tự động lấy nét
zh_cn: 自动聚焦

source: Auto focus commencing ...
bg: Автоматичното фокусиране е започнало ...
cs: Zahajuji Auto-fokus...
da: Autofokus begynder...
de: Auto Fokus startet...
el: Έναρξη αυτόματης εστίασης...
et: Autofookus käivitub...
fi: Automaattinen hienosäätö käynnistyy...
fr: Démarrage Mise au point auto ...
hr: Početak auto fokusa ...
hu: Autofókusz kezdődik...
it: Avvio messa a fuoco automatica...
lt: Pradedamas auto fokusavimas...
nl: Auto focus begint...
pl: Rozpoczęto automatyczną regulację...
pt_br: Iniciando auto-foco...
ru: Автофокусировка началась ...
sk: Auto fokus začal...
sr: Početak auto fokusa ...
sv: Autofokus påbörjas ...
ta: ஆட்டோ கவனம் தொடங்குகிறது ...
tr: Otomatik odaklama başlıyor...
uk: Застосувати автофокус...
vi: Tự động lấy nét bắt đầu ..
zh_cn: 启动自动对焦...

source: Auto install log
cs: Protokol automatické instalace
el: Καταγραφή αυτόματης εγκατάστασης
fi: Automaattinen asennusloki
fr: Journal d’installation automatique
hr: Auto instalacija log
it: Registro di installazione automatica
lt: Automatinio diegimo žurnalas
pl: Log auto instalacji
sk: Denník automatickej inštalácie
sr: Auto instalacija log
sv: Logg för automatisk installation
ta: ஆட்டோ நிறுவு பதிவு
tr: Otomatik kurulum günlüğü
uk: Журнал автоматичного встановлення

source: Auto multi-selection
cs: Automatický výběr z více položek
el: Αυτόματη πολλαπλή επιλογή
fi: Automaattinen valinta
hr: Auto višestruki odabir
it: Selezione multipla automatica
nl: Auto multi-selectie
pl: Automatyczny wybór wielokrotny
sk: Automatický viacnásobný výber
sr: Auto višestruki odabir
sv: Automatiskt flervalsval
ta: ஆட்டோ மல்டி-தேர்வு
tr: Otomatik çoklu seçim
uk: Автоматичний багаторазовий вибір

source: Auto show volume level
cs: Automatické zobrazení úrovně hlasitosti
el: Αυτόματη εμφάνιση έντασης ήχου
fi: Näytä äänenvoimakkuus taso automaattisesti
hr: Auto prikaz nivoa jačine tona
it: Mostra automaticamente livello volume
nl: Automatisch het Volumenivau tonen
pl: Automatyczne wyświetlanie poziomu głośności
sk: Automatické zobrazenie úrovne hlasitosti
sr: Auto pokaži nivo zvuka
sv: Volymnivå för bilutställningar
tr: Otomatik ses seviyesi
uk: Автоматичне відображення рівня гучності

source: Auto shut down
cs: Automatické vypnutí
el: Αυτόματος τερματισμός
fi: Automaattinen sammutus
hr: Auto isključivanje
it: Spegnimento automatico
lt: Automatinis išjungimas
nl: Automatisch afsluiten
pl: Automatyczne wyłączenie
sk: Automatické vypnutie
sr: Auto isključivanje
sv: Automatisk avstängning
ta: ஆட்டோ மூடப்பட்டது
tr: Otomatik kapanma
uk: Автоматичне відключення

source: Auto standby
bg: Автоматичен режим на готовност
cs: Automatcké vypnutí
el: Αυτόματη αναμονή
fi: Automaattinen valmiustila
fr: Veille auto
hr: Auto stanje pripravnosti
it: Standby automatico
lt: Automatinis budėjimo režimas
nl: Stand-by
pl: Automatyczne czuwanie
sk: Automatický pohotovostný režim
sr: Auto stanje pripravnosti
sv: Automatisk standby
ta: ஆட்டோ காத்திருப்பு
tr: Otomatik bekleme modu
uk: Авто перехід в режим очікування

source: Auto video mode selected
cs: Je vybrán automatický režim videa
el: Επιλέχθηκε η αυτόματη λειτουργία βίντεο
fi: Automaattinen videotila valittu
hr: Auto video način odabira
it: Modalità video automatica selezionata
nl: Automatische beeldresolutie geselecteerd
pl: Wybrano tryb Automatycznego wideo
sk: Automatický režim videa vybraný
sr: Izabran automatski video režim
sv: Auto-videoläge valt
ta: ஆட்டோ வீடியோ பயன்முறை தேர்ந்தெடுக்கப்பட்டது
tr: Otomatik görüntü modu seçildi
uk: Вибрано автоматичний режим відео

source: Auto video mode selected for the TV.
cs: Automatický režim videa zvolený pro televizor.
el: Επιλέχθηκε η αυτόματη λειτουργία βίντεο για την TV.
fi: Automaattinen videotila valittu TV:lle.
hr: Auto video način odabira za TV.
it: Modalità video automatica selezionata per la TV.
nl: Automatische beeldresolutie geselecteerd voor de TV.
pl: Tryb automatycznego wideo wybrany dla TV.
sk: Automatický režim videa zvolený pre TV.
sr: Automatski režim videa je izabran za TV.
sv: Auto-videoläge valt för TV:n.
ta: டிவிக்கு ஆட்டோ வீடியோ பயன்முறை தேர்ந்தெடுக்கப்பட்டது.
tr: TV için otomatik görüntü modu seçildi.
uk: Для телевізора вибрано автоматичний режим відео.

source: Auto(not available)
bg: Автоматичен(не е наличен)
cs: Auto (není dostupné)
da: Auto (ikke tilgængelig)
de: Auto (nicht verfügbar)
el: Αυτόματο (μη διαθέσιμο)
et: Autom. (pole saadaval)
fi: Auto (ei käytettävissä)
fr: Auto (non disponible)
hr: Auto(nije dostupno)
hu: Automatikus (nem érhető el)
it: Automatico (non disponibile)
lt: Automatinis (negalimas)
nl: Auto (niet beschikbaar)
pl: Opcja Auto (nie dostępna)
ru: Авто (не доступен)
sk: Auto (nedostupné)
sr: Auto(nije dostupno)
sv: Auto(ej tillgänglig)
ta: ஆட்டோ (கிடைக்கவில்லை)
tr: Otomatik (mevcut değil)
uk: Авто(не доступний)
vi: Tự động (không khả dụng)
zh_cn: 自动(不可用)

source: AutoCam Settings
cs: Nastavení AutoCam
el: Ρυθμίσεις αυτόματου cam
fi: Softcam Asetukset
hr: AutoCam Postavke
it: Impostazioni AutoCam
nl: AutoCam instellingen
pl: Ustawienia AutoCam
sk: Nastavenie Autocamu
sr: AutoCam Postavke
sv: AutoCam-inställningar
ta: ஆட்டோகாம் அமைப்புகள்
tr: AutoCam Ayarları
uk: Налаштування AutoCam

source: AutoCam Setup Actions
cs: Akce nastavení AutoCam
el: Ενέργειες ρυθμίσεων αυτόματου cam
fi: Softcam Toiminnot
hr: AutoCam Postavke Radnja
it: Azioni di impostazione AutoCam
nl: AutoCam instellingen
pl: Ustawienia akcji AutoCam
sk: Akcie nastavení AutoCamu
sr: AutoCam Postavke Podešavanje
sv: Åtgärder för inställning av AutoCam
ta: ஆட்டோகாம் அமைவு செயல்கள்
tr: AutoCam Kurulum İşlemleri
uk: Дії кнопок для AutoCam

source: AutoFS
ta: ஆட்டோஃப்
uk: АвтоFS

source: AutoMountManager
bg: Мениджър за автоматично монтиране
cs: Správce připojení
de: Automatisches Mount Management
el: Διαχείριση αυτόματων προσαρτήσεων
et: Automaatne haakimine
fi: Laitehallinta
fr: Gestionnaire AutoMount
hr: Auto Montaža Upravljač
hu: Csatlakozás kezelő
it: Gestore di montaggio automatico
lt: Automatinių pajungimų valdymas
nl: Auto mount beheer
pl: Menadżer auto montowania
ru: Установки автомонтирования
sk: Správca automatického pripájania
sr: AutoMontažaUpravljač
ta: ஆட்டோமவுண்ட் மேனேசர்
tr: Otomatik Bağlantı Yöneticisi
uk: Конфігурація Автомонтування
vi: Trình quản lý tự động
zh_cn: 自动挂载管理器

source: AutoRefresh
cs: Automatické obnovení
el: Αυτόματη ανανέωση
fi: Automaattinen Päivitys
hr: Auto osvježi
it: Ricarica automatica
pl: Automatyczne odświeżanie
sk: Automatické obnovenie
sr: Auto Osvežavanje
ta: ஆட்டோ புதுப்பிப்பு
tr: Otomatik Yenileme
uk: Автооновлення

source: AutoTimer
cs: Automatický časovač
el: Αυτόματος χρονοδιακόπτης
fi: Automaattiajastukset
hr: AutoTajmer
it: Timer automatico
lt: Auto laikmatis
ru: Автотаймер
sk: Automatický časovač
sr: AutoTajmer
ta: ஆட்டோடிமர்
uk: Автотаймер

source: AutoUpdate
bg: Автоматична актуализация
cs: Automatická aktualizace
da: AutoOpdatering
el: Αυτόματη ενημέρωση
et: Automaatne uuendamine
fi: Automaattinen päivitys
fr: Mise à jour automatique
hr: Auto Ažuriranje
hu: Automatikus frissítés
it: Aggiornamento automatico
lt: Automatinis atnaujinimas
pl: Automatyczna Aktualizacja
sk: Automatická aktualizácia
sr: Auto Ažuriranje
sv: AutoUppdatering
ta: தன்னியக்க தேதிகள்
tr: Otomatik Güncelleme
uk: Авто-Оновлення
vi: Cập nhật tự động
zh_cn: 自动更新

source: Automatic
bg: Автоматичен
cs: Automatický
da: Automatisk
de: Automatisch
el: Αυτόματο
et: Automaatne
fi: Automaattinen
fr: Automatique
hr: Automatski
hu: Automatikus
it: Automatico
lt: Automatinis
nl: Automatisch
pl: Automatyczny
pt_br: Automático
ru: Автоматически
sk: Automaticky
sl: Samodejno
sr: Automatski
sv: Automatiskt
ta: தானியங்கி
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动

source: Automatic Scan
bg: Автоматично сканиране
cs: Automatické ladění programů
da: Automatisk søgning
de: Automatischer Suchlauf
el: Αυτόματη ανίχνευση
et: Automaatotsing
fi: Automaattinen haku
fr: Recherche automatique
hr: Automatsko Skeniranje
hu: Automatikus keresés
it: Scansione automatica
lt: Automatinė paieška
nl: Automatisch zoeken
pl: Skanowanie automatyczne
ru: Автоматический поиск
sk: Automatické vyhľadávanie
sl: Samodejno iskanje
sr: Automatsko Skeniranje
sv: Automatisk skanning
ta: தானியங்கி ச்கேன்
tr: Otomatik Tarama
uk: Автоматичний пошук
vi: Quét tự động
zh_cn: 自动扫描

source: Automatic Service Searching
bg: Автоматично търсене на сервизи
cs: Automatické vyhledávání služeb
da: Automatisk kanalsøgning
de: Automatischer Kanalsuchlauf
el: Αυτόματη ανίχνευση υπηρεσιών
et: Automaatne kanaliotsing
fi: Automaattinen kanavahaku
fr: Recherche automatique de service
hr: Automatska Pretraga Kanala
hu: Automatikus csatornakeresés
it: Ricerca automatica dei servizi
lt: Automatinė kanalų paieška
nl: Automatisch zenders zoeken
pl: Automatyczne wyszukiwanie kanałów
sk: Automatické vyhľadávanie staníc
sr: Automatska Pretraga Kanala
sv: Automatisk sökning av tjänster
ta: தானியங்கி பணி தேடல்
tr: Otomatik Kanal Arama
uk: Автоматичний пошук каналів
vi: Tìm kiếm dịch vụ tự động
zh_cn: 自动搜索频道

source: Automatic resolution
bg: Автоматична резолюция
cs: Automatické rozlišení
da: Automatisk opløsning
de: Automatische Auflösung
el: Αυτόματη ανάλυση
et: Automaatne lahutus
fi: Automaattinen resoluutio
fr: Résolution automatique
hr: Automatska rezolucija
hu: Automatikus felbontás
it: Risoluzione automatica
lt: Automatinė raiška
nl: Automatische resolutie
pl: Automatyczna rozdzielczość
ru: Авторазрешение экрана
sk: Automatické rozlíšenie
sr: Automatska rezolucija
sv: Automatisk upplösning
ta: தானியங்கி தீர்மானம்
tr: Otomatik çözünürlük
uk: Автороздільність екрану
vi: Độ phân giải tự động
zh_cn: 自动分辨率

source: Automatic resolution label
bg: Автоматична резолюция етикет
cs: Zobrazovat nastavené rozlišení
da: Automatisk opløsningsmærke
de: Bildschirmmeldung der Auflösung
el: Ετικέτα αυτόματης ανάλυσης
et: Lahutuse teavitamine
fi: Resoluution vaihtumisen ilmoitus
fr: Etiquette de résolution automatique
hr: Oznaka automatske rezolucije
hu: Automatikus felbontás címke
it: Etichetta risoluzione automatica
lt: Automatinės raiškos etiketė
nl: Automatische resolutieinfo
pl: Automatyczna etykieta rozdzielczości
ru: Метка авторазрешения экрана
sk: Štítok autom. rozlíšenia
sr: Oznaka automatske rezolucije
sv: Etikett med automatisk upplösning
ta: தானியங்கி தெளிவுத்திறன் சிட்டை
tr: Otomatik çözünürlük etiketi
uk: Мітка автороздільності екрану
vi: Độ phân giải tự động
zh_cn: 自动分辨率标签

source: Automatic scan for services
bg: Автоматично сканиране за сервизи
cs: Autonaticky vyhledá dostupné programy
da: Automatisk søgning efter kanaler
de: Automatischer Suchlauf
el: Αυτόματη ανίχνευση υπηρεσιών
et: Kanalite automaatotsing
fi: Automaattinen kanavahaku
fr: Scan automatique des services
hr: Automatsko skeniranje kanala
hu: Automatikus keresése a csatornáknak
it: Scansione automatica dei servizi
lt: Automatinė kanalų paieška
nl: Hier kunt u automatisch naar zenders zoeken
pl: Automatyczne skanowanie kanałów
ru: Автосканирование каналов
sk: Automatické vyhľadávanie staníc
sr: Automatsko skeniranje kanala
sv: Automatisk sökning efter tjänster
ta: சேவைகளுக்கான தானியங்கி ச்கேன்
tr: Kanallar için otomatik tarama
uk: Автосканування каналів
vi: Tự động quét dịch vụ
zh_cn: 自动扫描频道

source: Automatic shares access
cs: Automatický přístup ke sdílení
el: Αυτόματη πρόσβαση στα κοινόχρηστα αρχεία
fi: Automaattinen jakaminen määritys
hr: Automatski pristup akcijama
it: Accesso automatico alle condivisioni
nl: Auto-Share-Toegang
pl: Automatyczny dostęp do udziałów
sk: Automatický prístup k zdieľaniu
sr: Automatski delenje pristupa
sv: Automatisk tillgång till aktier
ta: தானியங்கி பங்குகள் அணுகல்
tr: Otomatik paylaşım erişimi
uk: Автоматичний доступ до спільних ресурсів

source: Automatically put the TV in Standby whenever the receiver goes into Standby or Deep Standby.
cs: Automaticky přepne televizor do pohotovostního režimu, kdykoli přijímač přejde do pohotovostního režimu nebo hlubokého spánku.
el: Θέστε αυτόματα την TV σε αναμονή κάθε φορά που ο δέκτης μεταβαίνει σε κατάσταση κοινής ή βαθιάς αναμονής.
hr: Automatski stavite TV u stanje pripravnosti, kada tuner uđe u stanje pripravnosti ili duboku pripravnost.
it: Metti automaticamente la TV in standby ogni volta che il ricevitore va in standby o spegnimento.
lt: Automatiškai nustatykite televizorių į budėjimo režimą, kai imtuvas pereina į budėjimo režimą arba gilų budėjimo režimą.
nl: Automatisch de TV in Stand-by zetten wanneer de ontvanger naar Stand-by gaat of wordt uitgeschakeld.
sr: Automatski stavite TV u režim čekanja kad god prijemnik pređe u režim čekanja ili duboko čekanje.
sv: Sätt automatiskt TV:n i standby när mottagaren går in i standby eller djup standby.
tr: Alıcı bekleme veya derin bekleme moduna geçtiğinde TV'yi otomatik olarak bekleme moduna alın.
uk: Автоматично переводьте телевізор у режим очікування, коли приймач переходить у режим очікування, або глибокого очікування.

source: Automatically start time shift after
bg: Автоматично стартиране на смяната на времето след
cs: Automaticky spustit časový posun po
el: Αυτόματη εκκίνηση της χρονομετατόπισης μετά από
fi: Aloita ajansiirto automaattisesti asetetun ajan kuluttua
fr: Démarrer automatiquement la PauseDirect après
hr: Auto započni timeshift poslije
it: Avvia automaticamente il timeshift dopo
lt: Automatiškai paleisti laiko poslinkį po
nl: Timeshift automatisch starten na
pl: Czas, po którym ma zostać uruchomiony timeshift
sk: Automatické spustenie timeshiftu po
sr: Auto započni tajmšift posle
sv: Starta automatiskt tidsomställningen efter
ta: தானாகவே நேர மாற்றத்தைத் தொடங்கவும்
tr: Zaman kaydırma işlemi otomatik olarak şu süreden sonra başlatılır
uk: Автозапуск таймшифта після
