Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Wait please while creating swap file...
bg: Моля изчакайте, докато се създава swap file...
cs: Počkejte prosím, vytvářím odkládací soubor...
el: Παρακαλώ περιμένετε καθώς δημιουργείται το αρχείο swap...
fi: Odota, kun swap tiedosto luotu...
fr: Veuillez patienter, création du fichier de swap…
hr: Pričekajte dok stvarate zamjenu datoteke...
it: Attendi per favore durante la creazione del file swap...
lt: Prašome palaukti kuriamas mainų failas...
nl: Een ogenblik geduld, swapfile wordt gemaakt...
pl: Proszę czekać, trwa tworzenie pliku swap...
sk: Vytvára sa swap súbor. Čakajte, prosím…
sr: Sačekajte da kreirate fajl zamene...
sv: Vänta lite medan du skapar swap-filen...
ta: இடமாற்று கோப்பை உருவாக்கும்போது தயவுசெய்து காத்திருங்கள் ...
tr: Swap dosyası oluşturulurken lütfen bekleyin...
uk: Чекайте, триває створення файлу підкачки...

source: Wait please while scanning...
bg: Моля изчакайте, докато сканира ...
cs: Prohledávám zařízení, prosím čekejte...
da: Vent mens der søges...
de: Während Suchlauf bitte warten...
el: Παρακαλώ περιμένετε καθώς γίνεται ανίχνευση...
et: Oota otsingu lõppemist...
fi: Odota, kun skannaat...
fr: Veuillez patienter pendant l'analyse en cours…
hr: Pričekajte dok skenirate...
hu: Kérem várjon, mialatt a keresés folyik...
it: Attendi, scansione in corso…
lt: Palaukite, kol skenuojama...
nl: Een ogenblik geduld tijdens het zoeken...
pl: Proszę czekać, skanowanie...
ru: Ждите, идет сканирование...
sk: Prebieha vyhľadávanie. Čakajte, prosím…
sr: Sačekajte tokom skeniranja...
sv: Vänta lite medan du skannar...
ta: ச்கேன் செய்யும் போது தயவுசெய்து காத்திருங்கள் ...
tr: Lütfen tarama işlemi devam ederken bekleyin...
uk: Зачекайте, виконується сканування...
vi: Vui lòng đợi trong khi quét ...
zh_cn: 正在扫描,请稍等...

source: Waiting
bg: В очакване
cs: Připraveno
da: Venter
de: Warte
el: Αναμονή
et: Ootel
fi: Odottaa
fr: Attendez
hr: Čekanje
hu: Várakozás
it: In attesa
lt: Laukiama
nl: Wachten
pl: Czekaj
pt_br: Aguardando
ru: Ожидание
sk: Čaká sa
sl: Čakam
sr: Čekanje
sv: Väntar
ta: காத்திருக்கிறது
tr: Bekliyor
uk: Очікування
vi: Đang chờ đợi
zh_cn: 等待

source: Waiting for partition
bg: В очакване за деление
cs: Čeká se na oddíl
da: Venter på partition
de: Warte auf Partition
el: Αναμονή για κατάτμηση
et: Partitsiooni ootel
fi: Odotetaan osiointia
fr: Attendre pour partitionner
hr: Čekanje na particiju
hu: Várakozás a partícióra
it: Attendi il partizionamento
lt: Laukiama skaidinio
nl: Wacht op een verdeelpunt
pl: Czekaj na utworzenie partycji
pt_br: Aguardando partição
ru: Ожидание раздела
sk: Čaká sa na partíciu
sr: Čekanje na particiju
sv: Väntar på partition
ta: பகிர்வுக்காக காத்திருக்கிறது
tr: Bölümlendirme bekleniyor
uk: Очікування розділу
vi: Chờ phân vùng
zh_cn: 正在等待分区...

source: Wake from Shutdown allowed
cs: Probuzení z hlubokého spánku je povoleno
el: Επιτρέπεται η αφύπνιση από τη βαθιά αναμονή
hr: Buđenje iz duboke pripravnosti je dozvoljeno
it: Abilita risveglio se spento
lt: Leidžiama prižadinti iš gilaus budėjimo
nl: Opstarten vanuit Deep-Standby toegestaan
sr: Buđenje iz duboke pripravnosti je dozvoljeno
sv: Uppvaknande från Deep-Standby är tillåtet
tr: Kapatma modundan uyandırmaya izin verildi
uk: Вихід із режиму глибокого очікування дозволено

source: Wake up
bg: Събуждане
cs: Při probuzení
el: Αφύπνιση
fi: Käynnistys
fr: Réveil
hr: Probudi se
it: Riattivare
lt: Pabusti
nl: Inschakelen
pl: Wybudzenie
sk: Prebudiť
sr: Probudi se
sv: Vakna upp
ta: எழுந்திரு
tr: Uyandır
uk: Включення

source: Wake up TV from Standby
cs: Probudit TV z pohotovostního režimu
el: Αφύπνιση της TV από αναμονή
hr: Probudi TV iz pripravnog načina
it: Riattivare la TV dallo Standby
lt: Pažadinti TV iš budėjimo
nl: Activeer de TV vanuit stand-by
sr: Uključi TV iz režima čekanja
sv: Väck TV:n från standby
tr: TV'yi Bekleme Modundan Uyandır
uk: Пробудити ТВ з режиму очікування

source: Wake up time before a timer begins
cs: Čas probuzení před spuštěním časovače [min]
el: Χρόνος αφύπνισης πριν την εκκίνηση ενός χρονοδιακόπτη [λεπτά]
hr: Vrijeme buđenja prije nego što tajmer počne
it: Risveglio prima dell'inizio di un timer [min]
lt: Žadinimo laikas prieš laikmatį prasideda [min]
nl: Ontwaaktijd voordat een Timer-opname begint (in minuten)
sr: Vreme buđenja pre početka tajmera[min]
sv: Uppvakningstid innan en timer startar [min]
tr: Zamanlayıcı başlamadan önce uyanma süresi
uk: Час включення до початку таймера [хв]

source: Wake up to standby
bg: Събуждане в режим на готовност
cs: Probudit TV z pohotovostního režimu
el: Αφύπνιση σε αναμονή
fi: Käynnisty valmiustilaan
fr: Réveil en mode veille
hr: Buđenje iz pripravnosti
it: Riattivare in standby
lt: Pabusti į budėjimo režimą
nl: Inschakelen naar stand-by
pl: Wybudzaj ze stanu czuwania
sk: Prebudiť do pohotovostného režimu
sr: Buđenje iz pripravnosti
sv: Vakna till standby
ta: காத்திருப்பு வரை எழுந்திரு
tr: Bekleme moduna geçmek için uyandır
uk: Підготовка до включення

source: Wake up your AV Receiver from Standby
cs: Probudit AV receiver z pohotovostního režimu
el: Αφύπνιση του AV δέκτη σας από την αναμονή
hr: Probudi svoj AV prijemnik iz režima čekanja
it: Riattiva il ricevitore AV dallo standby
lt: Pažadinti imtuvą iš budėjimo
nl: Ontwaak uw AV-ontvanger vanuit stand-by
sr: Probudi svoj AV prijemnik iz režima čekanja
sv: Väck din AV-receiver från standby
tr: AV Alıcınızı bekleme modundan uyandırın
uk: Пробудити Ваш приймач з режиму очікування

source: Wallis and Futuna
cs: Wallis a Futuna
da: Wallis og Futuna
de: Wallis und Futuna
el: Ουαλίς και Φουτουνά
et: Wallis ja Futuna
fr: Wallis et Futuna
hu: Wallis és Futuna
it: Wallis e Futuna
lt: Valis ir Futuna
nl: Wallis en Futuna
pl: Wallis i Futuna
sk: Wallis a Futuna
sv: Wallis och Futuna
ta: வாலிச் மற்றும் ப்யூடுனா
tr: Wallis ve Futuna
uk: Уолліс і Футуна
vi: Wallis và Futuna
zh_cn: 瓦利斯和富图纳群岛

source: Walloon
cs: Valonský
el: Βαλλονικά
fr: Wallonie
it: Vallone
lt: Valonų
nl: Waals
sk: valónčina
sv: Vallonien
ta: ஒவாலூன்
tr: Valon Dili
uk: Валонська

source: War
bg: Война
cs: Válka
da: Krig
de: Krieg
el: Πόλεμος
fi: Sota
fr: Guerre
hr: Rat
it: Guerra
lt: Karas
nl: Oorlog
pl: Wojna
sk: Vojna
sr: Rat
sv: Krig
ta: போர்
tr: Savaş
uk: Війна
zh_cn: 战争

source: Warning
bg: Внимание
cs: Výstraha
da: Advarsel
de: Warnung
el: Προειδοποίηση
et: Hoiatus
fi: Varoitus
fr: Avertissement
hr: Upozorenje
hu: Figyelmeztetés
it: Attenzione
lt: Įspėjimas
nl: Waarschuwing
pl: Ostrzeżenie
ru: Предупреждение
sk: Upozornenie
sr: Upozorenje
sv: Varning
ta: எச்சரிக்கை
tr: Uyarı
uk: Попередження
vi: Cảnh báo
zh_cn: 警告

source: Warning: %d feeds were unable to be reloaded!
cs: Upozornění: %d zdrojů nebylo možné znovu načíst!
el: Προειδοποίηση: αδύνατη η επαναφόρτωση %d πηγών!
fi: VAROITUS: %d ei voi ladata!
hr: Upozorenje: %d feeds nije bilo moguće ponovno učitati!
it: Avviso: impossibile ricaricare %d feed!
nl: Waarschuwing: %d Feeds konden niet opnieuw worden geladen!
pl: Ostrzeżenie: Nie udało się przeładować %d feed'ów!
sk: Upozornenie: %d zdrojov nebolo možné opäť načítať!
sr: Upozorenje: %d fida nije moglo da se ponovo učita!
sv: Varning: %d flöden kunde inte laddas om!
ta: எச்சரிக்கை: %d ஊட்டங்களை மீண்டும் ஏற்ற முடியவில்லை!
tr: Uyarı: %d beslemeleri yeniden yüklenemedi!
uk: Попередження: %d фідів не вдалося перезавантажити!

source: Warning: Canceling this process will leave the feeds in an incomplete and unusable state!
cs: Upozornění: Zrušením tohoto procesu zůstanou zdroje nekompletní a nepoužitelné!
el: Προειδοποίηση: Η ματαίωση της διαδικασίας θα αφήσει τις πηγές σε ημιτελή και μη χρηστική κατάσταση!
fi: Varoitus: Tämän prosessin peruuttaminen jättää syötteet käyttökelvottomaan tilaan!
hr: Upozorenje: Ako otkažete ovaj postupak, feedovi će ostati nepotpuni i neuporabljivi!
it: Attenzione: l'annullamento di questo processo lascerà i feed in uno stato incompleto e inutilizzabile!
nl: Waarschuwing: Het annuleren van dit proces zorgt voor een incomplete en niet stabiele Feed!
pl: Ostrzeżenie: Anulowanie tego procesu spowoduje, że feed'y będą niekompletne i bezużyteczne!
sk: Upozornenie: zrušenie tohto procesu zanechá zdroje v nekompletnom a nepoužiteľnom stave!
sr: Upozorenje: Otkazivanje ovog procesa će ostaviti fid u nepotpunom i neupotrebljivom stanju!
sv: Varning för detta: Om du avbryter denna process kommer matningarna att vara ofullständiga och oanvändbara!
ta: எச்சரிக்கை: இந்த செயல்முறையை ரத்து செய்வது ஊட்டங்களை முழுமையற்ற மற்றும் பயன்படுத்த முடியாத நிலையில் விட்டுவிடும்!
tr: Uyarı: Bu işlemi iptal etmek, beslemeleri eksik ve kullanılamaz durumda bırakacaktır!
uk: Попередження: Скасування цього процесу призведе до того, що фіди залишаться в незавершеному та непридатному для використання стані!

source: Warning: Overrides are currently active!
bg: Предупреждение: Замяната в момента е активна!
cs: Varování: Přepsání je v současné době aktivní!
el: Προειδοποίηση: Οι παρακάμψεις είναι ενεργές!
fi: Varoitus: Ohitukset ovat tällä hetkellä aktiivisia!
hr: Upozorenje: Zamjenjuje trenutno aktivni!
it: Attenzione: le sostituzioni sono attualmente attive!
lt: Įspėjimas: nepaisymas šiuo metu aktyvus!
nl: Waarschuwing: De overschrijvingen zijn nu actief!
pl: Uwaga: Nadpisywanie jest aktualnie aktywne!
sk: Upozornenie: momentálne je aktívne prepisovanie!
sr: Upozorenje: Zamenjuje trenutno aktivni!
sv: Varning för att Åsidosättningar är för närvarande aktiva!
ta: எச்சரிக்கை: மேலெழுதல்கள் தற்போது செயலில் உள்ளன!
tr: Uyarı: Geçersiz kılmalar şu anda etkin durumda!
uk: Попередження: перевизначення наразі активні!

source: Warning: Recordings should not be stored on the Flash disk!
cs: Upozornění: Nahrávky by se neměly ukládat na Flash disk!
el: Προειδοποίηση: Οι εγγραφές δεν πρέπει να αποθηκεύονται σε φλασάκι!
fi: Varoitus: Tallennuksia ei saa tallentaa Flash levylle!
hr: Upozorenje: Snimke netreba skladištiti na Fleš disk!
it: Avvertenza: le registrazioni non devono essere archiviate sulla memoria flash!
nl: Waarschuwing: A.u.b. niet opnemen op een Flashdrive!
pl: Ostrzeżenie: Nagrania nie powinny być zapisywane na dysku Flash!
sk: Upozornenie: Nahrávky by sa nemali ukladať na flashdisk!
sr: Upozorenje: Snimke netreba skladištiti na Fleš disk!
sv: Varning för detta: Inspelningar ska inte lagras på Flash-disken!
ta: எச்சரிக்கை: ஃபிளாச் வட்டில் பதிவுகள் சேமிக்கப்படக்கூடாது!
tr: Uyarı: Kayıtlar Flash disk üzerinde saklanmamalıdır!
uk: Попередження: записи не можна зберігати на Flash диску!

source: Warning: There are %d update packages!
bg: Предупреждение: Има %d пакета за актуализация!
cs: Varování: Existuje %d aktualizačních balíčků!
el: Προειδοποίηση: Υπάρχουν %d πακέτα ενημέρωσης!
fi: Varoitus: Päivityspaketteja on %d!
fr: Avertissement : Il y a %d paquets de mise à jour !
hr: Upozorenje: Postoji %d paketa ispravki!
it: Attenzione: è possibile aggiornare %d pacchetti!
lt: Įspėjimas: yra %d atnaujinimo paketų!
nl: Waarschuwing: Er zijn %d updates!
pl: Uwaga: jest %d dostępnych pakietów do aktualizacji!
sk: Upozornenie: K dispozícii je %d aktualizačných balíčkov!
sr: Upozorenje: Postoji %d paketa ispravki!
sv: Varning för uppdatering: Det finns %d uppdateringspaket!
ta: எச்சரிக்கை: %d புதுப்பிப்பு தொகுப்புகள் உள்ளன!
tr: Uyarı: %d güncelleme paketi var!
uk: Попередження: є %d пакетів оновлень!

source: Warning: There is only a network drive to store the backup. This means the auto restore will not work after the flash. Alternatively, mount the network drive after the flash and perform a manufacturer reset to auto restore.
bg: Може да се намери само мрежово устройство за съхраняване на архива, това означава, че след флаш автоматичното възстановяване няма да работи. Като алтернатива можете да монтирате мрежовото устройство след флаш и да извършите нулиране на производителя до автоматично възстановяване
cs: Varování: K dispozici je pouze síťová jednotka pro uložení zálohy. To znamená, že automatické obnovení nebude po flashnutí fungovat. Případně připojte síťovou jednotku po flashi a proveďte obnovení výrobce pro automatické obnovení.
el: Προειδοποίηση: Υπάρχει μόνο ένας δίσκος δικτύου για αποθήκευση των αντιγράφων ασφαλείας. Αυτό σημαίνει ότι η αυτόματη επαναφορά δεν θα λειτουργήσει μετά το φλασάρισμα. Εναλλακτικά, μπορείτε να προβείτε στην αυτόματη επαναφορά προσαρτώντας το δίσκο δικτύου μετά το φλασάρισμα και εκτελώντας έπειτα εργοστασιακή επαναφορά.
fi: Varoitus: Varmuuskopion tallentamiseen on vain verkkoasema. Tämä tarkoittaa, että automaattinen palautus ei toimi päivityksen jälkeen. Vaihtoehtoisesti asenna verkkoasema ensin ja suorita sen jälkeen automaattinen palauttaminen.
fr: Ne peut trouver qu'un lecteur réseau pour stocker la sauvegarde, cela signifie qu'après le flash, la restauration automatique ne fonctionnera pas. Alternativement, vous pouvez monter le lecteur réseau après le flash et effectuer une réinitialisation du fabricant pour la restauration automatique
hr: Upozorenje: Postoji samo mrežni pogon za pohranu sigurnosne kopije. To znači da automatsko vraćanje neće raditi nakon bljeskanja. Alternativno, montirajte mrežni pogon nakon flash i izvršite vraćanje proizvođača na automatsko vraćanje.
it: Avvertimento: esiste solo un'unità di rete per archiviare il backup. Significa che il ripristino automatico non funzionerà dopo il flash. In alternativa, montare l'unità di rete dopo il flash ed eseguire un ripristino del produttore per il ripristino automatico.
lt: Įspėjimas: atsarginei kopijai saugoti yra tik tinklo diskas. Tai reiškia, kad automatinis atkūrimas neveiks po įdiegimo. Arba sumontuokite tinklo diską po įdiegimo ir atlikite gamintojo atstatymą iš naujo, kad atkurtumėte automatinį atkūrimą.
nl: Er is alleen een netwerkschijf gevonden om de back-up op te slaan. Dit betekent dat het automatisch herstellen na het flashen niet zal werken. Als alternatief kunt u na het flashen de netwerkschijf handmatig mounten en vervolgens een fabrieks-reset uitvoeren, om de instellingen alsnog te herstellen.
pl: Ostrzeżenie: Do przechowywania kopii zapasowych ustawiony jest tylko dysk sieciowy. W przypadku instalacji automatyczne przywracanie nie będzie działać. Alternatywnie możesz zamontować dysk sieciowy po instalacji i wykonać przywrócenie ustawień fabrycznych, aby automatycznie przywrócić.
sk: Upozornenie: Na uloženie zálohy je dostupná len sieťová jednotka. To znamená, že po flashovaní nebude fungovať automatické obnovenie. Alternatívne môžete pripojiť sieťovú jednotku po flashovaní a vykonať výrobný reset na automatické obnovenie.
sr: Upozorenje: Postoji samo mrežna disk jedinica za skladištenje rezervne kopije. To znači da auto vrećanje u predhodno stanje neće funkcionisati nakon fleša. Druga mogućnost je da postavite mrežnu disk jedinicu nakon fleša i izvršite početne vrednosti prroizvođača na auto vraćanje u predhodno stanje.
sv: Varning för detta: Det finns bara en nätverksenhet för att lagra säkerhetskopian. Det innebär att den automatiska återställningen inte fungerar efter flashen. Alternativt kan du montera nätverksenheten efter flashen och utföra en återställning av tillverkaren för automatisk återställning.
ta: எச்சரிக்கை: காப்புப்பிரதியை சேமிக்க ஒரு பிணைய இயக்கி மட்டுமே உள்ளது. இதன் பொருள் ஃபிளாச் பிறகு ஆட்டோ மீட்டமை வேலை செய்யாது. மாற்றாக, ஃபிளாச் பிறகு பிணையம் டிரைவை ஏற்றவும், ஆட்டோ மீட்டமைக்க உற்பத்தியாளர் மீட்டமைப்பைச் செய்யவும்.
tr: Uyarı: Yedeklemeyi depolamak için yalnızca bir ağ sürücüsü vardır. Bu, yazılım yüklemeden sonra otomatik geri yüklemenin çalışmayacağı anlamına gelir. Alternatif olarak, yazılım yüklemeden sonra ağ sürücüsünü bağlayın ve otomatik geri yükleme için üretici sıfırlaması gerçekleştirin.
uk: Можна знайти тільки мережевий диск для зберігання резервної копії, але після прошивки автовідновлення не буде працювати. Альтернативно Ви можете монтувати мережевий диск після прошивки і виконати скидання на автовідновлення.

source: Warning: This is the last crash before an automatic restart is performed.
bg: Предупреждение: Това е последният срив преди да се извърши автоматично рестартиране.
cs: Upozornění: Toto je poslední selhání před provedením automatického restartu.
da: Advarsel: Dette er sidste nedbrud før der udføres en automatisk genstart.
de: WARNUNG: Dies ist der letzte Absturz, bevor ein automatischer Neustart ausgeführt wird.
el: Προειδοποίηση: Αυτό είναι το τελευταίο κρασάρισμα πριν γίνει επανεκκίνηση.
et: Hoiatus: See on viimane krahh enne automaatset taaskäivitust.
fi: Varoitus: Tämä on viimeinen kaatuminen ennen automaattisen uudelleenkäynnistyksen tekemistä.
fr: Avertissement : Il s'agit du dernier crash avant qu'un redémarrage automatique ne soit effectué.
hr: Upozorenje: Ovo je poslednji pad pre auto ponovnog pokretanja.
it: Avvertenza: questo è l'ultimo crash prima che venga eseguito un riavvio automatico.
lt: Įspėjimas: tai paskutinis gedimas prieš atliekant naują automatinį paleidimą.
nl: Waarschuwing: dit is de laatste crash voordat een automatische herstart wordt uitgevoerd..
pl: Ostrzeżenie: To jest ostatnia awaria przed automatycznym ponownym uruchomieniem.
sk: Upozornenie: Toto je posledný pád systému pred vykonaním automatického reštartu.
sr: Upozorenje: Ovo je poslednji pad pre auto ponovnog pokretanja.
sv: Varning för krasch: Detta är den sista kraschen innan en automatisk omstart utförs.
ta: எச்சரிக்கை: தானியங்கி மறுதொடக்கம் செய்யப்படுவதற்கு முன்பு இது கடைசி விபத்து.
tr: Uyarı: Bu, otomatik yeniden başlatma işleminden önceki son çökme olayıdır.
uk: Попередження: це останній среш перед виконанням автоматичного перезапуску.
vi: Cảnh báo: Đây là sự cố cuối cùng trước khi thực hiện khởi động lại tự động.
zh_cn: 警告:这是执行自动重新启动之前的最后一次崩溃.

source: Warning: no LNB; using factory defaults.
bg: Внимание: няма LNB; използване на фабричните настройки.
cs: Varování: žádný LNB; použiváno tovární nastavení.
da: Advarsel: ingen LNB; bruger fabriksstandarder.
de: Warnung: Kein LNB! Benutze Werkseinstellungen.
el: Προσοχή: δεν υπάρχει LNB, χρήση των εργοστασιακών ρυθμίσεων.
et: Hoiatus: LNB puudub; kasutatakse algseadeid.
fi: Varoitus: ei LNB:tä, käytetään tehdasasetuksia.
fr: Attention : pas de LNB ; utilisation des valeurs par défaut.
hr: Upozorenje: nema LNB; koristi zadane tvorničke postavke.
hu: Figyelem, nincs fej! Gyári alapbeállítások használata.
it: Attenzione: nessun LNB; sto usando le impostazioni di fabbrica.
lt: Įspėjimas: LNB nerastas; naudokite gamyklinius nustatymus.
nl: Waarschuwing: geen LNB; standaardwaardes worden gebruikt.
pl: Ostrzeżenie: brak LNB; używaj ustawień fabrycznych.
pt_br: Atenção: sem LNB; usando opções de fábrica.
ru: Предупреждение: нет LNB; используются заводские настройки.
sk: Upozornenie: Žiadny LNB; použijú sa predvolené továrenské nastavenia.
sr: Upozorenje: nema LNB; korišćenje default fabričkih postavki.
sv: Varning: ingen LNB; använder fabriksinställningar.
ta: எச்சரிக்கை: எல்.என்.பி இல்லை; தொழிற்சாலை இயல்புநிலைகளைப் பயன்படுத்துதல்.
tr: Uyarı: LNB takılı değil; fabrika ayarları kullanılıyor.
uk: Увага: немає конвертора; використовуються налаштування за замовчуванням.
vi: Cảnh báo: không có LNB; sử dụng mặc định nhà máy.
zh_cn: 警告:没有高频头:使用出厂默认设置.

source: Watch movies...
bg: Гледане на филми...
cs: Sledovat filmy...
da: Se film...
de: Filme ansehen
el: Παρακολούθηση ταινιών...
et: Vaata salvestisi.
fi: Toista tallenteet...
fr: Lire les films...
hr: Gledajte filmove...
hu: Felvett filmek lejátszása...
it: Guarda registrazioni...
lt: Žiūrėti filmus...
nl: Films bekijken...
pl: Oglądaj filmy...
pt_br: Ver vídeos
ru: Просмотр фильмов...
sk: Sledovať filmy…
sr: Gledajte filmove...
sv: Titta på film...
ta: திரைப்படங்களைப் பாருங்கள் ...
tr: Film izle...
uk: Перегляд фільмів...
vi: Xem phim...
zh_cn: 看电影...

source: Water sport
cs: vodní sporty
el: θαλάσσια σπορ
hr: Vodeni sport
it: sport acquatici
lt: vandens sportas
sr: Vodeni sport
sv: vattensport
tr: Su sporları
uk: водяний вид спорту

source: Watersports
cs: Vodní sporty
hr: Vodeni sportovi
it: Sport acquatici
sr: Vodeni sportovi
tr: Su sporları
uk: Водні види спорту

source: Weather
bg: Метеорологично време
cs: Počasí
da: Vejr
de: Wetter
el: Καιρός
fi: Sää
fr: Météo
hr: Vrijeme
it: Meteo
lt: Orų prognozė
nl: Weer
pl: Pogoda
sk: Počasie
sr: Vreme
sv: Väder
ta: வானிலை
tr: Hava Durumu
uk: Погода
zh_cn: 天气

source: Web Interface
bg: Уеб интерфейс
cs: Webové rozhraní
da: Webgrænseflade
el: Διεπαφή δικτύου
et: Veebiliides
fi: Web Liittymä
fr: Interface web
hr: Web sučelje
hu: Webes felület
it: Interfaccia web
lt: Internetinė sąsaja
pl: Interfejs Web
ru: Веб-интерфейс
sk: Webové rozhranie
sr: Web Interfejs
sv: Webbgränssnitt
ta: வலை இடைமுகம்
tr: Web Arayüzü
uk: Веб Інтерфейс
vi: Giao diện web
zh_cn: Web界面

source: Web Link Packages
cs: Balíčky webových odkazů
el: Πακέτα διαδικτυακών συνδέσμων
fi: Verkkolinkki paketit
hr: Web Link Paketi
it: Pacchetti collegamenti web
nl: Weblinks
pl: Pakiety łączy sieci Web
sk: Balíčky webových odkazov
sr: Web Link Paketi
sv: Paket med webblänkar
ta: வலை இணைப்பு தொகுப்புகள்
tr: Web Bağlantı Paketleri
uk: Пакети веб-посилань

source: Web browser base visibility
bg: Видимост на базата на уеб браузъра
cs: Základní viditelnost Webového prohlížeče
da: Webbrowser grundsynlighed
de: Web-Browser Grund-Deckkraft
el: Διαφάνεια βάσης του πλοηγού δικτύου
et: Veebilehitseja üldine läbipaistvus
fi: Netti selaimen pohjanäkyvyys
fr: Visibilité de base du navigateur Web
hr: Osnovna vidljivost Web pregledača
hu: A webböngésző alapvető láthatósága
it: Visibilità base del web browser
lt: Interneto naršyklės bazinis matomumas
nl: Web browser basis zichtbaarheid
pl: Podstawa widoczności przeglądarki internetowej
ru: Видимость интернет-обозревателя
sk: Základná viditeľnosť webového prehliadača
sr: Osnovna vidljivost Web pregledača
sv: Synlighet i webbläsarens bas
ta: வலை உலாவி அடிப்படை தெரிவுநிலை
tr: Web tarayıcı tabanlı görünürlük
uk: Видимість інтернет браузера
vi: Khả năng hiển thị cơ sở trình duyệt web
zh_cn: Web浏览器基本可见性

source: Wed
bg: Сря
cs: St
da: Ons
de: Mi.
el: Τετ
et: K
fi: Ke
fr: Mer
hr: Sre
hu: Sze
it: Mer
lt: Tre
nl: Wo
pl: Śro
pt_br: Qua
ru: Ср
sk: St
sl: Sre
sr: Sre
sv: Ons
ta: அறிவன்
tr: Çar
uk: Сер
vi: Thứ Tư
zh_cn: 周三

source: Wednesday
bg: Сряда
cs: Středa
da: Onsdag
de: Mittwoch
el: Τετάρτη
et: Kolmapäev
fi: Keskiviikko
fr: Mercredi
hr: Sreda
hu: Szerda
it: Mercoledì
lt: Trečiadienis
nl: Woensdag
pl: Środa
pt_br: Quarta-feira
ru: Среда
sk: streda
sl: Sreda
sr: Sreda
sv: Onsdag
ta: புதன்கிழமை
tr: Çarşamba
uk: Середа
vi: Thứ tư
zh_cn: 星期三

source: Weekdays
cs: Všední dny
el: Καθημερινές
fi: Arkipäivisin
hr: Radnim danom
it: Giorni feriali
nl: Weekdagen
pl: Dni powszednie
sk: Všedné dni
sr: Radnim danom
sv: Veckodagar
ta: வார நாட்கள்
tr: Hafta içi
uk: Будні дні

source: Weekends
cs: Víkendy
el: Σαββατοκύριακα
fi: Viikonloppuisin
hr: Vikendom
it: Fine settimana
nl: Weekenden
pl: Weekendy
sk: Víkendy
sr: Vikend
sv: Veckoslut
ta: வார இறுதி நாட்கள்
tr: Hafta sonları
uk: Вихідні дні

source: Weekly
bg: Седмично
cs: Týdně
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαία
et: Iga nädal
fi: Viikoittain
fr: Hebdomadaire
hr: Sedmično
hu: Hetente
it: Settimanali
lt: Kas savaitę
nl: Wekelijks
pl: Co tydzień
ru: Еженедельно
sk: Týždenne
sl: Tedensko
sr: Sedmično
sv: Veckovis
ta: வாராந்திர
tr: Haftalık
uk: Щотижня
vi: Hàng tuần
zh_cn: 每周

source: Welcome Wizard
cs: Vítejte Průvodce
el: Οδηγός καλωσορίσματος
fi: Tervetuloa Ohjattuun toimintoon
hr: Dobro došli u Čarobnjak
it: Procedura guidata di benvenuto
nl: Welkom Wizard
pl: Kreator powitalny
sk: Uvítací sprievodca
sr: Dobro došli u Čarobnjak
sv: Välkomstguide
ta: வரவேற்பு வழிகாட்டி
tr: Karşılama Sihirbazı
uk: Ласкаво просимо до Майстра

source: Welcome to %s
cs: Vítejte v %s
el: Καλωσήλθατε στο %s
fi: Tervetuloa %s
hr: Dobro došli u %s
it: Benvenuto in %s
nl: Welkom bij %s
pl: Witamy w %s
sk: Vitajte v %s
sr: Dobro došli u %s
sv: Välkommen till %s
ta: %s க்கு வருக
tr: %s ye Hoş Geldiniz
uk: Ласкаво просимо до %s
