Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Normal: No boot modes required.
cs: Normální: Nejsou vyžadovány žádné režimy spouštění.
el: Κανονικό: Δεν απαιτούνται λειτουργίες εκκίνησης.
fi: Normaali: Ei boot ei tarvita.
hr: Normalno: Nije potrebno pokretanje sustava.
it: Normale: nessuna modalità di avvio richiesta.
lt: Įprastas: nereikia įkrovos režimų.
nl: Normaal: Geen boot modi noodzakelijk.
pl: Normalny: nie są wymagane żadne tryby rozruchu.
sk: Normálne: nevyžadujú sa režimy bootovania.
sr: Normalno: Nije potrebno pokretanje sistema.
sv: Normal: Inga startlägen krävs.
ta: இயல்பானது: துவக்க முறைகள் தேவையில்லை.
tr: Normal: Önyükleme modu gerekmez.
uk: Звичайний: режими завантаження не потрібні.

source: North
bg: Север
cs: Severní
da: Nord
de: Nord
el: Βόρεια
et: Põhi
fi: Pohjoista leveyttä
fr: Nord
hr: Sjever
hu: Észak
it: Nord
lt: Šiaurė
nl: Noord
pl: Północ
pt_br: Norte
ru: Север
sk: Sever
sl: Sever
sr: Sever
sv: Nord
ta: வடக்கு
tr: Kuzey
uk: Північ
vi: Bắc
zh_cn: 北

source: North Macedonia, Republic of
cs: Severní Makedonie, Republika
el: Σκόπια, Δημοκρατία
fi: Pohjois -Makedonia, tasavalta
fr: Macédoine du Nord, République de
it: Macedonia del Nord, Repubblica di
lt: Šiaurės Makedonija,
nl: Noord Macedonië
pl: Macedonia Północna, Republika
sk: Severné Macedónsko, repubiika
sv: Nordmakedonien, Republiken
ta: வடக்கு மாசிடோனியா, குடியரசு
tr: Kuzey Makedonya Cumhuriyeti
uk: Північна Македонія, Республіка

source: North Ndebele
cs: Severní Ndebele
el: Βόρειο Ενμπέλε
fi: Pohjois Ndebele
fr: Ndébélé du Nord
it: Nord Ndebele
lt: Šiaurės Ndebele
pl: Północne Ndebele
sk: severná ndebelčina
sv: Nordndebele
ta: வடக்கு ndebele
tr: Kuzey Ndebele Dili
uk: Північний Ндебеле

source: Northern Mariana Islands
cs: Severní Mariany
da: Nordmarianerne
de: Nördliche Marianen
el: Βόρειες Μαριάνες Νήσοι
et: Põhja-Mariaanid
fi: Northern Mariana saaret
fr: Iles Mariannes du Nord
hu: Északi-Mariana-szigetek
it: Isole Marianne Settentrionali
lt: Šiaurinės Marianos Salos
nl: Noordelijke Marianen
pl: Mariany Północne
sk: Severné Mariánske ostrovy
sv: Norra Marianaöarna
ta: வட மரியானா தீவுகள்
tr: Kuzey Mariana Adaları
uk: Північні Маріанські острови
vi: Quần đảo Bắc Mariana
zh_cn: 北马里亚纳群岛

source: Northern Sami
cs: Severní Sami
el: Βόρειο Σαμί
fi: Pohjoissaame
fr: Sâme du Nord
it: Sami settentrionale
lt: Šiaurės samių
nl: Noord Samisch
pl: Północne Sami
sk: severná saamčina
sv: Nordsamiska
ta: கிழக்கு சாமி
tr: Kuzey Sami Dili
uk: Північний Саамі

source: Norway
cs: Norsko
da: Norge
de: Norwegen
el: Νορβηγία
et: Norra
fi: Norja
fr: Norvége
hu: Norvégia
it: Norvegia
lt: Norvegija
nl: Noorwegen
pl: Norwegia
sk: Nórsko
sv: Norge
ta: நார்வே
tr: Norveç
uk: Норвегія
vi: Na Uy
zh_cn: 挪威

source: Norwegian
cs: Norsky
da: Norsk
de: Norwegisch
el: Νορβηγικά
et: Norra
fi: Norja
fr: Norvégien
hr: Norveški
hu: Norvég
it: Norvegese
lt: Norvegų
nl: Noors
pl: Norweski
pt_br: Norueguês
ru: Норвежский
sk: nórčina
sv: Norska
ta: நோர்வே
tr: Norveççe
uk: Норвежська
vi: Na Uy
zh_cn: 挪威语

source: Norwegian Bokml
cs: Norský Bokml
el: Νορβηγική Μπόκμαλ
fi: Norjalainen Bokmal
fr: Bokml norvégien
it: Norvegese Bokml
lt: Norvegų Bokml
nl: Noors Bokmål
pl: Norweski Bokml
sk: nórčina bokmål
sv: Norsk Bokml
ta: நோர்வே போக்எம்எல்
tr: Norveççe Bokml
uk: Норвезька Бокмл

source: Norwegian Nynorsk
cs: Norský Nynorsk
el: Νορβηγική Νινόρσκ
fi: Norjalainen Nynorsk
fr: Norvégien Nynorsk
it: Norvegese Nynorsk
lt: Norvegų Nynorsk
nl: Noors Nynorsk
pl: Norweski Nynorsk
sk: nórčina nynorsk
sv: Norska nynorska
ta: நார்வேசியன் நியூநார்ச்க்
tr: Norveç Nynorsk Dili
uk: Норвезька Нинорськ

source: Not Classified
bg: Не е асоциирано
cs: Neklasifikováno
da: Uklassificeret
de: Nicht klassifiziert
el: Χωρίς χαρακτηρισμό
fi: Ei luokiteltu
fr: Non classifié
hr: Nije Klasifikovano
it: Non classificato
lt: Neklasifikuotas
nl: Niet geassocieerd
pl: Nie Sklasyfikowane
sk: Neklasifikované
sr: Nije Klasifikovano
sv: Ej klassificerad
ta: வகைப்படுத்தப்படவில்லை
tr: Sınıflandırılmamış
uk: Не класифіковано
zh_cn: 未分类

source: Not Defined
bg: Не е дефинирано
cs: Není definováno
da: Ikke defineret
de: Nicht definiert
el: Απροσδιόριστο
et: Määratlemata
fi: Ei määritetty
fr: Pas défini
hr: Nije Definisano
hu: Nincs megadva
it: Non definito
lt: Neapibrėžta
nl: Niet gedefinieerd
pl: Nie określony
ru: Не определен
sk: Nedefinované
sr: Nije Definisano
sv: Inte definierad
ta: வரையறுக்கப்படவில்லை
tr: Tanımlanmamış
uk: Не визначений
vi: Không xác định
zh_cn: 未定义

source: Not Installed
bg: Не е инсталирано
cs: Není nainstalováno
el: Μη εγκατεστημένο
fi: Ei asennettu
fr: Non installé
hr: Nije Instalirano
it: Non installato
lt: Neįdiegta
nl: Niet geïnstalleerd
pl: Nie zainstalowany
sk: Nie je nainštalované
sr: Nije Instalirano
sv: Inte installerad
ta: நிறுவப்படவில்லை
tr: Yüklenmedi
uk: Не встановлено

source: Not Shown
bg: Не е показан
cs: Nezobrazeno
da: Ikke vist
de: Keine Anzeige
el: Δεν εμφανίζεται
et: Ei näidata
fi: Ei näytetä
fr: Non affiché
hr: Nije Prikazano
hu: Nem látható
it: Non mostrato
lt: Nerodyti
nl: Niet zichtbaar
pl: Niewidoczny
ru: Не показан
sk: Nezobrazené
sr: Nije Prikazano
sv: Visas ej
ta: காட்டப்படவில்லை
tr: Gösterilmiyor
uk: Не показаний
vi: Không được hiển thị
zh_cn: 不显示

source: Not associated
bg: Не е асоцииран
cs: Nepřipojeno
da: Ikke tilknyttet
de: Nicht verknüpft
el: Χωρίς συσχέτιση
et: Sidumata
fi: Ei liitetty
fr: Non-Associé
hr: Nije Povezano
hu: Nem-csatlakozott
it: Non associato
lt: Nesusietas
nl: Niet geassocieerd
pl: Nie związane
pt_br: Não associado
ru: Не ассоциировано
sk: Neasociované
sr: Nije Povezano
sv: Inte associerad
ta: தொடர்புபடுத்தப்படவில்லை
tr: İlişkilendirilmemiş
uk: Не пов’язано
vi: Không liên quan
zh_cn: 未关联

source: Not configured
bg: не е конфигуриран
cs: není nakonfigurováno
el: Μη ρυθμισμένο
fi: ei määritetty
fr: Pas configuré
hr: Nije konfigurisano
it: Non configurato
lt: nekonfigūruota
nl: niet geconfigureerd
pl: Nie skonfigurowano
sk: Nenakonfigurované
sr: Nije konfigurisano
sv: Inte konfigurerad
ta: கட்டமைக்கப்படவில்லை
tr: Yapılandırılmamış
uk: не налаштований

source: Not currently mounted.
bg: В момента не е монтиран.
cs: V současné době není nic připojeno.
el: Χωρίς προσάρτηση προς το παρόν.
fi: Ei tällä hetkellä käytössä.
hr: Trenutno nije montirano.
it: Attualmente non montato.
lt: Šiuo metu jis nėra prijungtas.
nl: Op dit moment niet verbonden.
pl: Obecnie nie jest zamontowany.
sk: Momentálne nepripojené.
sr: Trenutno nije montirano.
sv: Inte monterad för närvarande.
ta: தற்போது ஏற்றப்படவில்லை.
tr: Şu anda takılı değil.
uk: На даний момент не змонтовано.

source: Not defined
cs: Není definováno
el: Απροσδιόριστο
fi: Ei määritetty
hr: Nije definisano
it: Non definito
nl: Niet gedefinieerd
pl: Nie zdefiniowano
sk: Nie je definované
sr: Nije definisano
sv: Inte definierad
ta: வரையறுக்கப்படவில்லை
tr: Tanımlanmamış
uk: Не визначено

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
bg: Недостатъчно дисково пространство. Моля, освободете малко дисково пространство и опитайте отново. (необходими са %d MB, налични са %d MB)
cs: Nedostatek místa na disku. Uvolněte prostor na disku a zkuste znovu. (%d MB požadováno, %d MB k dispozici)
da: Ikke nok fri diskplads. Frigør venligst noget diskplads og prøv igen (%d MB kræves, %d MB tilgængelig).
de: Nicht genug Speicherplatz! %d MB benötigt, %d MB verfügbar. Bitte machen Sie etwas Speicher frei und versuchen es dann erneut.
el: Μη επαρκής χώρος δίσκου. Παρακαλώ ελευθερώστε χώρο και προσπαθήστε ξανά. (%d MB απαιτούνται, %d MB διαθέσιμα)
et: Kõvakettal pole piisavalt ruumi. Kustuta ebavajalik ja proovi uuesti. (vajalik %d MB, vaba %d MB)
fi: Liian vähän levytilaa. Vapauta levytilaa ja yritä uudelleen. (%d Mt tarvitaan, %d Mt vapaana)
fr: Espace disque insuffisant. Veuillez libérer de l'espace disque et réessayer. (%d MB requis, %d MB disponible)
hr: Nema dovoljno prostora na disku. Oslobodite malo prostora na disku i pokušajte ponovno. (%d MB potrebno, %d MB dostupno)
hu: Nincs elég tárhely. Kérem, szabadítson fel némi helyet és próbálja meg újra. (%d MB területre lenne szükség, %d MB hely szabad jelenleg)
it: Non c'è abbastanza spazio sul disco. Libera dello spazio su disco e riprova. (%d MB richiesti, %d MB disponibili)
lt: Diske nepakanka vietos. Atlaisvinkite vietos diske ir bandykite dar kartą (reikia %d MB, laisva %d MB)
nl: Onvoldoende schijfruimte. Maak ruimte vrij en probeer het opnieuw (%d MB noodzakelijk, %d MB beschikbaar)
pl: Brak miejsca na dysku. Zwolnij miejsce i spróbuj ponownie. (%d MB wymagane, %d MB dostępne)
pt_br: Espaço insuficiente no disco. Libere espaço e tente novamente. (%d MB necessário, %d MB disponível)
ru: На диске нет свободного места. Пожалуйста освободите немного места и попробуйте снова. (%d Мб требуется, %d Мб свободно)
sk: Nedostatok miesta na disku. Uvoľnite priestor na disku a skúste to znova. (potrebných %d MB, k dispozícii je %d MB)
sr: Nema dovoljno prostora na disku. Oslobodite prostor i pokušajte ponovo. (%d MB potrebno,%d MB omogućeno)
sv: Inte tillräckligt med diskutrymme. Frigör lite diskutrymme och försök igen. (%d MB krävs, %d MB tillgängligt)
ta: போதுமான வட்டு இடம் இல்லை. தயவுசெய்து சில வட்டு இடத்தை விடுவித்து மீண்டும் முயற்சிக்கவும். ( %d Mb தேவை, %d Mb கிடைக்கிறது)
tr: Yeterli disk alanı yok. Lütfen gerekli disk alanını açın ve tekrar deneyin. (gereken: %d MB, kullanılabilen: %d MB)
uk: Недостатньо місця на диску. Будь ласка, звільніть місце на диску і спробуйте ще раз. (потрібно %d МБ, доступний %d МБ)
vi: Không đủ dung lượng đĩa. Vui lòng giải phóng không gian đĩa và thử lại. (Yêu cầu%d MB,%d MB khả dụng)
zh_cn: 没有足够的磁盘空间.请释放一些磁盘空间,然后再试一次. (%d MB 所需, %d MB 可用)

source: Not enough free disk space! Filesize: %sMB Free Space: %sMB Path: %s
cs: Málo místa na disku! Velikost: %sMB Volných: %sMB Cesta: %s
el: Μη επαρκής ελεύθερος χώρος δίσκου! Μέγεθος αρχείου: %sMB Ελεύθερος χώρος: %sMB Διαδρομή: %s
fi: Liian vähän vapaata levytilaa! Tiedostokoko: %sMB Vapaa levytila: %sMB Hakemisto: %s
fr: Pas assez d'espace disque ! Taille du fichier : %sMB Espace libre : %sMB Chemin : %s
hr: Nema dovoljno slobodnog prostora na disku! Veličina fajla: %sMB Slobodni prostor: %sMB Putanja : %s
it: Spazio libero su disco insufficiente! Dimensione file: %s MB Spazio libero: %s MB Percorso: %s
lt: Diske nepakanka laisvos vietos! Failo dydis: %sMB Laisvos vietos: %sMB Kelias: %s
nl: Niet genoeg vrije ruimte! Bestandgrtootte: %sMB Vrije ruimte: %sMB Pad: %s
pl: Za mało miejsca na dysku! Rozmiar pliku: %sMB Wolne miejsce: %sMB Ścieżka: %s
sk: Nedostatok miesta na disku! Veľkosť súb.: %sMB Voľné: %sMB Cesta: %s
sr: Nema dovoljno slobodnog prostora na disku! Veličina fajla: %sMB Slobodan prostor: %sMB Putanja: %s
sv: Inte tillräckligt med ledigt diskutrymme! Filstorlek: %sMB Fritt utrymme: %s MB Sökväg: %s
ta: போதுமான இலவச வட்டு இடம் இல்லை! கோப்பு அளவு: %sMB இலவச இடம்: %sMB பாதை: %s
tr: Yeterli boş disk alanı yok! Dosya boyutu: %sMB Boş alan: %sMB Konum: %s
uk: Недостатньо місця на диску! Розмір файлу: %sMБ Вільне місце: %sMБ Шлях: %s

source: Not joined. Press Yellow to join.
cs: Nepřipojeno. Stiskněte žluté tlačítko pro připojení.
hr: Niste se pridružili. Pritisnite žuto za pridruživanje.
it: Non sei unito. Premi Giallo per unirti.
sr: Niste pridruženi. Pritisnite žuto da se pridružite.
tr: Henüz katılmadınız. Katılmak için Sarı tuşa basın.
uk: Не приєдналися. Натисніть жовту кнопку, щоб приєднатися.

source: Not required
cs: Není požadováno
el: Δεν απαιτείται
fi: Ei tarvita
hr: Nije obavezno
it: Non richiesto
lt: Nereikia
nl: Niet nodig
pl: Nie wymagane
sk: Nevyžaduje sa
sr: Nije obavezno
sv: Krävs inte
ta: தேவையில்லை
tr: Gerekli değil
uk: Не потрібно

source: Not running
bg: Не е работещ
cs: Nefunguje
da: Kører ikke
de: Nicht gestartet
el: Δεν εκτελείται
fi: Ei käynnissä
fr: Non en cours d’exécution
hr: Nije pokrenuto
it: Non in esecuzione
lt: Neveikia
nl: Niet Actief
pl: Nie działa
sk: Nespustené
sr: Nije pokrenuto
sv: Körs inte
ta: ஓடவில்லை
tr: Çalışmıyor
uk: Не працює
zh_cn: 未运行

source: Not tested:
bg: Не е тестван:
cs: Netestováno:
da: Ikke testet:
de: Nicht getestet:
el: Μη ελεγμένα:
et: Pole testitud:
fi: Ei testattu:
fr: Pas testé:
hr: Nije testirano:
hu: Nincs tesztelve:
it: Non testato:
lt: Netikrinta:
nl: Niet getest:
pl: Nie testowane:
sk: Netestované:
sr: Nije testirano:
sv: Ej testad:
ta: சோதிக்கப்படவில்லை:
tr: Test edilmedi:
uk: Не протестовано:
vi: Không được kiểm tra:
zh_cn: 未测试:

source: Nothing
bg: Нищо
cs: Nic
da: Ingen
de: Nichts
el: Τίποτα
et: Mitte midagi
fi: Älä tee mitään
fr: Ne rien faire
hr: Ništa
hu: Semmi
it: Non fare nulla
lt: Nieko
nl: Niets
pl: Nic
ru: Ничего не делать
sk: Nič
sr: Ništa
sv: Inget
ta: எதுவும்
tr: Yok
uk: Нічого
vi: Không làm gì cả
zh_cn: 什么也不做

source: Nothing connected and/or no files available!
cs: Nic není připojeno a/nebo nejsou k dispozici žádné soubory!
el: Δεν έχει συνδεθεί τίποτα και/ή μη διαθέσιμα αρχεία!
fi: Mitään ei ole kytketty!
hr: Ništa povezano i/ili nema dostupnih datoteka!
it: Nessuna connessione e/o nessun file disponibile!
lt: Niekas nepajungta
nl: Niets aangesloten en/of geen bestanden beschikbaar!
pl: Nic nie podłączono lub brak dostępnych plików!
sk: Nič nie je pripojené a/alebo súbory nie sú dostupné!
sr: Ništa nije povezano i/ili nema dostupnih fajlova!
sv: Inget anslutet och/eller inga filer tillgängliga!
ta: எதுவும் இணைக்கப்படவில்லை மற்றும்/அல்லது கோப்புகள் எதுவும் கிடைக்கவில்லை!
tr: Hiçbir bağlantı yok ve/veya dosya mevcut değil!
uk: Нічого не підключено та/або немає доступних файлів!

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
bg: Няма нищо за сканиране! Моля, настройте настройките на вашия тунер, преди да започнете сканиране на услугата.
cs: Nic k prohledávání! Předtím, než začnete prohledávat kanály, nastavte Váš tuner.
da: Intet at søge! Venligst opsæt Tuner indstilling op før du starter søgning.
de: Nichts gefunden! Bitte den Tuner vor dem Suchlauf einstellen.
el: Τίποτα προς ανίχνευση! Ρυθμίστε το tuner πρώτα.
et: Pole midagi otsida! Seadista tuuner enne kanaliotsingu alustamist.
fi: Ei ole mitään haettavaa! Määritä virittimen asetukset ennen kanavahakua.
fr: Rien à scanner ! Veuillez configurer les paramètres de votre tuner avant de lancer un scan de service.
hr: Ništa za skeniranje! Postavite postavke tunera prije nego što pokrenete skeniranje servisa.
hu: Nincs mit lekeresni! Állítsa be a tunert, mielőtt elindítja a keresést.
it: Niente da scansionare! Configura le impostazioni del tuner prima di avviare una scansione dei servizi.
lt: Nėra ko ieškoti! Prieš pradėdami kanalų paiešką, sukonfigūruokite savo imtuvą.
nl: Niets gevonden! Vóór het zoeken dient uw tuner correct ingesteld te zijn.
pl: Nic do skanowania! Skonfiguruj tuner przed rozpoczęciem skanowania.
pt_br: Nada para buscar! Configure o tuner antes de iniciar uma busca.
ru: Нечего искать! Пожалуйста, настройте Ваш тюнер перед началом поиска.
sk: Nič na prehľadávanie! Pred začatím vyhľadávania staníc, prosím, nastavte tuner.
sl: Iskanje ni možno! Pred začetkom iskanja preverite nastavitve tunerja.
sr: Nema šta da se skenira! Podesite tjuner pre nego što započne skeniranje kanala.
sv: Inget att skanna! Ställ in tunerinställningarna innan du påbörjar en serviceskanning.
ta: ச்கேன் செய்ய எதுவும் இல்லை! நீங்கள் ஒரு பணி ச்கேன் தொடங்குவதற்கு முன் உங்கள் ட்யூனர் அமைப்புகளை அமைக்கவும்.
tr: Tarama yapılamadı! Lütfen kanal taramasına başlamadan önce tuner ayarlarınızı yapın.
uk: Нічого не знайдено! Налаштуй параметри свого тюнера перед початком сканування.
vi: Không có gì để quét! Vui lòng thiết lập cài đặt bộ chỉnh tần số trước khi bạn bắt đầu quét dịch vụ.
zh_cn: 没有扫描! 请在启动频道扫描之前设置您的调谐器.

source: Nothing to upgrade
bg: Няма нищо за надграждане
cs: Nic k aktualizaci
da: Intet at opgradere
de: Keine Updates vorhanden
el: Τίποτα προς αναβάθμιση
et: Uuendusi ei ole
fi: Ei mitään päivitettävää
fr: Rien à mettre à jour
hr: Nema se što nadograditi
hu: Nem kell frissíteni, naprakész a rendszer
it: Niente da aggiornare
lt: Atnaujinimų nėra
nl: Geen updates beschikbaar
pl: Brak aktualizacji
pt_br: Sem atualizações!
ru: Обновлений пока нет
sk: Nič na aktualizovanie
sl: Nadgradnja ni na voljo.
sr: Nema šta da se nadogradi
sv: Inget att uppgradera
ta: மேம்படுத்த எதுவும் இல்லை
tr: Yükseltilecek bir şey yok
uk: Оновлень немає
vi: Không có gì để nâng cấp
zh_cn: 无法升级

source: Nothing, just leave this menu
bg: Нищо, просто напуснете това меню
cs: Nic, nechat tuto nabídku
da: Intet, forlad blot denne menu
de: Nichts tun, nur das Menü verlassen
el: Τίποτα, απλά έξοδος από αυτό το μενού
et: Mitte midagi, välju sellest menüüst
fi: Ei mitään, sulje valikko
fr: Ne rien faire, juste quitter ce menu
hr: Ništa, samo napustite ovaj menu
hu: Semmi, hagyja el ezt a menüt
it: Niente, esci da questo menu
lt: Nieko, tiesiog užverti šį meniu
nl: Niets, alleen dit menu verlaten
pl: Nic nie rób
ru: Ничего не делать, выйти из этого меню
sk: Nič, len opustiť toto menu
sr: Ništa, samo ostavi ovaj meni
sv: Ingenting, lämna bara denna meny
ta: எதுவும் இல்லை, இந்த மெனுவை விட்டு விடுங்கள்
tr: Hiç bir şey, sadece bu menüden çıkın
uk: Нічого не робити, вийти з цього меню
vi: Không có gì, chỉ cần rời khỏi menu này
zh_cn: 没什么,只是离开这个菜单

# now/next: 'now' event label
source: Now
cs: Nyní
da: Nu
de: Jetzt
el: Τώρα
et: Hetkel
fi: Nyt
fr: Maintenant
hr: Sada
it: Adesso
lt: Dabar
nl: Nu
pl: Teraz
pt_br: Agora
ru: Сейчас
sk: Teraz
sr: Sada
sv: Nu
ta: இப்போது
tr: Şimdi
uk: Тепер
vi: Hiện nay
zh_cn: 正在播放

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
bg: Сега използвайте настройката за контраст, за да увеличите максимално яркостта на фона, но се уверете, че все още можете да видите разликата между двете най-ярки нива на нюанси. Ако сте направили това, натиснете OK.
cs: Nyní použijte nastavení kontrastu pro nastavení světlosti pozadí na nejvyšší hodnotu, ale ujistěte se, že stále vidíte rozdíl mezi dvěma nejsvětlejšími odstíny. Pokud jste hotovi, stiskněte OK.
da: Bruge nu indstillingen Kontrast til at skrue så meget som muligt op for Lystyrken på baggrunden, men vær sikker på at du stadig kan se forskel mellem de 2 lyseste skyggerniveauer. Når du har gjort det, tryk OK.
de: Benutzen Sie jetzt die Kontrastregelung, um die Helligkeit des Hintergrunds so weit wie möglich zu erhöhen. Achten Sie darauf, dass der Unterschied zwischen den beiden hellsten Schattierungen erkennbar bleibt. Drücken Sie anschließend OK.
el: Τώρα, χρησιμοποιήστε τις ρυθμίσεις αντίθεσης για να μεγιστοποιήσετε τη φωτεινότητα του φόντου, αλλά βεβαιωθείτε ότι μπορείτε να διακρίνετε τη διαφορά ανάμεσα στις δύο φωτεινότερες σκιές. Αν το κάνατε, πιέστε ΟΚ.
et: Nüüd suurenda kontrastsuse seadmise abil pildi tausta heledust nii palju kui võimalik, aga veendu, et sa näed siiski erinevust kahe kõige heledama varjundi vahel. Kui see on tehtud, vajuta OK.
fi: Säädä kontrastisäädöllä tausta mahdollisimman valkoiseksi. Varmista, että näet yhä kahden kirkkaimman sävyn eron. Kun olet tyytyväinen tulokseen, paina OK.
fr: Maintenant, utilisez les paramètres de contraste pour indiquer la luminosité du fond autant que possible, mais assurez-vous que vous pouvez toujours voir la différence entre les deux niveaux les plus lumineux des nuances. Si vous avez fait cela, appuyez sur OK.
hr: Sada upotrijebite postavku kontrasta kako biste povećali svjetlinu pozadine što je više moguće, ali provjerite možete li i dalje vidjeti razliku između dvije najsvjetlije razine nijansi. Ako ste to učinili, pritisnite OK.
hu: Most a kontraszt beállító funkció segítségével állítsa be a háttér világosságát a lehető legmagasabb értékre, de arra ügyeljen hogy a két világosság csík között lásson különbséget. Ha készen van, nyomja meg az OK gombot.
it: Usa l'impostazione del contrasto per aumentare il più possibile la luminosità dello sfondo, ma assicurati di poter ancora vedere la differenza tra i due livelli di tonalità più luminosi. Se lo hai fatto, premi OK.
lt: Dabar nustatykite kontrastą, kad padidinti fono šviesumą tiek kiek įmanoma, bet tik tiek, kad du pačius šviesiausius atspalvius jūsų akis vis dar atskirtų. Jei taip padarėte, spauskite 'OK'.
nl: Gebruik nu 'contrast' om de helderheid van de achtergrond zo hoog mogelijk in te stellen, maar zorg er wel voor dat u nog steeds de helderste grijze vlakken van elkaar kunt onderscheiden. Indien het resultaat goed is, drukt u op OK.
pl: Teraz użyj ustawień kontrastu aby ustawić jak nawiększą jasność tła, ale tak, żeby nadal widać było różnicę pomiędzy dwoma najjaśniejszymi odcieniami, Jeśli skończyłeś, wciśnij 'OK'.
pt_br: Agora ajuste o contraste para aumentar o máximo possível o brilho da luz de fundo, mas certifique-se de que consegue notar diferenças entre os dois níveis de brilho mais altos. Pressione OK para continuar
ru: Теперь используйте настройки контрастности для поднятия фона в максимально возможный уровень, но при этом необходимо следить,чтобы Вы могли видеть различия между двумя самыми яркими уровнями оттенков.Если все нормально нажмите OK.
sk: Teraz pomocou nastavenia kontrastu čo najviac zvýšte jas pozadia tak, aby ste stále videli rozdiel medzi dvomi najjasnejšími úrovňami sivej. Po skončení stlačte tlačidlo OK.
sl: Sedaj spremenite nastavitve kontrasta za zvišanje svetlosti ozadja kolikor je možno, vendar se prepričajte da lahko opazite razliko med dvema nivojema svetlosti. Ko boste zadovoljni z nastavitvami, pritisnite OK.
sr: Koristite postavku kontrasta da bi što više isključili svetlinu pozadine, ali se uverite da i dalje možete da vidite razliku između dva najsjajnija nivoa nijansi.Ako ste ovo uradili pritisnite ОК.
sv: Använd nu kontrastinställningen för att öka ljusstyrkan i bakgrunden så mycket som möjligt, men se till att du fortfarande kan se skillnaden mellan de två ljusaste nyanserna. Om du har gjort det trycker du på OK.
ta: இப்போது, பின்னணியின் பிரகாசத்தை முடிந்தவரை மாற்றுவதற்கு மாறுபட்ட அமைப்பைப் பயன்படுத்தவும், ஆனால் இரண்டு பிரகாசமான நிழல்களுக்கு இடையிலான வித்தியாசத்தை நீங்கள் இன்னும் காணலாம் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். நீங்கள் அதைச் செய்திருந்தால், சரி என்பதை அழுத்தவும்.
tr: Şimdi, kontrast ayarını kullanarak arka planın parlaklığını olabildiğince artırın, ancak en parlak iki ton arasındaki farkı hala görebildiğinizden emin olun. Bunu yaptıysanız, OK tuşuna basın.
uk: Тепер, використовуйте регулювання контрастності, щоб збільшити яскравість фону наскільки це можливо, але переконайтесь, що Ви все ще бачите різницю між двома самими яскравими рівнями відтінків. Якщо Ви зробили це, то натисніть ОК.
vi: Bây giờ, sử dụng cài đặt độ tương phản để tăng độ sáng của nền càng nhiều càng tốt, nhưng hãy đảm bảo rằng bạn vẫn có thể thấy sự khác biệt giữa hai mức độ sáng nhất. Nếu bạn đã thực hiện điều đó, hãy nhấn OK.
zh_cn: 现在,使用对比度设置尽可能地打开背景的亮度,但要确保你仍然可以看到两个最亮的色 调之间的差异.如果你这样做了,请按'确定'键.

source: Number
bg: Номер
cs: Počet
da: Nummer
de: Nummer
el: Αριθμός
fi: Numero
fr: Nombre
hr: Broj
hu: Szám
it: Numero
lt: Numeris
nl: Nummer
pl: Numer
ru: Номер
sk: Číslo
sr: Broj
sv: Nummer
ta: எண்
tr: Numara
uk: Номер
vi: Con số
zh_cn: 编号

source: Number and name
cs: Číslo a jméno
el: Αριθμός και όνομα
fi: Numero ja nimi
hr: Broj i ime
it: Numero e nome
nl: Nummer en naam
pl: Numer i nazwa
sr: Broj i ime
sv: Nummer och namn
tr: Numara ve isim
uk: Номер та ім'я

source: Number and picon
cs: Číslo a picon
el: Αριθμός και λογότυπο
fi: Numero ja kanavalogo
hr: Broj i pikon
it: Numero e picon
nl: Nummer en picon
pl: Numer i pikon
sr: Broj i pikon
sv: Nummer och picon
tr: Numara ve pikon
uk: Номер і пікон
