Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Do you want to remove the package:
da: Vil du fjerne pakken:
de: Wollen Sie das Paket entfernen:
et: Kas eemaldada pakett:
hu: Biztos benne, hogy eltávolítja ezt a csomagot:
pt_br: Deseja remover o pacote:
ru: Хотите удалить пакет:
sl: Želite odstraniti ta paket:
vi: Bạn có muốn xóa gói:
zh_cn: 是否要删除该软件包:

source: Do you want to restart now?
da: Vil du virkelig genstarte nu?
de: Wollen Sie jetzt neu starten?
et: Kas taaskäivitada kohe?
hu: Szeretné újraindítani a készüléket most?
ru: Хотите перезагрузить сейчас?
vi: Bạn có muốn khởi động lại bây giờ?
zh_cn: 是否马上重启？

source: Do you want to send all selected files: (choose 'No' to only send the currently selected file.)
da: Vil du sende alle valgte filer: (vælg 'Nej' for kun at sende den aktuelt valgte fil.)
de: Alle gewählten Dateien senden: (Wählen Sie 'Nein', um nur die momentan gewählte Datei zu senden.)
et: Kas saata kõik valitud failid: (vali 'Ei', kui saadad ainult hetkel valitud faili.)
hu: Szeretné elküldeni az összes kiválasztott fájlt: (válassza a 'Nem' lehetőséget csak a kiválasztott fájl elküldéséhez.)
ru: Хотите отправить все выбранные файлы: (выберите 'нет', чтобы отправить только выбранный файл.)
vi: Bạn có muốn gửi tất cả các tệp đã chọn: (chọn 'Không' để chỉ gửi tệp hiện được chọn.)
zh_cn: 是否要发送所有选定的文件: (选择'否'只发送当前选定的文件.)

source: Do you want to update your %s %s ?
da: Vil du virkelig opdaterer din %s %s ?
de: Wollen Sie Ihre %s %s updaten?
et: Kas uuendada %s %s?
hu: Biztos benne, hogy frissíteni szeretné %s %s ?
ru: Хотите обновить ваш %s %s?
vi: Bạn có muốn cập nhật% s% s của mình không?
zh_cn: 是否升级你的 %s %s?

source: Do you want to update your box?
da: Vil du virkelig opdatere din boks ?
de: Update der Box durchführen?
et: Kas uuendada vastuvõtja tarkvara?
hu: Szeretné frissíteni a készülék szoftverét?
ru: Хотите обновить ваш ресивер?
vi: Bạn có muốn cập nhật đầu thu của bạn?
zh_cn: 是否升级您的机顶盒？

source: Do you want to upgrade the package:
da: Vil du opgradere pakken:
de: Das Paket aktualisieren:
et: Kas uuendada pakett:
hu: Biztos benne, hogy frissíteni szeretné ezt a csomagot:
pt_br: Deseja atualizar o pacote:
ru: Хотите обновить пакет:
sl: Želite nadgraditi paket:
vi: Bạn có muốn nâng cấp gói:
zh_cn: 是否升级软件包:

source: Do you want to view or run the script?
da: Vil du virkelig se eller køre skriptet ?
de: Möchten Sie das Skript ansehen oder ausführen?
et: Kas soovid näha või käivitada skripti?
vi: Bạn có muốn xem hoặc chạy tập lệnh?
zh_cn: 是否要查看或运行脚本?

source: Dokumentation
zh_cn: 文档

source: Don't stop current event but disable coming events
da: Stop ikke nuværende udsendelse men deaktiver kommende udsendelser
de: Aktuelles Ereignis nicht beenden, aber zukünftige deaktivieren
et: Ära peata toimuvat salvestust, aga keela tulevad
hu: Ne állítsa le a futó eseményt, inkább kapcsolja le a következőt
pt_br: Não parar o programa atual mas desativar novos eventos
ru: Не останавливать текущее событие, но отключить ближайшие события
sl: Ne ustavi trenutnega dogodka. Onemogoči pa prihodnje dogodke
vi: Đừng dừng sự kiện hiện tại mà vô hiệu hóa các sự kiện sắp tới
zh_cn: 不停止当前事件但禁用接下来的事件

source: Done - Installed or upgraded %d packages
da: Udført - Installerede eller opgraderede %d pakker
de: Beendet - %d installierte oder aktualisierte Pakete
et: Valmis - paigaldati või uuendati %d paketti
hu: %d szoftvercsomag telepítése, frissítése elkészült
pt_br: 'OK' - %d pacotes instalados ou atualizados
ru: Готово - Установлено или обновлено %d пакетов
sl: Končano - nameščeno ali nadgrajeno %d paketov.
vi: Xong - Đã cài đặt hoặc nâng cấp gói%d
zh_cn: 完成-已安装或升级了 %d 个软件包

source: Download
et: Allalaadimine
hu: Letöltés
ru: Загрузить
sl: Prenesi
vi: Tải xuống
zh_cn: 下载

source: Download %s from server
da: Download %s fra server
de: Lade %s vom Server herunter
et: Hangi %s serverist
hu: %s letöltése a szerverről
ru: Загрузить %s из сервера
vi: Tải xuống%s từ máy chủ
zh_cn: 从服务器下载 %s

source: Download .NFI-files for USB-flasher
da: Download .NFI-filer til USB nøgle
de: NFI-Dateien für USB-Flasher herunterladen
et: Hangi .NFI-failid USB-le
hu: .NFI fájlok letöltése az USB Flasherhez
ru: Загрузить .NFI файлы из USB
vi: Tải xuống các tệp .NFI cho USB-flasher
zh_cn: 下载USB刷机用的.NFI文件

source: Download plugins
de: Plugins herunterladen
et: Paigalda pluginaid
hu: Bővítmények letöltése
pt_br: Obter plugins
ru: Скачать плагины
vi: Tải xuống plugin
zh_cn: 下载插件

source: Downloaded Images
da: Downloadede Images
de: Heruntergeladene Images
vi: Hình ảnh tải về
zh_cn: 下载的镜像

source: Drivers: %s
da: Drivere: %s
de: Treiber: %s
et: Ajurid: %s
vi: Trình điều khiển:%s
zh_cn: 驱动程序: %s

source: Drivers: %s
da: Drivere: %s
de: Treiber: %s
et: Ajurid: %s
ru: Драйверы: %s
vi: Trình điều khiển:%s
zh_cn: 驱动: %s

source: Drogen
zh_cn: 德罗根

source: E2 Log
et: E2 logi
hu: E2 napló
ru: E2 Лог
vi: Nhật ký E2
zh_cn: E2日志

source: ECM Statistics
da: ECM Statestik
de: ECM-Statistik
et: ECM statistika
hu: ECM Statisztika
ru: Статистика ECM
vi: Thống kê ECM
zh_cn: ECM数据

source: ECM Time
da: ECM TId
de: ECM-Zeit
et: ECM aeg
hu: ECM idő
ru: ECM - время ответа
vi: Giờ ECM
zh_cn: ECM时间

source: ECM avg
da: ECM gennemsnit
de: ECM-Durchschnitt
et: ECM keskmine
hu: ECM átlag
zh_cn: ECM平均

source: ECM last
da: ECM sidst
de: letzte ECM
et: ECM viimane
hu: ECM utolsó
ru: Последний ECM
vi: ECM cuối
zh_cn: ECM负载

source: ECM-Time
da: ECM-Tid
de: ECM-Zeit
et: ECM aeg
hu: ECM idő
ru: ECM время ответа
vi: Thời gian ECM
zh_cn: ECM-时间

source: EDID decode
da: EDID afkod
vi: Giải mã EDID
zh_cn: EDID解码

source: EJECTCD long
da: EJECTCD lang
de: EJECTCD lang
et: EJECTCD - pikk
hu: EJECTCD hosszan
vi: ĐỐI TƯỢNG dài
zh_cn: 弹出键长按

source: EPG search
da: EPG søgning
de: EPG Suche
et: EPG otsing
hu: Műsor keresése
vi: Tìm kiếm EPG
zh_cn: EPG搜索

source: EPG selection
da: EPG udvalg
de: EPG-Auswahl
et: EPG valik
hu: Műsor választása
pt_br: Selecionar EPG
ru: Выбор телегида
vi: Lựa chọn EPG
zh_cn: EPG选择

source: EPG settings
da: EPG indstillinger
de: EPG
et: EPG seaded
hu: EPG beállítások
pt_br: EPG
ru: Настройки телегида
vi: Cài đặt EPG
zh_cn: EPG设置

source: ERROR - failed to scan (%s)!
da: FEJL - kan ikke søge (%s)!
de: FEHLER - Suche nach (%s) fehlgeschlagen!
et: VIGA - (%s) otsing nurjus!
hu: HIBA - nem sikerült a keresés (%s)!
pt_br: ERRO - Falha na busca (%s)!
ru: Ошибка - сканирование (%s) не удалось!
sl: NAPAKA - neuspešno iskanje (%s)!
zh_cn: 错误-扫描失败 (%s)!

source: Eastern
da: Østlig
zh_cn: 东部

source: Edit line
da: Rediger linje
de: Bearbeite Zeile
et: Muuda rida
vi: Chỉnh sửa dòng
zh_cn: 编辑行

source: Edit mode off
da: Sluk redigering
de: Edit-Modus aus
et: Keela muutmine
hu: Szerkesztési mód ki
vi: Chỉnh sửa chế độ tắt
zh_cn: 关闭编辑模式

source: Edit mode on
da: Tænd redigering
de: Edit-Modus an
et: Luba muutmine
hu: Szerkesztési mód be
vi: Chỉnh sửa chế độ trên
zh_cn: 打开编辑模式

source: Edit new entry
da: Rediger ny post
de: Timer bearbeiten
et: Muuda uut kirjet
hu: Új elem hozzáadása
ru: Редактировать новый пункт
vi: Chỉnh sửa mục mới
zh_cn: 编辑新条目

source: Edit position is the line end
da: Redigeringsposition er linjeslutning
de: Bearbeitungsposition ist am Zeilenende
et: Muutmise asukoht rea lõpus
vi: Chỉnh sửa vị trí là cuối dòng
zh_cn: 编辑位置在末尾

source: Edit the Nameserver configuration of your %s %s.
da: Rediger navneserverkonfigurationen for din %s %s.
de: Nameserver-Einstellungen der %s %s bearbeiten.
et: Muuda %s %s nimeserveri seadeid.
hu: Szerkessze a(z) %s %s névszerver konfigurációját.
ru: Редактирование конфигурации DNS вашего %s %s.
vi: Chỉnh sửa cấu hình máy chủ tên của máy thu của bạn %s %s.
zh_cn: 编辑您的域名配置 %s %s.

source: Edit the network configuration of your %s %s.
da: Rediger netværkskonfiguration for din %s %s.
de: Netzwerk-Konfiguration der %s %s bearbeiten.
et: Muuda %s %s võrguseadeid.
hu: Szerkessze a(z) %s %s hálózati konfigurációját.
ru: Редактирование сетевой конфигурации вашего %s %s.
vi: Chỉnh sửa cấu hình mạng của máy thu của bạn %s %s.
zh_cn: 编辑您的网络配置 %s %s .

source: Edit timer
da: Rediger timer
de: Timer bearbeiten
et: Muuda taimer
hu: Időzítő módosítása
ru: Редактировать таймер
vi: Chỉnh sửa bộ đếm thời gian
zh_cn: 编辑定时器

source: Edit title
da: Rediger titel
de: Titel bearbeiten
et: Muuda pealkirja
hu: Cím szerkesztése
pt_br: Editar título
ru: Изменить заголовок
sl: Spremeni naslov
vi: Chỉnh sửa tiêu đề
zh_cn: 编辑标题

source: Edit upgrade source url.
da: Rediger URL for opgraderingskilde.
de: Adresse der Upgrade-Quelle bearbeiten.
et: Muuda uuenduste allika url.
hu: A frissítési forrás URL-jének szerkesztése.
pt_br: Editar URL da fonte de atualização.
ru: Редактировать источник обновления.
sl: Uredite povezavo vira za nadgradnjo.
vi: Chỉnh sửa url nguồn nâng cấp.
zh_cn: 编辑升级源地址.

source: Einzelsportart
zh_cn: 个人运动

source: Empty slot
da: Tomt slot
de: Leerer Slot
et: Tühi pesa
vi: Chỗ trống
zh_cn: 空分区

source: Enable AC3/Dolby
da: Aktiver AC3/Dolby
de: AC3/Dolby Lautstärke Offset aktivieren
et: Luba AC3/Dolby
hu: Engedélyezi az AC3/Dolby-t
ru: Включить AC3/Dolby
vi: Kích hoạt AC3 / Dolby
zh_cn: 启用AC3/杜比

source: Enable CIHelper for SLOT CI0
da: AKtiver CIHjælper for SLOT CI0
de: Aktiviere CIHelper für SLOT CI0
et: Luba CIHelper pesale CI0
hu: Engedélyezze a CIHelperet a SLOT CI0 számára
ru: Включить CIHelper для SLOT CI0
vi: Kích hoạt CIHelper cho SLOT CI0
zh_cn: 为插槽CI0启用CI帮助程序

source: Enable CIHelper for SLOT CI1
da: AKtiver CIHjælper for SLOT CI1
de: Aktiviere CIHelper für SLOT CI1
et: Luba CIHelper pesale CI1
hu: Engedélyezze a CIHelperet a SLOT CI1 számára
ru: Включить CIHelper для SLOT CI1
vi: Kích hoạt CIHelper cho SLOT CI1
zh_cn: 为CI1插槽启用CI帮助程序

source: Enable Network Traffic check
da: Akticer netværkstrafik kontrol
de: Überprüfung der Netzwerkdatenübertragung aktivieren
et: Võrguliikluse kontroll lubatud
hu: Engedélyezze a hálózati forgalom ellenőrzését
ru: Включить проверку сетевого трафика
vi: Cho phép kiểm tra lưu lượng mạng
zh_cn: 启用网络流量检查

source: Enable Quad PIP
da: Aktiver Firedobbelt PiP
de: Aktiviere Quad Bild im Bild
et: Luba Quad PiP
hu: Négy csatornás Kép-a-Képben engedélyezése
vi: Kích hoạt Quad PIP
zh_cn: 启用四画面PIP

source: Enable Up / Down buttons for the 'all up / down' function? (at the beginning / end of the column)
da: Aktiver Op / Ned knapper for funktionen 'helt op/ned'? (i begyndelsen / ved slutningen af kollonen)
de: Aktivieren Sie die Hoch/Runter Tasten für die Funktion "Alle hoch/runter" (am Anfang/Ende der Spalte).
et: Anna Üles/Alla nuppudele 'Kõik üles/alla' toiming. (tulba alguses/lõpus)
hu: Engedélyezze a Fel / Le gombokat az "összes fel / le" funkcióhoz? (az oszlop elején / végén)
vi: Kích hoạt nút Lên / Xuống cho chức năng 'tất cả lên / xuống'? (ở đầu / cuối cột)
zh_cn: 是否启用'全部向上/向下'功能的向上/向下按钮?(在该列的开头/结尾)

source: Enable and set the duration of the second infobar (press OK twice) that may include more information on the current service.
da: Aktiver og sæt varigheden af den sekundære Infobjælke (dobbelt OK tryk) der kan indeholde mere information om den aktuelle kanal.
de: Einstellen, ob und wie die zweite Infoleiste mit Zusatzinformationen aktiviert und ihre Anzeigedauer bestimmt wird (OK zweimal drücken - Die Oberfläche muss dies unterstützen).
et: Luba teine inforiba (2xOK). Sealt võib leida mitmesugust lisainfot antud kanali kohta.
hu: Engedélyezze és állítsa be a második Információs sávot (kétszer nyomja meg az OK gombot), amely több információt tartalmazhat az aktuális csatornákról.
ru: Активация второго инфобара с дополнительной информацией (нажмите OK дважды для показа второго инфобара).
vi: Bật và đặt thời lượng của infobar thứ hai (nhấn OK hai lần) có thể bao gồm nhiều thông tin hơn về dịch vụ hiện tại.
zh_cn: 启用和设置第二信息栏的时间(按确定键两次),可能包括对当前服务的更多信息.

source: Enable blinking rec symbol on the LCD Display
da: Aktiver blinkende REC symbol på LCD Displayet
de: Bei 'Ja' wird das blinkende REC Symbol im Gerätedisplay aktiviert.
et: Luba vilkuv REC esipaneelil
hu: Engedélyezze a villogó felvételi jelzést az LCD kijelzőn
ru: Включить мигание значка на дисплее во время записи
vi: Bật biểu tượng rec nhấp nháy trên Màn hình LCD
zh_cn: 启用在液晶显示器上闪烁rec符号

source: Enable cut file support for audio files. (e.g. mp3)
da: Aktiver klipfil understøttelse for lydfiler. (eks. mp3
de: Bei 'Ja' wird die Unterstützung von Schnittdateien für Audiodateien (z.B. MP3) aktiviert.
et: Luba audiofailide lõikamine (näiteks mp3)
hu: Engedélyezi, hogy az audió-at vágni lehessen (például: mp3 - egy .cut fájlba írja a vágási pontokat).
vi: Cho phép cắt hỗ trợ tệp cho các tệp âm thanh. (ví dụ: mp3)
zh_cn: 启用音频文件剪切.(例如mp3)

source: Enable cut file support for non *.ts files. (e.g. mp4)
da: Aktiver klipfil understøttelse ikke*.ts filer (eks. mp4)
de: Bei 'Ja' wird die Unterstützung von Schnittdateien für nicht '*.ts' Dateien (z.B. MP4) aktiviert.
et: Luba mitte-ts failide lõikamine (näiteks mp4)
hu: Engedélyezi, hogy a nem ts fájlok-at vágni lehessen (például: mp4 - egy .cut fájlba írja a vágási pontokat).
vi: Cho phép cắt hỗ trợ tệp cho các tệp không * .ts. (ví dụ: mp4)
zh_cn: 允许不支持切换ts文件*.(例如mp4)

source: Enable infobar fade-out
da: Aktiver Infobjælke udtoning
de: Infoleiste langsam ausblenden
et: Luba inforiba hajumine
hu: Információs sáv elhalványodás engedélyezése
ru: Включить затухание инфобара
vi: Cho phép tắt dần infobar
zh_cn: 启用信息栏淡出

source: Enable screenshot of LCD in /tmp
da: Aktiver skærmdump af LCD i /temp
de: Wenn aktiviert, wird ein Screenshot vom LCD-Display in /tmp gespeichert.
et: LCD ekraanipildi salvestus /tmp kataloogi
hu: LCD képernyőmentése a /tmp-be
vi: Kích hoạt ảnh chụp màn hình LCD trong / tmp
zh_cn: 启用LCD截图到/tmp

source: Enable terrestrial LCN:
da: Aktiver antenne LCN:
et: Luba dvb-t LCN:
hu: A földi LCN engedélyezése:
ru: Включить наземный LCN:
vi: Kích hoạt LCN trên mặt đất:
zh_cn: 启用地面波LCN:

source: Enable the current value of the slider at end of the slider bar.
da: Aktiver den aktuelle værdi af skyder i slutningen af skydebjælken.
de: Bei 'Ja' wird in Menüs mit Schiebereglern rechts neben dem Schieberegler der aktuell eingestellte Wert als Zahl angezeigt.
et: Luba liuguri praegune väärtus ligurriba lõpus.
vi: Kích hoạt giá trị hiện tại của thanh trượt ở cuối thanh trượt.
zh_cn: 启用滑块末端滑块的当前值.

source: Enable this setting if your aerial system needs power
da: Aktiver denne indstilling hvis dit antennesystem har behov for strøm.
de: Aktivieren Sie diese Einstellung, wenn Ihr Antennensystem Strom benötigt
et: Luba see, kui välisantenn vajab toidet
vi: Kích hoạt cài đặt này nếu hệ thống trên không của bạn cần nguồn điện
zh_cn: 如果您的天线系统需要电源,请启用此设置

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
da: Aktiver at alle sand/falsk, ja/nej, tændt/slukket og aktiver/deaktiver opsætningsmuligheder vises som en grafisk kontakt.
de: Bei 'Ja' werden alle Optionen für "Wahr / Falsch", "Ja / Nein", "Ein / Aus" und "Einschalten / Ausschalten" als grafischer Schalter dargestellt.
et: Kuva valikud 'jah/ei', 'tõene/väär', 'sees/väljas' ja 'luba/keela' graafilise lülitina.
vi: Bật để hiển thị tất cả đúng / sai, có / không, bật / tắt và bật / tắt tùy chọn thiết lập dưới dạng chuyển đổi đồ họa.
zh_cn: 启用显示所有开/关和启用/禁用设置选项作为图形开关.

source: Enable twisted log *
da: Aktiver twisted log *
de: Twisted-Log aktivieren *
et: Twisted logid lubatud *
vi: Kích hoạt nhật ký xoắn *
zh_cn: 启用崩溃日志 *

source: Enable unlinked bouquets
da: Aktiver ulænket brugerbuketter
de: Nicht eingebundene Favoritenlisten laden
et: Sidumata lemmiknimekirjad kuvatakse
hu: Leválasztott csatornacsomagok engedélyezése
ru: Включить несвязанные букеты
vi: Cho phép gói kênh không liên kết
zh_cn: 启用设备详细信息

source: Encryption:
bg: Криптиране:
da: Kryptering:
de: Verschlüsselung:
et: Kodeering:
hu: Kódolás:
pt_br: Encriptação:
ru: Шифрование:
sl: Kodiranje:
vi: Mã hóa:
zh_cn: 加密方式:

source: End long
da: End lang
de: Ende lang
et: End - pikk
vi: Kết thúc lâu
zh_cn: 结束键长按

source: Energie
zh_cn: 能量

source: Enigma2 Changes
da: Enigma2 ændinger
de: Enigma2 Änderungen
et: Enigma2 muudatused
hu: Enigma2 váltózások
ru: Изменения Enigma2
vi: Thay đổi Enigma2
zh_cn: Enigma2变化

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
da: Enigma2 Temavælger Hvis du oplever nogen problemer, kontakt venligst stephan@reichholf.net © 2006 - Stephan Reichholf
de: Enigma2 Oberflächenauswahl Bei Problemen bitte kontaktieren: stephan@reichholf.net © 2006 - Stephan Reichholf
et: Enigma2 kujunduse valija Kui on probleeme, kontakteeru stephan@reichholf.net © 2006 - Stephan Reichholf
hu: Enigma2 Skinselector Ha bármilyen problémát tapasztal, kérjük lépjen kapcsolatba velünk stephan@reichholf.net © 2006 - Stephan Reichholf
ru: Enigma2 Селектор скинов При возникновении проблем пожалуйста сообщите stephan@reichholf.net © 2006 - Stephan Reichholf
vi: Hình ảnh Enigma2 Nếu bạn gặp bất kỳ vấn đề xin vui lòng liên hệ stephan@reichholf.net © 2006 - Stephan Reichholf
zh_cn: Enigma2皮肤选择 如果你有任何问题请联系 stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enigma2 skin selector
da: Enigma2 Tema-vælger
de: Enigma2-Skinauswahl
et: Enigma2 kujunduse valik
hu: Enigma2 kinézet választó
ru: Селектор скинов Enigma2
vi: Bộ chọn da Enigma2
zh_cn: Enigma2皮肤选择器

source: Enter if you are in the east or west hemisphere.
da: Angiv om du er i den østlige eller vestlige halvkugle.
de: Geben Sie an, ob Sie sich in der östlichen oder westlichen Hemisphäre befinden.
et: Sisesta, kas asud ida- või läänepoolkeral.
vi: Nhập nếu bạn đang ở bán cầu đông hoặc tây.
zh_cn: 输入您是在东半球还是西半球.

source: Enter if you are north or south of the equator.
da: Angiv om du er nord eller syd for ækvator.
de: Geben Sie an, ob Sie sich nördlich oder südlich des Äquators befinden.
et: Sisesta, kas asud põhja- või lõunapoolkeral.
vi: Nhập nếu bạn ở phía bắc hoặc phía nam của đường xích đạo.
zh_cn: 输入您是否在赤道以北或以南.

source: Enter main menu...
bg: Влезте в главното меню...
da: Åben hovedmenu...
de: Hauptmenü öffnen...
et: Peamenüü.
hu: Belépés a főmenübe...
pt_br: Menu principal
ru: Войти в главное меню...
sl: Vstop v glavni meni
vi: Vào menu chính ...
zh_cn: 输入主菜单...

source: Enter multi-file selection mode
da: Gå til flere-fils valgtilstand
de: Mehrfachauswahlmodus aktivieren
et: Luba hulgivaliku režiim
vi: Vào chế độ chọn nhiều tập tin
zh_cn: 输入多文件选择模式

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
da: Indtast den frekvens hvor din LNB skifter mellem lav bånd og høj bånd. Se databladet for din LNB for yderligere information.
de: Geben Sie die Frequenz ein, mit der Ihr LNB zwischen Low- und High-Band wechselt. Weitere Informationen finden Sie im Datenblatt Ihres LNB.
et: Sisesta sagedus, millel LNB lülitub kõrgsagedusriba ja madalsagedusriba vahel. Enamat infot vaata LNB spetsifikatsioonist.
vi: Nhập tần số mà LNB của bạn chuyển đổi giữa băng tần thấp và băng tần cao. Để biết thêm thông tin tham khảo bảng thông số kỹ thuật của LNB của bạn.
zh_cn: 输入LNB在低频段和高频段之间切换的频率.有关更多信息,请参阅LNB的规格表.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
da: Indtast lokale oscillatorfrekvens for dit høje bånd. Se databladet for din LNB for yderligere information.
de: Geben Sie Ihre lokale Frequenz Ihres lokalen Oszillators ein. Weitere Informationen finden Sie im Datenblatt Ihres LNB.
et: Sisesta kõrgsagedusriba ostsillaatori sagedus. Enamat infot vaata LNB spetsifikatsioonist.
vi: Nhập tần số dao động cục bộ băng tần cao của bạn. Để biết thêm thông tin tham khảo bảng thông số kỹ thuật của LNB của bạn.
zh_cn: 输入您的高频本地振荡器频率.有关更多信息,请参阅LNB的规格表.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
da: Indtast lokale oscillatorfrekvens for dit lave bånd. Se databladet for din LNB for yderligere information.
de: Geben Sie Ihre lokale Niedrig-Oszillatorfrequenz ein. Weitere Informationen finden Sie im Datenblatt Ihres LNB.
et: Sisesta madalsagedusriba ostsillaatori sagedus. Enamat infot vaata LNB spetsifikatsioonist.
vi: Nhập tần số dao động cục bộ băng tần thấp của bạn. Để biết thêm thông tin tham khảo bảng thông số kỹ thuật của LNB của bạn.
zh_cn: 输入您的低频本地振荡器频率.有关更多信息,请参阅LNB的规格表.

source: Epg/Guide long
da: EPG/Guide lang
de: EPG/Info lang
et: Epg/Guide - pikk
hu: Epg/Guide hosszan
ru: ЕПГ/Гид долгое нажатие
vi: Epg / Hướng dẫn dài
zh_cn: EPG/指南键长按

source: Epos
zh_cn: pos银联支付

source: Erase
da: Slet
de: Löschen
et: Kustuta
vi: Xóa
zh_cn: 擦除

source: Erotik
zh_cn: 埃罗蒂克

source: Error creating directory %s: %s
da: Fejl ved mappeoprettelse %s: %s
de: Fehler beim Erstellen des Verzeichnis %s: %s
et: Viga kataloogi %s loomisel: %s
vi: Lỗi tạo thư mục%s: %s
zh_cn: 创建目录%s时出错: %s

source: Error downloading change log.
da: Fejl ved download af ændringslog.
de: Fehler beim Herunterladen der Versionshinweise.
et: Viga muudatuslogi hankimisel.
hu: Hiba a változásnapló letöltése közben.
ru: Ошибка загрузки лога изменений.
vi: Lỗi tải xuống nhật ký thay đổi.
zh_cn: 下载更新日志错误.

source: Error during downloading image %s %s
da: Fejl ve d download af Image %s %s
de: Fehler beim Herunterladen vom Image %s %s
et: Viga püsivara allalaadimisel %s %s
vi: Lỗi trong khi tải hình ảnh %s %s
zh_cn: 下载图片时出错 %s %s

source: Error during unzipping image %s
da: Vejl ved udpakning af Image %s
de: Fehler beim Entpacken vom Image %s
et: Viga püsivara lahtipakkimisel %s
vi: Lỗi trong khi giải nén hình ảnh %s
zh_cn: 解压缩图片时出错 %s

source: Error linking %s to %s: %s
da: Fejl ved lænkning af %s til %s: %s
de: Fehler beim Erstellen des Links von %s nach %s: %s
et: Viga %s linkimisel sihtkohta %s: %s
vi: Lỗi liên kết% s đến% s: %s
zh_cn: 将%s链接到%s时出错: %s

source: Error reading bouquets.radio
da: Fejl ved læsning af bouquets.radio
de: Fehler beim Lesen der 'bouquets.radio'
et: Viga 'bouquets.radio' lugemisel
hu: Hiba történt a bouquets.radio olvasásakor
vi: Lỗi đọc gói kênh.radio
zh_cn: 读取Bouquets.radio时出错

source: Error reading bouquets.tv
da: Fejl ved læsning bouquets.tv
de: Fehler beim Lesen der 'bouquets.tv'
et: Viga 'bouquets.tv' lugemisel
hu: Hiba történt a bouquets.tv olvasásakor
vi: Lỗi đọc gói kênh.tv
zh_cn: 读取Bouquets.tv时出错

source: Error renaming %s to %s: %s
da: Fejl ved omdøbning af %s til %s: %s
de: Fehler beim Umbenennen von %s nach %s: %s
et: Viga “%s” ümbernimetamine “%s”-ks: %s
vi: Lỗi đổi tên% s thành% s: %s
zh_cn: 将%s重命名为%s时出错: %s

source: Error...
da: Fejl...
de: Fehler...
et: Viga...
vi: Lỗi...
zh_cn: 错误...

source: Error: %s
da: Fejl: %s
de: Fehler: %s
et: Viga: %s
hu: Hiba: %s
ru: Ошибка: %s
vi: Lỗi: %s
zh_cn: 错误: %s

source: Es folgt:
zh_cn: 接下来:

source: Esoterik
zh_cn: 埃索特里克

source: Essen
zh_cn: 埃森

source: Even if a 'wakeup' power timer starting?
da: Selv hvis en 'Væk' StrømTimer starter ?
de: Auch wenn ein 'Aufwecken' PowerTimer startet?
et: Ka juhul, kui äratustaimer on algamas?
hu: Még akkor is, ha elkezdődik egy 'felébresztés' időzítő?
vi: Ngay cả khi bộ hẹn giờ nguồn 'thức dậy' bắt đầu?
zh_cn: 即使'唤醒'电源定时器启动?

source: Even if a 'zap and record' recording timer starting?
da: Selv hvis en 'Zap og Optag' OptageTimer starter ?
de: Auch wenn ein 'Umschalten und Aufnehmen' Timer startet?
et: Ka juhul, kui kanalivahetus- ja salvestustaimer on algamas?
hu: Még akkor is, ha elindul egy 'zap és felvétel' felvételi időzítő?
vi: Ngay cả khi bắt đầu ghi giờ 'zap và ghi âm?
zh_cn: 即使切换和录制定时器启动?

source: Even if a 'zap' recording timer starting?
da: Selv hvis en 'Zap' OptageTimer starter ?
de: Auch wenn ein 'Umschalten' Aufnahme Timer startet?
et: Ka juhul, kui kanalivahetus taimer on algamas?
hu: Még akkor is, ha elindul egy 'zap' felvételi időzítő?
vi: Ngay cả khi hẹn giờ ghi âm 'zap' bắt đầu?
zh_cn: 即使'切换'录制定时器启动?

source: Event
da: Begivenhed
de: Sendungsinformation
zh_cn: 事件
