Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select how the descrambled data stream is processed. 'Automatic' uses asynchronous writes (lower CPU usage) with automatic fallback to synchronous if kernel AIO is not supported. 'Synchronous' forces blocking writes (stable, most compatible).
it: Seleziona modalità di elaborazione del flusso di dati decodificato. 'Automatico' usa scritture asincrone (minore utilizzo della CPU) con fallback automatico alla scrittura sincrona se l'AIO del kernel non è supportato. 'Sincrono' forza scritture bloccanti (stabile, massima compatibilità).

source: Select the file sort order for the %s:
it: Seleziona ordinamento dei file per %s:

source: Show first picture
hr: Pokaži prvi imidž
it: Mostra prima immagine
sr: Pokaži prvi imidž
sv: Visa första bilden

source: Show last picture
hr: Pokaži poslednji imidž
it: Mostra ultima immagine
sr: Pokaži poslednji imidž
sv: Visa sista bilden

source: SoftCSA Settings
it: Impostazioni SoftCSA

source: Software descrambling
it: Decrittografia software

source: Synchronous
it: Sincrono

source: TXT PID
fr: PID TXT
hu: Teletext PID
it: PID TXT
ru: TXT ПИД
zh_cn: 文本控制(TXT PID)

source: Toggle display of picture information
hr: Uključuje/Isključuje prikaz info o slici
it: Attiva/disattiva visualizzazione informazioni sull'immagine
sr: Uključuje/Isključuje prikaz info o slici
sv: Växla visning av bildinformation

source: Toggle display of the picture status overlay
hr: Prebacivanje prikaza preklapanja statusa slike
it: Attiva/disattiva visualizzazione sovrapposizione stato dell'immagine
sr: Prebacivanje ekrana preklapanja statusa slike
sv: Växla visning av bildstatusöverlägget

source: Available
it: disponibile

source: left column
it: colonna sinistra

source: right column
it: colonna destra

source: Constcw
hr: Ccw
sr: Ccw

source: Exif
da: Afslut
hr: Exif-Verzija
ru: Медиа Инфо
vi: Thoát
zh_cn: 镜像信息

source: Logo
hr: Logotip
sr: Logotip

source: [User - bouquets (TV)]
da: [Bruger - Buketter (TV)]
de: [Benutzer - Bouquets (TV)]
et: [Lemmiknimekirjad (TV)]
hu: [Felhasználói csatornacsomagok (TV)]
ru: [Фавориты (TV)]
vi: [Người dùng - gói kênh (TV)]
zh_cn: [用户-频道列表(电视)]

source: Please press OK to start Kodi...
da: Tryk venligst OK for at starte Kodi...
de: OK zum Start von Kodi drücken...
et: Kodi käivitamiseks vajuta OK...
hu: Kérem nyomja meg az OK gombot a Kodi indításához...
vi: Vui lòng nhấn OK để bắt đầu Kodi ...
zh_cn: 请按OK键启动Kodi...

source: WARNING: There is not enough space to install Kodi!
da: ADVARSEL: Der er ikke plads nok til at installere Kodi!
de: WARNUNG: Nicht genug Speicher zum Installieren von Kodi!
et: HOIATUS: Kodi paigaldamiseks ei ole piisavalt vaba ruumi!
hu: FIGYELEM: Nincs elég hely a Kodi telepítéséhez!
vi: CẢNH BÁO: Không có đủ dung lượng để cài đặt Kodi!
zh_cn: 警告: 没有足够的空间来安装Kodi!

source: Kodi not present. Proceed with install?
da: Kodi ikke tilstede. Fortsæt med installation ?
de: Kodi nicht installiert. Mit der Installation fortfahren?
et: Kodi ei ole paigaldatud. Kas jätkata paigaldusega?
hu: Kodi nem található. Folytatás telepítéssel?
vi: Kodi không có mặt. Tiến hành cài đặt?
zh_cn: Kodi不存在,是否继续安装？

source: * Logs location: logs settings, Filename: Enigma2-hdmicec-[date].log
da: * Logge placering: logge indstillinger, Filnavn: Enigma2-hdmicec-[date].log
de: * Logs Speicherort: Log Einstellungen, Dateiname: 'Enigma2-hdmicec-[Datum].log'
zh_cn: *日志位置:日志设置,文件名:Enigma2-hdmicec- [日期] .log

source: Advanced options and settings.
da: Avancerede indstillinger og opsætninger.
de: Erweiterte Optionen und Einstellungen.
et: Lisavalikud ja seadistused.
hu: Haladó beállítási lehetőségek.
pt_br: Configurações e opções avançadas.
ru: Дополнительные параметры и настройки.
sl: Napredne nastavitve.
vi: Tùy chọn và cài đặt nâng cao.
zh_cn: 高级选项和设置.

source: After pressing OK, please wait!
da: Efter tryk på OK, vent venligst!
de: Nach Druck auf OK bitte warten!
et: Vajuta OK ja oota!
hu: Az OK gomb lenyomása után kérem, várjon!
pt_br: Após pressionar OK, aguarde...
ru: После нажатия ОК, пожалуйста, подождите!
sl: Po pritisku na OK gumb, počakajte!
vi: Sau khi nhấn OK, vui lòng đợi!
zh_cn: 按确定键后,请稍等!

source: Backup your %s %s settings.
da: Sikkerhedskopier dine %s %s indstillinger.
de: Sichern der %s %s-Einstellungen.
et: Varunda %s %s seadistused.
hu: A(z) %s %s készülék beállításainak mentése.
ru: Резервное копирование настроек %s %s.
vi: Sao lưu cài đặt % s% s của bạn.
zh_cn: 备份你的 %s %s 设置.

source: Backup your running %s %s image to HDD or USB.
da: Sikkerhedskopier dit kørende %s %s Image til Harddisk eller USB.
de: Backup des laufenden Images Ihrer %s %s auf HDD oder USB.
et: Loo töötavast %s %s süsteemist täielik süsteemikoopia kõvakettale või mälupulgale.
hu: A működő %s %s lemezkép mentése Merevlemezre vagy USB-re.
ru: Резервное копирование имиджа %s %s на HDD или USB.
vi: Sao lưu hình ảnh% s% s đang chạy của bạn vào ổ cứng hoặc USB.
zh_cn: 运行备份 %s %s 镜像到硬盘或U盘.

source: Edit the upgrade source address.
da: Rediger kildeadresse for opgradering.
de: Adresse der Upgrade-Quelle bearbeiten.
et: Muuda uuenduste allika aadressi.
hu: A szoftver-frissítési forrás címének módosítása.
pt_br: Editar o endereço do repositório de atualizações.
ru: Редактировать адрес источника обновления.
sl: Spremeni vir za nadgrajevanje sprejemnika.
vi: Chỉnh sửa địa chỉ nguồn nâng cấp.
zh_cn: 编辑升级源地址.

source: Flash on the fly your %s %s.
da: Flash din %s %s øjeblikkeligt.
de: Online-/Lokales flashen Ihrer %s %s.
et: Paigalda püsivara vastuvõtjale %s %s.
hu: a(z) %s %s készülék Flashelés közben.
ru: Прошить %s %s онлайн или локально.
vi: Flash dang chạy trên hình ảnh% s% s của bạn.
zh_cn: 直接刷写 %s %s.

source: Maintain your multiboot device.
da: Vedligehold din multiboot enhed.
de: Verwalten Sie Ihr Multiboot-Gerät.
et: Halda oma multibuudiga vastuvõtjat.
vi: Duy trì thiết bị đa khởi động của bạn.
zh_cn: 维护多引导设备.

source: Manage extensions or plugins for your %s %s
da: Administrer udvidelser eller plugins til din %s %s
de: Verwalten der %s %s-Erweiterungen- und Plugins
et: Halda %s %s pluginaid ja laiendusi
hu: A(z) %s %s készülék kiegészítések és bővítmények kezelése
ru: Управление дополнениями и плагинами %s %s
vi: Quản lý tiện ích mở rộng hoặc plugin cho đầu thu của bạn%s %s
zh_cn: 管理扩展或插件 %s %s

source: Online update of your %s %s software.
da: Online opdatering af din %s %s software.
de: Online-Update der %s %s-Software.
et: %s %s internetiuuendused.
hu: A(z) %s %s készülék szoftverének online frissítése.
ru: Онлайн обновление ПО вашего %s %s.
vi: Cập nhật trực tuyến phần mềm %s %s nhận của bạn.
zh_cn: 在线更新你的 %s %s 软件.

source: Press OK on your remote control to continue.
da: Tryk OK på din fjernbetjening for at fortsætte.
de: Zum Fortfahren OK drücken.
et: Jätkamiseks vajuta OK.
hu: Nyomja le az OK gombot a távírányítón a folytatáshoz.
pt_br: Pressione OK para continuar.
ru: Нажмите ОК на пульте для продолжения.
sl: Za nadaljevanje pritisnite OK.
vi: Nhấn OK trên điều khiển từ xa của bạn để tiếp tục.
zh_cn: 按遥控器上的OK键继续.

source: Restore your %s %s settings.
da: Gendan dine %s %s indstillinger.
de: Wiederherstellen der %s %s-Einstellungen.
et: Taasta %s %s seadistused.
hu: A(z) %s %s készülék beállításainak visszaállítása.
ru: Восстановление настроек вашего %s %s.
vi: Khôi phục cài đặt%s %s máy thu của bạn.
zh_cn: 恢复 %s %s 设置.

source: Restore your %s %s with a new firmware.
da: Gendan din %s %s med en ny firmware.
de: Wiederherstellen der %s %s mit einer neuen Firmware.
et: Taasta %s %s uue püsivaraga.
hu: A(z) %s %s készülék visszaállítása egy új firmware-el.
ru: Восстановление вашего %s %s новой прошивкой.
vi: Khôi phục% s% s của bạn với chương trình cơ sở mới.
zh_cn: 用新固件恢复%s %s.

source: Restore your backups by date.
da: Gendan dine sikkerhedskopier efter dato.
de: Wiederherstellen der nach Datum sortierten Sicherungen.
et: Taasta varukoopiad kuupäeva alusel.
hu: Visszaállítás dátum szerint.
pt_br: Restaurar os backups por data.
ru: Восстановление резервных копий по дате.
sl: Obnovi varnostno kopijo glede na datum.
vi: Khôi phục bản sao lưu của bạn theo ngày.
zh_cn: 按日期恢复备份.

source: Scan for local extensions and install them.
da: Søg efter lokale udvidelser og installer dem.
de: Nach lokalen Erweiterungen suchen und diese installieren.
et: Otsi ja paigalda IPK faile.
hu: Helyileg bemásolt bővítmények keresése, telepítése.
pt_br: Buscar e instalar extensões locais.
ru: Поиск и установка локальных дополнений
sl: Išči lokalne razširitve in jih namesti.
vi: Quét các tiện ích mở rộng cục bộ và cài đặt chúng.
zh_cn: 扫描本地扩展插件并安装.

source: Select your backup device. Current device:
da: Vælg enhed til sikkerhedskopi. Nuværende enhed:
de: Wählen Sie das Sicherungs-Laufwerk. Aktuelles Laufwerk:
et: Vali varukoopia asukoht. Hetkel:
hu: Válasszon célt, a mentéshez. Aktuális eszköz:
pt_br: Selecione o dispositivo para backup. Dispositivo atual:
ru: Выберите устройство для резервного копирования. Текущее устройство:
sl: Izberite napravo za shranitev nastavitev sprejemnika. Trenutna naprava:
vi: Chọn thiết bị sao lưu của bạn. Thiêt bị hiện tại:
zh_cn: 选择备份设备. 当前设备:

source: View, install and remove available or installed packages.
da: Se, installer og fjern tilgængelige eller installerede pakker.
de: Anzeigen, installieren und entfernen verfügbarer oder installierter Pakete.
et: Tarkvara paigaldamine ja eemaldamine.
hu: Szoftvercsomagok megtekintése, telepítése vagy eltávolítása.
pt_br: Ver, instalar e remover pacotes instalados ou disponíveis.
ru: Просмотр, установка и удаление доступных или установленных пакетов.
sl: Poglej, namesti in odstrani pakete, ki so nameščeni oz. so na voljo.
vi: Xem, cài đặt và loại bỏ các gói có sẵn hoặc cài đặt.
zh_cn: 查看,安装和删除可用的或已安装的软件包.

source: [Installed Plugins]
da: [Installerede Plugins]
de: [Installierte Plugins]
et: [Paigaldatud pluginad]
hu: [Telepített bővítmények]
ru: [Установленные плагины]
vi: [Plugin đã cài đặt]
zh_cn: [已安装的插件]

source: [User - bouquets (RADIO)]
da: [Bruger - Buketter (RADIO)]
de: [Benutzer - Bouquets (Radio)]
et: [Lemmiknimekirjad (RAADIO)]
hu: [Felhasználói csatornacsomagok (RADIO)]
ru: [Фавориты (Радио)]
vi: [Người dùng - gói kênh (RADIO)]
zh_cn: [用户 - 频道列表(广播)]

source: optional parameter: %s
da: valgfri parameter: %s
de: optionaler Parameter: %s
et: valikuline parameeter: %s
vi: tham số tùy chọn: %s
zh_cn: 可选参数: %s

source: no space left on back-up device
da: der er ikke mere plads på sikkerhedskopieringsenhed
de: kein Platz mehr auf dem Backup-Gerät
et: varukoopia asukohas pole ruumi
vi: không còn chỗ trống trên thiết bị sao lưu
zh_cn: 备份设备上没有剩余空间

source: no writing permission on back-up device
da: ingen skriverettigheder på sikkerhedskopieringsenhed
de: keine Schreibrechte für das Backup-Gerät
et: varukoopia asukohas puuduvad kirjutusõigused
vi: không còn chỗ trống trên thiết bị sao lưu
zh_cn: 备份设备上没有写入权限

source: wrong back-up destination
da: forkert sikkerhedskopieringsdestination
de: falsches Backup-Ziel
et: vale asukoht varukoopiale
vi: sai điểm đến dự phòng
zh_cn: 错误的备份目的地

source: ('%s') ends successfully.
da: ('%s') sluttede med succes.
de: ('%s') endet erfolgreich.
et: ('%s') lõpeb edukalt.
vi: ('% s') kết thúc thành công.
zh_cn: ('%s') 成功结束.

source: ('%s') ends with error messages.
da: ('%s') sluttede med fejlbeskeder.
de: ('%s') endet mit Fehlermeldungen.
et: ('%s') lõpeb veateadetega.
vi: ('% s') kết thúc bằng thông báo lỗi.
zh_cn: ('%s') 以错误消息结束.

source: ('%s') ends with error number [%d].
da: ('%s') sluttede med fejlnummer [%d].
de: ('%s') endet mit Fehlernummer [%d].
et: ('%s') lõpeb veanumbriga [%d].
vi: ('% s') kết thúc bằng số lỗi [% d].
zh_cn: ('%s') 以错误号 [%d]结束.

source: (PiP)
da: (BiB)
de: (Bild im Bild)
hu: (Kép-a-Képben)
ru: (ПиП)
zh_cn: (画中画)

source: (Radio)
et: (Raadio)
hu: (Rádió)
pt_br: (Rádio)
ru: (Радио)
vi: (Nghe đài)
zh_cn: (广播)

source: (TV)
ru: (ТВ)
vi: (TRUYỀN HÌNH)
zh_cn: (电视)

source: - %d elements exist! Overwrite
da: - %d elementer findes! Overskriv
de: - %d Elemente vorhanden! Überschreiben
et: - %d üksust on juba olemas! Kirjuta üle
vi: -% d yếu tố tồn tại!Ghi đè
zh_cn: -存在 %d 个元素!覆盖

source: - 1 element exist! Overwrite
da: - 1 element findes! Overskriv
de: - 1 Element vorhanden! Überschreiben
et: - 1 üksus on juba olemas! Kirjuta üle
vi: - 1 yếu tố tồn tại!Ghi đè
zh_cn: -1个元素存在!覆盖

source: - file exist! Overwrite
da: - fil findes! Overskriv
de: - Datei vorhanden! Überschreiben
et: - 1 fail on juba olemas! Kirjuta üle
vi: - tập tin tồn tại!Ghi đè
zh_cn: - 文件存在!覆盖

source: - folder exist! Overwrite
da: - mappe findes! Overskriv
de: - Ordner vorhanden! Überschreiben
et: - kaust on juba olemas! Kirjuta üle
vi: - thư mục tồn tại! Ghi đè
zh_cn: - 文件夹存在!覆盖

source: available !! Do you want to install the new settingslist?
da: tilgængelig !! Vil du installere den nye indstillingsliste ?
de: verfügbar !! Möchten Sie die Programmliste installieren?
et: saadaval!! Kas paigaldada uus kanalinimekiri?
hu: elérhető !! Szeretné telepíteni az új beállításlistát?
vi: có sẵn !! Bạn có muốn cài đặt danh sách cài đặt mới?
zh_cn: 可用 !! 是否安装新的设置列表?

source: bootmode = %s
da: boot-tilstand = %s
zh_cn: 引导模式 = %s

source: or save additional the picture to a file
da: eller gem også billedet til en fil
de: oder zusätzlich als Bild speichern
et: või salvestada faili lisaks pilt
vi: Lưu tập tin timeshift trong thư mục phim
zh_cn: 或将图片另存到文件中

source: !! Bootloader Upgrade !!
da: !! Bootloader Opgradering !!
de: !! Bootloader Update !!
et: !! Alglaaduri uuendus !!
hu: !! Bootloader frissítés !!
vi: !! Nâng cấp bộ nạp khởi động !!
zh_cn: !! 引导程序升级 !!

source: %-H:%M:%S
zh_cn: %-时:%分:%秒

source: %2.1f sec
da: %2.1f sek
de: %2.1f Sekunden
et: %2.1f sek
hu: %2.1f mp
zh_cn: %2.1f 秒

source: %I:%M:%S%^p
zh_cn: %I:%M:%S%^

source: %d Mins
de: %d Min
et: %d min
ru: %d минут
vi: %d Min
zh_cn: %d 分钟

source: %d channel found
da: %d kanal fundet
de: %d Kanal gefunden
et: %d kanal leitud
hu: %d talált csatorna
pt_br: %d canal encontrado
ru: %d канал найден
vi: %d kênh được tìm thấy
zh_cn: 发现 %d 个频道

source: %d hour
da: %d time
de: %d Stunde
et: %d tund
hu: %d óra
pt_br: %d hora
ru: %d час
vi: %d giờ
zh_cn: %d 小时

source: %d minute
da: %d minut
et: %d minut
hu: %d perc
pt_br: %d minuto
ru: %d минута
vi: %d phút
zh_cn: %d 分钟

source: %d pixel wide
da: %d pixel bredde
de: %d Pixel breit
et: Laius %d piksel
hu: %d pixel széles
ru: ширина %d пиксель
vi: %d pixel rộng
zh_cn: %d 个像素宽

source: %d second
da: %d sekund
de: %d Sekunde
et: %d sekund
hu: %d másodperc
pt_br: %d segundo
ru: %d секунда
vi: %d giây
zh_cn: %d 秒

source: %s (%s, %d MB free)
da: %s (%s, %d MB fri)
de: %s (%s, %d MB frei)
et: %s (%s, %d MB vaba)
hu: %s (%s,%d MB szabad)
vi: %s (%s,%d MB miễn phí)
zh_cn: %s (%s, %d MB 可用空间)

source: %s Press ok for multiboot selection Press exit to close
da: %s Tryk OK for multiboot valg Tryk EXIT for at lukke
de: %s Drücken Sie OK für Multiboot-Auswahl. Drücken Sie EXIT zum Beenden.
zh_cn: %s 按OK键进行多引导选择 按'exit'键退出

source: %s %s software because updates are available.
da: %s %s software fordi opdateringer er tilgængelig.
de: %s %s Software, da Aktualisierungen verfügbar sind.
et: %s %s tarkvara, sest leidub uuendusi.
hu: %s %s szoftver, mert frissítések érhetők el.
ru: %s %s ПО, обновления доступны.
vi: % s% sphần mềm vì có bản cập nhật.
zh_cn: %s %s 软件有可用的更新.

source: %s ( %s Cards )
da: %s ( %s Kort )
de: %s ( %s Karten)
et: %s ( %s kaarti )
hu: %s (%s kártyák)
vi: %s (%s Thẻ)
zh_cn: %s ( %s 张卡 )

source: %s - %s (%s%d min)
zh_cn: %s - %s (%s%d 分钟)

source: %s - extraction errors.
da: %s - udpakningsfejl.
de: %s - Extraktionsfehler.
et: %s - vead lahtipakkimisel.
vi: %s - lỗi trích xuất.
zh_cn: %s - 提取错误.

source: %s is password protected.
da: %s er adgangskodebeskyttet.
de: %s ist Passwortgeschützt.
et: %s on parooliga kaitstud.
vi: %s là mật khẩu được bảo vệ.
zh_cn: %s 受密码保护.

source: %s successfully extracted.
da: %s udpakket med succes.
de: %s wurde erfolgreich extrahiert.
et: %s pakiti lahti.
vi: %s được trích xuất thành công.
zh_cn: %s 已成功提取.

source: %s updated package available
da: %s opdateringspakke tilgængelig
de: %s neues Paket verfügbar
et: %s uuendatud pakett saadaval
hu: %s frissítés elérhető
pt_br: %s atualização disponível
ru: %s пакет доступен для обновления
vi: %s gói cập nhật có sẵn
zh_cn: %s 更新软件包

source: '%s' not installed and no known package
da: '%s' er ikke installeret og ingen kendt pakke
de: '%s' nicht installiert und kein bekanntes Paket
et: '%s' ei ole paigaldatud ja on tundmatu
vi: '%s' chưa được cài đặt và không có gói nào được biết đến
zh_cn: '%s'未安装并且没有已知的软件包

source: 'Buffer in hours' or 'number of last events'. For deleting older timeshift files, the condition which occurred first has priority.
da: 'Buffer i timer' eller 'antal af sidste begivenheder'. For sletning af ældre Timeshift-filer, har den betingelse der først forekommer prioritet.
de: 'Puffer in Stunden' oder 'Anzahl der letzten Ereignisse'. Priorität hat die Bedingung zum Löschen älterer Timeshift Dateien, die zuerst aufgetreten ist.
et: 'Ajavaru tundides' või 'viimaste saadete arv'. Vanemate ajanihke failide kustutamisel saab eelise esimesena täidetud tingimus.
hu: Itt lehet megadni, hogy mennyi Timeshitt felvétel után kezdjen el a rendszer Timeshift fájlt törölni.
ru: Предыдущая настройка ограничивала буфер таймшифта в часах, данная настройка ограничивает в количестве передач. Какое условие из обеих наступает первым, по этому условию и будут удаляться старые файлы таймшифта.
vi: 'Bộ đệm trong giờ' hoặc 'số lượng sự kiện cuối cùng'. Để xóa các tập tin timeshift cũ hơn, điều kiện xảy ra đầu tiên được ưu tiên.
zh_cn: '缓冲区以小时为单位'或'最后事件数'.对于要删除的较旧的时间平移文件,先发生的条件具有优先级.

source: 'Handle standby from TV' has a higher priority as 'Handle input from TV'
da: 'Håndter standby fra TV' har højere prioritet end 'Håndter inddata fra TV'
de: 'TV-Standby verwalten' besitzt eine höhere Priorität als 'TV-Eingänge verwalten'
et: 'Ooteseisundisse teleri kaudu' kaalub üle 'Käivitamine teleri kaudu'
hu: A 'Készenlét fogadása a TV-től' nagyobb prioritást élvez mint a 'Kezelje a bemenetet a TV-ből'
vi: 'Xử lý chế độ chờ từ TV' có mức độ ưu tiên cao hơn là 'Xử lý đầu vào từ TV'
zh_cn: '从电视上处理待机'与'从电视上处理输入'具有更高的优先级

source: 'weatherplugin' is not installed!
da: 'vejr-plugin' er ikke installeret!
de: 'weatherplugin' ist nicht installiert!
vi: 'Weatherplugin' chưa được cài đặt!
zh_cn: '天气插件'未安装!

source: ( All readers)
da: (Ale læsere)
de: (Alle Lesegeräte)
et: ( Kõik kaardipesad)
hu: (Az összes olvasó)
ru: (Все ридеры)
vi: (Tất cả độc giả)
zh_cn: (所有读卡器)

source: (%d jobs)
da: (%d opgaver)
de: (%d Aufträge)
et: (%d ülesannet)
vi: (%d công việc)
zh_cn: (%d 任务)

source: (1 job)
da: (1 opgave)
de: (1 Auftrag)
et: (1 ülesanne)
vi: (1 công việc)
zh_cn: (任务1)

source: (Selectmode)
da: (Valgtilstand)
de: (Auswahlmodus)
vi: (Chọn chế độ)
zh_cn: (选择模式)

source: (Show only reader:
da: (Vis kun læser:
de: (Nur Lesegeräte zeigen:
et: (Näita ainult kaardipesa:
hu: (Csak olvasó megjelenítése:
ru: (Показать только ридер:)
vi: (Chỉ hiển thị người đọc:
zh_cn: (仅显示读卡器：

source: (current image)
da: (aktuelt Image)
de: (aktuelles Image)
zh_cn: (当前镜像)

source: (e.g. TV wakeup, but not switched to correct input)
da: (eks. TV vågner op, men ikke skifter til rigtig indgang)
de: (z.B. TV aufwecken, aber es wird nicht auf den korrekten Eingang geschaltet)
et: (n.t. teler käivitub, aga ei lülitu õigele sisendile)
hu: (például a TV felébred, de a helyes bemenetre nem váltott)
vi: (ví dụ: đánh thức TV, nhưng không được chuyển sang đầu vào chính xác)
zh_cn: (例如电视唤醒,但不能切换到正确的输入)

source: -NO SERVICE
de: -KEIN DIENST
et: -TEENUST POLE
vi: -KHÔNG DỊCH VỤ
zh_cn: -没有服务

source: -SERVICE ERROR:%d
de: -DIENSTEFEHLER:%d
et: -TEENUSE VIGA:%d
vi: -DỊCH VỤ KHÔNG TỒN TẠI:%d
zh_cn: -服务错误:%d

source: 0.2s
zh_cn: 0.2秒

source: 0.3s
zh_cn: 0.3秒

source: 0.4s
zh_cn: 0.4秒

source: 0.5s
zh_cn: 0.5秒

source: 0.6s
zh_cn: 0.6秒

source: 0.7s
zh_cn: 0.7秒

source: 0.8s
zh_cn: 0.8秒

source: 0.9s
zh_cn: 0.9秒

source: 1 hour
da: 1 time
de: 1 Stunde
zh_cn: 1小时

source: 1 min.
hu: 1 perc
ru: 1 мин.
vi: 1 phút.
zh_cn: 1分钟.

source: 1.2s
zh_cn: 1.2秒

source: 1.5s
zh_cn: 1.5秒

source: 1.7s
zh_cn: 1.7秒

source: 10 MB/s
zh_cn: 10MB/秒

source: 10 min.
hu: 10 perc
ru: 10 мин.
vi: 10 phút.
zh_cn: 10分钟.

source: 10 minutes
da: 10 minutter
de: 10 Minuten
zh_cn: 10分钟

source: 100 MB/s
zh_cn: 100MB/秒

source: 12 hours
da: 12 timer
de: 12 Stunden
zh_cn: 12小时

source: 12, show latin-1 characters except for greek and cyrillic, switch to 8 if needed.
da: 12, vis latin-1 tegn på nær for græsk og kyrillisk, skift til 8 om nødvendig.
de: 12, zeigt Latin-1 Zeichensatz außer griechisch und kyrillisch, umschalten auf 8, wenn benötigt.
et: 12, kuva latin-1 tähemärke v.a. kreeka ja kirillitsa, vajadusel vaheta 8 peale.
hu: 12, latin-1 karaktereket jelenít meg a görög és a cirillikus kivételével, ha szükséges 8-ra vált.
vi: 12, hiển thị các ký tự latin-1 ngoại trừ tiếng Hy Lạp và cyrillic, chuyển sang 8 nếu cần.
zh_cn: 12,显示除拉丁文和西里尔字母之外的拉丁1字符,如果需要,请切换为8.

source: 12bit 4:2:0/4:2:2 no PIP
de: 12bit 4:2:0/4:2:2 ohne Bild im Bild
et: 12bit 4:2:0/4:2:2, PIP puudub
hu: 12bit 4:2:0/4:2:2 nincs Kép-a-Képben
zh_cn: 12位4:2:0/4:2:2 无画中画

source: 15 min.
hu: 15 perc
ru: 15 мин.
vi: 15 phút.
zh_cn: 15分钟.

source: 15 minutes
da: 15 minutter
de: 15 Minuten
zh_cn: 15分钟

source: 16:9 always
da: Altid 16:9
de: immer 16:9
et: alati 16:9
hu: mindig 16:9
pt_br: 16:9 Sempre
ru: 16:9 всегда
sl: vedno 16:9
vi: 16: 9 luôn
zh_cn: 16:9总是

source: 16_10_letterbox
da: 16x10 Letterbox
hu: 16:9 Letterbox
vi: 16 10 hộp thư
zh_cn: 16_10_信箱模式

source: 16_10_panscan
da: 16x10 Pan&Scan
vi: 16_10_quét chảo
zh_cn: 16_10_全景模式

source: 16_9_always
da: 16x9 Altid
de: immer 16:9
et: 16_9_alati
hu: mindig 16:9
vi: 16_9_thường
zh_cn: 16_9_总是

source: 16_9_letterbox
da: 16x9 Letterbox
vi: 16 9 hộp thư
zh_cn: 16_9_信箱模式

source: 1s
zh_cn: 1秒

source: 1st Infobar timeout
da: Primær Infobjælke tidsudløb
de: Erste Infoleiste Anzeigedauer
et: Inforiba kestus
hu: Első információs sáv eltünési ideje
ru: Задержка первого инфобара
vi: hết giờ Infobar
zh_cn: 第一信息栏超时

source: 2 hours
da: 2 Timer
de: 2 Stunden
zh_cn: 2小时

source: 2 minutes
da: 2 minutter
de: 2 Minuten
zh_cn: 2分钟

source: 2.5s
zh_cn: 2.5秒

source: 20 MB/s
zh_cn: 20MB/秒

source: 24 hours
da: 24 Timer
de: 24 Stunden
zh_cn: 24小时

source: 24+ Hours
da: +24 Timer
de: +24 Stunden
et: 24+ tundi
hu: +1 nap
zh_cn: 24小时以上

source: 24- Hours
da: -24 Timer
de: -24 Stunden
et: -24 tundi
hu: -1 nap
vi: 24 tiếng
zh_cn: 最近24小时

source: 2nd Infobar ECM
da: Sekundær Infobjælke ECM
de: Zweite Infoleiste ECM
et: Teine inforiba - ECM
hu: Második információs sáv ECM
ru: ECM на втором инфобаре
vi: ECM thứ 2
zh_cn: 第二信息栏ECM

source: 2nd Infobar INFO
da: Sekundær Infobjælke INFO
de: Zweite Infoleiste INFO
et: Teine inforiba - INFO
hu: Második információs sáv INFO
ru: Инфо на втором инфобаре
vi: Hiển thị thông tin về t điện tử trong infobar
zh_cn: 第二信息栏信息

source: 2nd Infobar timeout
da: Sekundær Infobjælke tidsudløb
de: Zweite Infoleiste Anzeigedauer
et: Teise inforiba kestus
hu: Második információs sáv eltünési ideje
ru: Задержка второго инфобара
vi: hết giờ Infobar lần 2
zh_cn: 第二信息栏超时

source: 2nd infobar
da: Sekundær Infobjælke
de: Zweite Infoleiste
et: Teine inforiba
hu: Második információs sáv megjelenítése
ru: Второй инфобар
vi: Infobar thứ 2
zh_cn: 第二信息栏

source: 2s
zh_cn: 2秒

source: 3 hours
da: 3 timer
de: 3 Stunden
zh_cn: 3小时

source: 3.5s
zh_cn: 3.5秒

source: 30 min.
hu: 30 perc
ru: 30 мин.
zh_cn: 30分钟.

source: 30 minutes
da: 30 minutter
de: 30 Minuten
et: 30 minutit
hu: 30 perc
ru: 30 минут
sl: 30 minut
zh_cn: 30分钟

source: 3d mode
da: 3D Tilstand
de: 3D-Modus
et: 3D režiim
hu: 3D mód
pt_br: Modo 3D
ru: Режим 3D
vi: Chế độ 3d
zh_cn: 3d模式

source: 3s
zh_cn: 3秒

source: 4 hours
da: 4 Timer
de: 4 Stunden
zh_cn: 4小时

source: 4_3_letterbox
da: 4x3Letterbox
vi: 4 3 hộp thư
zh_cn: 4_3_信箱
