Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Yes' to show web link packages in the Download Plugins screen.
cs: Vyberte 'Ano', chcete-li zobrazit balíčky webových odkazů na obrazovce Stáhnout pluginy.
el: Επιλέξτε 'ναι' για να εμφανιστούν τα πακέτα διαδικτυακών συνδέσμων στην οθόνη λήψης προσθέτων.
fi: Valitse 'Kyllä' näyttääksesi Netti sivut listassa.
hr: Odaberi 'Da' da bi na zaslonu Preuzmi Dodatak prikazivali web link pakete.
it: Seleziona 'Sì' per mostrare i pacchetti di collegamenti web nella schermata Scarica plugin.
nl: Kies 'Ja' om Weblinks in het plugin download-scherm weer te geven.
pl: Wybierz opcję „Tak”, aby wyświetlić pakiety łączy internetowych na ekranie pobierania wtyczek.
sk: Ak sa majú na obrazovke Stiahnuť pluginy zobrazovať aj balíčky webových odkazov, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da prikažete pakete web linkova na ekranu za preuzimanje dodataka.
sv: Välj "Yes" för att visa webblänkpaket på skärmen Download Plugins.
ta: பதிவிறக்க செருகுநிரல்கள் திரையில் வலை இணைப்பு தொகுப்புகளைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Eklentileri İndir ekranında web bağlantı paketlerini göstermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб відобразити пакети веб-посилань на екрані завантаження плагінів.

source: Select 'Yes' to shut down immediately instead of starting the descramble.
cs: Vyberte „Ano“ pro okamžité vypnutí namísto spuštění dekódování.
el: Επιλέξτε 'ναι' για να γίνει άμεσα τερματισμός αντί για έναρξη της αποκωδικοποίησης.
fi: Valitse 'Kyllä' sammuttaaksesi välittömästi sen sijaan, että aloitat salauksen purun.
hr: Izaberite 'Da' da biste odmah isključili uređaj umjesto da pokrenete dešifrovanje.
it: Seleziona 'S' per spegnere immediatamente anziché avviare la decodifica.
nl: Selecteer 'Ja' om de ontvanger direct uit te schakelen in plaats van te starten met het decoderen.
pl: Wybierz „Tak”, aby natychmiast wyłączyć urządzenie zamiast rozpoczynać deszyfrowanie.
sk: Pre okamžité vypnutie (namiesto spustenia dekódovania), vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da se odmah isključi umesto da se započne dešifrovanje.
sv: Välj "Yes" för att stänga av omedelbart istället för att starta avrampningen.
tr: Şifre çözme işlemine başlamak yerine hemen kapatmak için 'Evet'i seçin.
uk: Виберіть 'Так', щоб негайно вимкнути пристрій, а не розпочати дешифрування.

source: Select 'Yes' to split tasks into separate actions.
cs: Chcete-li úkoly rozdělit do samostatných akcí, vyberte možnost „Ano“.
el: Επιλέξτε 'ναι' για να διαχωρίσετε τις εργασίες σε χωριστές ενέργειες.
fi: Valitse ”Kyllä” jakaaksesi tehtävät eri toimintoihin.
hr: Odaberi 'Da' da bi podijelili zadatke u zasebnom načinu.
it: Seleziona 'Sì' per dividere le attività in azioni separate.
nl: Kies 'Ja' om opdrachten in meerdere acties op te delen.
pl: Wybierz 'Tak', aby podzielić zadania na osobne działania.
sk: Pre rozdelenie úloh na osobitné akcie, vyberte možnosť 'Áno'.
sr: Izaberite 'Da' da podelite zadatke na odvojene akcije.
sv: Välj "Ja" för att dela upp uppgifter i separata åtgärder.
ta: பணிகளை தனி செயல்களாகப் பிரிக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Görevleri ayrı işlemlere bölmek için 'Evet' seçin.
uk: Виберіть 'Так', щоб розділити завдання на окремі дії.

source: Select 'Yes' to use PDC data, if available on the current service, to accurately stop the instant recording at the end of the event.
cs: Jestliže ano, pak v případě, že kanál podporuje VPS bude VPS povolen v okamžitém nahrávání (zastavit po aktuální události).
el: Αν επιλεγεί το 'ναι', θα γίνει ενεργοποίηση του VPS στις άμεσες εγγραφές (σταμάτημα μετά από το τρέχον πρόγραμμα), αν το κανάλι υποστηρίζει VPS.
hr: Odaberite 'Da' za korištenje PDC podataka, ako su dostupni na trenutnoj usluzi, kako biste točno zaustavili trenutačno snimanje na kraju događaja.
it: Se sì, VPS sarà abilitato per le registrazioni rapide (interrompi dopo il programma corrente) se il canale supporta VPS.
lt: Jeigu "Taip" ir kanalas palaiko VPS, VPS bus įjungtas neplaniniams įrašams (išjungiant po šio įvykio).
nl: Wanneer 'Ja' zal VPS worden ingeschakeld bij directe opnamen (en stoppen na het actuele programma), wanneer de zender VPS ondersteund.
sr: Kada je da, VPS će biti omogućen u trenutnim zapisima (zaustavi se posle aktuelnog događaja), ako kanal podržava VPS.
sv: När ja, kommer VPS att aktiveras på omedelbara poster (stopp efter aktuell händelse), om kanalen stöder VPS.
tr: Etkinliğin sonunda anlık kaydı doğru bir şekilde durdurmak için, mevcut kanalda PDC verileri mevcutsa, 'Evet'i seçin.
uk: Якщо так, VPS буде ввімкнено для миттєвих записів (зупиняється після поточної події), якщо канал підтримує VPS.

source: Select 'Yes' to use alternate GitHub feed IP addresses. This can be helpful if you use a VPN and the normal feeds can't be accessed via the published DNS names.
cs: Chcete-li použít alternativní adresy IP zdroje GitHub, vyberte možnost „Ano“. To může být užitečné, pokud používáte VPN a k normálním zdrojům nelze přistupovat prostřednictvím zveřejněných názvů DNS.
el: Επιλέξτε 'ναι' για χρήση των εναλλακτικών διευθύνσεων IP της πηγής GitHub. Αυτό μπορεί να βοηθήσει αν χρησιμοποιείτε ένα VPN και δεν είναι δυνατή η πρόσβαση στις κανονικές πηγές μέσω των δημοσιευμένων ονομάτων DNS.
fi: Valitse "Kyllä" käyttääksesi vaihtoehtoisia GitHubin IP osoitteita. Tämä voi olla hyödyllistä, jos käytät VPN:ää, eikä normaalia ip voi käyttää DNS nimien kautta.
hr: Odaberi 'Da' da bi koristili alternativne IP adrese GitHub feed . Ovo može biti od pomoći ako koristite VPN i normalan feeds se nemože pristupiti preko objavljenih DNS imena.
it: Seleziona 'Sì' per utilizzare indirizzi IP alternativi del feed GitHub. Può essere utile se usi una VPN e non è possibile accedere ai feed normali tramite i nomi DNS pubblicati.
nl: Kies 'Ja' om alternatief GitHub-DNS feed IP-adres in te stellen. Dit kan handig zijn wanneer u een VPN gebruikt en de normale feeds niet bereikbaar zijn via de gebruikelijke DNS namen.
pl: Wybierz "Tak", aby użyć alternatywnego adresu IP feed'a GitHub. Może to być pomocne, gdy używasz VPN, a nie można uzyskać dostępu do normalnych feed'ów za pomocą opublikowanych nazw DNS.
sk: Ak chcete použiť alternatívne IP adresy zdroja na portáli GitHub, vyberte možnosť 'Áno'. Môže to pomôcť, ak používate VPN a nie je možný prístup k bežným zdrojom prostredníctvom zverejnených DNS mien.
sr: Izaberite 'Da' da biste koristili alternativne IP adrese GitHub feed-a. Ovo može biti korisno ako koristite VPN i obični feed-ovi nisu dostupni preko objavljenih DNS imena.
sv: Välj "Ja" för att använda alternativa IP-adresser för GitHub-flöden. Detta kan vara till hjälp om du använder ett VPN och de normala flödena inte kan nås via de publicerade DNS-namnen.
ta: மாற்று அறிவிலிமையம் ஊட்ட ஐபி முகவரிகளைப் பயன்படுத்த 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். நீங்கள் ஒரு VPN ஐப் பயன்படுத்தினால் இது உதவியாக இருக்கும், மேலும் வெளியிடப்பட்ட DNS பெயர்கள் வழியாக சாதாரண ஊட்டங்களை அணுக முடியாது.
tr: Alternatif GitHub besleme IP adreslerini kullanmak için 'Evet'i seçin. Bu VPN kullanıyorsanız ve normal beslemelere yayınlanan DNS adları üzerinden erişilemiyorsa faydalı olabilir.
uk: Виберіть 'Так', щоб використовувати альтернативні IP-адреси GitHub фіду. Це може бути корисним, якщо ви використовуєте VPN і до звичайних фідів не можна отримати доступ через опубліковані імена DNS.

source: Select 'Yes' to use legacy navigation where CH+/- swaps the active column. Select 'No' to use the newer unified navigation option for consistent navigation with other screens where LEFT/RIGHT swaps the active column and CH+/- pages up and down the list.
cs: Chcete-li použít starší navigaci, kde CH+/- zamění aktivní sloupec, vyberte „Ano“. Chcete-li použít novější možnost sjednocené navigace pro konzistentní navigaci s ostatními obrazovkami, kde VLEVO/VPRAVO přepíná aktivní sloupec a CH+/- stránky v seznamu nahoru a dolů, vyberte možnost „Ne“.
el: Επιλέξτε 'ναι' για χρήση πλοήγησης παλιού τύπου, όπου τα CH+/- μεταθέτουν την ενεργή στήλη. Επιλέξτε 'όχι' για χρήση της νεότερης ενοποιημένης πλοήγησης, όπου τα ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ μεταθέτουν την ενεργή στήλη και τα CH+/- μετακινούν τη λίστα μία σελίδα επάνω και κάτω.
fi: Valitse "Kyllä" käyttääksesi perinteistä navigointia, jossa CH+/- vaihtaa aktiivisen sarakkeeseen. Valitse "Ei" käyttääksesi uudempaa yhtenäistä navigointi vaihtoehtoa johdonmukaiseen navigointiin muiden ruutujen kanssa, joissa VASEN/OIKEA vaihtaa aktiivisen sarakkeen ja CH+/- sivut ylös ja alas.
hr: Odaberi 'Da' da bi koristili zastarelu navigaciju gdje CH+/- mijenja aktivnu kolonu. Odaberi 'Ne' da bi koristili noviju opciju objedinjene navigacije za dosljednju navigaciju sa drugim zaslonom gdje LIJEVO/DESNO mijenja aktivnu kolonu i CH+/- stranice gore i dolje na spisku.
it: Seleziona 'Sì' per utilizzare la navigazione compatibile in cui CH+/- scambia la colonna attiva. Seleziona 'No' per utilizzare la nuova opzione di navigazione unificata per una navigazione coerente con altre schermate in cui SINISTRA/DESTRA scambia la colonna attiva e le pagine CH+/- su e giù nell'elenco.
nl: Kies 'Ja' om de oude menu-navigatie te gebruiken, waarbij CH+/- wordt gebruikt voor het selecteren van het actieve veld. Kies 'Nee' om de nieuwe navigatie te activeren, waarbij LINKS/RECHTS wordt gebruikt om van actief veld te wisselen en CH+/- voor het scrollen door de lijst.
pl: Wybierz „Tak”, aby użyć starszej nawigacji, w której CH+/- zamienia aktywną kolumnę. Wybierz opcję „Nie”, aby użyć nowszej, ujednoliconej opcji nawigacji w celu spójnej nawigacji z innymi ekranami, gdzie LEWO/PRAWO zamienia aktywną kolumnę i strony CH+/- w górę i w dół listy.
sk: Ak chcete používať staršie navigovanie (CH+/- prepína aktívny stĺpec), vyberte 'Áno'. Ak chcete používať novšie, unifikované navigovanie (konzistentné s iným obrazovkami, kde tlačidlá DOĽAVA/DOPRAVA prepínajú aktívny stĺpec a CH+/- prepína o stránku nahor/nadol), vyberte možnosť 'Nie'.
sr: Izaberite 'Da' da koristite legatnu navigaciju gde CH+/- menja aktivnu kolonu. Izaberite 'Ne' da koristite novu ujedinjenu navigacionu opciju za doslednu navigaciju sa drugim ekranima gde LEVO/DEVO menja aktivnu kolonu i CH+/- pomera nagore i nagore na listi.
sv: Välj "Ja" för att använda äldre navigering där CH+/- byter den aktiva kolumnen. Välj "Nej" för att använda det nyare enhetliga navigeringsalternativet för konsekvent navigering med andra skärmar där VÄNSTER/RIGHT byter aktiv kolumn och CH+/- bläddrar upp och ner i listan.
ta: CH +/- செயலில் உள்ள நெடுவரிசையை மாற்றும் மரபு வழிசெலுத்தலைப் பயன்படுத்த 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். தேர்ந்தெடு 'No' பெறுநர் use the newer unified வானோடல் சூதம் க்கு consistent வானோடல் with மற்றொன்று screens where LEFT/RIGHT swaps the செயலில் நெடுவரிசை and CH+/- பக்கங்கள் மேலே and down the list.
tr: 'Evet'i seçerek CH+/- tuşlarının etkin sütunu değiştirdiği eski navigasyonu kullanabilirsiniz. 'Hayır'ı seçerek, SOL/SAĞ tuşlarının etkin sütunu değiştirdiği ve CH+/- tuşlarının listede yukarı ve aşağı sayfaları kaydırdığı, diğer ekranlarla tutarlı navigasyon sağlayan daha yeni birleşik navigasyon seçeneğini kullanabilirsiniz.
uk: Виберіть 'Так', щоб використовувати застарілу навігацію, де CH+/- змінює активний стовпець. Виберіть 'Ні', щоб використовувати нову уніфіковану опцію навігації для узгодженої навігації з іншими екранами, де ВЛІВО/ВПРАВО міняє активний стовпець і сторінки CH+/- вгору та вниз у списку.

source: Select 'Yes' to use signal values (SNR, etc) calculated from the older API V3. This API version has now been superseded.
bg: Ако е зададено на „да“, стойностите на сигнала (SNR и т.н.) ще бъдат изчислени от API V3. Това е стара версия на API, която вече е заменена.
cs: Chcete-li použít hodnoty signálu (SNR atd.) vypočítané ze starší verze API V3, vyberte možnost „Ano“. Tato verze API byla nyní nahrazena.
el: Επιλέξτε 'ναι' για χρήση των τιμών σήματος (SNR, κλπ) με υπολογισμό από το παλιότερο API V3. Αυτή η έκδοση API είναι παρωχημένη.
fi: Jos asetus on kyllä, signaaliarvot (SNR jne.) Lasketaan API V3: sta. Tämä on vanha API-versio, joka on nyt korvattu.
fr: Si défini à ‘oui’ les valeurs du signal (SNR,etc) seront calculés depuis l’API v3. Ceci est une ancienne version de l’API qui a maintenant été remplacée.
hr: Odaberi 'Da' da bi koristili vrijednosti signala (SNR, itd.) izračunate iz starijeg API V3. Ova API verzija je sada nadjačana.
it: Seleziona 'Sì' per usare i valori del segnale (SNR, ecc.) calcolati dalla precedente API V3. Questa versione dell'API è stata ora sostituita.
lt: Jei nustatyta "taip", signalo reikšmės (SNR ir t.t.) bus apskaičiuotos pagal API V3. Tai senoji API versija, kuri dabar buvo pakeista.
nl: Indien 'ja' wordt gekozen, worden de signaalwaardes (SNR etc.) berekend op basis van de API V3. Dit is een oude API die nu vervangen is.
pl: Jeśli ustawione na "tak", wartości sygnału (SNR itp.) będą obliczane na podstawie API V3. Jest to stara wersja API, która została już zastąpiona.
sk: Ak je nastavené na 'áno', hodnoty signálu (SNR atď.) sa budú vypočítavať z API V3. Je to staršia verzia API, ktorá je v súčasnosti už nahradená.
sr: Izaberi 'Da' da bi koristili vrednosti signala (SNR, itd.) izračunate iz starijeg API V3. Ova API verzija je sada nadjačana.
sv: Välj "Yes" för att använda signalvärden (SNR, etc) som beräknats från den äldre API V3. Denna API-version har nu ersatts.
ta: பழைய பநிஇ V3 இலிருந்து கணக்கிடப்பட்ட சமிக்ஞை மதிப்புகள் (SNR போன்றவை) பயன்படுத்த 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த பநிஇ பதிப்பு இப்போது முறியடிக்கப்பட்டுள்ளது.
tr: Eski API V3'ten hesaplanan sinyal değerlerini (SNR, vb.) kullanmak için 'Evet'i seçin. Bu API sürümü artık geçerliliğini yitirmiştir.
uk: Якщо вибрано 'так', значення сигналу (SNR і т.д.) обчислюватимуться з API V3. Це стара версія API, яка тепер замінена.

source: Select 'Yes' to use the number keys for quick selection of files / directories, select 'No' to use the number keys for MENU option shortcuts.
cs: Vyberte „Ano“ pro použití číselných tlačítek pro rychlý výběr souborů/adresářů, vyberte „Ne“ pro použití číselných tlačítek pro zkratky možností MENU.
el: Επιλέξτε 'ναι' για να χρησιμοποιήσετε τα αριθμητικά πλήκτρα για γρήγορη επιλογή αρχείων/φακέλων, επιλέξτε 'όχι' για να χρησιμοποιήσετε τα αριθμητικά πλήκτρα για τις συντομεύσεις επιλογών μενού.
fi: Valitse "Kyllä", jos haluat käyttää numeronäppäimiä tiedostojen/hakemistojen pikavalintaan, ja valitse "Ei", jos haluat käyttää numeronäppäimiä Valikko pikavalintoihin.
hr: Odaberi 'Da' da bi koristili dugme sa brojem za brzi odabir datoteka / direktorijuma, odaberite 'Ne' da bi koristili dugme sa brojem za prečice opcije MENU.
it: Seleziona 'Sì' per usare i tasti numerici per la selezione rapida di file/directory, seleziona 'No' per usare i tasti numerici per le scorciatoie delle opzioni MENU.
lt: Pasirinkite "Taip", jei norite naudoti skaičių klavišus greitam failų / katalogų pasirinkimui, pasirinkite "Ne", jei norite naudoti skaičių klavišus MENU parinkčių spartiesiems klavišams.
nl: Selecteer 'Ja' om de nummertoetsen te gebruiken voor snelle selectie van bestanden / mappen, selecteer 'Nee' om de nummertoetsen te gebruiken voor sneltoetsen in het MENU.
pl: Wybierz 'Tak', aby użyć klawiszy numerycznych do szybkiego wyboru plików / katalogów, wybierz 'Nie', aby użyć klawiszy numerycznych do skrótów opcji MENU.
sk: Ak sa má na rýchly výber súborov/priečinkov použiť numerická klávesnica, vyberte možnosť 'Áno'. Ak vyberiete možnosť 'Nie', číselné tlačidlá sa použijú pre skratky možností v MENU.
sr: Izaberi 'Da' da bi koristili tastere sa brojem za brzi izbor fajla / direktorijuma, izaberite 'Ne' da bi koristili tastere sa brojem za prečice opcije MENI.
sv: Välj "Yes" för att använda siffertangenterna för snabbval av filer/kataloger, välj "No" för att använda siffertangenterna för genvägar till MENU-alternativet.
ta: கோப்புகள் / கோப்பகங்களை விரைவாகத் தேர்ந்தெடுப்பதற்கு எண் விசைகளைப் பயன்படுத்த 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும், பட்டியல் விருப்பத்தாக்கங்களுக்கான எண் விசைகளைப் பயன்படுத்த 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Dosya/klasör seçiminde hızlı erişim için sayı tuşlarını kullanmak istiyorsanız 'Evet'i, menü seçeneği kısayolları için sayı tuşlarını kullanmak istiyorsanız 'Hayır'ı seçin.
uk: Виберіть 'Так', щоб використовувати цифрові клавіші для швидкого вибору файлів/каталогів, виберіть 'Ні', щоб використовувати цифрові клавіші для швидкого доступу до опцій МЕНЮ.

source: Select 'Yes' to wake the receiver from Shutdown prior to the recording start time to allow the PDC data to make last minute timer adjustments.
cs: Je-li povoleno a je-li to nutné, plugin probudí přijímač z hlubokého spánku na definovanou dobu spuštění, aby mohl kontrolovat, zda program začne dříve.
el: Αν είναι ενεργοποιημένο και απαραίτητο, το πρόσθετο θα αφυπνίσει τον δέκτη από τη βαθιά αναμονή για την καθορισμένη ώρα έναρξης, ώστε να ελέγξει αν το πρόγραμμα ξεκινά νωρίτερα.
hr: Odaberite 'Da' kako biste probudili prijamnik iz isključenog stanja prije vremena početka snimanja kako bi PDC podaci mogli izvršiti posljednje prilagodbe timera.
it: Se abilitato, la funzione riavvierà il ricevitore dallo stato di spegnimento all'ora prestabilita per verificare che il programma non inizi in anticipo.
lt: Jei įjungta ir būtina, papildinys pažadins imtuvą iš gilaus budėjimo režimo nustatytam paleidimo laikui, kad būtų galima valdyti, ar programa paleidžiama anksčiau.
nl: Wanneer geactiveerd, zal de plugin uw ontvanger eerder dan de opgegeven starttijd inschakelen om te controleren of het programma eventueel eerder begint.
sr: Izaberite 'Da' da probudite prijemnik iz isključenog stanja pre početka snimanja kako biste omogućili PDC podacima da izvrše poslednje izmene tajmera.
sv: Om det är aktiverat och nödvändigt kommer plugin-programmet att väcka mottagaren från Deep-Standby för den definierade starttiden för att kontrollera om programmet börjar tidigare.
tr: Kayıt başlangıç saatinden önce alıcıyı kapatma modundan çıkarmak ve PDC verilerinin son dakika zamanlayıcı ayarlamalarını yapmasına olanak sağlamak için 'Evet'i seçin.
uk: Якщо ввімкнено та необхідно, плагін виведе приймач із режиму глибокого очікування на визначений час запуску, щоб контролювати, чи розпочинається програма раніше.

source: Select 'Yes, to display the InfoBar when fast forwarding or rewinding during media playback.
bg: Ако е зададено 'да'; инфобарът ще се покаже при бързо превъртане напред или назад при възпроизвеждане на мултимедия.
cs: Jestliže nastavíte na ' Ano'; při rychlé přetáčení nebo přetáčení během přehrávání médií se zobrazí informační panel.
el: Αν επιλεγεί το 'ναι', θα εμφανίζεται η μπάρα πληροφοριών κατά την προώθηση εμπρός/πίσω κατά την αναπαραγωγή πολυμέσων.
fi: 'Kyllä' valinnalla tietopalkki näytetään tallenteen katselussa pikakelausten aikana.
fr: Si mis à 'oui' la barre d'info sera affichée en avance et recul rapide lors de la lecture d'un média.
hr: Odaberi 'Da' da bi prikazali info traku prilikom premotavanja naprijed ili nazad tokom reprodukcije medija.
it: Seleziona 'Sì' per visualizzare la barra informazioni durante l'avanzamento rapido o il riavvolgimento durante la riproduzione multimediale.
lt: Jei nustatyta 'taip', jungiant greitą persukimą, arba atsukimą medijos failų atkūrimo metu, bus rodoma info juosta.
nl: Kies 'ja' wanneer u de informatiebalk wilt laten zien bij het en vooruit- en terug spoelen.
pl: Jeśli jest ustawione na 'tak' ,pasek informacyjny będzie wyświetlany podczas szybkiego przewijania do przodu lub do tyłu(odtwarzacz multimediów).
sk: Ak je nastavené na 'áno', bude sa počas rýchleho pretáčania médií dopredu alebo dozadu zobrazovať infolišta.
sr: Izaberi 'Da' da bi prikazali info traku prilikom premotavanja napred ili nazad tokom reprodukcije medija.
sv: Välj "Yes" för att visa InfoBar vid snabbspolning framåt eller bakåt under mediauppspelning.
ta: மீடியா பிளேபேக்கின் போது வேகமாக பகிர்தல் அல்லது முன்னாடி வைக்கும் போது இன்போபரைக் காண்பிக்க 'ஆம்,' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Medya oynatımı sırasında ileri veya geri sarma işlemi yapılırken Bilgi Çubuğunun görüntülenmesini istiyorsanız 'Evet'i seçin.
uk: Якщо вибрано 'так', при перемотуванні записів буде показаний інфобар.

source: Select Additional Backup Files
bg: Допълнителни файлове за архивиране
cs: Vybrat další soubory k zálohování
el: Επιλογή επιπρόσθετων αντιγράφων ασφαλείας
fi: Lisää varmuuskopioitavat tiedostot
fr: Choisir les fichiers additionnels à sauvegarder
hr: Odaberi Dodatne Rezervne Kopije Datoteka
it: Seleziona file di backup aggiuntivi
lt: Pasirinkite papildomus failus atsarginei kopijai
nl: Extra back-up bestanden
pl: Dodatkowe pliki kopii zapasowej
sk: Vybrať ďalšie súbory na zálohovanie
sr: Izaberi Dodatne Rezervne Kopije Fajla
sv: Välj ytterligare säkerhetskopieringsfiler
ta: கூடுதல் காப்பு கோப்புகளைத் தேர்ந்தெடுக்கவும்
tr: Ek Yedekleme Dosyalarını Seç
uk: Вибір додаткових файлів резервної копії

source: Select AutoCam default Softcam
cs: Vyberte výchozí Softcam AutoCam
el: Επιλογή προεπιλεγμένου αυτόματου softcam
fi: Valitse AutoCam oletus Softcamiksi
hr: Odaberi AutoCam zadan Softcam
it: Seleziona softcam predefinita per AutoCam
nl: Standaard Softcam voor AutoCam
pl: Wybierz AutoCam jako domyślny Softcam
sk: Východiskový softcam pre AutoCam
sr: Izaberi AutoCam podrazumevani Softcam
sv: Välj AutoCam standard Softcam
ta: ஆட்டோகாம் இயல்புநிலை சாப்ட்கேம் என்பதைத் தேர்ந்தெடுக்கவும்
tr: AutoCam varsayılan Softcami seçin
uk: Виберіть AutoCam за замовчуванням Softcam

source: Select Bookmark
cs: Vyberte možnost Záložka
el: Επιλογή σελιδοδείκτη
fi: Valitse kirjanmerkki
hr: Odabir Obeleživača
it: Seleziona segnalibro
lt: Pasirinkite žymę
nl: Selecteer Bladwijzer
pl: Wybierz zakładkę
sk: Vybrať záložku
sr: Izbor Obeleživača
sv: Välj bokmärke
ta: புக்மார்க்கைத் தேர்ந்தெடுக்கவும்
tr: Yer İmi Seç
uk: Вибрати Закладку

source: Select CAId
bg: Изберете CAID
cs: Vybrat CAId(y)
da: Vælg CAId
de: CAID auswählen
el: Επιλογή CAId
et: Vali CAId
fi: Valitse CAId
fr: Sélectionner CAId
hr: Odaberi CAID
hu: CAId kiválasztása
it: Seleziona CAId
lt: Pasirinkite CAId
nl: Selecteer CAId
pl: Wybierz CAID
pt_br: Selecione o CAId
ru: Выбрать CAID
sk: Vyberte CAID
sr: Izaberi CAID
sv: Välj CAId
ta: CAID ஐத் தேர்ந்தெடுக்கவும்
tr: CAId Seç
uk: Вибрати CAID
vi: Chọn CAId
zh_cn: 选择CAID

source: Select Device
cs: Vyberte Zařízení
el: Επιλογή συσκευής
fi: Valitse Laite
hr: Odaberi Uređaj
it: Seleziona dispositivo
nl: Selecteer een apparaat
pl: Wybierz urządzenie
sk: Vyberte zariadenie
sr: Izaberi uređaj
sv: Välj enhet
ta: சாதனத்தைத் தேர்ந்தெடுக்கவும்
tr: Cihaz Seç
uk: Виберіть Пристрій

source: Select Enigma2 Skin
bg: Изберете Enigma2 кожа
cs: Vyberte vzhled Enigma2
da: Vælg Enigma2 Tema
de: Enigma2 Skin auswählen
el: Επιλογή θέματος Enigma2
et: Vali Enigma2 kujundus
fi: Valitse järjestelmän Teema
fr: Choisir un Thème Enigma2
hr: Odaberi Skin Enigma2
hu: Enigma2 kinézet kiválasztás
it: Seleziona skin di Enigma2
lt: Pasirinkite Enigma2 temą
nl: Selecteer een Enigma2 skin
pl: Wybierz skórę dla Enigma2
sk: Výber vzhľadu systému Enigma2
sr: Izaberi Skin Enigma2
sv: Välj Enigma2 Skin
ta: Enigma2 தோலைத் தேர்ந்தெடுக்கவும்
tr: Enigma2 Arayüzü Seç
uk: Вибір Enigma2 скіну
vi: Chọn da Enigma2
zh_cn: 选择Enigma2皮肤

source: Select Excluded Backup Files
bg: Изберете изключени архивни файлове
cs: Vybrat soubory vyloučené ze zálohování
el: Επιλογή εξαιρεμένων αντιγράφων ασφαλείας
fi: Pois jätettävät tiedostot varmuuskopiosta
fr: Choisir les fichiers à exclure de la sauvegarde
hr: Odaberi Izuzete Rezervne Kopije Datoteka
it: Seleziona file esclusi dal backup
lt: Pasirinkite failus, neįtrauktus į atsarginę kopiją
nl: Uitgesloten back-up bestanden
pl: Wykluczone pliki kopii zapasowej
sk: Vybrať súbory vylúčené zo zálohovania
sr: Izaberi Izuzete Rezervne Kopije Fajla
sv: Välj undantagna säkerhetskopieringsfiler
ta: விலக்கப்பட்ட காப்பு கோப்புகளைத் தேர்ந்தெடுக்கவும்
tr: Çıkarılacak Yedekleme Dosyalarını Seç
uk: Виключення файлів з резервної копії
