Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Job overview
bg: Общ преглед на работата
cs: Přehled práce
da: Opgave overblik
de: Jobübersicht
el: Επισκόπηση εργασιών
et: Töövaade
fi: Työn yleiskatsaus
fr: Vue travail
hr: Pregled posla
hu: Folyamat nézet
it: Vista attività
lt: Užduoties apžvalga
nl: Taak overzicht
pl: Przegląd zadania
pt_br: Ver tarefas
ru: Просмотр задания
sk: Prehľad úlohy
sr: Pregled posla
sv: Översikt över jobbet
ta: வேலை கண்ணோட்டம்
tr: İş tanımı
uk: Огляд завдань
vi: Tổng quan về công việc
zh_cn: 工作概述

source: Join
cs: Připojit
hr: Pridruži se
it: Unisciti
sr: Pridruži se
tr: Katıl
uk: Приєднатися

source: Join or leave the configured ZeroTier network
cs: Připojit nebo opustit ZeroTier síť
hr: Pridruži se ili napusti konfigurisanu ZeroTier mrežu
it: Unisciti o esci dalla rete ZeroTier configurata
sr: Pridruži se ili napusti konfigurisanu ZeroTier mrežu
tr: Yapılandırılmış ZeroTier ağına katıl veya ayrıl
uk: Приєднатися до налаштованої мережі ZeroTier або вийти з неї

source: Joined
cs: Připojeno
hr: Pridružio se
it: Unito
sr: Pridružio se
tr: Katıldı
uk: Приєднався

source: Jordan
cs: Jordán
de: Jordanien
el: Ιορδανία
et: Jordaania
fr: Jordanie
hu: Jordánia
it: Giordania
lt: Jordanija
nl: Jordanië
pl: Jordania
sk: Jordánsko
sv: Jordanien
ta: சோர்டான்
tr: Ürdün
uk: Йорданія
zh_cn: 约旦

source: Jump
cs: Skok
el: Υπερπήδηση
fi: Hyppy
hr: Skoči
it: Salta
nl: Springen
pl: Skok
sk: Skočiť
sr: Skoči
sv: Hoppa
ta: தாவு
tr: Atla
uk: Стрибок

source: Jump back 24 hours
bg: Скок назад 24 ЧАСА
cs: Skočit o 24 hod zpět
da: Hop 24 timer tilbage
de: Springe 24 Stunden rückwärts
el: Μετάβαση 24 ώρες πίσω
et: Hüpe 24 tundi tagasi
fi: Hyppää takaisin 24 tuntia
fr: Revenir de 24 heures
hr: Skoči 24 sata unazad
hu: Ugorj vissza 24 órát
it: Vai indietro di 24 ore
lt: Peršokti 24 val. atgal
nl: Spring 24 uur terug
pl: Cofnij się o 24 godziny
ru: Перейти назад 24 часа
sk: Preskočiť o 24 hodín dozadu
sr: Skoči 24 sata unazad
sv: Hoppa tillbaka 24 timmar
ta: 24 மணி நேரம் திரும்பிச் செல்லவும்
tr: 24 saat geriye atla
uk: Перейти назад на 24 години
vi: Quay trở lại 24 giờ
zh_cn: 向后跳24小时

source: Jump back one day
cs: Skok zpět o jeden den
el: Υπερπήδηση πίσω μία ημέρα
fi: Hyppää takaisin yksi päivä
hr: Skoči nazad jedan dan
it: Vai indietro di un giorno
nl: Een dag terug springen
pl: Skocz w tył o jeden dzień
sk: Skok o jeden deň dozadu
sr: Skoči nazad jedan dan
sv: Hoppa tillbaka en dag
ta: ஒரு நாள் பின்னால் செல்லவும்
tr: Bir gün geriye atla
uk: Перейти на один день назад

source: Jump back one hour
cs: Skok zpět o jednu hodinu
el: Υπερπήδηση πίσω μία ώρα
fi: Hyppää takaisin tunti
hr: Skoči nazad jedan sat
it: Vai indietro di un'ora
nl: Een uur terug springen
pl: Skocz w tył o godzinę
sk: Skok o jednu hodinu dozadu
sr: Skoči nazad jedan sat
sv: Hoppa tillbaka en timme
ta: ஒரு மணி நேரம் பின்னால் செல்லவும்
tr: Bir saat geriye atla
uk: Перейти на годину назад

source: Jump first press in channel selection
bg: Скок при първо натискане в избора на канал
cs: Prvním stiskem skok ve výběru kanálu
da: Hop på første tryk i kanalvalg
de: Springe zuerst in Programmauswahl
el: Τρόπος επιλογής καναλιών στη λίστα με την πρώτη πίεση
et: Valik esimesel nupuvajutusel
fi: Numeropainalluksen hyppy kanavanvalinnassa
fr: Comportement à la 1ère pression dans la sélection des chaînes
hr: Skočite prvi pritisak u odabiru kanala
hu: Ugráshoz először nyomja meg a csatorna kiválasztását
it: Salta la prima pressione nella selezione del canale
lt: Peršokti, pirma spauskite kanalo pasirinkimą
nl: Spring naar eerste zender
pl: Ustawienie 'Skocz do...' na liście kanałów
ru: Перейти на первое нажатие в списке каналов
sk: Pri prvom stlačení preskočiť do výberu kanálov
sr: Pređi na prvo pritiskanje na listi kanala
sv: Hoppa första tryckningen i kanalvalet
ta: சேனல் தேர்வில் முதல் அழுத்தவும்
tr: Kanal seçiminde ilk basışta atla
uk: Перейти на перше натискання в списку каналів
vi: Nhảy báo chí đầu tiên trong lựa chọn kênh
zh_cn: 在频道选择中第一次按下跳转

source: Jump forward 24 hours
bg: Скок напред 24 ЧАСА
cs: Skočit o 24 hod dopředu
da: Hop 24 timer frem
de: Springe 24 Stunden vorwärts
el: Μετάβαση 24 ώρες μπροστά
et: Hüpe 24 tundi edasi
fi: Hyppää eteen 24 tuntia
fr: Avancer de 24 heures
hr: Skoči napred 24 sata
hu: Ugorj előre 24 órát
it: Vai avanti di 24 ore
lt: Peršokti 24 val. pirmyn
nl: Spring 24 uur vooruit
pl: Skocz do przodu 24 godzin
ru: Перейти вперед 24 часа
sk: Preskočiť o 24 hodín dopredu
sr: Skoči napred 24 sata
sv: Hoppa framåt 24 timmar
ta: 24 மணி நேரம் முன்னோக்கி செல்லவும்
tr: 24 saat ileriye atla
uk: Перейти вперед на 24 години
vi: Nhảy về phía trước 24 giờ
zh_cn: 向前跳24小时

source: Jump forward one day
cs: Skok dopředu o jeden den
el: Υπερπήδηση εμπρός μία ημέρα
fi: Hyppää eteenpäin yksi päivä
hr: Skači napred jedan dan
it: Vai avanti di un giorno
nl: Een dag vooruit springen
pl: Skocz w przód o jeden dzień
sk: Skok o jeden deň dopredu
sr: Skači napred jedan dan
sv: Hoppa framåt en dag
ta: ஒரு நாள் முன்னோக்கி செல்லவும்
tr: Bir gün ileri atla
uk: Перейти вперед на один день

source: Jump forward one hour
cs: Skok dopředu o jednu hodinu
el: Υπερπήδηση εμπρός μία ώρα
fi: Hyppää tunti eteenpäin
hr: Skok jedan sat unaprijed
it: Vai avanti di un'ora
nl: Een uur vooruit springen
pl: Skocz w przód o godzinę
sk: Skok o jednu hodinu dopredu
sr: Skoči napred sat vremena
sv: Hoppa framåt en timme
ta: ஒரு மணி நேரம் முன்னோக்கி செல்லவும்
tr: Bir saat ileri atla
uk: Перейти на годину вперед

source: Jump time
cs: Čas skoku
el: Χρόνος υπερπήδησης
fi: Hyppyaika
hr: Vrijeme skoka
it: Tempo da saltare
nl: Tijdsprong
pl: Czas skoku
sk: Čas skoku
sr: Vreme skoka
sv: Tid för hopp
ta: சம்ப் நேரம்
tr: Atlama zamanı
uk: Час переходу

source: Jump to beginning of list
bg: Скок към началото на списъка
cs: Přejít na začátek seznamu
da: Hop til begyndelse af liste
de: Zum Anfang der Liste springen
el: Μετάβαση στην αρχή της λίστας
et: Hüpe nimekirja algusesse
fi: Hyppää listan alkuun
fr: Aller au début de la liste
hr: Skoči na početak popisa
hu: Ugrás a lista elejére
it: Vai all'inizio dell'elenco
lt: Peršokti į pradžios sąrašą
nl: Spring naar begin van de lijst
pl: Skocz do początku listy
pt_br: Ir para o início da lista
ru: Перейти в начало списка
sk: Preskočiť na začiatok zoznamu
sr: Prelazak na početak liste
sv: Hoppa till början av listan
ta: பட்டியலின் தொடக்கத்திற்கு செல்லவும்
tr: Listenin başına atla
uk: Перейти на початок списку
vi: Chuyển đến đầu danh sách
zh_cn: 跳转到列表的开始

source: Jump to current time
bg: Скок към текущото време
cs: Přejít na akt. čas
da: Hop til aktuel tid
de: Springe zur aktuellen Zeit
el: Μετάβαση στον τρέχοντα χρόνο
et: Hüpe hetke ajale
fi: Hyppää nykyiseen aikaan
fr: Aller à l'heure actuelle
hr: Skoči na trenutno vrijeme
hu: Ugrás az aktuális időpontra
it: Vai all’ora attuale
lt: Peršokti į dabartinį laiką
nl: Spring naar EPG voor actuele tijd (Nu)
pl: Skocz do aktualnego czasu
ru: Перейти на текущее время
sk: Preskočiť na aktuálny čas
sr: Prelazak na trnutno vreme
sv: Hoppa till aktuell tid
ta: தற்போதைய நேரத்திற்கு செல்லவும்
tr: Güncel zamana atla
uk: Перейти на поточний час
vi: Chuyển đến thời điểm hiện tại
zh_cn: 跳转到当前时间

source: Jump to end of list
bg: Скок до края на списъка
cs: Přejít na konec seznamu
da: Hop til slutning af liste
de: Zum Ende der Liste springen
el: Μετάβαση στο τέλος της λίστας
et: Hüpe nimekirja lõppu
fi: Mene listan loppuun
fr: Aller à la fin de liste
hr: Skoči na kraj popisa
hu: Ugrás a lista végére
it: Vai a fine elenco
lt: Peršokti į pabaigos sąrašą
nl: Spring naar einde van de lijst
pl: Skocz do końca listy
pt_br: Ir para o fim da lista
ru: Перейти на конец списка
sk: Preskočiť na koniec zoznamu
sr: Prelazak na kraj liste
sv: Hoppa till slutet av listan
ta: பட்டியலின் முடிவுக்கு செல்லவும்
tr: Listenin sonuna atla
uk: Перейти в кінець списку
vi: Chuyển đến cuối danh sách
zh_cn: 跳转到列表的结尾

source: Jump to next marked position
bg: Скок до следващата маркирана позиция
cs: Na další označenou pozici
da: Hop til næste positionmærke
de: Springe zur nächsten Markerposition
el: Μετάβαση στην επόμενη μαρκαρισμένη θέση
et: Hüpe järgmise märgini
fi: Hyppää seuraavaan merkittyyn kohtaan
fr: Aller à la position marquée suivante
hr: Skok na sljedeću označenu poziciju
hu: Ugrás a következő megjelölt ponthoz
it: Salta alla prossima posizione contrassegnata
lt: Peršokti į sekančią pažymėtą poziciją
nl: Spring naar de volgende markering
pl: Skocz do następnej zaznaczonej pozycji
pt_br: Ir para a próxima marca
ru: Перейти к следующей метке
sk: Preskočiť na ďalšiu označenú pozíciu
sr: Prelazak na sledeću označenu poziciju
sv: Hoppa till nästa markerade position
ta: அடுத்த குறிக்கப்பட்ட நிலைக்கு செல்லவும்
tr: Sonraki işaretli konuma atla
uk: Перейти до наступної мітки
vi: Chuyển đến vị trí được đánh dấu tiếp theo
zh_cn: 跳转到下一个标记位置

source: Jump to next page or all up (setup in menu)
bg: Скок до към следващата страница или всичко нагоре (настройка в менюто)
cs: Přejít na další stránku nebo úplně nahoru (nastavení v nabídce)
el: Μετάβαση στην επόμενη σελίδα ή όλο επάνω (ρυθμίσεις στο μενού)
fi: Siirtyminen seuraavalle sivulle tai kaikki ylöspäin (asetus valikossa)
fr: Sauter à la page suivante ou tout en haut (réglage dans le menu)
hr: Skok na sljedeću stranicu ili sve gore (postavljanje u menu)
it: Salta alla pagina successiva o tutto su (impostazioni nel menu)
lt: Pereiti į kitą puslapį arba viską aukštyn (sąranka meniu)
nl: Spring naar volgende pagina of helemaal naar boven (instellen in het menu)
pl: Skocz do następnej strony lub przeskocz wszystko (ustawienia w menu)
sk: Preskočiť na ďalšiu stranu alebo úplne nahor (nastavenie v menu)
sr: Prelazak na sledeću stranicu ili na više (podešavanje u meniju)
sv: Hoppa till nästa sida eller hela sidan (inställning i menyn)
ta: அடுத்த பக்கத்திற்கு செல்லவும் அல்லது எல்லாவற்றிற்கும் (மெனுவில் அமைக்கவும்)
tr: Sonraki sayfaya veya tümüne git (menüde ayarlanmıştır)
uk: Перейти до наступної сторінки, або прейти вгору (налаштування в меню)

source: Jump to previous marked position
bg: Скок до предишната маркирана позиция
cs: Na předchozí označenou pozici
da: Hop til forrige positionmærke
de: Springe zur vorherigen Markerposition
el: Μετάβαση στην προηγούμενη μαρκαρισμένη θέση
et: Hüpe eelmise märgini
fi: Hyppää edelliseen merkittyyn kohtaan
fr: Aller à la position marquée précédente
hr: Skok na prethodno označeno mjesto
hu: Ugrás az előző megjelölt ponthoz
it: Salta alla precedente posizione contrassegnata
lt: Peršokti į ankstesnę pažymėtą poziciją
nl: Spring naar de vorige markering
pl: Skocz do poprzedniej zaznaczonej pozycji
pt_br: Ir para marca anterior
ru: Перейти к предыдущей метке
sk: Preskočiť na predošlú označenú pozíciu
sr: Prelazak na predhodnu označenu poziciju
sv: Hoppa till föregående markerade position
ta: முந்தைய குறிக்கப்பட்ட நிலைக்கு செல்லவும்
tr: İşaretlenmiş önceki konuma atla
uk: Перейти до попередньої мітки
vi: Chuyển đến vị trí được đánh dấu trước đó
zh_cn: 跳转到以前的标记位置

source: Jump to previous page or all down (setup in menu)
bg: Преминаване към предишна страница или всички надолу (настройка в менюто)
cs: Přejít na předchozí stránku nebo úplně dolů (nastavení v nabídce)
el: Μετάβαση στην προηγούμενη σελίδα ή όλο κάτω (ρυθμίσεις στο μενού)
fi: Siirtyminen edelliselle sivulle tai kaikki alaspäin (asetus valikossa)
fr: Sauter à la page précédente ou tout en bas (réglage dans le menu)
hr: Skok na prethodnu stranicu ili sve dolje (postavljanje u menu)
it: Salta alla pagina precedente o tutto in basso (impostazioni nel menu)
lt: Pereiti į ankstesnį puslapį arba visus žemyn (sąranka meniu)
nl: Spring naar de vorige pagina of helemaal naar beneden (instellen in het menu)
pl: Skocz do poprzedniej strony lub przeskocz wszystko (ustawienia w menu)
sk: Preskočiť na predchádzajúcu stranu alebo úplne nadol (nastavenie v menu)
sr: Prelazak na predhodnu stranicu ili na dole (podešavanje u meniju)
sv: Hoppa till föregående sida eller alla sidor nedåt (inställning i menyn)
ta: முந்தைய பக்கம் அல்லது அனைத்து கீழே (மெனுவில் அமைக்கவும்)
tr: Önceki sayfaya veya aşağıya doğru git (menüde ayarlanmıştır)
uk: Перейти на попередню сторінку, або перейти вниз (налаштування в меню)

source: Jump to prime time
bg: Скок до най-гледаното време
cs: Skočit na Prime Time
da: Hop til Primetime
de: Springe zur Prime-Time
el: Μετάβαση σε ζώνη αιχμής
et: Hüpe tippajale
fi: Hyppää parhaaseen katseluaikaan
fr: Aller à l'heure de prime time
hr: Prijeđite na udarno vrijeme
hu: Ugrás a főidőhöz
it: Vai a prima serata
lt: Peršokti į žiūrimiausią laiką
nl: Spring naar prime time
pl: Skocz do pasma programowego
ru: Перейти к прайм-тайм
sk: Preskočiť na prime time
sr: Prelazak na udarno vreme
sv: Hoppa till bästa sändningstid
ta: முதன்மையான நேரத்திற்கு செல்லவும்
tr: Seçkin zamana atla
uk: Перейти до прайм-тайм
vi: Chuyển đến thời gian chính
zh_cn: 跳转到黄金时段

source: Jump to the currently active locale/language
bg: Преминете към активния в момента локал/език
cs: Přejít na aktuálně aktivní národní prostředí/jazyk
el: Μετάβαση στην τρέχουσα ενεργή γλώσσα/διάλεκτο
fi: Siirry aktiiviseen kieleen
fr: Sauter à la langue locale actuellement active
hr: Prijeđite na trenutno aktivnu regionalnu shemu/jezik
it: Passa alla lingua/localizzazione attualmente attiva
lt: Peršokti į šiuo metu aktyvią lokalę/kalbą
nl: Spring naar de ingestelde taal
pl: Skocz do aktualnie aktywnego regionu/języka
sk: Preskočiť na aktuálne aktívnu lokalizáciu/jazyk
sr: Prelazak na trenutno aktivni lokalni/jezik
sv: Hoppa till den aktuella lokala/det aktuella språket
ta: தற்போது செயலில் உள்ள இடம்/மொழிக்கு செல்லவும்
tr: Şu anda etkin olan yerel ayara/dile atla
uk: Перейти до поточної активного регіону/мови

source: Just abort, no message
bg: просто отмени, без съобщение
cs: stačí zrušit, žádná zpráva
el: Απλά ματαίωση, χωρίς μήνυμα
fi: keskeytä, älä näytä viestiä
fr: simplement abandonner, pas de message
hr: Samo prekinite, bez poruke
it: Stop, nessun messaggio
lt: nutraukti, be pranešimo
nl: Alleen afbreken, geen bericht
pl: Przerwij, nie pokazuj komunikatu
sk: Len prerušiť, žiadna správa
sr: Samo prekini, bez poruke
sv: Bara avbryt, inget meddelande
ta: கருக்கலைப்பு, எந்த செய்தியும் இல்லை
tr: Sadece iptal et, mesaj yok
uk: Просто перервати, без повідомлення

source: Just abort, show message
bg: просто отмени, покажи съобщение
cs: stačí zrušit, zobrazit zprávu
el: Απλά ματαίωση, εμφάνιση μηνύματος
fi: keskeytä, näytä viesti
fr: simplement abandonner, afficher un message
hr: Samo prekinite, pokažite poruku
it: Stop, mostra messaggio
lt: nutraukti, rodyti pranešimą
nl: Afbreken, bericht weergeven
pl: Przerwij, pokaż komunikat
sk: Len prerušiť, zobraziť správu
sr: Samo prekini, prikaži poruku
sv: Avbryt bara, visa meddelande
ta: கருக்கலைப்பு, செய்தியைக் காட்டு
tr: Sadece iptal et, mesajı göster
uk: Просто перервати, показати повідомлення

source: Just boot
bg: просто зареди
cs: jen nabootovat
el: Απλή εκκίνηση
fi: käynnistä uudelleen
fr: juste démarrer
hr: Samo pokretanje sistema
it: Solo avvio
lt: tiesiog įkrova
nl: Normaal opstarten
pl: Po prostu uruchom
sk: Len boot
sr: Samo pokretanje sistema
sv: Bara starta
ta: துவக்க
tr: Sadece başlat
uk: Просто запустити

source: Just change Bouquet
bg: Просто сменете букета
cs: Stačí přepnout přehledy
da: Skift kun Buket
de: Nur Bouquet wechseln
el: Απλά αλλαγή μπουκέτου
et: Vaheta lemmiknimekirja
fi: Vaihda vain kanavalista
fr: Juste changer de bouquet
hr: Samo promijenite buket
hu: Csak csatornacsomag váltás
it: Solo cambio bouquet
lt: Tiesiog pakeisti paketą
nl: Favorietenlijst veranderen
pl: Tylko zmień listę kanałów
ru: Только изменить фаворит
sk: Len zmeniť prehľad
sr: Samo promeni Buket
sv: Bara ändra bukett
ta: பூச்செண்டை மாற்றவும்
tr: Sadece buketi değiştir
uk: Тільки змінити фаворит
vi: Chỉ cần thay đổi Gói kênh
zh_cn: 只是更改频道列表

source: Just change channels
bg: Просто сменете каналите
cs: Stačí přepnout kanály
da: Skift kun kanaler
de: Nur Kanäle wechseln
el: Απλά αλλαγή καναλιών
et: Kanalivahetus
fi: Vaihda vain kanava
fr: Juste changer les chaînes
hr: Samo promijeni kanale
hu: Csak csatornák váltása
it: Solo cambio canali
lt: Tiesiog pakeisti kanalus
nl: Zender veranderen
pl: Tylko zmień kanał
ru: Только изменить каналы
sk: Len zmeniť kanály
sl: Preklopi na drugi kanal
sr: Samo promeni kanale
sv: Byt bara kanal
ta: சேனல்களை மாற்றவும்
tr: Sadece kanal değiştir
uk: Тільки змінити канали
vi: Chỉ cần thay đổi kênh
zh_cn: 只是更改频道

source: Just zap
cs: Jen přepnout
da: Zap kun
de: Zap-Verlauf
el: Απλά μετάβαση
et: Kanalivahetus
fi: Vain kanavanvaihto
fr: Juste zapper
hr: Samo zap
hu: Csak Ugrás
it: Solo zap
lt: Tiesiog jungti
nl: Alleen zappen
pl: Tylko przełącz
ru: Переключить
sk: Len prepnúť
sr: Samo zap
sv: Bara zappa
ta: சாப் சாப்
tr: Sadece kanal değiştir
uk: Перемкнути
vi: Chỉ cần hạ
zh_cn: 只切换

source: KSymb/s
uk: KСимб/с

source: Kalaallisut / Greenlandic
cs: Kalaallisut / Grónsko
el: Καλαλισούτ / Γροιλανδικά
fr: Kalaallisut / Groenlandais
it: Kalaallisut / Groenlandese
lt: Kalaallisut / Grenlandija
nl: Kalaallisut / Groenlands
pl: Kalaallisut / grenlandzki
sk: grónčina/kalaallisut
sv: Kalaallisut / Grönländska
ta: கலாலிசட் / கிரீன்லாந்திக்
tr: Kalaallisut / Grönlandca
uk: Калааллісут / Гренландська

source: Kannada
cs: Kanada
el: Κανάντα
fi: Kanada
fr: Canara
hr: Kanada
lt: Kanadų
nl: Canada
sk: kannadčina
sv: Kanaresiska
ta: கன்னடா
uk: Канада

source: Kanuri
el: Κανούρι
sk: kanurijčina
ta: கனுரி
tr: Kanuri Dili
uk: Канурі

source: Kashmiri
cs: Kašmírština
el: Κασμίρ
fr: Cachemire
lt: Kašmyro
nl: Kasjmiri
pl: Kaszmirski
sk: kašmírčina
ta: காச்மிரி
tr: Kashmiri Dili
uk: Кашмірі

source: Kazakh
cs: Kazašština
el: Καζακικά
fi: Kazakhstan
it: Kazaco
lt: Kazachų
nl: Kazachs
pl: Kazachski
sk: kazaština
sv: Kazakiskt
ta: கசாக்
tr: Kazakça
uk: Казахська

source: Kazakhstan
cs: Kazachstán
da: Kasakhstan
de: Kasachstan
el: Καζακστάν
et: Kasahstan
hu: Kazahsztán
lt: Kazachstanas
nl: Kazachstan
pl: Kazachstan
sk: Kazachstan
sv: Kazakstan
ta: கசகிச்தான்
tr: Kazakistan
uk: Казахстан
zh_cn: 哈萨克斯坦

source: Keep service
bg: Запази сервиза
cs: Zachovat kanál
da: Behold kanal
de: Laufender Kanal
el: Διατήρηση υπηρεσίας
et: Püsi kanalil
fi: Säilytä kanava
fr: Garder le service
hr: Dodaj kanal
hu: Maradjon a csatornán
it: Mantieni servizio
lt: Išlaikyti kanalą
nl: Huidige zender
pl: Utrzymaj kanał
ru: Сохранять текущий сервис
sk: Zachovať stanicu
sr: Dodaj kanal
sv: Behåll tjänsten
ta: சேவையை வைத்திருங்கள்
tr: Kanalı tut
uk: Зберігати поточний канал
vi: Giữ dịch vụ
zh_cn: 保持频道

source: Keep warning
cs: Udržovat varování
el: Διατήρηση προειδοποίησης
fi: Pidä varoitus
hr: Zadrži upozorenje
it: Mantieni avvertimento
nl: Waarschuwing bewaren
pl: Zachowaj ostrzeżenie
sk: Zachovať upozornenie
sr: Imajte upozorenje
sv: Behåll varningen
ta: எச்சரிக்கையாக இருங்கள்
tr: Uyarmaya devam et
uk: Дотримуватися попередження

source: Keeps MovieList open whilst playing audio files.
bg: Поддържа списък с филми отворен, докато възпроизвеждате аудио файлове.
cs: Zachovat otevřený MovieList při přehrávání audio souborů.
da: Hold Filmliste åben imens lydfiler afspilles.
de: Filmliste offen lassen, wenn Musikdateien abgespielt werden?
el: Κρατάει ανοιχτή τη λίστα ταινιών όταν γίνεται αναπαραγωγή αρχείων ήχου.
et: Filmilist hoitakse helifailide esitusel avatud.
fi: Pidä tallenneluettelo auki äänitiedostojen toiston aikana.
fr: Garder la liste des films ouverte lors de la lecture des fichiers audio.
hr: Popis filmova ostaje otvoren tijekom reprodukcije audio datoteka.
hu: A Film listát nyitva tartja mialatt az audió fájlt játssza le.
it: Mantieni elenco registrazioni aperto durante la riproduzione file audio.
lt: Išlaikys filmų sąrašą atvertą ir grojant garsinius failus.
nl: Houdt de opnamelijst geopend tijdens het afspelen van audio bestanden.
pl: Utrzymuje otwartą listę filmów podczas odtwarzania plików audio.
ru: Держать список записей открытым, когда воспроизводятся аудио-файлы.
sk: Pri prehrávaní audio súborov zachovať otvorený zoznam nahrávok.
sr: Drži listu filmova otvorenom dok se reprodukuje audio fajl.
sv: Håller MovieList öppen medan du spelar upp ljudfiler.
ta: ஆடியோ கோப்புகளை இயக்கும் போது மூவீலிச்ட்டை திறந்து வைத்திருக்கிறது.
tr: Ses dosyalarını çalarken Film Listesini açık tutar.
uk: Тримати список записів відкритим, коли відтворюються аудіо-файли.
vi: Giữ MovieList mở trong khi phát tệp âm thanh.
zh_cn: 播放音频文件时保持电影列表打开.

source: Kenya
cs: Keňa
de: Kenia
el: Κένυα
et: Keenia
fi: Kenia
lt: Kenija
nl: Kenia
pl: Kenia
sk: Keňa
ta: கென்யா
uk: Кенія
vi: Nước Kenya
zh_cn: 肯尼亚

source: Kernel Packages
cs: Balíčky jádra
el: Πακέτα πυρήνα Kernel
fi: Kernel Paketit
hr: Jezgra Paketa
it: Pacchetti kernel
nl: Kernel
pl: Pakiety kernel
sk: Balíčky kernelu
sr: Jezgra Paketa
sv: Kernel-paket
ta: கர்னல் தொகுப்புகள்
tr: Çekirdek Paketleri
uk: Пакети ядра

source: Kernel file
bg: Файл на ядрото
cs: Soubor jádra
el: Αρχείο kernel
fi: Kerneli tiedosto
hr: Datoteka jezgre
it: File del kernel
lt: Branduolio failas
nl: Kernel bestand
pl: Plik kernel
sk: Súbor kernelu
sr: Fajl jezgre
sv: Kärnfil
ta: கர்னல் கோப்பு
tr: Çekirdek dosyası
uk: Файл ядра

source: Kernel partition
cs: Oddíl jádra
el: Διαμέρισμα kernel
fi: Kernel osio
hr: Kernel particija
it: Partizione del kernel
sr: Kernel particija
tr: Çekirdek bölümü
uk: Розділ ядра

source: Kernel version
bg: Версия на ядрото
cs: Verze jádra
el: Έκδοση kernel
fi: Kernel tiedot
hr: Verzija jezgre
it: Versione del kernel
lt: Branduolio versija
nl: Kernel versie
pl: Wersja kernel
sk: Verzia kernelu
sr: Verzija jezgre
sv: Version av kärnan
ta: கர்னல் பதிப்பு
tr: Çekirdek sürümü
uk: Версія ядра

source: Kernel%s partition
cs: Oddíl jádra%s
el: Διαμέρισμα kernel%s
fi: Kernel%s osio
hr: Particija jezgra%s
it: Partizione Kernel%s
sr: Kernel%s particija
tr: Çekirdek %s bölümü
uk: Розділ ядра%s

source: Kexec MultiBoot Actions
cs: Akce Kexec MultiBoot
el: Ενέργειες πολλαπλής εκκίνησης Kexec
fi: Kexec MultiBoot Toiminnot
hr: Kexec MultiBoo Radnja
it: Azioni MultiBoot Kexec
nl: Kexec MultiBoot Acties
pl: Akcje Kexec MultiBoot
sk: Akcie pre Kexec MultiBoot
sr: Kexec MultiBoo Radnja
sv: Kexec MultiBoot-åtgärder
ta: கெக்செக் மல்டிபூட் செயல்கள்
tr: Kexec Çoklu Önyükleme İşlemleri
uk: Kexec MultiBoot Дії

source: Kexec MultiBoot Initialization in progress!
cs: Probíhá inicializace Kexec MultiBoot!
el: Η αρχικοποίηση πολλαπλής εκκίνησης Kexec MultiBoot βρίσκεται σε εξέλιξη!
fi: Kexec MultiBootin alustaminen käynnissä!
hr: Kexec MultiBoot inicijalizacija u tijeku!
it: Inizializzazione Kexec MultiBoot in corso!
nl: Kexec MultiBoot initialisatie bezig!
pl: Inicjowanie Kexec MultiBoot w toku!
sk: Prebieha inicializácia Kexec MultiBoot!
sr: Kexec MultiBoot Pokretanje je u toku!
sv: Kexec MultiBoot Initialisering pågår!
ta: கெக்செக் மல்டிபூட் துவக்கம் முன்னேற்றம்!
tr: Kexec Çoklu Önyükleme Başlatma işlemi devam ediyor!
uk: Триває ініціалізація Kexec MultiBoot!

source: Kexec MultiBoot Manager
el: Διαχείριση πολλαπλής εκκίνησης Kexec
fi: Kexec MultiBoot Hallinta
hr: Kexec MultiBoot Upravitelj
it: Gestore MultiBoot Kexec
pl: Menadżer Kexec MultiBoot
sk: Správca Kexec MultiBoot
sr: Zarvori Kexec MultiBoot Menadžer
sv: Kexec MultiBoot-hanterare
ta: கெக்செக் மல்டிபூட் மேலாளர்
tr: Kexec Çoklu Önyükleme Yöneticisi
uk: Kexec MultiBoot Менеджер

source: Kexec MultiBoot files are missing.
cs: Chybí soubory Kexec MultiBoot.
el: Τα αρχεία πολλαπλής εκκίνησης Kexec απουσιάζουν.
fi: Kexec MultiBoot tiedostot puuttuvat.
hr: Kexec MultiBoot datoteka nedostaje.
it: Mancano i file Kexec MultiBoot.
nl: Kexec MultiBoot-bestanden niet gevonden.
pl: Brakuje plików Kexec MultiBoot.
sk: Súbory Kexec MultiBoot chýbajú.
sr: Kexec MultiBoot fajl nedostaje.
sv: Kexec MultiBoot-filer saknas.
ta: கெக்செக் மல்டிபூட் கோப்புகள் இல்லை.
tr: Kexec Çoklu Önyükleme dosyaları eksik.
uk: Файли Kexec MultiBoot відсутні.

source: Key
cs: Klíč
el: Κλειδί
fi: Avain
hr: Tipka
it: Chiave
lt: Raktas
nl: Sleutel
pl: Klucz
sk: Kľúč
sr: Taster
sv: Nyckel
ta: விசை
tr: Anahtar
uk: Ключ
