Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Process GREEN button action
cs: Zpracovat akci ZELENÉHO tlačítka
el: Επεξεργασία της ενέργειας του ΠΡΑΣΙΝΟΥ πλήκτρου
fi: Määritä VIHREÄN näppäimen toiminta
hr: Obradi akciju na ZELENOM dugmetu
it: Elabora azione del tasto VERDE
nl: De actie van de GROENE-knop nu verwerken
pl: Przetwórz akcję ZIELONEGO przycisku
sk: Spracovať akciu ZELENÉHO tlačidla
sr: Obradi akciju na ZELENOM dugmetu
sv: Bearbeta åtgärd med GRÖN knapp
ta: பச்சை பொத்தான் செயலை செயலாக்கவும்
tr: YEŞİL tuş işlemi süreci
uk: Встановити дію ЗЕЛЕНОЇ кнопки

source: Process RED button action
cs: Zpracovat akci ČERVENÉHO tlačítka
el: Επεξεργασία της ενέργειας του ΚΟΚΚΙΝΟΥ πλήκτρου
fi: Määritä PUNAISEN näppäimen toiminta
hr: Obraditi akciju CRVENE dugmadi
it: Elabora azione del tasto ROSSO
nl: De actie van de RODE knop nu verwerken
pl: Przetwórz akcję CZERWONEGO przycisku
sk: Spracovať akciu ČERVENÉHO tlačidla
sr: Obraditi akciju CRVENE dugmadi
sv: Bearbeta åtgärd med RÖD knapp
ta: சிவப்பு பொத்தான் செயலை செயலாக்கவும்
tr: KIRMIZI tuş işlemi süreci
uk: Встановити дію ЧЕРВОНОЇ кнопки

source: Process YELLOW button action
cs: Zpracovat akci ŽLUTÉHO tlačítka
el: Επεξεργασία της ενέργειας του ΚΙΤΡΙΝΟΥ πλήκτρου
fi: Määritä KELTAISEN näppäimen toiminta
hr: Obradi akciju ŽUTOG dugmeta
it: Elabora azione del tasto GIALLO
nl: De actie van de GELE-knop nu verwerken
pl: Przetwórz akcję ŻÓŁTEGO przycisku
sk: Spracovať akciu ŽLTÉHO tlačidla
sr: Obradi akciju ŽUTOG dugmeta
sv: Bearbeta åtgärd med GUL knapp
ta: மஞ்சள் பொத்தான் செயலை செயலாக்கவும்
tr: SARI tuş işlemi süreci
uk: Встановити дію ЖОВТОЇ кнопки

source: Process action from TV
cs: Ovládání vstupu z TV
el: Χειρισμός εισόδου από την TV
hr: Rukovanje ulaza sa TV
it: Gestisci ingresso dalla TV
lt: Valdyti televizoriaus įvestį
nl: TV-ingangen gebruiken
sr: Rukovanje ulaza sa TV
sv: Hantera ingång från TV
tr: TV'den gelen girişi işle
uk: Керування входом з ТВ

source: Processing
cs: Zpracovává se
el: Επεξεργασία
fi: Käsitellään
hr: Obrada
it: In elaborazione
nl: Verwerken
pl: Przetwarzanie
sk: Spracováva sa
sr: Obrada
sv: Bearbetas
ta: செயலாக்கம்
tr: İşleniyor
uk: Обробка

source: Processor information
bg: Информация за процесора
cs: Informace o procesoru
el: Πληροφορίες επεξεργαστή
fi: Prosessorin tiedot
hr: Procesor info
it: Informazioni sul processore
lt: Procesoriaus informacija
nl: Processor informatie
pl: Informacje o procesorze
sk: Informácie o procesore
sr: Procesor info
sv: Information om processorn
ta: செயலி செய்தி
tr: İşlemci bilgisi
uk: Інформація про ЦП

source: Profile
bg: Профил
cs: Profil
da: Profil
el: Προφίλ
et: Profiil
fi: Profiili
fr: Profil
hr: Profil
hu: Profil
it: Profilo
lt: Profilis
nl: Profiel
pl: Profil
ru: Профиль
sk: Profil
sr: Profil
sv: Profil
ta: சுயவிவரம்
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_cn: 配置文件

source: Profile: Local receiver
cs: Profil: Místní box
el: Προφίλ: τοπικός δέκτης
hr: Profil: Lokalni prijemnik
it: Profilo: Ricevitore locale
lt: Profilis: Vietinis imtuvas
nl: Profiel: lokale box
sr: Profil: Lokalni prijemnik
sv: Profil: Lokal box
tr: Profil: Yerel alıcı
uk: Профіль: Локальний приймач

source: Program
bg: Програма
el: Πρόγραμμα
fi: Ohjelma
fr: Programme
it: Programma
lt: Programa
ta: திட்டம்
uk: Передача
vi: Chương trình
zh_cn: 程序

source: Program '%s' needs to be installed to perform this action. Do you want to install the '%s' package to install the program?
cs: K provedení této akce je třeba nainstalovat program '%s'. Chcete nainstalovat balíček '%s' pro instalaci programu?
el: Το πρόγραμμα '%s' πρέπει να είναι εγκατεστημένο για να εκτελεστεί αυτή η ενέργεια. Να γίνει εγκατάσταση του πακέτου '%s' για την εγκατάσταση του προγράμματος;
fi: Ohjelma '%s' on asennettava tämän toiminnon suorittamiseksi. Haluatko asentaa '%s' tämän paketin ohjelman asentamiseksi?
hr: Potrebno je instalirati program '%s' da bi se izvršila ova radnja. Želite li da instalirate '%s' peket da bi instalirali program?
it: Il programma '%s' deve essere installato per eseguire questa azione. Vuoi installare il pacchetto '%s' per installare il programma?
lt: Norint atlikti šį veiksmą, reikia įdiegti programą "%s". Ar norite įdiegti "%s" paketą, kad įdiegtumėte programą?
nl: Programma '%s' moet geïnstalleerd worden om deze actie uit te voeren. Wilt u het pakket '%s' installeren om dit programma te installeren?
pl: Program '%s' musi być zainstalowany, aby wykonać tę czynność. Czy chcesz zainstalować pakiet '%s', aby zainstalować program?
sk: Na vykonanie tejto akcie je potrebné nainštalovať program'%s'. Chcete nainštalovať balíček '%s' na inštaláciu programu?
sr: Potrebno je instalirati program '%s' da bi se izvršila ova radnja. Želite li da instalirate '%s' peket da bi instalirali program?
sv: Programmet '%s' måste installeras för att utföra denna åtgärd. Vill du installera paketet '%s' för att installera programmet?
ta: இந்த செயலைச் செய்ய நிரல் '%s' நிறுவப்பட வேண்டும். நிரலை நிறுவ '%s' தொகுப்பை நிறுவ விரும்புகிறீர்களா?
tr: Bu işlemi gerçekleştirmek için '%s' programının yüklenmesi gerekiyor. Programı yüklemek için '%s' paketini yüklemek istiyor musunuz?
uk: Для виконання цієї дії необхідно встановити програму '%s'. Бажаєте встановити пакет '%s', щоб інсталювати програму?

source: Programmlisten History
cs: Historie seznamu programů
da: Programlister
de: Programmlisten Änderungen
el: Ιστορικό λίστας προγραμμάτων
et: Kanalinimekirja uuendaja ajalugu
fi: Ohjelmalista Historia
fr: Historique des programmes
hr: Povijest spiska kanala
it: Cronologia elenco programmi
lt: Programų sąrašo istorija
nl: Zenderlijst History
pl: Historia kanałów
sk: História zoznamov programov
sr: Istorija liste kanala
sv: Programlista Historia
ta: புரோகிராம்லிச்டன் வரலாறு
tr: Programmlisten Tarihçesi
uk: Історія програми
vi: Lịch sử chương trình
zh_cn: 程序列表历史记录

source: Programmlisten Restore
cs: Obnovení seznamu programů
da: Programlister gendan
de: Programmlisten wiederherstellen
el: Επαναφορά λίστας προγραμμάτων
et: Kanalinimekirja taastamine
fi: Ohjelmalista Palautus
fr: Liste des programmes Restaurer
hr: Vratiti spisak kanala
it: Ripristino elenco programmi
lt: Programų sąrašo atkūrimas
nl: Zenderlijst-updater herstellen
pl: Przywróć listy kanałów
sk: Obnoviť zoznamy programov
sr: Vratiti listu kanala
sv: Programlista Återställ
ta: நிரல் பட்டியல் மீட்டமை
tr: Programmlisten Geri Yükleme
uk: Відновлення програми
vi: Khôi phục chương trình
zh_cn: 还原程序列表

source: Programmlisten from DXAndy
cs: Seznam programů od DXAndy
da: Programlister fra DXAndy
de: Programmlisten von DXAndy
el: Λίστα προγραμμάτων από τον DXAndy
et: DXAndy kanalinimekirjad
fi: DXAndy Ohjelmalista
fr: Liste de programmes de DXAndy
hr: Spisak kanala od DXAndy
it: Elenco programmi di DXAndy
lt: Programų sąrašo-atnaujinimas iš DXAndy
nl: Zenderlijst-updater van DXAndy
pl: Listy kanałów od DXAndy
sk: Zoznamy programov od DXAndy
sr: Lista kanala od DXAndy
sv: Programlistor från DXAndy
ta: Dxandy இலிருந்து புரோகிராம் லிச்டன்
uk: Програмування від DXAndy
vi: Lập trình chương trình từ DXAndy
zh_cn: DXAndy的频道列表

source: Programmlisten-Updater from DXAndy
cs: Seznam programů-Updater od DXAndy
da: Programlister-Opdatering fra DXAndy
de: Programmlisten-Updater von DXAndy
el: Ενημέρωση λίστας προγραμμάτων από τον DXAndy
et: DXAndy kanalinimekirja uuendaja
fi: Ohjelmalistan päivitys DXAndy
fr: Actualiseur liste programmes par DXAndy
hr: Spisak kanala-Ažuriranje od DXAndy
it: Aggiornamento elenco programmi DXAndy
lt: Klausymo programa-atnaujinimas iš DXAndy
nl: Zenderlijst-updater van DXAndy
pl: Aktualizacja list kanałów od DXAndy
sk: Zoznam programov – Aktualizátor od DXAndy
sr: Lista kanala-Ažuriranje od DXAndy
sv: Uppdatering av programlistor från DXAndy
ta: Dxandy இலிருந்து புரோகிராம்லிச்டன்-அப் டேட்டர்
uk: Програмування-оновлення від DXAndy
vi: Chương trình-Trình cập nhật từ DXAndy
zh_cn: 来自DXA的程序列表更新器

source: Progress
bg: Прогрес
cs: Průběh
da: Fremgang
de: Fortschritt
el: Πρόοδος
et: Edenemisriba
fi: Etenemispalkki
fr: Progression
hr: Napredak
hu: Folyamat
it: Avanzamento
lt: Progresas
nl: Voortgang
pl: Pasek postępu
pt_br: Barra de progresso
ru: Полоса
sk: Priebeh
sl: Napredek
sr: Napredak
sv: Förlopp
ta: முன்னேற்றம்
tr: İlerleme
uk: Прогрес
vi: Phát triển
zh_cn: 进度

source: Progress bar left
bg: Прогрес бар в ляво
cs: Průběh vlevo
da: Fremgangsbjælke venstre
de: Links
el: Μπάρα προόδου αριστερά
et: Edenemisriba vasakul
fi: Etenemispalkki vasemmalla
fr: Barre de progression à gauche
hr: Napredak trake lijevo
hu: Folyamat kicsi
it: Barra avanzamento a sinistra
lt: Įvykių eigos juosta kairėje
nl: Voortgangsbalk links
pl: Pasek postępu z lewej
pt_br: Progr. peq. (esquerda)
ru: Прогресс-бар слева
sk: Ukazovateľ priebehu vľavo
sr: Napredak trake levo
sv: Progress bar vänster
ta: முன்னேற்றப் பட்டி எஞ்சியிருக்கும்
tr: İlerleme çubuğu solda
uk: Смужка поступу ліворуч
vi: Thanh tiến trình còn lại
zh_cn: 进度栏左侧

source: Progress bar right
bg: Прогрес бар в дясно
cs: Průběh vpravo
da: Fremgangsbjælke højre
de: Rechts
el: Μπάρα προόδου δεξιά
et: Edenemisriba paremal
fi: Etenemispalkki oikealla
fr: Barre de progression à droite
hr: Napredak trake desno
hu: Folyamat kicsi
it: Barra avanzamento a destra
lt: Įvykių eigos juosta dešinėje
nl: Voortgangsbalk rechts
pl: Pasek postępu z prawej
pt_br: Progr. peq. (direita)
ru: Прогресс-бар справа
sk: Ukazovateľ priebehu vpravo
sr: Napredak trake desno
sv: Progress bar höger
ta: முன்னேற்றப் பட்டி சரி
tr: İlerleme çubuğu sağda
uk: Смужка поступу праворуч
vi: Thanh tiến độ ngay
zh_cn: 进度栏右侧

source: Progress bar/Percentage left
bg: Лента на напредъка/Процент вляво
cs: Ukazatel průběhu/procent vlevo
da: Fremgangsbjælke/Procent venstre
de: Fortschrittsanzeige/Prozent links
el: Μπάρα προόδου/ποσοστό αριστερά
fi: Etenemispalkki/Prosentit vasemmalla
fr: Barre de progression/Pourcentage restant
hr: Napredak trake/postotak lijevo
it: Barra avanzamento/Percentuale a sinistra
lt: Eigos juosta / procentai kairėje
nl: Voortgangsbalk/Percentage links
pl: Pasek postępu/Procent z lewej
sk: Ukazovateľ priebehu/percentá vľavo
sr: Napredak trake/procenat levo
sv: Förloppsindikator/Procent vänster
ta: முன்னேற்றப் பட்டி/சதவீதம் இடது
tr: İlerleme çubuğu/Yüzdelik oran solda
uk: Прогрес бар/Відсотки зліва
zh_cn: 进度条/百分比左边

source: Progress bar/Percentage right
bg: Лента за напредък/Процент вдясно
cs: Ukazatel průběhu/procent vpravo
da: Fremgangsbjælke/Procent højre
de: Fortschrittsanzeige/Prozent rechts
el: Μπάρα προόδου/ποσοστό δεξιά
fi: Etenemispalkki/Prosentit oikealla"
fr: Barre de progression/Pourcentage à droite
hr: Napredak trake/postotak desno
it: Barra di avanzamento/Percentuale a destra
lt: Eigos juosta / procentai dešinėje
nl: Voortgangsbalk/Percentage rechts
pl: Pasek postępu/Procent z prawej
sk: Ukazovateľ priebehu/percentá vpravo
sr: Napredak trake/procenat desno
ta: முன்னேற்றப் பட்டி/சதவீத உரிமை
tr: İlerleme çubuğu/Yüzdelik oran sağda
uk: Прогрес бар/Відсотки справа
zh_cn: 进度条/百分比右边

source: Progress bar/Remaining minutes left
bg: Лента за напредък/Оставащи минути вляво
cs: Ukazatel průběhu/Zbývající minuty vlevo
da: Fremgangsbjælke/Resterende minutter venstre
de: Fortschrittsanzeige/verbleibende Minuten links
el: Μπάρα προόδου/λεπτά που απομένουν αριστερά
fi: Etenemispalkki/Jäljellä olevat minuutit vasemmalla
fr: Barre de progression/minutes restantes
hr: Napredak trake/Preostali minuti lijevo
it: Barra di avanzamento/Minuti rimanenti rimasti
lt: Eigos juosta / likusios minutės kairėje
nl: Voortgangsbalk/Resterende minuten links
pl: Pasek postępu/Pozostałe minuty z lewej
sk: Ukazovateľ priebehu/zostávajúce minúty vľavo
sr: Napredak trake/Preostali minuti levo
sv: Förloppsindikator/Resterande minuter kvar
ta: முன்னேற்றப் பட்டி/மீதமுள்ள நிமிடங்கள் மீதமுள்ளவை
tr: İlerleme çubuğu/Kalan dakika solda
uk: Прогрес бар/Залишилося хвилин зліва
zh_cn: 进度条/剩余分钟-

source: Progress bar/Remaining minutes right
bg: Лента за напредък/Оставащи минути вдясно
cs: Ukazatel průběhu/Zbývající minuty vpravo
da: Fremgangsbjælke/Resterende minutter højre
de: Fortschrittsanzeige/verbleibende Minuten rechts
el: Μπάρα προόδου/λεπτά που απομένουν δεξιά
fi: Etenemispalkki/Jäljellä olevat minuutit oikealla
fr: Barre de progression/Minutes restantes à droite
hr: Napredak trake/Preostali minuti desno
it: Barra di avanzamento/Minuti rimanenti a destra
lt: Eigos juosta / likusios minutės dešinėje
nl: Voortgangsbalk/Resterende minuten rechts
pl: Pasek postępu/Pozostałe minuty z prawej
sk: Ukazovateľ priebehu/zostávajúce minúty vpravo
sr: Napredak trake/Preostali minuti desno
sv: Förloppsindikator/Resterande minuter höger
ta: முன்னேற்றப் பட்டி/மீதமுள்ள நிமிடங்கள் சரியானது
tr: İlerleme çubuğu/Kalan dakika sağda
uk: Прогрес бар/Залишилося хвилин справа
zh_cn: 进度条/剩余分钟+

source: Progress info font size
bg: Размер на шрифта за информация за напредъка
cs: Velikost písma s informacemi o průběhu
da: Fremgangsinfo skriftstørrelse
de: Schriftgröße für Fortschrittsinformationen
el: Μέγεθος γραμματοσειράς πληροφοριών προόδου
fi: Etenemistiedot tekstikoko
fr: Taille de police des informations de progression
hr: Veličina slova info napretka
it: Dimensione carattere delle informazioni sullo stato di avanzamento
lt: Informacijos eigos šrifto dydis
nl: Programma voortgang lettergrootte
pl: Rozmiar czcionki informacji o postępie
sk: Veľkosť písma informácie o priebehu
sr: Veličina fonta info napretka
sv: Fontstorlek för Progress-information
ta: முன்னேற்ற செய்தி எழுத்துரு அளவு
tr: İlerleme bilgisi yazı tipi boyutu
uk: Розмір шрифту для прогресу інформації
zh_cn: 进度栏信息字体大小

source: Properties of current title
bg: Свойства за текущото заглавие
cs: Vlastnosti zvoleného titulu
da: Egenskaber for den nuværende titel
de: Details zum ausgewählten Titel
el: Ιδιότητες τρέχοντα τίτλου
et: Nimetuse omadused
fi: Ominaisuudet
fr: Propriétés du titre courant
hr: Svojstva trenutnog naslova
hu: Az aktuális tétel tulajdonságai
it: Proprietà titolo attuale
lt: Šio pavadinimo ypatybės
nl: Eigenschappen van huidige titel
pl: Właściwości aktualnego tytułu
pt_br: Propriedades do título atual
ru: Свойства текущего заголовка
sk: Vlastnosti aktuálneho titulu
sl: Lastnosti trenutnega naslova
sr: Svojstva trenutnog naslova
sv: Egenskaper för aktuell titel
ta: தற்போதைய தலைப்பின் பண்புகள்
tr: Geçerli başlığın özellikleri
uk: Властивості поточного заголовку
vi: Thuộc tính của tiêu đề hiện tại
zh_cn: 当前标题属性

source: Protect Quickmenu
bg: Защита на бързото меню
cs: Chránit Rychlé menu
da: Beskyt Kvikmenu
de: QuickMenü schützen
el: Προστασία γρήγορου μενού
et: Lukusta kiirmenüü
fi: Suojaa pikavalikko
fr: Protéger le Menu Rapide
hr: Zaštita Brzog menu
hu: Quickmenu védelme
it: Proteggi menu rapido
lt: Apsaugoti greitąjį meniu
nl: Beveilig het Snelstartmenu
pl: Chroń szybkie menu
ru: Защитить Быстрое меню
sk: Ochrana Rýchleho menu
sr: Zaštita Brzog Menija
sv: Skydda snabbmenyn
ta: குயிக்மெனுவைப் பாதுகாக்கவும்
tr: Hızlı Menüyü Koru
uk: Захистити швидке меню
vi: Bảo vệ Quickmenu
zh_cn: 保护快速菜单

source: Protect Screens
bg: Защита на екраните
cs: Zobrazit další zabezpečení
da: Beskyt skærme
de: Bedienoberfläche schützen
el: Προστασία μενού
et: Lukusta alammenüüd
fi: Suojaa valikot
fr: Protéger les écrans
hr: Zaštita Zaslona
hu: Képernyők védelme
it: Proteggi schermate
lt: Apsaugoti ekranus
nl: Beveilig menu's
pl: Chroń ekrany
ru: Защитить Окна
sk: Ochrana obrazoviek
sr: Zaštita Ekrana
sv: Skydda skärmar
ta: திரைகளைப் பாதுகாக்கவும்
tr: Ekranları Koru
uk: Захистити екран
vi: Bảo vệ màn hình
zh_cn: 保护屏幕

source: Protect configuration
bg: Защита на конфигурацията
cs: Chránit Nastavení konfigurace
da: Beskyt konfiguration
de: Konfiguration schützen
el: Προστασία παραμετροποίησης
et: Lukusta seadistused
fi: Suojaa asetukset
fr: Protéger la configuration
hr: Zaštita konfiguracije
hu: Beállítások védelme
it: Proteggi configurazione
lt: Apsaugoti konfigūraciją
nl: Beveilig instellingen
pl: Chroń konfigurację
ru: Пароль для конфигураций
sk: Ochrana konfigurácie
sr: Zaštita konfiguracije
sv: Skydda konfigurationen
ta: உள்ளமைவைப் பாதுகாக்கவும்
tr: Yapılandırma koruması
uk: Захистити конфігурацію
vi: Bảo vệ cấu hình
zh_cn: 保护配置

source: Protect context menus
bg: Защита на контекстните менюта
cs: Chránit Kontextové menu
da: Beskyt genvejsmenuer
de: Kontextmenüs schützen
el: Προστασία μενού περιεχομένων
et: Lukusta kontekstmenüüd
fi: Suojaa valikot
fr: Protéger les menus contextuels
hr: Zaštita kontekstualnih menu
hu: Menük védelme
it: Proteggi menu contestuali
lt: Apsaugoti kontekstinį meniu
nl: Beveilig context menu's
pl: Chroń menu kontekstowe
ru: Защитить контекстные меню
sk: Ochrana kontextového menu
sr: Zaštita kontekstualnih menija
sv: Skydda snabbmenyer
ta: சூழல் மெனுக்களைப் பாதுகாக்கவும்
tr: Bağlam menülerini koru
uk: Захистити контекстні меню
vi: Bảo vệ menu ngữ cảnh
zh_cn: 保护菜单

source: Protect main menu
bg: Защита на основмото меню
cs: Chránit Hlavní menu
da: Beskyt Hovedmenu
de: Hauptmenü schützen
el: Προστασία κύριου μενού
et: Lukusta peamenüü
fi: Suojaa päävalikko
fr: Protéger le menu principal
hr: Zaštita glavnog menu
hu: Főmenü védelme
it: Proteggi menu principale
lt: Apsaugoti pagrindinį meniu
nl: Beveilig hoofdmenu
pl: Chroń menu główne
ru: Пароль для Главного меню
sk: Ochrana Hlavného menu
sr: Zaštita glavnog menija
sv: Skydda huvudmenyn
ta: முதன்மையான மெனுவைப் பாதுகாக்கவும்
tr: Ana menüyü koru
uk: Захистити головне меню
vi: Bảo vệ menu chính
zh_cn: 保护主菜单

source: Protect movie list
bg: Защита на филмовия списък
cs: Chránit Seznam filmů
da: Beskyt filmliste
de: Filmliste schützen
el: Προστασία λίστας ταινιών
et: Lukusta filmilist
fi: Suojaa tallenneluettelo
fr: Protéger la liste de films
hr: Zaštita spiska filmova
hu: Felvett adások védelme
it: Proteggi elenco registrazioni
lt: Apsaugoti filmų sąrašą
nl: Beveilig opname lijst
pl: Chroń listę filmów
ru: Пароль для списка фильмов
sk: Ochrana zoznamu filmov
sr: Zaštita liste filmova
sv: Skydda filmlistan
ta: திரைப்பட பட்டியலைப் பாதுகாக்கவும்
tr: Film listesini koru
uk: Захистити спиоск фільмів
vi: Bảo vệ danh sách phim
zh_cn: 保护电影列表

source: Protect on epg age
bg: Защита на EPG за възрастни
cs: Zabezpečit ochranu EPG dle věku
da: Beskyt med EPG alder
de: Schützen durch EPG-Altersangaben
el: Προστασία σε ηλικία epg
et: Lukusta EPG vanusepiiranguga
fi: Suojaa ohjelmatiedossa mainitun ikärajan perusteella
fr: Protéger sur l'âge de l'EPG
hr: Zaštiti prema starosnoj dobi epg
hu: Korhatár védelem
it: Proteggi in base all'età EPG
lt: Apsaugoti EPG, atsižvelgiant į amžių
nl: Beveilig op epg leeftijd
pl: Zabezpiecz wiek EPG
ru: Защитить телегид
sk: Ochrana podľa veku v EPG
sr: Zaštita od starog epg
sv: Skydda mot epg-ålder
ta: ஈபிசி வயதில் பாதுகாக்கவும்
tr: Epg yaşına göre koruma
uk: Захистити телегід
vi: Bảo vệ tuổi epg
zh_cn: 对EPG年龄保护

source: Protect plugin browser
bg: Защита на плъгин браузъра
cs: Chránit Prohlížeč pluginů
da: Beskyt Plugin browser
de: Erweiterungen schützen
el: Προστασία πλοηγού προσθέτων
et: Lukusta pluginate menüü
fi: Suojaa lisäosien selaus
fr: Protéger les extensions du navigateur
hr: Zaštita dodatka preglednika
hu: Bővítménykezelő védelme
it: Proteggi elenco plugin
lt: Apsaugoti priedų naršyklę
nl: Beveilig de Plugin Browser
pl: Chroń przeglądarkę wtyczek
ru: Пароль для меню плагинов
sk: Ochrana Prehliadača pluginov
sr: Zaštita plugin pregledača
sv: Skydda plugin-webbläsare
ta: சொருகி உலாவியைப் பாதுகாக்கவும்
tr: Eklentiler listesini koru
uk: Захистити провідник плагінів
vi: Bảo vệ trình duyệt plugin
zh_cn: 保护插件浏览器

source: Protect services
bg: Защита на сервизите
cs: Zabezpečit programy
da: Beskyt kanaler
de: Programme vor unbefugtem Zugriff schützen
el: Προστασία υπηρεσιών
et: Lukusta kanalid
fi: Suojaa kanavat
fr: Protéger les services
hr: Zaštita za kanale
hu: Csatornák védelme
it: Proteggi servizi
lt: Apsaugoti kanalus
nl: Beveilig zenders
pl: Zabezpiecz kanały
pt_br: Proteger canais
ru: Пароль для каналов
sk: Ochrana staníc
sl: Zaščiti kanale
sr: Zaštita za kanale
sv: Skydda tjänster
ta: சேவைகளைப் பாதுகாக்கவும்
tr: Kanalları koru
uk: Захист каналів
vi: Bảo vệ dịch vụ
zh_cn: 保护服务

source: Protect software update screen
bg: Защита на екрана за актуализиране на софтуера
cs: Obrazovka pro aktualizaci softwaru Protect
el: Προστασία ενημέρωσης λογισμικού
fi: Suojaa ohjelmiston päivitysnäyttö
hr: Zaštita zaslona softverskih ispravki
it: Proteggi schermata di aggiornamento del software
lt: Apsaugoti programinės įrangos naujinimo ekraną
nl: Protect software update scherm
pl: Chroń ekran aktualizacji oprogramowania
sk: Ochrana obrazovky aktualizácie softvéru
sr: Zaštita ekrana softverskih ispravki
sv: Skydda skärmen för uppdatering av programvara
ta: மென்பொருள் புதுப்பிப்பு திரையைப் பாதுகாக்கவும்
tr: Yazılım güncelleme ekranını koru
uk: Захистити меню оновлення ПЗ

source: Protect standby menu
bg: Защита на менюто в режим на готовност
cs: Chránit Vypínací menu
da: Beskyt Standby menu
de: Ausschaltmenü schützen
el: Προστασία μενού αναμονής
et: Lukusta seiskamismenüü
fi: Suojaa sammutusvalikko
fr: Protéger le menu de veille
hr: Zaštita menu pripravnosti
hu: Készenléti menü védelme
it: Proteggi menu standby
lt: Apsaugoti išjungimo meniu
nl: Beveilig stand-by menu
pl: Chroń menu czuwania
ru: Пароль для режима ожидания
sk: Ochrana menu pohotovostného režimu
sr: Zaštita menija pripravnosti
sv: Skydda standby-menyn
ta: காத்திருப்பு மெனுவைப் பாதுகாக்கவும்
tr: Bekleme menüsünü koru
uk: Захистити меню вимкнення
vi: Bảo vệ menu chờ
zh_cn: 保护待机菜单

source: Protect timer menu
bg: Защита на менюто на таймера
cs: Chránit menu Časoovačů
da: Beskyt Timermenu
de: Timermenü schützen
el: Προστασία μενού χρονοδιακοπτών
et: Lukusta taimeri menüü
fi: Suojaa ajastusvalikko
fr: Protéger le menu des programmations/timers
hr: Zaštita tajmer menu
hu: Időzítő menü védelme
it: Proteggi menu timer
lt: Apsaugoti laikmačio meniu
nl: Beveilig timer menu
pl: Chroń menu timera
ru: Защитить меню таймера
sk: Ochrana menu časovačov
sr: Zaštita tajmer menija
sv: Meny för skyddstimer
ta: நேரங்குறிகருவி மெனுவைப் பாதுகாக்கவும்
tr: Zamanlayıcı menüsünü koru
uk: Захистити меню таймерів
vi: Menu bảo vệ hẹn giờ
zh_cn: 保护定时器菜单

source: Protocol
bg: Протокол
cs: Protokol
da: Protokol
de: Protokoll
el: Πρωτόκολλο
et: Protokoll
fi: Protokolla
fr: Protocole
hr: Protokol
hu: Protokoll
it: Protocollo
lt: Protokolas
pl: Protokół
ru: Протокол
sk: Protokol
sr: Protokol
sv: Protokoll
ta: நெறிமுறை
tr: Protokol
uk: Протокол
vi: Giao thức
zh_cn: 协议

source: Prov
cs: Poskytovatel
el: Πάροχοι
fi: Palveluntarjoaja
fr: Opérateur
hr: Posluž
hu: Szolgáltató
lt: Teik
ru: Кнопка Prov
sk: Poskyt
tr: Sağlayıcı
uk: Кнопка Prov
vi: Chứng minh
zh_cn: 供应商

source: Provider
bg: Провайдер
cs: Poskytovatel
da: Udbyder
el: Πάροχος
et: Levitaja
fi: Palveluntarjoaja
fr: Opérateur
hr: Poslužitelj
hu: Szolgáltató
lt: Teikėjas
pl: Nadawca
pt_br: Operadora
ru: Провайдер
sk: Poskytovateľ
sl: Ponudniki
sr: Provajder
sv: Leverantör
ta: வழங்குநர்
tr: Sağlayıcı
uk: Провайдер
vi: Nhà cung cấp
zh_cn: 供应商

source: Provider Name:
bg: Име на провайдер:
cs: Poskytovatel:
da: Udbydernavn:
de: Name Provider:
el: Όνομα παρόχου:
et: Levitaja:
fi: Palveluntarjoajan nimi:
fr: Nom de l'opérateur :
hr: Ime Poslužitelja:
hu: Szolgáltató Neve:
it: Nome provider:
lt: Teikėjo pavadinimas:
nl: Provider naam:
pl: Nazwa Nadawcy:
ru: Название провайдера:
sk: Názov poskytovateľa:
sr: Ime provajdera:
sv: Leverantörsnamn:
ta: வழங்குநரின் பெயர்:
tr: Sağlayıcı Adı:
uk: Назва провайдера:
vi: Tên nhà cung cấp:
zh_cn: 供应商名称:

source: Providers
bg: Провайдери
cs: Poskytovatelé
da: Udbydere
de: Anbieter
el: Πάροχοι
et: Levitajad
fi: Palveluntarjoajat
fr: Opérateurs
hr: Poslužitelji
hu: Szolgáltatók
it: Provider
lt: Teikėjai
pl: Nadawcy
pt_br: Operadoras
ru: Провайдеры
sk: Poskytovatelia
sl: Ponudniki
sr: Provajderi
sv: Leverantörer
ta: வழங்குநர்கள்
tr: Sağlayıcılar
uk: Провайдери
vi: Các nhà cung cấp
zh_cn: 供应商
