Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Update completed, %d package was installed.
da: Opdatering gennemført, %d pakke blev installeret.
et: Uuendamine tehtud, paigaldati %d pakett.
hu: A frissítés elkészült, %d csomag került telepítésre.
pt_br: Atualização concluída. %d pacote instalado.
ru: Обновление завершено, %d пакет установлен.
vi: Cập nhật hoàn tất, gói%d đã được cài đặt.
zh_cn: 更新完成,安装了 %d 个软件包.

source: Update delay for Events in List. Scrolling in List is faster with higher delay, especially on big Lists !
da: Opdateringsforsinkelse for Begivenheder i liste. Rulning i liste er hurtigere med en større forsinkelse, specielt i store lister!
de: Aktualisierungs-Verzögerung für Events in der Liste. Das Scrollverhalten wird schneller mit einer höheren Verzögerung, speziell bei größeren Listen!
et: Viiteaeg saadete uuendamiseks nimekirjas. Nimekirjas kerimine on suurema viiteaja puhul kiirem, eriti suurtes nimekirjades!
hu: Frissítési késleltetés az Eseményeknek a listában. A listában való görgetés gyorsabb, nagyobb késéssel, különösen a nagy listákon!
vi: Cập nhật độ trễ cho các sự kiện trong danh sách. Cuộn trong Danh sách nhanh hơn với độ trễ cao hơn, đặc biệt trên Danh sách lớn!
zh_cn: 更新列表中事件的延时.滚动列表与较高的延迟速度,特别是在大名单!

source: Update failed. Your %s %s does not have a working internet connection.
da: Opdatering mislykkedes. Din %s %s har ikke en fungerende Internetforbindelse.
de: Update fehlgeschlagen. Ihre %s %s hat keine funktionierende Internetverbindung.
et: Uuendamine nurjus. %s %s ei oma internetiühendust.
hu: A frissítés nem sikerült. A(z) %s %s készüléknek nincs egy működőképes kapcsolata az internettel.
ru: Обновление не удалось. В вашем %s %s нет работающего интернет-соединения.
vi: Cập nhật thất bại. % s% s của bạn không có kết nối internet hoạt động.
zh_cn: 更新失败.你的 %s %s 没有可用的网络连接.

source: Update interval (in seconds)
da: Opdateringsinterval (i sekunder)
de: Update-Intervall (in Sekunden)
et: Uuendamise vahemik (sekundites)
hu: Frissítési intervallum (másodpercben)
ru: Интервал обновления (в секундах)
vi: Cập nhật khoảng thời gian (tính bằng giây)
zh_cn: 更新间隔(以秒为单位)

source: Update is reported as faulty !!
da: Opdatering er rapporteret som fejlbehæftet!!
de: !! Fehlerhaftes Update gemeldet !!
et: Uuendus on teatatud vigaseks !!
hu: A frissítés hibásnak bizonyult !!
ru: Обновление отмечено как нестабильное!!
vi: Cập nhật được báo cáo là bị lỗi !!
zh_cn: 更新报告为错误!!

source: Updatefeed not available.
da: Opdaterings-feed ikke tilgængelig.
de: Update-Feed nicht verfügbar.
et: Uuenduslink pole saadaval.
hu: Frissítő szerver nem elérhető.
pt_br: Servidor de atualizações não disponível.
ru: Фида обновления не существует.
sl: Server je trenutno nedosegljiv.
vi: Cập nhật nguồn cấp dữ liệu không có sẵn.
zh_cn: 更新不可用.

source: Updates Available:
da: Opdateringer tilgængelig:
de: Verfügbare Updates:
et: Uuendusi leitud:
hu: Elérhető frissítések:
ru: Доступные обновления:
vi: Cập nhật có sẵn:
zh_cn: 可用更新:

source: Updating cache
da: Opdatere mellemlager
de: Cache aktualisieren
vi: Cập nhật bộ đệm
zh_cn: 正在更新缓存...

source: Updating cache, please wait...
da: Opdater mellemlager, vent venligst...
de: Cache wird aktualisiert. Bitte warten...
et: Vahemälu uuendamine, oota veidi...
hu: Cache frissítése, kérem várjon...
vi: Đang cập nhật bộ đệm, vui lòng đợi ...
zh_cn: 正在更新缓存,请稍候...

source: Updating mount locations.
da: Opdatere mount placering.
de: Aktualisieren Mount-Einstellungen.
et: Haakepunktide uuendamine.
hu: Csatlakozási helyek frissítése.
ru: Обновление параметров монтирования.
vi: Cập nhật vị trí gắn kết.
zh_cn: 正在更新挂载位置...

source: Updating software catalog
da: Opdaterer softwarekatalog
de: Softwarekatalog wird aktualisiert.
et: Tarkvarakataloogi uuendamine
hu: Szoftver katalógus frissítése
pt_br: Atualizando o catálogo de software...
ru: Каталог обновления ПО
sl: Posodabljanje kataloga programov...
vi: Cập nhật danh mục phần mềm
zh_cn: 正在更新软件目录...

source: Upgrade (Backup, Flash & Restore All)
da: Opgrader (Sikkerhedskopier, Flash, & Gendan alt)
de: Upgrade (Backup, flashen & alles wiederherstellen)
et: Uuenda (varunda, paigalda püsivara ja taasta kõik)
vi: Nâng cấp (Sao lưu, Flash & Khôi phục tất cả)
zh_cn: 升级(备份,刷写和恢复所有内容)

source: Upgrade and reboot system
da: Opgrader og genstart system
de: Aktualisieren und das Systen neu starten
et: Uuenda ja taaskäivita süsteem
hu: Frissítés, majd újraindítás
ru: Обновить и перезагрузить ресивер
vi: Nâng cấp và khởi động lại hệ thống
zh_cn: 升级并重新启动系统

source: Upgrading
da: Opdaterer
de: Aktualisieren
et: Uuendamine
hu: Frissítés
pt_br: Atualizando...
ru: Обновление
sl: Nadgrajujem
vi: Nâng cấp
zh_cn: 正在升级...

source: Use Keymap
da: Brug tastekort
de: Tastaturbelegung
et: Kasuta nupuasetust
hu: Melyik Keymapot választja
ru: Использовать Keymap
vi: Sử dụng Keymap
zh_cn: 使用键盘映射

source: Use Manual dns-nameserver
de: DNS-Server manuell einstellen
et: Määra nimeserver käsitsi
hu: Használja a DNS névszervere kézikönyvet
vi: Sử dụng máy chủ tên dns thủ công
zh_cn: 使用手动的DNS域名服务器

source: Use OnlineFlash in SoftwareManager
da: Brug OnlineFlash i Software-håndtering
de: Verwenden Sie OnlineFlash im SoftwareManager
et: Kasuta tarkvara halduris püsivara paigaldust
hu: OnlineFlash használva a Szoftver kezelőben
vi: Sử dụng Flash trực tuyến trong Trình quản lý phần mềm
zh_cn: 在软件管理器中使用在线刷写

source: Use OpenTV EPG information when it is available.
da: Brug OpenTV EPG information når den er tilgængelig.
de: OpenTV EPG Information verwenden, wenn sie verfügbar sind.
zh_cn: 当OpenTV EPG信息可用时使用.

source: Use as HDD
da: Brug som harddsik
de: Mount HDD
et: Kasuta kõvakettana
hu: Használat Merevlemezként
ru: Как HDD
vi: Sử dụng như ổ cứng
zh_cn: 当作硬盘使用

source: Use automatic mode detection. This option reads all supported modes from your TV. Please disable it only if you want to customize the preferred configuration.
da: Brug automatisk tilstandsopdagelse. Denne mulighed læser alle understøttede tilstande fra dit TV. Deaktiver venligst dette hvis du ønsker at tilpasse den foretrukne konfiguration.
de: Verwenden Sie die automatische Moduserkennung. Die Option liest alle unterstützten Modi von Ihrem TV Gerät. Bitte deaktivieren Sie es nur, wenn Sie die bevorzugte Konfiguration anpassen möchten.
et: Kasuta automaatset režiimi tuvastamist. See valik loeb telerist kõik toetatud režiimid. Keela see ainult juhul, kui tahad kasutada oma kohandatud seadistusi.
hu: Használja az automatikus mód észlelését. Ez az opció az összes támogatott módot leolvassa a TV-készülékről. Kérjük, csak akkor tiltsa le ezt, ha személyre szabja az előnyben részesített konfigurációt.
vi: Sử dụng chế độ tự động phát hiện. Tùy chọn này đọc tất cả các chế độ được hỗ trợ từ TV của bạn. Vui lòng tắt nó chỉ khi bạn muốn tùy chỉnh cấu hình ưa thích.
zh_cn: 使用自动模式检测. 此选项从电视中读取所有支持的模式. 请仅在要自定义首选配置时禁用它.

source: Use for load only x days in EPG
da: Bruges til kun at hent+ X dage i EPG
de: Einstellen, wieviele Tage der EPG laden soll.
et: Määra saatekavas kuvatavate päevade arv
hu: Ennyi napot mutat maximálisan az EPG műsorújság
vi: Chỉ sử dụng để tải x ngày trong EPG
zh_cn: EPG中只加载x天使用

source: Use individual settings for each directory
da: Brug individuel indstillinger for hver mappe
de: Einstellungen für jedes Verzeichnis
et: Omadused jäetakse iga kataloogi puhul meelde
hu: Beállítások mentése egyedileg mappánként
pt_br: Usar configurações individuais para cada diretório
ru: Для каждой папки свои настройки
vi: Sử dụng các cài đặt riêng cho từng thư mục
zh_cn: 使用每个目录的单独设置

source: Use slim screen
da: Brug slank skærm
de: Slim Screen verwenden
et: Kasuta kitsast vaadet
hu: Használjon vékony képernyőt
ru: Используйте мини окно
vi: Sử dụng màn hình mỏng
zh_cn: 使用超薄屏幕

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
da: Brug Venstre/Højre knapperne på din fjernbetjening til at justere størrelsen på brugergrænsefladen. Venstre knap reducere størrelsen, Højre øger størrelsen.
de: Die Links/Rechts Tasten benutzen, um die Größe der GUI einzustellen. Links und OSD wird kleiner, Rechts und OSD wird größer.
et: Kasuta ekraanigraafika suuruse muutmiseks VASAK/PAREM nuppe. VASAK vähendab ja PAREM suurendab.
hu: Használja a távvezérlő Bal/Jobb gombjait a felhasználói felület méretének beállításához. A bal gombbal csökken a méret, a jobb gombbal növeli a méretet.
ru: Используйте кнопки влево/вправо для регулировки размера GUI. Кнопка влево уменьшает размер, кнопка вправо увеличивает.
vi: Sử dụng các nút Trái / Phải trên điều khiển từ xa để điều chỉnh kích thước của giao diện người dùng. Nút trái giảm kích thước, Phải tăng kích thước.
zh_cn: 使用遥控器上的左/右键来调整用户界面的大小.左键减小大小,右键增加大小.

source: Use the Left/Right buttons on your remote to move the user interface left/right
da: Brug Venstre/Højre knapperne på din fjernbetjening til at flytte brugergrænsefladen venstre/højre.
de: Die Links/Rechts Tasten benutzen, um die Position des OSD nach links/rechts zu verschieben
et: Kasuta ekraanigraafika vasakule ja paremale liigutamiseks VASAK/PAREM nuppe
hu: Használja a távvezérlő Bal/Jobb gombjait a felhasználói felület Balra/Jobbra történő mozgatásához
ru: Используйте кнопки влево/вправо для перемещения GUI влево и вправо
vi: Sử dụng các nút Trái / Phải trên điều khiển từ xa để di chuyển giao diện người dùng sang trái / phải
zh_cn: 使用遥控器上的左/右键移动用户界面左/右键

source: Use the Left/Right buttons on your remote to move the user interface up/down
da: Brug Venstre/Højre knapperne på din fjernbetjening til at flytte brugergrænsefladen op/ned.
de: Die Links/Rechts Tasten benutzen, um das OSD nach oben/unten zu verschieben
et: Kasuta ekraanigraafika üles/alla liigutamiseks VASAK/PAREM nuppe
hu: Használja a távirányító Bal/Jobb gombjait a felhasználói felület Fel/Le mozgatásához
ru: Используйте кнопки влево/вправо для перемещения GUI вверх и вниз
vi: Sử dụng các nút Trái / Phải trên điều khiển từ xa để di chuyển lên / xuống giao diện người dùng
zh_cn: 使用遥控器上的左/右键将用户界面向上/向下移动

source: Use the alternative screen
da: Brug den alternative skærm.
de: Legen Sie fest, ob eine alternative Anzeige benutzt werden soll.
et: Kasuta alternatiivset vaadet
hu: Használja az alternatív képernyőt
ru: Использовать альтернативное окно
vi: Sử dụng màn hình thay thế
zh_cn: 使用备选屏幕

source: Use the cursor keys to select an installed image and then Erase button.
da: Brug markørtasterne til at vælge et installeret Image og så Slet knappen.
de: Ein installiertes Image auswählen und danach die Taste GRÜN drücken, um es zu löschen.
et: Kasuta kursorinuppe paigaldatud püsivara valikuks ja siis nuppu 'Kustuta'.
vi: Sử dụng các phím con trỏ để chọn một hình ảnh được cài đặt và sau đó nút Xóa.
zh_cn: 使用光标键选择已安装的镜像,然后单击'擦除'按钮.

source: Use the cursor keys to select an installed image and then Reboot button.
da: Brug markørtasterne til at vælge et installeret Image og så Genstart knappen.
de: Ein installiertes Image auswählen und danach die Taste GRÜN für den Neustart drücken.
et: Kasuta paigaldatud püsivara valikuks noolenuppe ja siis nuppu 'Taaskäivitus'.
vi: Sử dụng các phím con trỏ để chọn một hình ảnh được cài đặt và sau đó khởi động lại nút.
zh_cn: 用光标键选择一个镜像,然后重新启动安装.

source: Use the cursor keys to select an installed image and then Start button.
da: Brug markørtasterne til at vælge et installeret Image og så Start knappen.
de: Ein installiertes Image auswählen und danach die Taste GRÜN drücken, um das Fullbackup zu starten.
et: Kasuta kursorinuppe paigaldatud püsivara valikuks ja siis nuppu 'Käivita'.
vi: Sử dụng các phím con trỏ để chọn một hình ảnh được cài đặt và sau đó là nút Bắt đầu.
zh_cn: 使用光标键选择已安装的映像,然后单击绿色键.

source: Use the network wizard to configure your Network
da: Brug Netværksassistenten til at konfigurere dit netværk
de: Den Netzwerkassistenten zur Konfiguration des Netzwerks verwenden
et: Kasuta võrgu seadistamiseks võrguabilist
hu: Használja a Hálózat Varázslót a hálózat konfigurálásához
ru: Использовать мастер для настройки сети
vi: Sử dụng trình hướng dẫn mạng để định cấu hình Mạng của bạn
zh_cn: 使用网络向导来配置您的网络

source: Use the up/down keys on your remote control to select an option. After that, press OK.
da: Brug knapperne op/ned på din fjernbetjening for at vælge en indstilling. Tryk derefter på OK.
de: Eine Option mit den Hoch/Runter Tasten auswählen. Danach OK drücken.
et: Kasuta valimiseks üles/alla nuppu puldil, siis vajuta OK.
hu: A fel/le nyílgombokkal változtathatja az opciót. Ez után nyomja meg az OK-t.
pt_br: Use os botões cima/baixo do controle remoto para selecionar. Pressione OK para continuar.
ru: Используйте клавиши вверх и вниз на пульте для выбора опций. После этого нажмите OK.
sl: Za izbiranje uporabite tipke gor/dol na vašem upravljalniku. Nato pritisnite OK.
vi: Sử dụng các phím lên / xuống trên điều khiển từ xa của bạn để chọn một tùy chọn. Sau đó, nhấn OK.
zh_cn: 使用您的遥控器上的上/下键来选择一个选项.之后,按下'确定'键.

source: Use these settings?
da: Brug disse indstillinger ?
de: Diese Einstellungen verwenden?
et: Kas kasutada neid seadeid?
hu: Ezen beállítások használata?
pt_br: Usar estas configurações?
ru: Использовать эти настройки?
vi: Sử dụng các cài đặt này?
zh_cn: 是否使用这些设置?

source: Use timeshift seekbar while timeshifting?
da: Brug Timeshift søgebjælke under timeshifting ?
de: Benutze Timeshift-Suchleiste bei Timeshift? *
et: Otsiriba kasutamine ajanihke ajal
hu: Használja a Timeshift keresősávot a Timeshift közben?
ru: Использовать Seekbar во время работы таймшифта?
vi: Sử dụng thanh tìm kiếm timeshift trong khi timeshifting?
zh_cn: 时移时是否使用时移搜索栏?

source: Use trash can in movielist
da: Brug skraldespand i filmliste
de: Papierkorb in der Filmliste benutzen
et: Prügikasti kasutamine filmilistis
hu: Kuka használata a Felvétel listában
pt_br: Usar lixeira na lista de gravações
ru: Использование корзины в списке фильмов
vi: Sử dụng thùng rác trong Movielist
zh_cn: 在电影列表中使用回收站

source: Use workaround for wakeup from deep-standby?
da: Brug nødløsning for vækning fra Dyb Standby
de: Workaround für das Aufwachen aus dem Deep-Standby benutzen
et: Erilahendus ooteseisundist käivitumisel
hu: Használjon megoldást a kikapcsolt állapot ébresztésre?
vi: Sử dụng cách giải quyết để đánh thức từ chế độ chờ sâu?
zh_cn: 使用从深度待机唤醒

source: User - bouquets
da: Bruger kanallister
de: Benutzer - Bouquets
et: Lemmiknimekirjad
hu: Felhasználói csatornacsomagok
pt_br: Favoritos
ru: Фавориты
vi: Người dùng - gói kênh
zh_cn: 用户-频道列表

source: User defined delay when you press another button to zap to the channel.
bg: Дефинирано от потребителя забавяне, когато натиснете друг бутон за zap на канала.
da: Brugerdefineret forsinkelse efter du trykker på anden knap for at Zappe til kanalen.
de: Die Umschaltverzögerung der weiteren Zifferntasten einstellen.
et: Kasutaja määratud viiteaeg kanalivahetusel pärast vajutust teisele nupule.
hu: Felhasználó által definiált késleltetés, ha megnyom egy másik gombot a csatorna ugrásához.
vi: Người dùng xác định độ trễ khi bạn nhấn nút khác để tìm kênh.
zh_cn: 用户定义的延时你按下另一个键来消除频道.

source: User defined delay when you press the first button to zap to the channel.
bg: Дефинирано от потребителя забавяне, когато натиснете 1-вия бутон за zap на канал.
da: Brugerdefineret forsinkelse efter du trykker på første knap for at Zappe til kanalen.
de: Die Umschaltverzögerung der ersten Zifferntaste einstellen.
et: Kasutaja määratud viiteaeg kanalivahetusel pärast vajutust esimesele nupule.
hu: Felhasználó által definiált késleltetés, amikor megnyomja az első gombot a csatorna ugrásához.
vi: Người dùng xác định độ trễ khi bạn nhấn nút đầu tiên để hạ gục kênh.
zh_cn: 用户定义的延时,当你按下第一个键可用的频道.

source: User interface visibility
da: Brugergrænseflade synlighed
de: Deckkraft Benutzeroberfläche
et: Ekraanigraafika nähtavus
hu: Felhasználói felület láthatósága
ru: Видимость пользовательского интерфейса
vi: Giao diện người dùng
zh_cn: 用户界面的可视性

source: Userlogo:
da: Brugerlogo:
de: Benutzerlogo:
vi: Logo người dùng:
zh_cn: 用户标识:

source: Username:
da: Brugernavn:
de: Nutzername:
et: Kasutajanimi:
hu: Felhasználói név:
ru: Имя пользователя:
sl: Uporab. ime
vi: Tên đăng nhập:
zh_cn: 用户名:

source: Using LNB %d
de: Verwende LNB %d
et: Kasutuses LNB %d
hu: %d fej használatával
pt_br: Usando LNB %d
ru: Используемый LNB %d
vi: Sử dụng LNB %d
zh_cn: 使用 LNB %d

source: Using tuner %s
de: Verwende Tuner %s
et: Kasutuses tuuner %s
hu: %s tuner használatával
pt_br: Usando tuner %s
ru: Используемый тюнер %s
vi: Sử dụng bộ chỉnh%s
zh_cn: 使用调谐器 %s

source: VCR scart
de: VCR Scartbuchse
ru: Видеомагнитофон
sl: Preklopi na SCART vhod
zh_cn: VCR色差

source: VOD long
da: VOD lang
de: VOD lang
et: VOD - pikk
vi: VODdài
zh_cn: 视频点播 长按

source: Venezuela (Bolivarian Republic of)
de: Venezuela (Bolivarische Republik)
et: Venezuela
hu: Venezuela
vi: Venezuela (Cộng hòa Bolivar)
zh_cn: 委内瑞拉(玻利瓦尔共和国)

source: Verkehr
zh_cn: 循环

source: Verschiedenes
da: Forskellig
zh_cn: 其他

source: Version %s %s
et: Versioon %s %s
vi: Phiên bản % s% s
zh_cn: 版本 %s %s

source: Version / Build: %s (%s)
da: Version / Byggenr.: %s (%s)
zh_cn: 版本/创建: %s (%s)

source: Version: %s
et: Versioon: %s
hu: Verzió: %s
ru: Версия: %s
vi: Phiên bản:% s
zh_cn: 镜像版本: %s

source: Vertical alignement for the event-progress.
da: Lodret justering af begivenhedsfremgang.
de: Vertikale Ausrichtung des Sendungsfortschritt.
zh_cn: 事件进度的垂直对齐.

source: Vertical alignement for the service number.
da: Lodret justering af kanalnummeret.
de: Vertikale Ausrichtung der Kanalnummer.
zh_cn: 服务编号的垂直对齐.

source: VerticalEPG settings
da: Lodret EPG indstillinger
de: Vertikaler EPG
et: Vertikaalse EPG seaded
hu: Függőleges EPG beállítása
vi: Cài đặt
zh_cn: 垂直EPG设置

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
da: Vælg videoindgang Tryk venligst på OK hvis du kan se denne side på dit TV (eller vælg en anden indgang). Den næste indgang bliver automatisk undersøgt om 10 sekunder.
de: Auswahl des Videoeingangs Bitte drücken Sie OK, wenn Sie diese Seite auf Ihrem Fernseher sehen können (oder wählen Sie einen anderen Eingang aus). Der nächste Videoeingang wird automatisch nach 10 Sekunden getestet.
et: Videosisendi valik Vajuta OK, kui näed seda lehekülge TV ekraanil(või vali teine sisend). Järgmist sisendit proovitakse automaatselt 10 sekundi möödudes.
hu: Video bementi kiválasztás Nyomja meg az OK-t ha látja ezt a képet a TV képernyőn (vagy válasszon más bemeneti portot). A következő bemeneti port automatikusan átkapcsol 10 mp múlva.
ru: Выбор видео входа Нажмите ОК если вы видите эту страницу на экране ТВ (или выберите другой вход). Следующий вход будет автоматически выбран через 20 сек.
sl: Izbira video vira Če vidite to sliko na zaslonu vašega TVja, pritisnite tipko OK ali pa izberite drugi vir. Naslednji video vir bo samodejno preverjen čez 10 sekund.
vi: Lựa chọn đầu vào video Vui lòng nhấn OK nếu bạn có thể thấy trang này trên TV của bạn (hoặc chọn một cổng đầu vào khác). Cổng đầu vào tiếp theo sẽ được tự động dò trong 10 giây.
zh_cn: 视频输入选择 请按'确定'键,如果你可以看到这个网页在你的电视上(或选择一个不同的输入端 口). 下一个输入端口将在10秒内自动探测.

source: Video mode selection.
da: Video tilstandsvalg.
de: Auswahl des Videomodus.
et: Videorežiimi valik.
hu: Video mód kiválasztás.
pt_br: Selecionar modo de vídeo
ru: Выбор режима видео
sl: Izbira video načina.
vi: Lựa chọn chế độ video.
zh_cn: 视频模式选择.

source: Video mode: 1080p
da: Videotilstand: 1080p
de: Videomodus: 1080p
et: Videorežiim: 1080p
hu: Videó mód: 1080p
vi: Chế độ video: 1080p
zh_cn: 视频模式: 1080p

source: Video mode: 1080p also not available
da: Videotilstand: 1080p heller ikke tilgængelig
de: Videomodus: 1080p nicht verfügbar
et: Videorežiim: 1080p pole samuti saadaval
hu: Videó mód: 1080p szintén nem elérhető
ru: Видео режим: 1080p также не существует
vi: Chế độ video: 1080p cũng không khả dụng
zh_cn: 视频模式：1080p也不可用

source: Video mode: 2160p
da: Videotilstand: 2160p
de: Videomodus: 2160p
et: Videorežiim: 2160p
hu: Videó mód: 2160p
vi: Chế độ video: 2160p
zh_cn: 视频模式:2160p

source: Video mode: 2160p also not available
da: Videotilstand: 2160p heller ikke tilgængelig
de: Videomodus: 2160p ebenfalls nicht verfügbar
et: Videorežiim: 2160p pole samuti saadaval
hu: Videó mód: 2160p szintén nem elérhető
vi: Chế độ video: 2160p cũng không khả dụng
zh_cn: 视频模式：2160p也不可用

source: Video settings
da: Videoindstillinger
de: Bild-Einstellungen
et: Pildi seaded
hu: Videó beállítások
ru: Настройки видео
vi: Cài đặt video
zh_cn: 视频设置

source: Video:
bg: Видео:
hu: Videó:
zh_cn: 视频:

source: VideoWizard
da: VideoAssistent
de: Bildschirmauflösung
et: Videoabiline
hu: Video varázsló
ru: Мастер настроек видео
vi: Thuật sĩ video
zh_cn: 视频向导

source: Videoclip
da: Videoklip
zh_cn: 视频剪辑

source: Videocodec
et: Koodek
hu: Videó kodek
pt_br: Codec de vídeo
ru: Видеокодек
vi: Codec video
zh_cn: 视频解码

source: Videoformat
et: Kuvasuhe
hu: Videó formátum
pt_br: Formato de vídeo
ru: Видеопропорции
vi: Định dạng video
zh_cn: 视频格式

source: Videomode
de: Videomodus
et: Videorežiim
hu: Videó mód
ru: Режим видео
vi: Chế độ quay
zh_cn: 视频模式

source: Videosize
de: Bildgröße
et: Lahutus
hu: Videó méret
pt_br: Resolução
ru: Видеоразрешение
vi: Kích thước video
zh_cn: 视频大小

source: View Rass interactive...
da: Se Rass interaktiv...
de: RaSS Interaktiv anzeigen...
et: Rass interactive.
hu: Rass interaktív szolgáltatás használata...
pt_br: Ver Rass interativo
ru: Интерактивный просмотр RASS
sl: Gledaj Rass interaktivno...
vi: Xem Rass tương tác ...
zh_cn: 查看Rass互动...

source: View details
da: Se detaljer
de: Details ansehen
et: Üksikasjade vaatamine
hu: Részletek megtekintése
pt_br: Ver detalhes
ru: Просмотр деталей
sl: Poglej podrobnosti
vi: Xem chi tiết
zh_cn: 查看详细信息

source: View list of available
da: Se liste over tilgængelige
de: Eine Liste der verfügbaren
et: Näita saadaolevaid
hu: Az elérhetők listázása:
pt_br: Ver disponíveis
ru: Просмотр списка доступных
sl: Poglej seznam razpoložljivih
vi: Xem danh sách có sẵn
zh_cn: 查看可用列表

source: View list of available CommonInterface extensions
da: Se liste over alle tilgængelige Common Interface udvidelser
de: Verfügbare Common Interface-Erweiterungen anzeigen.
et: Näita saadaolevaid CI laiendusi
hu: Az elérhető CI-Bővítmények listázása
pt_br: Ver extensões de CI disponíveis
ru: Просмотр доступных дополнений CAM-модуля
sl: Poglej seznam obstoječih CommonInterface vtičnikov.
vi: Xem danh sách các tiện ích mở rộng CommonInterface có sẵn
zh_cn: 查看可用的扩展的通用接口视图列表

source: View list of available EPG extensions.
da: Se liste over tilgængelige EPG udvidelser.
de: Verfügbare EPG-Erweiterungen anzeigen.
et: Kuva saadaolevad EPG laiendused.
hu: Az elérhető EPG-bővítmények listája.
pt_br: Ver extensões de EPG disponíveis
ru: Просмотр доступных дополнений телегида
sl: Poglej seznam obstoječih EPG vtičnikov.
vi: Xem danh sách các phần mở rộng EPG có sẵn.
zh_cn: 查看可用的EPG扩展列表

source: View list of available Satellite equipment extensions.
da: Se liste over tilgængelige Satelitudstyrsudvidelser.
de: Verfügbare Satellitenausrüstungs-Plugins anzeigen.
et: Kuva saadaolevad satiseadmete laiendused.
hu: Az elérhető műholdvevő berendezés bővítményeinek listázása.
pt_br: Ver extensões de equipamento de satélite disponíveis
ru: Просмотр доступных дополнений спутникового оборудования
sl: Poglej seznam obstoječih Satellite equipment vtičnikov.
vi: Xem danh sách các phần mở rộng thiết bị vệ tinh có sẵn.
zh_cn: 查看可用的卫星设备扩展列表.
