Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the time zone within the area or region.
bg: Изберете часовата зона в областта или региона.
cs: Vybrat časové pásmo v oblasti nebo regionu.
da: Vælg tidszonen indenfor området eller regionen.
de: Wählen Sie die Zeitzone in Ihrem Gebiet.
el: Επιλογή της χρονικής ζώνης εντός της αντίστοιχης περιοχής.
fi: Valitse aikavyöhyke.
fr: Sélectionnez le fuseau horaire dans la zone ou la région.
hr: Odaberi vremensku zonu unutar oblasti ili regiona.
it: Seleziona fuso orario all'interno dell'area o della regione.
lt: Pasirinkite laiko juostą, toje teritorijoje arba regione.
nl: Selecteer de tijdzone binnen uw gebied of regio.
pl: Wybierz strefę czasową w obszarze lub regionie.
sk: Nastaviť časovú zónu v rámci oblasti alebo regiónu.
sr: Izaberi vremensku zonu unutar oblasti ili regiona.
sv: Välj tidszon inom området eller regionen.
ta: பகுதி அல்லது பிராந்தியத்திற்குள் நேர மண்டலத்தைத் தேர்ந்தெடுக்கவும்.
tr: Bölge veya alan içindeki saat dilimini seçin.
uk: Виберіть Ваш часовий пояс у межах області чи регіону.
zh_cn: 选择区域或区域内的时区.

source: Select the timer from the fallback tuner by default
bg: Изберете таймера от резервния тунер по подразбиране
cs: Vybrat časovač ze záložního tuneru jako výchozí
el: Όταν είναι ενεργό, γίνεται εισαγωγή του χρονοδιακόπτη από το εφεδρικό tuner
fi: Kun käytössä, ajastukset tuodaan etävastaanottimelta
fr: Sélectionner par défaut la minuterie du tuner de repli
hr: Zadano odaberite tajmer iz rezervnog tunera
it: Seleziona timer dal tuner di fallback per impostazione predefinita
lt: Kai įjungta, atsarginio imtuvo laikmatis yra importuojamas
nl: Nieuwe timers altijd naar de Fallback tuner sturen (default).
pl: Gdy włączone, timer ze zdalnego odbiornika jest importowany
sk: Ak je povolené, bude importovaný časovač zo záložného tuneru
sr: Podrazumevano izaberite tajmer iz rezervnog podešavanja
sv: Välj timern från reservtunern som standard
ta: முன்னிருப்பாக ஃபிள்பேக் ட்யூனரிலிருந்து டைமரைத் தேர்ந்தெடுக்கவும்
tr: Varsayılan olarak yedek tunerden zamanlayıcıyı seçin
uk: Виберіть таймер із резервного тюнера за замовчуванням

source: Select the tuner that controls the motorized dish.
bg: Изберете тунера, който управлява моторизираната чиния.
cs: Vyberte tuner, který ovládá motorizovanou parabolu.
el: Επιλέξτε το tuner που ελέγχει το μοτέρ που κινεί το κάτοπτρο.
fi: Valitse viritin, joka ohjaa moottoroitua lautasta.
fr: Sélectionnez le tuner qui contrôle l’antenne motorisée.
hr: Odaberi tuner koji kontroliše motorizovanu antenu.
it: Seleziona tuner che controlla la parabola motorizzata.
lt: Pasirinkite imtuvą, kuris kontroliuoja motorizuotą anteną.
nl: Selecteer de tuner die de gemotoriseerde schotel aanstuurt.
pl: Wybierz tuner sterujący zmotoryzowaną anteną.
sk: Vyberte tuner, ktorý ovláda parabolu vybavenú motorom.
sr: Izaberi tjuner koji kontroliše motorizovanu antenu.
sv: Välj den tuner som styr den motoriserade parabolen.
ta: மின்னோடி பொருத்தப்பட்ட டிச் கட்டுப்படுத்தும் ட்யூனரைத் தேர்ந்தெடுக்கவும்.
tr: Motorlu anteni kontrol eden tuneri seçin.
uk: Виберіть тюнер, який керує моторизованою антеною.

source: Select the tuner to which the signal cable of the SCR device is connected.
bg: Изберете тунера, към който е свързан сигналният кабел на SCR устройството.
cs: Vyberte tuner, ke kterému je připojen signálový kabel zařízení SCR.
da: Vælg den Tuner som signalkablet fra SCR enheden er forbundet til.
de: Wählen Sie den Tuner, an dem das Signalkabel des Unicable/SCR-Geräts angeschlossen ist.
el: Επιλέξτε το tuner στο οποίο είναι συνδεδεμένο το καλώδιο σήματος της SCR συσκευής σας.
et: Vali tuuner, millega on SCR seadme signaalikaabel ühendatud.
fi: Valitse viritin, johon SCR laiteen signaalikaapeli on kytketty.
fr: Sélectionnez le tuner auquel est connecté le câble du périphérique SCR.
hr: Odaberi tuner sa kojim je povezan signalni kabel SCR uređaja.
it: Seleziona tuner a cui è collegato il cavo di segnale del dispositivo SCR.
lt: Pasirinkite imtuvą, prie kurio prijungtas SCR įrenginio signalo kabelis.
nl: Selecteer de tuner die met het SCR-apparaat kabel verbonden is.
pl: Wybierz tuner, do którego podłączony jest kabel sygnałowy urządzenia SCR.
sk: Vyberte tuner, ku ktorému je pripojený kábel so signálom SCR zariadenia.
sr: Izaberi tjuner sa kojim je povezan signalni kabel SCR uređaja.
sv: Välj den tuner som SCR-enhetens signalkabel är ansluten till.
ta: எச்.சி.ஆர் சாதனத்தின் சமிக்ஞை கேபிள் இணைக்கப்பட்ட ட்யூனரைத் தேர்ந்தெடுக்கவும்.
tr: SCR cihazının sinyal kablosunun bağlı olduğu tuneri seçin.
uk: Виберіть тюнер, до якого підключено сигнальний кабель пристрою SCR.
vi: Chọn bộ chỉnh mà cáp tín hiệu của thiết bị SCR được kết nối.
zh_cn: 选择与SCR设备的信号线连接的调谐器.

source: Select the tuner upon which this loop through depends.
bg: Изберете тунера, от който зависи този цикъл.
cs: Vyberte tuner, na kterém závisí tato smyčka.
el: Επιλέξτε το tuner στο οποίο βασίζεται αυτή η γέφυρα loop.
fi: Valitse viritin, josta tämä läpivienti riippuu.
fr: Sélectionnez le tuner dont ce rebouclage dépend.
hr: Odaberi tuner od koga ova petlja zavisi.
it: Seleziona tuner da cui dipende questo loop through.
lt: Pasirinkite imtuvą, nuo kurio priklauso šis ciklas.
nl: Selecteer de tuner waar deze doorlus van afhankelijk is.
pl: Wybierz tuner, od którego zależy ta pętla.
sk: Vyberte tuner, od ktorého závisí táto slučka.
sr: Izaberite prijemnik na kojem zavisi ovo ponavljanje.
sv: Välj den tuner som denna genomgång är beroende av.
ta: இந்த வளையத்தின் மூலம் ட்யூனரைத் தேர்ந்தெடுக்கவும்.
tr: Bu döngünün bağlı olduğu tuneri seçin.
uk: Виберіть тюнер, від якого залежить цей цикл.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'User defined'.
bg: Изберете типа конвертор/устройство, което се използва (обикновено 'Universal'). Ако вашият тип конвертор не е наличен, изберете „потребителски дефиниран“.
cs: Vyberte typ používaného LNB/zařízení (normálně 'Universal'). Pokud váš typ LNB není k dispozici, vyberte „definováno uživatelem“.
el: Επιλέξτε τον τύπο του LNB/συσκευής που χρησιμοποιείται (συνήθως 'Universal'). Αν ο τύπος του LNB σας δεν είναι διαθέσιμος, επιλέξτε 'ορισμένο από τον χρήστη'.
fi: "Valitse käytetyn LNB:n / laitteen tyyppi (yleensä" Universal "). Jos LNB tyyppiäsi ei ole käytettävissä, valitse 'käyttäjä päättää'.
fr: Sélectionnez le type de LNB/périphérique étant utilisé (normallement ‘Universel’). Si votre type de LNB n’est pas disponible choisir ‘défini par l’utilisateur’.
hr: Odaberi vrstu LNB/uređaja koji se koristi (normalno 'Univerzalni'). Ako vaš LNB nije dostupan odaberite opciju 'Korisnički zadano'.
it: Seleziona tipo di LNB/dispositivo usato (normalmente 'Universale'). Se il tipo di LNB non è disponibile seleziona 'Definito dall'utente'.
lt: Pasirinkite naudojamo LNB/įrenginio tipą (paprastai 'Universal'). Jei jūsų LNB tipo nėra, pasirinkite 'naudotojo nustatytas'.
nl: Selecteer het type LNB/apparaat dat gebruikt wordt (meestal 'universeel'). Als het juiste type niet beschikbaar is kiest u 'door gebruiker bepaald'.
pl: Wybierz typ używanego LNB / urządzenia (zwykle „Uniwersalny”). Jeśli typ LNB nie jest dostępny, wybierz „zdefiniowane przez użytkownika”.
sk: Vyberte typ používaného LNB/zariadenia (obvykle 'Univerzálne'). Ak nie je váš typ LNB dostupný, vyberte možnosť 'definované používateľom'.
sr: Izaberi tip LNB/uređaja koji se koristi (normalno 'Univerzalni'). Ako vaš LNB tip nije dostupan izaberite opciju 'korisnički definisano'.
sv: Välj vilken typ av LNB/enhet som används (normalt "Universal"). Om din LNB-typ inte är tillgänglig väljer du "User defined" (Användardefinierad).
ta: பயன்படுத்தப்படும் எல்.என்.பி/சாதனத்தின் வகையைத் தேர்ந்தெடுக்கவும் (பொதுவாக 'யுனிவர்சல்'). உங்கள் எல்.என்.பி வகை கிடைக்கவில்லை என்றால் 'பயனர் வரையறுக்கப்பட்ட' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Kullanılan LNB / cihaz türünü seçin (normalde 'Universal'). LNB türünüz mevcut değilse 'Kullanıcı tanımlı' seçin.
uk: Виберіть тип LNB/пристрій (зазвичай 'Universal'). Якщо тип LNB недоступний, виберіть 'визначено користувачем'.

source: Select the type of Single Cable Reception device you are using.
bg: Изберете типа на устройството за приемане на единичен кабел, което използвате.
cs: Vyberte typ jednokabelového přijímacího zařízení, které používáte.
da: Vælg den type af enkeltkabel modtagelsesenhed du bruger.
de: Wählen Sie den Typ des Unicable/SCR-Geräts aus, das Sie verwenden.
el: Επιλέξτε τον τύπο της συσκευής Μονής Καλωδιακής λήψης που χρησιμοποιείτε.
et: Vali kasutatava Single Cable Reception (SCR) seadme tüüp.
fi: Valitse käyttämäsi laitteen tyyppi.
fr: Sélectionnez le type de SCR (Single Cable Réception) que vous utilisez.
hr: Odaberi vrstu uređaja za prijem jednog kabla kojeg koristite.
it: Seleziona tipo di dispositivo di ricezione a cavo singolo che stai usando.
lt: Pasirinkite vieno kabelio priėmimo įrenginio tipą, kurį jūs naudojate.
nl: Selecteer het type enkele kabel ontvangst apparaat dat u gebruikt.
pl: Wybierz typ urządzenia odbiorczego pojedynczego kabla, którego używasz.
sk: Vyberte typ zariadenia na príjem pomocou jedného kábla, ktoré používate.
sr: Izaberi tip uređaja za prijem jednog kabla kojeg koristite.
sv: Välj vilken typ av mottagningsenhet med enkel kabel du använder.
ta: நீங்கள் பயன்படுத்தும் ஒற்றை கேபிள் வரவேற்பு சாதனத்தின் வகையைத் தேர்ந்தெடுக்கவும்.
tr: Kullanmakta olduğunuz Tek Kablo Alma cihazının türünü seçin.
uk: Виберіть тип пристрою прийому, який ви використовуєте.
vi: Chọn loại thiết bị Tiếp nhận cáp đơn bạn đang sử dụng.
zh_cn: 选择您正在使用的单电缆接收设备的类型.

source: Select the type of keyboard connected to the %s %s.
cs: Vybrat typ klávesnice připojené k %s %s.
el: Επιλέξτε τον τύπο πληκτρολογίου που είναι συνδεδεμένο στον %s %s.
fi: Valitse näppäimistön tyyppi mikä on liitetty %s %s laitteeseen.
hr: Odaberi vrstu tipkovnice povezane sa %s %s.
it: Seleziona tipo di tastiera collegata a %s %s.
nl: Selecteer het type toetsenbord dat is aangesloten op de %s %s.
pl: Wybierz typ klawiatury aktualnie podłączonej do %s %s.
sk: Vyberte typ klávesnice pripojenej k %s %s.
sr: Izaberite tip tastature povezane sa %s %s.
sv: Välj vilken typ av tangentbord som är anslutet till %s %s.
ta: %s %s உடன் இணைக்கப்பட்ட விசைப்பலகை வகையைத் தேர்ந்தெடுக்கவும்.
tr: Bağlı klavyenin türünü seçin %s %s.
uk: Виберіть тип клавіатури, підключеної до %s %s.

source: Select the type of shutdown desired when the EnergySaver timer activates.
cs: Vyberte požadovaný typ vypnutí při aktivaci časovače EnergySaver.
el: Επιλογή του είδους τερματισμού λειτουργίας κατά την ενεργοποίηση του χρονοδιακόπτη εξοικονόμησης ενέργειας.
fi: Valitse haluamasi sammutus tyyppi, kun virransäästö ajastin aktivoituu.
hr: Odaberi željenu vrstu isključivanja kada se aktivira tajmer Ušteda Energije.
it: Seleziona tipo di spegnimento desiderato all'attivazione del timer EnergySaver.
lt: Pasirinkite norimo išjungimo tipą, kai suaktyvinamas energijos laikmatis.
nl: Hoe wilt u uw ontvanger afsluiten wanneer de Energie SpaarTimer actief wordt.
pl: Wybierz żądany typ wyłączenia, gdy włącza się timer oszczędzania.
sk: Vyberte typ požadovaného vypnutia pri aktivácii časovača EnergySaver pre šetrenie energie.
sr: Izaberi željeni tip isključivanja kada se aktivira tajmer Ušteda Energije.
sv: Välj vilken typ av avstängning som önskas när EnergySaver-timern aktiveras.
ta: எனர்சிசேவர் நேரங்குறிகருவி செயல்படுத்தும்போது விரும்பிய பணிநிறுத்தம் வகையைத் தேர்ந்தெடுக்கவும்.
tr: Enerji zamanlayıcı etkinleştirildiğinde istenen kapatma türünü seçin.
uk: Виберіть потрібний тип вимкнення, коли активується таймер енергозбереження.

source: Select the type of shutdown desired when the SleepTimer activates.
cs: Vyberte požadovaný typ vypnutí při aktivaci časovače spánku.
el: Επιλογή του είδους τερματισμού λειτουργίας κατά την ενεργοποίηση του χρονοδιακόπτη ύπνου.
fi: Valitse haluamasi sammutustyyppi, kun uniajastin aktivoituu.
hr: Odaberi željenu vrstu isključivanja kada se aktivira Tajmer Spavanja.
it: Selezionare tipo di spegnimento desiderato all'attivazione dello SleepTimer.
lt: Pasirinkite norimo išjungimo tipą, kai įjungiamas kietas laikmatis.
nl: Hoe wilt u de ontvanger afsluiten wanneer de SlaapTimer actief wordt.
pl: Wybierz żądany typ wyłączenia, gdy włącza się timer uśpienia.
sk: Vyberte typ požadovaného vypnutia pri aktivácii časovača uspania.
sr: Izaberi željeni tip isključivanja kada se aktivira Tajmer Spavanja.
sv: Välj vilken typ av avstängning som önskas när SleepTimer aktiveras.
ta: ச்லீப் நேரங்குறிகருவி செயல்படுத்தும்போது விரும்பிய பணிநிறுத்தம் வகையைத் தேர்ந்தெடுக்கவும்.
tr: Uyku zamanlayıcısı etkinleştiğinde istenen kapatma türünü seçin.
uk: Виберіть потрібний тип вимкнення, коли активується таймер вимкнення.

source: Select the type of this timer.
cs: Vyberte typ tohoto časovače.
el: Επιλέξτε τον τύπο αυτού του χρονοδιακόπτη.
fi: Valitse ajastimen tyyppi.
hr: Odaberi vrstu ovog tajmera.
it: Seleziona tipo di questo timer.
nl: Selecteer het type Timer.
pl: Wybierz typ tego timera.
sk: Vyberte typ tohto časovača.
sr: Izaberi tip ovog tajmera.
sv: Välj typ av timer.
ta: இந்த டைமரின் வகையைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının türünü seçin.
uk: Виберіть тип цього таймера.

source: Select the video mode to be used on the TV.
cs: Vyberte režim videa, který chcete použít na televizoru.
el: Επιλέξτε τη λειτουργία βίντεο που θα χρησιμοποιηθεί στην TV.
fi: Valitse videotila, jota käytetään televisiossa.
hr: Odaberi video način koji će se koristiti na TV.
it: Seleziona modalità video da usare sulla TV.
nl: Selecteer de beeldresolutie die u voor de tv wilt gebruiken.
pl: Wybierz tryb wideo dla TV.
sk: Vyberte režim videa, ktorý sa použije na TV.
sr: Izaberite video režim koji će se koristiti na televizoru.
sv: Välj det videoläge som ska användas på TV:n.
ta: டிவியில் பயன்படுத்த வேண்டிய வீடியோ பயன்முறையைத் தேர்ந்தெடுக்கவும்.
tr: TV'de kullanılacak görüntü modunu seçin.
uk: Виберіть режим відео для використання на телевізорі.

source: Select the wireless network to which you want to connect. Press OK to continue.
cs: Vyberte bezdrátovou síť, ke které se chcete připojit. Pokračujte stisknutím OK.
el: Επιλέξτε το ασύρματο δίκτυο στο οποίο θέλετε να συνδεθείτε. Πιέστε ΟΚ για να συνεχίσετε.
fi: Valitse langaton verkko, johon haluat muodostaa yhteyden. Jatka painamalla OK.
hr: Odaberi bežičnu mrežu sa kojom želite da se povežete. Pritisni OK za nastavak.
it: Seleziona rete wireless a cui vuoi connetterti. Premi OK per continuare.
nl: Selecteer het draadloze netwerk waarmee u verbinding wilt maken. Druk op OK om verder te gaan.
pl: Wybierz sieć bezprzewodową, do której chcesz się podłączyć. Naciśnij OK, aby kontynuować.
sk: Vyberte bezdrôtovú sieť, ku ktorej sa chcete pripojiť. Pokračujte stlačením OK.
sr: Izaberite bežičnu mrežu kojoj želite da se povežete. Pritisnite OK da nastavite.
sv: Välj det trådlösa nätverk som du vill ansluta till. Tryck på OK för att fortsätta.
ta: நீங்கள் இணைக்க விரும்பும் வயர்லெச் நெட்வொர்க்கைத் தேர்ந்தெடுக்கவும். தொடர சரி என்பதை அழுத்தவும்.
tr: Bağlanmak istediğiniz kablosuz ağı seçin. Devam etmek için OK tuşuna basın.
uk: Виберіть бездротову мережу, до якої потрібно підключитися. Натисніть OK, щоб продовжити.

source: Select update source location
cs: Vyberte zdroj aktualizace
el: Επιλογή της θέσης πηγής ενημερώσεων
fi: Valitse päivityksen lähde
hr: Odaberi izvorne lokacije ažuriranja
it: Seleziona posizione di origine degli aggiornamenti
nl: Selecteer de locatie waar de updates zijn opgeslagen
pl: Wybierz lokalizację źródła aktualizacji
sk: Vyberte umiestnenie zdroja aktualizácie
sr: Izaberite lokaciju izvora ažuriranja
sv: Välj plats för uppdateringskälla
ta: புதுப்பிப்பு மூல இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
tr: Güncelleme kaynağı konumunu seçin
uk: Виберіть розташування джерела оновлення

source: Select video mode
bg: Изберете видео режим
cs: Zvolte režim videa
da: Vælg videotilstand
de: Videomodus auswählen
el: Επιλογή λειτουργίας εικόνας
et: Vali videorežiim
fi: Valitse videotila
fr: Sélectionner le mode vidéo
hr: Odaberi video način
hu: Válassza ki a video módot
it: Seleziona modalità video
lt: Pasirinkite vaizdo režimą
nl: Selecteer beeldmodus
pl: Wybierz tryb wideo
pt_br: Selecione o modo de vídeo
ru: Выберите видеорежим
sk: Vyberte režim videa
sl: Izberite video način
sr: Izaberi video režim
sv: Välj videoläge
ta: வீடியோ பயன்முறையைத் தேர்ந்தெடுக்கவும்
tr: Görüntü modunu seçin
uk: Виберіть режим відео
vi: Chọn chế độ video
zh_cn: 选择视频模式

source: Select video output port with UP/DOWN buttons
cs: Pomocí tlačítek NAHORU/DOLŮ vyberte výstupní port videa
el: Επιλέξτε τη θύρα εξόδου βίντεο με τα πλήκτρα πάνω/κάτω
fi: Valitse video ulostulo portti YLÖS/ALAS painikkeilla
hr: Odaberi video izlaznog porta sa GORE/DOLJE dugmetom
it: Seleziona porta di uscita video con i tasti SU/GIÙ
nl: Selecteer de video-uitgang met de OMHOOG/OMLAAG knoppen
pl: Wybierz port wyjścia wideo za pomocą przycisków GÓRA/DÓŁ
sk: Tlačidlami HORE/DOLU vyberte výstupný port videa
sr: Izaberite video izlazni port pomoću dugmadi GORE/DOLE
sv: Välj videoutgångsport med UP/DOWN-knapparna
ta: மேல்/கீழ் பொத்தான்களுடன் வீடியோ வெளியீட்டு துறைமுகத்தைத் தேர்ந்தெடுக்கவும்
tr: YUKARI/AŞAĞI tuşları ile görüntü çıkış portunu seçin
uk: Виберіть порт відео-виходу за допомогою кнопок ВГОРУ/ВНИЗ

source: Select what action to take when reaching the end of a media file during playback.
bg: Когато стигнете края на файла при възпроизвеждане, можете да изберете поведението на приемника.
cs: Po dosažení konce souboru během přehrávání, si můžete zvolit chování boxu.
el: Επιλογή ενέργειας όταν ένα αρχείο πολυμέσων φτάνει στο τέλος της αναπαραγωγής του.
fi: Tallenteen lopussa voit valita mitä tehdään.
fr: A la fin de la lecture d'un fichier, vous pouvez choisir le comportement du récepteur.
hr: Odaberi radnju koju ćete preuzeti kada dođe do kraja medijska datoteka tokom reprodukcije.
it: Seleziona azione da intraprendere quando si raggiunge la fine di un file multimediale durante la riproduzione.
lt: Pasirinkite, kokį veiksmą atlikti, kai atkūrimo metu pasiekiate medijos failo pabaigą.
nl: U kunt instellen wat er moet gebeuren bij het einde van het afspelen.
pl: Możesz określić zachowanie odbiornika po osiągnięciu końca odtwarzania pliku.
sk: Vyberte, čo sa má vykonať po skončení prehrávania mediálneho súboru.
sr: Izaberi radnju koju ćete preuzeti kada dođe do kraja medijskog fajla tokom reprodukcije.
sv: Välj vilken åtgärd som ska vidtas när du når slutet av en mediefil under uppspelning.
ta: பிளேபேக்கின் போது மீடியா கோப்பின் முடிவை எட்டும்போது என்ன நடவடிக்கை எடுக்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Oynatma sırasında medya dosyasının sonuna ulaşıldığında hangi işlemin yapılacağını seçin.
uk: Досягнувши кінця файлу під час відтворення, можна вибрати дію пристрою.

source: Select what do do after the timer recording has completed.
cs: Vyberte, co dělat po dokončení časovaného nahrávání.
el: Επιλογή ενέργειας μετά την ολοκλήρωση του χρονοδιακόπτη εγγραφής.
fi: Valitse, mitä tehdään ajastustallennuksen päätyttyä.
hr: Odaberi šta ćete uraditi nakon dovršenja snimanja tajmerom.
it: Seleziona cosa fare dopo che la registrazione con il timer è stata completata.
nl: Selecteer wat er na het uitvoeren van de Opname Timer moet gebeuren.
pl: Wybierz, co zrobić po zakończeniu nagrywania z timerem.
sk: Vyberte, čo sa má vykonať po dokončení nahrávky podľa časovača.
sr: Izaberi šta ćete uraditi nakon dovršenja snimanja tajmerom.
sv: Välj vad som ska göras efter att timerinspelningen har slutförts.
ta: நேரங்குறிகருவி பதிவு முடிந்ததும் என்ன செய்ய வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Zamanlayıcı kaydı tamamlandıktan sonra ne yapılacağını seçin.
uk: Виберіть, що робити після завершення запису за таймером.

source: Select what do do after the timer zap has completed.
cs: Vyberte, co se má udělat po dokončení časovače.
el: Επιλογή ενέργειας μετά την ολοκλήρωση του χρονοδιακόπτη μετάβασης.
fi: Valitse, mitä tehdään ajastuksen päättymisen jälkeen.
hr: Odaberi šta ćete uraditi nakon dovršenja tajmera zap.
it: Seleziona cosa fare dopo che il timer zap è stato completato.
nl: Selecteer wat er moet gebeuren na een ZapTimer.
pl: Wybierz, co zrobić po zakończeniu odliczania czasu.
sk: Vyberte, čo sa má vykonať po skončení prepnutia časovačom.
sr: Izaberi šta ćete uraditi nakon dovršenja tajmera zap.
sv: Välj vad du ska göra efter att timern har zappat.
ta: நேரங்குறிகருவி சாப் முடிந்ததும் என்ன செய்ய வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Zamanlanmış kanal değiştirme tamamlandıktan sonra ne yapılacağını seçin.
uk: Виберіть, що робити після завершення таймера.

source: Select what should be done when the %s %s was boot-up, normal playing or goto Standby.
cs: Co má Váš %s %s dělat po startu? Normálně zapnout nebo vypnout do pohotovostního režimu.
el: Επιλέξτε τι θα γίνεται όταν ο %s %s σας τεθεί σε εκκίνηση, κανονική λειτουργία ή μεταβεί σε αναμονή.
hr: Odaberite što treba učiniti kada se %s %s pokrene, normalno reproduciranje ili prelazak u stanje pripravnosti.
it: Seleziona cosa fare quando %s %s verrà avviato: se dovrà andare in riproduzione normale o in Standby.
lt: Pasirinkite, kas turėtų būti daroma, kai %s %s buvo įjungtas - dirbti įprastai, ar pereiti į budėjimą.
nl: Selecteer wat er moet gebeuren nadat uw %s %s is opgestart, Normaal opstarten of naar Stand-by.
sr: Odaberite šta treba da se uradi kada se %s %s pokrene, da li normalno reprodukovanje ili prelazak u režim čekanja.
sv: Välj vad som ska göras när %s %s startas upp, spelas upp normalt eller går i standby.
tr: %s %s başlatıldığında ne yapılacağını seçin: normal oynatma veya bekleme moduna geçme.
uk: Виберіть, що зробити в разі завантаження %s %s. Звичайний режим або перехід в режим очікування.
