Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: a gui to assign services/providers to common interface modules
bg: gui за присвояване на сервизи/доставчици на общи интерфейсни модули
cs: gui přidělené poskytovateli/kanálu v CI modulu
da: En GUI til at tildele kanaler/udbydere til Common Interface moduler
de: Eine GUI, um Services/Provider einem Common Interface zuzuweisen.
el: γραφικό περιβάλλον για ανάθεση υπηρεσιών/παρόχων σε κοινή διεπαφή
et: Kasutajaliides kanalite/levitajate CI-moodulile määramiseks
fi: käyttöliittymä kanavien/palvelutarjoajien määrittämiseen CI-moduuleille
fr: un gui pour assigner des services/prestataires à des modules d'interface communs
hr: gui za dodjelu usluga/pružatelja usluga zajedničkim modulima sučelja
hu: egy felhasználói felület, mely lehetővé teszi szolgáltatók/csatornák hozzárendelését CI modulokhoz
it: una GUI per assegnare servizi e provider a moduli CI
lt: pasirinkite kanalus/teikėjus, kuriuos norite įtraukti į CI modulius
nl: een GUI om zenders/providers aan de CI modules toe te voegen
pl: GUI do przypisywania usług/dostawców do modułów CI
pt_br: Uma interface visual para atribuir serviços/operadoras a um módulo CI
ru: Интерфейс для назначения сервисов/провайдеров на CAM-модули
sk: rozhranie GUI na priradenie staníc a poskytovateľov k modulom CI
sr: gui za dodeljivanje servisa/provajdera modulima zajedničkog interfejsa
sv: en gui för att tilldela tjänster/providers till gemensamma gränssnittsmoduler
ta: சேவைகள்/வழங்குநர்களை பொதுவான இடைமுக தொகுதிகளுக்கு ஒதுக்க ஒரு GUI
tr: Ortak arayüz modüllerine kanal/sağlayıcı atamak için kullanılan bir grafik kullanıcı arayüzü
uk: графічний інтерфейс для призначення каналів/провайдерів для CI-модулів
vi: một gui để gán dịch vụ / nhà cung cấp cho các mô-đun giao diện phổ biến
zh_cn: 为CI模块分配频道/供应商图形界面

source: a gui to assign services/providers/caids to common interface modules
bg: gui за присвояване на сервизи/доставчици/caid на общи интерфейсни модули
cs: gui přidělené poskytovateli/kanálu/caidu v CI modulu
da: En GUI til at tildele kanaler/udbydere/kort til Common Interface moduler
de: Eine GUI, um Services/Provider/CAIDs einem Common Interface zuzuweisen.
el: γραφικό περιβάλλον για ανάθεση υπηρεσιών/παρόχων/caids σε κοινή διεπαφή
et: Kasutajaliides kanalite/levitajate/CAIde CI-moodulile määramiseks
fi: käyttöliittymä kanavien/palvelutarjoajien/CAId:en määrittämiseen CI-moduuleille
fr: un gui pour assigner des services/providers/caids aux modules d'interface communs
hr: gui za dodjelu usluga/pružatelja/caid zajedničkim modulima sučelja
hu: egy felhasználói felület, mely lehetővé teszi szolgáltatók/csatornák/CAId-ek hozzárendelését CI modulokhoz
it: una GUI per assegnare servizi, provider e caid a moduli CI
lt: pasirinkite kanalus/teikėjus/programas, kurias norite įtraukti į CI modulius
nl: een GUI om zenders/providers/caids aan de CI modules toe te voegen
pl: GUI do przypisywania usług/dostawców/caid do modułów CI
pt_br: Uma interface visual para atribuir serviços/operadoras/CAIDs a um módulo CI
ru: Интерфейс для назначения сервисов/провайдеров/идентов на CAM-модули
sk: rozhranie GUI na priradenie staníc, poskytovateľov, CAID k modulom CI
sr: gui za dodeljivanje kanala/provajdera/caids uobičajenim interfejs modulima
sv: en gui för att tilldela tjänster/providers/caids till gemensamma gränssnittsmoduler
ta: பொதுவான இடைமுக தொகுதிகளுக்கு சேவைகள்/வழங்குநர்கள்/CAID களை ஒதுக்க ஒரு GUI
tr: Ortak arayüz modüllerine hizmet/sağlayıcı/caid atamak için kullanılan bir grafik kullanıcı arayüzü
uk: графічний інтерфейс для призначення каналів/провайдерів/caid'ів для CI-модулів
vi: một gui để gán dịch vụ / nhà cung cấp / người trả tiền cho các mô-đun giao diện phổ biến
zh_cn: 为CI模块分配频道/供应商/CAID图形界面

source: activatePiP
bg: активиране на PiP
cs: aktivovat PiP
de: Aktiviere Bild im Bild
el: ενεργοποίηση PiP
et: PiP käivitamine
fi: aktivoi PiP
fr: activerPiP
hr: aktivni PiP
hu: aktív Kép-a-Képben
it: attivare PiP
lt: aktyvuoti PiP
nl: activeer PiP
pl: Włącz PiP
ru: включить PiP
sk: aktivovaťPiP
sr: aktivni PiP
ta: செயல்படுத்தவும்
tr: PiP etkinleştir
uk: активувати ПІП
vi: kích hoạtPiP
zh_cn: 激活画中画

source: address:
bg: адреси:
cs: adresa:
da: Adresse:
de: Adresse:
el: διεύθυνση:
et: aadress:
fi: osoite:
fr: adresse :
hr: adresa:
hu: cím:
it: indirizzo:
lt: adresas:
nl: adres:
pl: adres:
ru: адрес:
sk: adresa:
sr: adresa:
sv: adress:
ta: முகவரி:
tr: adres:
uk: адреса:
vi: địa chỉ nhà:
zh_cn: 地址:

source: advanced
bg: разширени
cs: rozšířené
da: avanceret
de: Erweitert
el: προχωρημένο
et: lisavalikud
fi: Laaja
fr: avancé
hr: napredno
hu: haladó
it: avanzato
lt: išplėstas
nl: geavanceerd
pl: zaawansowane
pt_br: Avançado
ru: продвинутый
sk: pokročilé
sl: napredno
sr: napredno
sv: avancerat
ta: மேம்பட்ட
tr: gelişmiş
uk: розширений
vi: nâng cao
zh_cn: 高级

source: alpha then oldest
cs: alfa pak nejstarší
da: Alfabetisk så ældste
de: Alphabetisch, dann Älteste
el: άλφα έπειτα το παλιότερο
et: Tähestikuline, vanemad ees
fi: Aakkosjärjestys, vanhin ensin
fr: alpha puis par date
hr: alfa je najstarija
hu: abc mint régebbi
it: alfabetico (più datato)
lt: alfa, tada seniausia
nl: Alfa dan oudste
pl: alfa, następnie najstarszy
ru: альфа и далее по алфавиту
sk: alfa, potom najstaršie
sr: alfa je najstarija
sv: alfa sedan äldst
ta: ஆல்பா பின்னர் பழமையானது
tr: alfa sonra en eski
uk: старий алфавіт
vi: alpha rồi
zh_cn: 按字母先后由旧到新排序

source: alphabetic
bg: азбучен
cs: abecední
da: Alfabetisk
de: Alphabetisch
el: αλφαβητικά
et: Tähestikuline
fi: Aakkosjärjestys
fr: alphabétique
hr: abeceda
hu: abc szerinti rendezés
it: alfabetico
lt: abėcėlinis
nl: alfabetisch
pl: Alfabetyczny
pt_br: Ordenar alfabeticamente
ru: по алфавиту
sk: abecedne
sr: abeceda
sv: alfabetisk
ta: அகரவரிசை
tr: alfabetik
uk: алфавітний
vi: bảng chữ cái
zh_cn: 按字母顺序排列

source: alphabetic reverse
bg: азбучен реверс
cs: abecedně obráceně
da: Alfabetisk baglæns
de: Umgekehrt Alphabetisch
el: αλφαβητική αντιστροφή
et: Pööratud tähestikuline
fi: Käänteinen aakkosjärjestys
fr: alphabétique inversé
hr: obrnuta abeceda
hu: fordított abc
it: alfabetico inverso
lt: ne abėcėlės tvarka
nl: Achterwaarts alfabetisch
pl: Odwrotność alfabetyczna
pt_br: Ordem alfabética invertida
ru: по обратному алфавиту
sk: podľa abecedy obrátene
sr: obrnuta abeceda
sv: alfabetisk omvänd
ta: அகரவரிசை தலைகீழ்
tr: ters alfabetik
uk: зворотньо по алфавіту
vi: bảng chữ cái ngược
zh_cn: 按字母顺序反向排列

source: alpharev then newest
cs: abecední pak nejnovější
da: Alfabaglæns så nyeste
de: Alphabetisch umgekehrt, dann Neueste
el: αλφαβητικά μετά το νεότερο
et: Pööratud tähestikuline, uuemad ees
fi: Käänteinen aakkosjärjestys, uusin ensin
fr: alpha et date inversés puis par plus récent
hr: obrnuto a zatim najnovije
hu: utána a legújabb
it: alfabetico inverso (più recente)
lt: alpha versija tada naujausia
nl: alpharev dan nieuwste
pl: alpharev, następnie najnowszy
ru: аофавит в обратном порядке
sk: podľa abecedy obrátene, potom najnovšie
sr: obrnuto a zatim najnovije
sv: alpharev sedan nyaste
ta: ஆல்பரேவ் பின்னர் புதியது
tr: alpharev sonra yenisi
uk: по алфавіту у зворотньому порядку
vi: alpharev sau đó mới nhất
zh_cn: 按字母倒序由新到旧排序

source: am
el: πμ
et: hommikul
fi: aamu
hu: de
lt: priešpiet
ru: до полудня
ta: ஆம்
uk: до обіду
zh_cn: 上午

source: audio track (%s) format
bg: саундтрак (%s) формат
cs: formát zvukové stopy (%s)
da: lydspor (%s) format
de: Format der Tonspur (%s)
el: φορμά καναλιού ήχου (%s)
et: Heliriba (%s) vorming
fi: ääniraidan (%s) formaatti
fr: format piste audio (%s)
hr: audio numera (%s) format
hu: hangsáv (%s) formátuma
it: formato traccia audio (%s)
lt: garso takelio (%s) formatas
nl: audiospoor (%s) formaat
pl: ścieżka dźwiękowa (%s) format
ru: Звуковая дорожка (%s) формат
sk: formát zvukovej stopy (%s)
sl: zvočni zapis (%s) oblike
sr: audio numera (%s) format
sv: ljudspår (%s) format
ta: ஆடியோ டிராக் (%s) வடிவம்
tr: ses izi (%s) formatı
uk: формат аудіо-доріжок (%s)
vi: định dạng âm thanh (% s)
zh_cn: (%s)音轨格式

source: audio track (%s) language
bg: саундтрак (%s) език
cs: jazyk zvukové stopy (%s)
da: lydspor (%s) sprog
de: Sprache der Tonspur (%s)
el: γλώσσα καναλιού ήχου (%s)
et: Heliriba (%s) keel
fi: ääniraidan (%s) kieli
fr: langue piste audio (%s)
hr: audio numera (%s) jezik
hu: hangsáv (%s) nyelve
it: lingua traccia audio (%s)
lt: garso takelio (%s) kalba
nl: audiospoor (%s) taal
pl: ścieżka dźwiękowa (%s) język
ru: звуковая дорожка (%s) язык
sk: jazyk zvukovej stopy (%s)
sl: zvočni zapis (%s) jezik
sr: audio numera (%s) jezik
sv: ljudspår (%s) språk
ta: ஆடியோ டிராக் (%s) மொழி
tr: ses izi (%s) dili
uk: мова аудіо доріжки (%s)
vi: ngôn ngữ theo dõi âm thanh (% s)
zh_cn: (%s)音轨语言

source: audio tracks
bg: саундтрак
cs: audio stopy
da: lyd spor
de: Tonspuren
el: ροές ήχου
et: Heliribad
fi: ääniraidat
fr: pistes audio
hr: audio numera
hu: hangsávok
it: tracce audio
lt: garso takeliai
nl: audiosporen
pl: ścieżki audio
pt_br: Trilhas de áudio
ru: звуковые дорожки
sk: zvukové stopy
sl: zvočni zapisi
sr: audio numera
sv: ljudspår
ta: ஆடியோ தடங்கள்
tr: ses izleri
uk: звукова доріжка
vi: bản nhạc
zh_cn: 音轨

source: automatic
bg: автоматичен
cs: automatické
da: automatisk
de: Automatisch
el: αυτόματο
et: Automaatne
fi: automaattinen
fr: automatique
hr: automatski
hu: automatikus
it: automatico
lt: automatinis
nl: automatisch
pl: automatyczny
pt_br: Automático
ru: автоматически
sk: automaticky
sr: automatski
sv: automatisk
ta: தானியங்கி
tr: otomatik
uk: автоматичний
vi: tự động
zh_cn: 自动

source: back
bg: назад
cs: zpět
da: Tilbage
de: Zurück
el: πίσω
et: tagasi
fi: Takaisin
fr: retour
hr: natrag
hu: vissza
it: indietro
lt: atgal
nl: terug
pl: wróć
pt_br: Voltar
ru: назад
sk: späť
sl: Nazaj
sr: natrag
sv: tillbaka
ta: பின்
tr: geri
uk: назад
vi: trở lại
zh_cn: 返回

source: background image
bg: фоново изображение
cs: obrázek pozadí
da: baggrunds billede
de: Hintergrundbild
el: εικόνα φόντου
et: taustapilt
fi: Taustakuva
fr: image d'arrière-plan
hr: pozadinska slika
hu: háttérkép
it: immagine di sfondo
lt: fono atvaizdas
nl: Achtergrondafbeelding
pl: obraz tła
pt_br: Imagem de fundo
ru: фоновое изображение
sk: obrázok pozadia
sl: slika ozadja
sr: pozadinska slika
sv: bakgrundsbild
ta: பின்னணி படம்
tr: arka plan resmi
uk: фонове зображення
vi: hình nền
zh_cn: 背景图片

source: better
bg: по-добър
cs: lepší
da: God
de: Besser
el: καλύτερα
et: parem
fi: parempi
fr: meilleur
hr: bolje
hu: jobb
it: migliore
lt: geriau
nl: beter
pl: lepiej
pt_br: Melhor
ru: лучше
sk: lepšie
sl: boljše
sr: bolje
sv: bättre
ta: சிறந்தது
tr: daha iyi
uk: кращий
vi: tốt hơn
zh_cn: 较好

source: black
bg: черен
cs: černé
da: Sort
de: Schwarz
el: μαύρο
et: Must
fi: musta
fr: Noir
hr: crna
hu: fekete
it: nero
lt: juodas
nl: zwart
pl: czarny
pt_br: Preto
ru: черный
sk: čierne
sl: črno
sr: crna
sv: svart
ta: கருப்பு
tr: siyah
uk: чорний
vi: đen
zh_cn: 黑色

source: blue
bg: син
cs: modré
da: Blå
de: Blau
el: μπλε
et: Sinine
fi: sininen
fr: bleu
hr: plava
hu: kék
it: blu
lt: mėlynas
nl: blauw
pl: niebieski
pt_br: Azul
ru: синий
sk: modré
sl: modro
sr: plava
sv: blå
ta: நீலம்
tr: mavi
uk: синій
vi: màu xanh da trời
zh_cn: 蓝色

source: burn audio track (%s)
bg: запиши саундтрак (%s)
cs: vypálit zvukovou stopu (%s)
da: brænd lydspor (%s)
de: Brenne die Tonspur (%s)
el: εγγραφή φέρουσας ήχου (%s)
et: Kirjuta heliriba (%s)
fi: polta ääniraita (%s)
fr: graver la piste audio (%s)
hr: snimanje audio zapisa (%s)
hu: hangsáv írása (%s)
it: masterizza traccia audio (%s)
lt: įrašyti garso takelį (%s)
nl: Brand audiospoor (%s)
pl: nagraj ścieżkę dźwięku (%s)
ru: записать аудио дорожку (%s)
sk: vypáliť zvukovú stopu (%s)
sl: zapiši zvočne zapise (%s)
sr: narezivanje audio numere (%s)
sv: bränna ljudspår (%s)
ta: ஆடியோ டிராக்கை எரிக்கவும் (%s)
tr: ses izini yaz (%s)
uk: записати аудіо-доріжку (%s)
vi: ghi âm thanh ghi (%s)
zh_cn: 刻录音频轨道 (%s)

source: by date
bg: по дата
cs: podle data
da: Efter dato
de: Datum
el: κατά ημερομηνία
et: Uuemad ees
fi: Aikajärjestys
fr: Par date
hr: po datumu
hu: dátum szerint
it: per data
lt: pagal datą
nl: op datum
pl: według daty
pt_br: Por data
ru: по дате
sk: podľa dátumu
sr: po datumu
sv: efter datum
ta: தேதி
tr: tarihe göre
uk: за датою
vi: theo ngày
zh_cn: 按日期

source: by hmmmdada
cs: od hmmmdada
el: ανά hmmmdada
fi: tekijä hmmmdada
fr: par hmmmdada
it: di hmmmdada
lt: pagal hmmmdada
nl: door hmmmdada
pl: przez hmmmdada
sk: od hmmmdada
sv: av hmmmdada
ta: எழுதியவர் அ்ம்தாடா
tr: hmmmdada tarafından
uk: автор hmmmdada

source: card
bg: карта
cs: karta
da: kort
de: Smartcard
el: κάρτα
et: kaart
fi: kortti
fr: carte
hr: kartica
hu: kártya
it: scheda
lt: kortelė
nl: kaart
pl: karta
sk: karta
sr: kartica
sv: kort
ta: அட்டை
tr: kart
uk: карта
vi: thẻ
zh_cn: 卡片

source: card reader
bg: четец на карти
cs: čtečka karet
da: kortlæser
de: Kartenleser
el: αναγνώστης κάρτας
et: kaardilugeja
fi: kortinlukija
fr: lecteur de cartes
hr: čitač kartica
hu: kártyaolvasó
it: lettore schede
lt: kortelių skaitytuvas
nl: Kaartlezer
pl: czytnik kart
ru: картоприемник
sk: čítačka kariet
sr: čitač kartica
sv: kortläsare
ta: அட்டை வாசகர்
tr: kart okuyucu
uk: кард-рідер
vi: đọc thẻ
zh_cn: 读卡器

source: chapters
bg: глави
cs: kapitoly
da: kapitler
de: Kapitel
el: κεφάλαια
et: peatükid
fi: kappaleet
fr: Chapitres
hr: poglavlja
hu: jelenetek
it: capitoli
lt: skyriai
nl: hoofdstukken
pl: rozdziały
pt_br: Capítulos
ru: разделы
sk: kapitoly
sl: poglavja
sr: poglavlja
sv: kapitel
ta: பாடங்கள்
tr: bölümler
uk: розділи
vi: chương
zh_cn: 剧集

source: clip overscan / letterbox borders
cs: klip overscan / letterbox okraje
da: Klip overscan / Letterbox kanter
de: Clip "Overscan" / Letterbox Grenzen
el: υπερσάρωση κομματιού / όρια μπαρών πάνω-κάτω
et: lõika letterbox pildi mustad servad
fi: leikkaa overscan / letterbox reunat
fr: couper (clip) overscan / bandes noires (letterbox)
hr: isječak Overscan / Letterbox obrubi
hu: clip overscan / letterbox határok
it: ritaglia overscan / bordi letterbox
lt: kirpti netelpančias sritis / juostos viršuje ir apačioje
nl: overscan bijsnijden / letterbox grenzen
pl: clip overscan/letterbox obramowania
ru: Изменение границ overscan/letterbox
sk: presah overscanu/okraje v režime letterbox
sr: klip overscan / letterbox ivice
sv: klippa överscan / letterbox-gränser
ta: கிளிப் ஓவர்ச்கான் / லெட்டர் பாக்ச் எல்லைகள்
tr: kırpma aşırı tarama / sinemaskop kenarları
uk: межі обрізання / поштової скриньки
vi: clip overscan / hộp thư
zh_cn: 剪辑过扫描/黑边

source: close share view
bg: затворете изгледа за споделяне
cs: zavřít sdílení
da: luk delingsvisning
de: Share-View schließen
el: κλείσιμο επισκόπησης κοινόχρηστων στοιχείων
et: sulge jaovaade
fi: sulje jakonäkymä
fr: fermer la vue des partages
hr: zatvaranje prikaza share
hu: megosztás nézet bezárása
it: visualizzazione condivisa chiusa
lt: užverti bendrinimo rodinį
nl: Sluit share overzicht
pl: zamknij widok współdzielonych
ru: закрыть просмотр папок
sk: zatvoriť zobrazenie zdieľania
sr: zatvaranje prikaza delenja
sv: nära dela vy
ta: பங்கு காட்சியை மூடு
tr: paylaşım görünümünü kapat
uk: закрити спільний перегляд
vi: đóng chia sẻ
zh_cn: 关闭分享列表

source: config menu
cs: konfigurační menu
da: konfigurationsmenu
de: Konfigurationsmenü
el: μενού ρύθμισης
et: Seadistusmenüü
fi: Valikon määritys
fr: Menu de configuration
hr: konfig menu
hu: menü beállítás
it: menu di configurazione
lt: konfigūravimo meniu
nl: configuratiemenu
pl: menu konfiguracji
pt_br: Menu de configuração
ru: меню конфигурации
sk: konfiguračné menu
sl: konfiguracijski meni
sr: konfig meni
sv: konfigureringsmeny
ta: கட்டமைப்பு பட்டியல்
tr: yapılandırma menüsü
uk: меню конфігурації
vi: menu cấu hình
zh_cn: 配置菜单

source: confirmed
bg: потвърдено
cs: potvrzeno
da: Bekræftet
de: Bestätigt
el: επιβεβαιωμένο
et: kinnitatud
fi: vahvistettu
fr: Confirmé
hr: potvrđano
hu: visszaigazolt
it: confermato
lt: patvirtinta
nl: bevestigd
pl: potwierdzony
pt_br: Confirmado
ru: подтверждено
sk: potvrdené
sl: potrjeno
sr: potvrđano
sv: bekräftad
ta: உறுதிப்படுத்தப்பட்டது
tr: onaylandı
uk: підтверджений
vi: xác nhận
zh_cn: 确认

source: connected
bg: свързан
cs: připojeno
da: Tilsluttet
de: Verbunden
el: συνδεδεμένο
et: ühendatud
fi: kytketty
fr: Connecté
hr: povezano
hu: csatlakoztatva
it: connesso
lt: prisijungta
nl: verbonden
pl: połączony
pt_br: Conectado
ru: подключено
sk: pripojené
sl: povezano
sr: povezano
sv: ansluten
ta: இணைக்கப்பட்டுள்ளது
tr: bağlandı
uk: під'єднаний
vi: đã kết nối
zh_cn: 连接

source: copy
bg: копирай
cs: kopie
da: Kopier
de: Kopiere
el: αντιγραφή
et: Kopeeri
fi: kopioi
fr: copier
hr: kopiraj
hu: másolás
it: copia
lt: kopijuoti
nl: Kopiëer
pl: kopiuj
ru: копировать
sk: kopírovať
sr: kopiraj
sv: kopiera
ta: நகலெடு
tr: kopya
uk: копіювати
vi: bản sao
zh_cn: 复制

source: date
cs: datum
el: ημερομηνία
fi: päivä
hr: datum
it: data
lt: data
nl: Datum
pl: data
sk: dátum
sr: datum
sv: datum
ta: திகதி
tr: tarih
uk: дата

source: day
bg: ден
cs: den
da: dag
de: Tag
el: ημέρα
et: Päev
fi: päivä
fr: Jour
hr: dan
hu: nap
it: giorno
lt: diena
nl: dag
pl: dzień
pt_br: Dia
ru: день
sk: deň
sl: dan
sr: dan
sv: dag
ta: நாள்
tr: gün
uk: день
vi: ngày
zh_cn: 天

source: decrease uphop by 1
cs: snížit vzestup o 1
de: Uphop um 1 reduzieren
el: μείωση uphop ανά 1
et: vähenda uphop 1 võrra
fi: vähennä ylöshyppyä yhdellä
fr: diminuer uphop de 1
hr: smanjenje uphop za 1
it: decrementa uphop di 1
lt: sumažinti uphop 1
nl: Verlaag uphop met 1
pl: uphop zmniejszać o 1
ru: понизить uphop de 1
sk: znížiť uphop o 1
sr: smanjenje uphop za 1
sv: minska uphop med 1
ta: 1 ஆல் மேல்நோக்கி குறைக்கவும்
tr: uphop 1 azalt
uk: понизити uphop до 1
vi: giảm uphop xuống 1
zh_cn: 向上减小1

source: default
bg: по подразразбиране
cs: výchozí
da: Standard
de: Standard
el: προεπιλογή
et: Vaikimisi
fi: Oletus
fr: par défaut
hr: zadano
hu: alapértelmezett
it: predefinito
lt: numatytasis
nl: standaard
pl: domyślnie
pt_br: Padrão
ru: умолчание
sk: predvolené
sr: zadano
sv: standard
ta: இயல்புநிலை
tr: varsayılan
uk: за замовчуванням
vi: mặc định
zh_cn: 默认

source: delete
bg: изтрий
cs: smazat
da: Slet
de: Löschen
el: διαγραφή
et: Kustuta
fi: Poista
fr: Effacer
hr: izbriši
hu: törlés
it: elimina
lt: trinti
nl: Verwijderen
pl: usuń
ru: удалить
sk: vymazať
sl: Izbriši
sr: izbriši
sv: radera
ta: நீக்கு
tr: sil
uk: видалити
vi: xóa bỏ
zh_cn: 删除

source: delete cut
bg: изтриване на изрязаното
cs: odstranit střih
da: Slet klip
de: Schnitt löschen
el: διαγραφή αποκοπής
et: Kustuta lõige
fi: Poista leikkausmääritys
fr: Supprimer la coupe
hr: brisanje isječka
hu: vágópont törlése
it: elimina taglio
lt: ištrinti iškirptą
nl: Wis snijpunt
pl: usuń cięcie
pt_br: Eliminar corte
ru: удалить вырезанное
sk: vymazať strih
sl: Izbriši del
sr: brisanje isečka
sv: radera klippa
ta: வெட்டு நீக்கு
tr: kesimi sil
uk: видалити відмічене
vi: xóa cắt
zh_cn: 删除剪辑

source: disabled
bg: забранен
cs: zakázáno
da: deaktiveret
de: Deaktiviert
el: ανενεργό
et: Keelatud
fi: pois päältä
fr: Désactivé
hr: onemogućeno
hu: kikapcsolva
it: disabilitato
lt: išjungta
nl: gedeactiveerd
pl: wyłączony
pt_br: Desativado
ru: выключено
sk: zakázané
sl: onemogočeno
sr: onemogućeno
sv: inaktiverad
ta: முடக்கப்பட்டது
tr: devre dışı
uk: вимкнуто
vi: cho phép/không cho phép
zh_cn: 禁用

source: disconnected
bg: изключен
cs: odpojeno
da: afbrudt
de: Getrennt
el: αποσυνδεδεμένο
et: ühendamata
fi: ei kytketty
fr: Déconnecté
hr: prekinuto
hu: nincs csatlakoztatva
it: disconnesso
lt: atjungtas
nl: Verbroken
pl: odłączony
pt_br: Desconectado
ru: отключено
sk: odpojené
sl: prekinjeno
sr: prekinuto
sv: frånkopplad
ta: துண்டிக்கப்பட்டது
tr: bağlı değil
uk: роз'єднано
vi: ngắt kết nối
zh_cn: 断开

source: eMMC slot %s%s
el: θέση eMMC %s%s
fi: eMMC sjiainti %s%s
hr: eMMC utor %s%s
it: Slot eMMC %s%s
lt: eMMC lizdas %s%s
sk: Slot eMMC %s%s
sv: eMMC-kortplats %s%s
ta: EMMC ச்லாட் %s %s
tr: eMMC yuvası %s%s
uk: eMMC слот %s%s

source: east
bg: изток
cs: východní
da: øst
de: Ost
el: ανατολικά
et: ida
fi: itään
fr: Est
hr: istok
hu: kelet
it: est
lt: rytai
nl: oost
pl: wschód
pt_br: Leste
ru: восток
sk: východ
sr: istok
sv: österut
ta: கிழக்கு
tr: doğu
uk: схід
vi: đông
zh_cn: 东

source: ecm time:
cs: čas ecm:
da: ECM tid:
de: ECM-Zeit:
el: χρόνος ecm:
et: ecm aeg:
fi: ecm aika:
fr: durée ECM :
hr: ecm vrijeme:
hu: ecm idő:
it: tempo ecm:
lt: ecm laikas:
nl: ecm tijd:
pl: czas ecm:
sk: čas ecm:
sr: ecm vreme:
sv: ecm-tid:
ta: ECM நேரம்:
tr: ecm süresi:
uk: час ecm:
vi: thời gian:
zh_cn: ECM时间:

source: ecm.info
cs: info ecm
fi: ecm.tiedot
it: info ecm:
uk: ecm.інформація

source: embedded
cs: vestavěný
el: ενσωματωμένος
fi: Integroitu
fr: embarqué
hr: ugrađen
it: incorporato
lt: integruotas
nl: geïntegreerd
pl: osadzony
sk: vložené
sr: ugrađen
sv: inbäddade
ta: உட்பொதிக்கப்பட்டது
tr: gömülü
uk: вбудований

source: empty
bg: празен
cs: prázdné
da: tom
de: Leer
el: κενό
et: tühi
fi: tyhjä
fr: Vide
hr: prazno
hu: üres
it: vuoto
lt: tuščias
nl: leeg
pl: pusty
pt_br: Vazio
ru: пустой
sk: prázdne
sl: prazno
sr: prazno
sv: tom
ta: காலி
tr: boş
uk: порожній
vi: trống
zh_cn: 空的

source: enabled
bg: активиран
cs: povoleno
da: Aktiveret
de: Aktiviert
el: ενεργό
et: Lubatud
fi: päällä
fr: Activé
hr: omogućeno
hu: engedélyezve
it: abilitato
lt: įjungta
nl: ingeschakeld
pl: włączony
pt_br: Ativo
ru: включено
sk: zapnuté
sl: vključeno
sr: omogućeno
sv: aktiverad
ta: இயக்கப்பட்டது
tr: etkinleştirilmiş
uk: ввімкнуто
vi: kích hoạt
zh_cn: 启用

source: end cut here
bg: край на изрязването тук
cs: konec střihu zde
da: Afslut klip her
de: Schnitt endet hier
el: τέλος αποκοπής εδώ
et: Lõpeta lõige siin
fi: Lopeta leikkaus tähän
fr: Fin de coupe ici
hr: kraj uređivanja isječka
hu: vágás kilépő pontja
it: fine taglio
lt: iškirpimo pabaiga
nl: Eindsnijpunt hier
pl: koniec cięcia tutaj
pt_br: Terminar corte aqui
ru: конец редактирования
sk: koniec strihu tu
sl: zaključi del tukaj
sr: kraj uređivanja isečka
sv: slutskärning här
ta: இறுதி வெட்டு இங்கே
tr: kesimi burada bitir
uk: кінець редагування тут
vi: kết thúc cắt ở đây
zh_cn: 结束剪接

source: equal to
bg: също като
cs: shodné s
da: svarende til
de: gleich
el: ίσο με
et: on võrdne
fi: Sama kuin
fr: égale au
hr: jednako
hu: egyenlő
it: uguale a
lt: toks, kaip šis
nl: gelijk aan
pl: równe
pt_br: igual a
ru: также как
sk: zhodné s
sl: enako kot
sr: jednako
sv: är lika
ta: சமமான
tr: eşittir
uk: дорівнює
vi: tương đương với
zh_cn: 等于

source: execute cuts (requires MovieCut plugin)
cs: provádět střihy (vyžaduje plugin MovieCut)
da: Udfør klip (kræver MovieCut Plugin)
de: Filmschnitt ausführen (benötigt MovieCut Plugin)
el: εκτέλεση περικοπών (απαιτείται το πρόσθετο MovieCut)
et: Teosta lõikamine (vajalik MovieCut plugin)
fi: Suorittaa leikkauksia (tarvitsee MovieCut lisäosan)
fr: exécuter les coupures (nécessite le plugin MovieCut)
hr: izvršavanje rezova (potreban je dodatak MovieCut)
hu: vágások végrehajtása (MovieCut bővítmény szükséges)
it: esegui tagli (richiede il plugin MovieCut)
lt: vykdyti iškirpimus (reikia MovieCut priedo)
nl: Geknipte stukken overslaan (gebruik hiervoor de MovieCut plugin)
pl: wykonywać cięcia (wymaga wtyczki MovieCut)
sk: vykonať strih (vyžaduje sa plugin MovieCut)
sr: izvršavanje isečaka (zahteva plugin MovieCut)
sv: köra klipp (kräver MovieCut plugin)
ta: வெட்டுக்களை இயக்கவும் (MovieCut சொருகி தேவை)
tr: kesmeleri yürüt (MovieCut eklentisi gerektirir)
uk: виконання редагувань (потрібно MovieCut плагін)
vi: thực hiện cắt giảm (yêu cầu plugin MovieCut)
zh_cn: 执行最终剪辑(需要MovieCut插件)
