Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Don't Center DVB Subs On This Service
bg: Не центрирайте DVB субтитрите на този сервиз
cs: Necentrovat titulky DVB na tomto programu
el: Μη κεντράρισμα υποτίτλων DVB σε αυτή την υπηρεσία
fi: Älä keskitä DVB tekstityksiä tässä palvelussa
fr: Ne pas centrer les subs DVB pour ce service
hr: Nemoj centrirati DVB titl na ovom servisu
it: Non centrare i sottotitoli DVB su questo servizio
lt: Šiam kanalui necentruoti DVB subtitrų
nl: Centreer geen DVB-ondertitels bij deze zender
pl: Nie środkuj napisów DVB dla tego kanału
sk: Necentrovať DVB titulky pri tejto stanici
sr: Ne centriraj DVB titlove na ovoj usluzi
sv: Centrera inte DVB Subs på denna tjänst
ta: இந்த சேவையில் டி.வி.பி சப்சை மையப்படுத்த வேண்டாம்
tr: Bu Kanalda DVB Altyazılarını Ortalamayın
uk: Не центрувати DVB subs на цьому каналі

source: Don't Translate Subs On This Service
cs: Nepřekládat odběry v této službě
el: Να μη γίνεται μετάφραση υποτίτλων σε αυτή την υπηρεσία
fi: Älä käytä käännös tekstitys tällä kanavalla
hr: Nemoj prevoditi titl na ovom servisu
it: Non tradurre sottotitoli su questo servizio
nl: Ondertiteling bij deze zender niet vertalen
pl: Nie tłumacz napisów w tej usłudze
sk: Neprekladať titulky pri tejto stanici/službe
sr: Ne prevodi titlove na ovoj usluzi
sv: Översätt inte undertexter på den här tjänsten
ta: இந்த சேவையில் துணை மொழிபெயர்க்க வேண்டாம்
tr: Bu Kanalda Altyazıları Çevirmeyin
uk: Не перекладати субтитри на цьому каналі

source: Don't add this recording
bg: Не добавяйте този запис
cs: Nepřidávat tuto nahrávku
da: Tilføj ikke denne optagelse
de: Diese Aufnahme nicht hinzufügen
el: Να μη γίνει προσθήκη αυτής της εγγραφής
et: Ära lisa seda salvestust
fi: Älä lisää tätä tallennusta
fr: Ne pas ajouter cet enregistrement
hr: Nemojte dodavati ovu snimku
hu: Ne vegye fel ezt a felvételt
it: Non aggiungere questa registrazione
lt: Negalima pridėti šio įrašo
nl: Deze opname niet toevoegen
pl: Nie dodawaj tego nagrania
ru: Не добавлять эту запись
sk: Nepridávať túto nahrávku
sr: Ne dodavaj ovaj snimak
sv: Lägg inte till denna inspelning
ta: இந்த பதிவைச் சேர்க்க வேண்டாம்
tr: Bu kaydı eklemeyin
uk: Не потрібно додавати цей запис
vi: Đừng thêm bản ghi này
zh_cn: 不添加本录像

source: Don't ask again!
bg: Не питайте отново!
cs: Neptat se!
da: Spørg ikke igen!
de: Nicht mehr nachfragen!
el: Να μη γίνει ερώτηση ξανά!
et: Ära enam küsi!
fi: Älä kysy uudelleen!
fr: Ne plus demander à nouveau !
hr: Ne pitaj ponovno!
hu: Ne kérdezze újra!
it: Non chiedere di nuovo!
lt: Daugiau neklausti!
nl: Niet meer vragen!
pl: Nie pytaj ponownie!
sk: Už sa nepýtať!
sr: Ne pitaj ponovo!
sv: Fråga inte igen!
ta: மீண்டும் கேட்க வேண்டாம்!
tr: Bir daha sorma!
uk: Не потрібно запитувати знову!
vi: Đừng hỏi lại!
zh_cn: 以后不再询问该会话!

source: Don't save
bg: Да не се запазва
cs: Neukládat
da: Gem ikke
de: Nicht speichern
el: Να μη γίνει αποθήκευση
et: Ära talleta
fi: Älä tallenna
fr: Ne pas sauvegarder
hr: Nemoj spremiti
hu: Ne mentse
it: Non salvare
lt: Neišsaugoti
nl: Niet opslaan
pl: Nie zapisuj
ru: Не сохранять
sk: Neukladať
sr: Nemoj sačuvati
sv: Spara inte
ta: சேமிக்க வேண்டாம்
tr: Kaydetme
uk: Не зберігати
vi: Đừng tiết kiệm
zh_cn: 不保存

source: Don't show default
bg: Да не се показва по подразбиране
cs: Nezobrazovat výchozí
el: Να μην εμφανίζονται οι προεπιλογές
fi: Älä näytä oletusta
fr: Ne pas afficher la valeur par défaut
hr: Ne prikazuje zadano
it: Non mostrare impostazione predefinita
lt: Nerodyti numatytojo
nl: Geen default laten zien
pl: Nie pokazuj domyślnych ustawień
sk: Nezobrazovať predvolené
sr: Ne prikazuj zadano
sv: Visa inte standard
ta: இயல்புநிலையைக் காட்ட வேண்டாம்
tr: Varsayılanı gösterme
uk: Не показувати за замовчуванням

source: Don't stop current event but disable future events
bg: Не спирайте текущото събитие, но забранете идващите събития
cs: Nezastavovat aktuální pořad, ale zakázat následující pořad
el: Να μη γίνει διακοπή του τρέχοντος προγράμματος, αλλά απενεργοποίηση των επερχόμενων
fi: Älä pysäytä tallennusta, mutta estä tulevat ajastukset
fr: Ne pas stopper l’événement actuel, mais désactiver les prochains
hr: Ne zaustavljajte trenutni događaj, već onemogućite buduće događaje
it: Non interrompere l'evento in corso ma disabilita gli eventi futuri
lt: Nesustabdykite dabartinio įvykio, bet išjunkite būsimus įvykius
nl: Huidige timer niet stoppen, maar toekomstige timers uitschakelen
pl: Nie zatrzymuj aktualnego wydarzenia ale wyłącz nadchodzące wydarzenia
sk: Nezastaviť aktuálnu udalosť ale vypnúť nasledujúce udalosti
sr: Ne zaustavljaj trenutni događaj već omogući buduće događaje
sv: Stoppa inte den aktuella händelsen utan avaktivera framtida händelser
ta: தற்போதைய நிகழ்வை நிறுத்த வேண்டாம், ஆனால் எதிர்கால நிகழ்வுகளை முடக்கவும்
tr: Geçerli etkinliği durdurmayın, ancak gelecekteki etkinlikleri devre dışı bırak
uk: Не зупиняти поточне завдання, але скасувати наступні

source: Don't unscramble, record ECM
bg: Не декодирайте, запишете ecm
cs: Nedekódovat a nahrávat ECM
el: Μη αποκωδικοποίηση, εγγραφή ECM
fi: Älä pura, tallenna ECM
fr: Ne pas décoder et enregistrer ecm
hr: Ne dešifruj, snimi ECM
it: Non decodificare, registra ecm
lt: Nereikia dekoduoti, įrašyti ecm
nl: niet decoderen, maar wel ECM opnemen
pl: nie dekoduj, nagrywaj ECM
sk: Nedekódovať, nahrať ECM
sr: Ne dešifruj, snimi ECM
sv: Avkoda inte, spela in ECM
ta: அவிழ்க்க வேண்டாம், ECM ஐ பதிவு செய்யுங்கள்
tr: Karıştırmayın, ECM'yi kaydedin
uk: не розкодовувати, запис ecm

source: Don't worry your device is still ok! There are several safety mechanisms in place! Your device is still as fine as it was before this procedure!
bg: Не се притеснявайте, вашето устройство все още е ОК! Има няколко механизми за безопасност на място! Устройството ви все още е толкова добро, колкото преди тази процедура!
cs: Nebojte se, vaše zařízení je stále v pořádku! Existuje několik bezpečnostních mechanismů! Vaše zařízení je stále stejně v pořádku jako před tímto postupem!
da: Bare rolig din enhed er stadig OK! Der eksistere adskillige sikkerhedsmekanismer! Din enhed er stadig lige så god som den var inden denne procedure!.
de: Keine Sorge, das Gerät ist weiterhin betriebsbereit! Es gibt diverse Sicherheitsfunktionen! Das Gerät arbeitet wie vor dem Update!
el: Μην ανησυχείτε, η συσκευή σας είναι ακόμα OK! Υπάρχουν αρκετοί διαθέσιμοι μηχανισμοί ασφαλείας! Η συσκευή σας είναι ακόμα όσο εντάξει ήταν πριν αυτή τη διαδικασία!
et: Ära muretse, vastuvõtja on korras! Leidub mitmeid kaitsemehhanisme! Vastuvõtja on samas korras, kui enne seda toimingut!
fi: Älä huoli, että laitteesi on edelleen kunnossa! On useita turvamekanismeja Laitteesi on edelleen kunnossa, kuin ennen tätä käsittelyä!
fr: Ne vous inquiétez pas, votre appareil est toujours OK ! Il existe plusieurs mécanismes de sécurité en place ! Votre appareil est toujours en aussi bon état qu'avant cette procédure !
hr: Ne brinite, vaš je uređaj još uvijek u redu! Postoji nekoliko sigurnosnih mehanizama! Vaš uređaj je i dalje u redu kao što je bio prije ovog postupka!
hu: Ne aggódjon, hogy a készülék még mindig rendben van! Több biztonsági mechanizmus létezik! A készülék még mindig olyan jól működik, mint az eljárás előtt!
it: Non preoccuparti, il dispositivo è ancora ok! Ci sono diversi meccanismi di sicurezza in atto! Il dispositivo è ancora perfetto come prima di questa procedura!
lt: Nereikia nerimauti dėl savo įrenginio, vis yra gerai! Yra keletas mechanizmų saugumui užtikrinti! Jūsų įrenginys išliks toks pat geras kaip ir prieš šią procedūrą!
nl: Geen paniek uw apparaat is nog steeds ok! Er zijn verscheidene veiligheidsmechanismes! Uw apparaat is nog steeds hetzelfde als voor deze procedure!
pl: Nie martw się, twoje urządzenie jest nadal w porządku! Istnieje kilka mechanizmów bezpieczeństwa! Urządzenie jest wciąż sprawne tak jak było przed rozpoczęciem tej procedury!
sk: Žiadne obavy, vaše zariadenie je v poriadku! Sú prítomné viaceré bezpečnostné mechanizmy! Vaše zariadenie je na tom rovnako ako pred týmto úkonom!
sr: Ne brinite, vaš uređaj je i dalje u redu! Postoji nekoliko sigurnosnih mehanizama! Vaš uređaj je i dalje isti kao što je bio pre ovog zahvata!
sv: Oroa dig inte, din enhet är fortfarande okej! Det finns flera säkerhetsmekanismer på plats! Din enhet är fortfarande lika bra som den var före den här proceduren!
ta: கவலைப்பட வேண்டாம் உங்கள் சாதனம் இன்னும் சரியாக உள்ளது! இடத்தில் பல பாதுகாப்பு வழிமுறைகள் உள்ளன! இந்த நடைமுறைக்கு முன்னர் இருந்ததைப் போலவே உங்கள் சாதனம் இன்னும் நன்றாக உள்ளது!
tr: Merak etmeyin, cihazınız hala güvende! Birçok güvenlik mekanizması mevcut! Cihazınız bu işlemden önceki kadar iyi durumda!
uk: Не хвилюйтеся, все добре! Є кілька механізмів безпеки! Ваш пристрій в порядку, як це було до цієї процедури!
vi: Đừng lo lắng thiết bị của bạn vẫn ổn! Có một số cơ chế an toàn tại chỗ! Thiết bị của bạn vẫn hoạt động tốt như trước khi làm thủ tục này!
zh_cn: 不用担心您的设备还可以!有几种安全机制! 您的设备仍然和此过程之前一样好!

source: Done
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
et: Tehtud
fi: Valmis
fr: Terminé
hr: Učinjeno
it: Fatto
lt: Atlikta
nl: Gereed
pl: Gotowe
sk: Hotovo
sr: Urađeno
sv: Klar
ta: முடிந்தது
tr: Tamamlandı
uk: Виконано
vi: Làm xong
zh_cn: 完成

source: Done - Installed, upgraded or removed %d package (%s)
bg: Готово - инсталиран, надстроен или премахнат %d пакет (%s)
cs: Dokončeno - instalován, aktualizován nebo odstraněn %d balíček (%s)
da: Færdig - Installerede, opgraderede eller fjernede %d pakke (%s)
de: Beendet - %d Paket (%s) installiert, aktualisiert oder entfernt.
el: Τέλος - Εγκαταστάθηκε, αναβαθμίστηκε ή αφαιρέθηκε %d πακέτο (%s)
et: Valmis - paigaldati, uuendati või eemaldati %d pakett (%s)
fi: Valmis - Asennettu, päivitetty tai poistettu %d ohjelmapaketti (%s)
fr: Terminé - %d paquet (%s) installé, mis à jour ou supprimé
hr: Urađeno - Instaliran, nadograđen ili uklonjen %d paket (%s)
hu: %d szoftvercsomag telepítése, frissítése vagy eltávolítása elkészült (%s)
it: Fatto! Installato, aggiornato o rimosso %d pacchetto (%s)
lt: Baigta - įdiegtas, atnaujintas arba pašalintas %d paketas (%s)
nl: Gereed - %d pakket geïnstalleerd, vervangen of verwijderd (%s)
pl: Gotowe - zainstalowano, zaktualizowano lub usunięto %d pakiet (%s)
pt_br: Terminado - Instalado, atualizado ou removido %d pacote (%s)
ru: Готово - Установлен, обновлен или удален %d пакет (%s)
sk: Dokončené – nainštalovaný, aktualizovaný alebo odstránený bol %d balíček (%s)
sr: Urađeno - Instaliran, nadograđen ili uklonjen %d paket (%s)
sv: Klart - Installerade, uppgraderade eller tog bort %d paket (%s)
ta: முடிந்தது - நிறுவப்பட்ட, மேம்படுத்தப்பட்ட அல்லது அகற்றப்பட்ட %d தொகுப்பு ( %s)
tr: Tamamlandı - %d paket (%s) yüklendi, yükseltildi veya kaldırıldı
uk: Виконано - встановлено, оновлено чи видалено %d пакет (%s)
vi: Xong - Đã cài đặt, nâng cấp hoặc gỡ bỏ gói%d (%s)
zh_cn: 完成-已安装,升级或删除了 %d 个软件包 (%s)

source: Down
bg: Надолу
cs: Dolu
da: Ned
de: Runter
el: Κάτω
et: Alla
fi: Alas
fr: Bas
hr: Dolje
hu: Lefelé
it: Giù
lt: Žemyn
nl: Omlaag
pl: W dół
ru: Вниз
sk: Nadol
sr: Nadole
sv: Ner
ta: கீழே
tr: Aşağı
uk: Вниз
vi: Đi xuống danh sách
zh_cn: 下箭头

source: Down / Inactive
cs: Dolů / Neaktivní
el: Εκτός σύνδεσης / Ανενεργό
fi: Alas / Ei aktiivinen
hr: Dolje / Neaktivan
it: Giù / Inattivo
lt: Žemyn / Neaktyvus
nl: Omlaag / Inactief
pl: Nieaktywny
sk: Neaktívne
sr: Nadole / Neaktivno
sv: Nere / Inaktiv
ta: கீழே / செயலற்ற
tr: Kapalı / Etkin Değil
uk: Вниз / Неактивний

source: Download Image
cs: Stáhnout obraz
el: Λήψη image
fi: Lataa Ohjelmisto
hr: Preuzmi imidž
it: Scarica immagine
nl: Image downloaden
pl: Pobierz system
sk: Stiahnuť image
sr: Preuzmi imidž
sv: Ladda ner bild
ta: படத்தைப் பதிவிறக்கவும்
tr: Yazılımı İndir
uk: Завантажити Імідж

source: Download Plugins
bg: Изтегляне на плъгини
cs: Nahrát pluginy
de: Plugins herunterladen
el: Λήψη προσθέτων
et: Paigalda pluginaid
fi: Lataa lisäosia
fr: Télécharger plugins
hr: Preuzmite Dodatke
hu: Bővítmények letöltése
it: Scarica plugin
lt: Parsisiųsti priedus
nl: Plugins downloaden
pl: Pobierz wtyczki
ru: Скачать плагины
sk: Stiahnuť pluginy
sl: Prenesi vtičnike
sr: Preuzmi Plugin
sv: Ladda ner plugins
ta: செருகுநிரல்களைப் பதிவிறக்கவும்
tr: Eklentileri İndir
uk: Завантажити плагіни
vi: Tải xuống plugin
zh_cn: 下载插件

source: Download Softcams
bg: Изтегляне на Softcams
cs: Stáhnout Softcamy
de: Softcams herunterladen
el: Λήψη softcams
et: Paigalda EMU
fi: Lataa Softcameja
fr: Télécharger softcams
hr: Preuzmi Softcam
hu: Softcam letöltése
it: Scarica softcam
lt: Parsisiųsti emuliatorius
pl: Pobierz softcamy
ru: Загрузка эмуляторов
sk: Stiahnuť softcamy
sr: Preuzmi Softcam
sv: Ladda ner Softcams
ta: மென்மையான அட்டைகளைப் பதிவிறக்கவும்
tr: Softcamleri İndir
uk: Завантажити емулятори
vi: Tải xuống Softcam
zh_cn: 下载softcams插件

source: Download and flash images on your %s %s.
cs: Stáhnout a flashovat obrazy na %s %s.
el: Λήψη και φλασάρισμα images στον %s %s σας.
fi: Lataa ja asenna ohjelmisto vastaanottimeesi %s %s.
hr: Preuzmite i bljesni imidž na svoj %s %s.
it: Scarica e flash immagini sul %s %s.
lt: Atsisiųskite ir įdiekite atvaizdus savo %s %s.
nl: Online- en Lokaal flashen van uw %s %s.
pl: Pobierz i wgraj system na %s %s.
sk: Stiahnuť a flashovať image na zariadenie %s %s.
sr: Preuzmi i flash imidž na svoj %s %s.
sv: Ladda ner och flasha bilder på din %s %s.
ta: உங்கள் %s %s இல் படங்களை பதிவிறக்கம் செய்து ஒளிரச் செய்யுங்கள்.
tr: Yazılımları %s %s cihazınıza indirin ve yükleyin.
uk: Завантажте та прошийте іміджі на свій %s %s.

source: Download and install Plugins
bg: Изтеглете и инсталирайте приставки
cs: Stáhnout a instalovat pluginy
da: Download og installer Plugins
de: Download und Installation
el: Λήψη και εγκατάσταση προσθέτων
et: Tõmba ja paigalda pluginaid
fi: Lataa ja asenna lisäosia
fr: Télécharger et installer des plugins
hr: Preuzmite i instalirajte dodatke
hu: Letölti és telepíti a bővítményeket
it: Scarica ed installa plugin
lt: Parsisiųsti ir įdiegti priedus
nl: Plugins downloaden en installeren
pl: Pobierz i zainstaluj wtyczki
ru: Загрузить и установить плагины
sk: Stiahnutie a inštalácia pluginov
sr: Preuzmi i instaliraj Plugin
sv: Ladda ner och installera plugins
ta: செருகுநிரல்களை பதிவிறக்கம் செய்து நிறுவவும்
tr: Eklentileri İndir ve Yükle
uk: Завантажити і встановити плагіни
vi: Tải xuống và cài đặt Plugin
zh_cn: 下载并安装插件

source: Download and install cam
bg: Изтегляне и инсталиране на Softcams
cs: Stáhnout a instalovat CAMy
da: Download og installer CAM
de: Download Cam und Installation
el: Λήψη και εγκατάσταση cam
et: Laadi alla ja paigalda EMU
fi: Lataa ja asenna softcameja
fr: Télécharger et installer la CAM
hr: Preuzmite i instalirajte cam
hu: Cam letöltés és telepítés
it: Scarica ed installa cam
lt: Parsisiųsti ir įdiegti emuliatorius
nl: Softcams downloaden en installeren
pl: Pobierz i zainstaluj softcam
ru: Загрузить и установить эмуляторы
sk: Stiahnutie a inštalácia softcamov
sr: Preuzmi i instaliraj Cam
sv: Ladda ner och installera cam
ta: கேம் பதிவிறக்கம் செய்து நிறுவவும்
tr: Cam'ı indir ve yükle
uk: Завантажити і встановити емулятори
vi: Tải xuống và cài đặt cam
zh_cn: 下载并安装cam

source: Download error
bg: Грешка при изтегляне
cs: Chyba stahování
el: Σφάλμα λήψης
fi: Lataus virhe
fr: Erreur de téléchargement
hr: Pogreška preuzimanja
it: Errore di download
lt: Atsisiuntimo klaida
nl: Fout bij het downloaden
pl: Błąd pobierania
sk: Chyba pri sťahovaní
sr: Greška preuzimanja
sv: Hämtningsfel
ta: பிழையைப் பதிவிறக்கவும்
tr: İndirme hatası
uk: Помилка завантаження

source: Download the selected image
cs: Stáhnout vybraný obraz
el: Λήψη του επιλεγμένου image
fi: Lataa valittu ohjelmisto
hr: Preuzmite odabrani imidž
it: Scarica immagine selezionata
nl: Gekozen image downloaden
pl: Pobierz wybrany system
sk: Stiahnuť zvolený image
sr: Preuzmi izabrani imidž
sv: Ladda ner den valda bilden
ta: தேர்ந்தெடுக்கப்பட்ட படத்தைப் பதிவிறக்கவும்
tr: Seçilen yazılımı indir
uk: Завантажити вибраний імідж

source: Downloadable plugins
bg: Плъгини с възможност за изтегляне
cs: Nahrát pluginy
da: Plugins der kan hentes
de: Plugins herunterladen
el: Πρόσθετα για λήψη
et: Saadavad pluginad
fi: Lataa lisäosia
fr: Extensions téléchargeables
hr: Dodaci za preuzimanje
hu: Letölthető bővítmények
it: Plugin scaricabili
lt: Galimi parsisiųsti priedai
nl: Beschikbare plugins
pl: Wtyczki do pobrania
pt_br: Plugins disponíveis
ru: Плагины имеющиеся на фиде имиджа
sk: Pluginy na stiahnutie
sl: Razpoložljivi vtičniki
sr: Dostupni plugini
sv: Nedladdningsbara plugins
ta: தரவிறக்கம் செய்யக்கூடிய செருகுநிரல்கள்
tr: İndirilebilir eklentiler
uk: Доступні плагіни
vi: Các plugin có thể tải xuống
zh_cn: 可下载的插件

source: Downloaded images
bg: Изтегляне на изображения
cs: Stažené obrazy
el: Images που λήφθηκαν
fi: Ladatut Ohjelmisto imaget
fr: Images téléchargées
hr: Preuzimanje imidža
it: Immagini scaricate
lt: Atsisiųsti atvaizdai
nl: Overige lokale images
pl: Pobrane systemy
sk: Stiahnuté image
sr: Preuzet imidž
sv: Nedladdade bilder
ta: பதிவிறக்கம் செய்யப்பட்ட படங்கள்
tr: İndirilen yazılımlar
uk: Завантажені Іміджі

source: Downloading
bg: Изтегляне на
cs: Stahuji
da: Downloader
de: Herunterladen
el: Λήψη
et: Allalaadimisel
fi: Ladataan
fr: Téléchargement en cours
hr: Preuzimanje
hu: Letöltés
it: Download
lt: Parsisiunčiama
nl: Bezig met downloaden
pl: Pobieranie
pt_br: Fazendo o download
ru: Загрузка
sk: Sťahovanie
sl: Nalagam...
sr: Preuzimanje
sv: Hämtar
ta: பதிவிறக்குகிறது
tr: İndiriliyor
uk: Завантажується
vi: Đang tải xuống
zh_cn: 正在下载...

source: Downloading Image
bg: Изтегляне на изображение
cs: Stahování image
da: Downloader Image
de: Lade Image herunter
el: Λήψη image
et: Püsivara allalaadimine
fi: Ladataan Ohjelmistoa
fr: Téléchargement de l'image en cours
hr: Preuzimanje Imidža
it: Download immagine
lt: Parsiunčiamas atvaizdas
nl: Image wordt gedownload
pl: Pobieranie systemu
sk: Prebieha sťahovanie image
sr: Preuzimanje Imidža
sv: Nedladdning av bild
ta: படத்தைப் பதிவிறக்குகிறது
tr: Yazılım İndiriliyor
uk: Завантаження Іміджа
vi: Đang tải hình ảnh
zh_cn: 正在下载镜像...

source: Downloading latest update list. Please wait...
bg: Изтегляне на най-новия списък с актуализации. Моля Изчакай...
cs: Stahování nejnovějšího seznamu aktualizací. Prosím, čekejte...
el: Λήψη της τελευταίας λίστας πακέτων. Παρακαλώ περιμένετε...
fi: Ladataan viimeisin päivitys listaa Odota...
fr: Téléchargement de la liste des dernières mises à jour. Veuillez patienter...
hr: Preuzimanje najnovijeg popisa ažuriranja. Molim te čekaj...
it: Download elenco ultimi aggiornamenti. Attendi...
lt: Atsisiunčiamas naujausias naujinimų sąrašas. Palaukite...
nl: Een lijst met de nieuwste updates downloaden. Een ogenblik geduld...
pl: Pobieranie listy najnowszych aktualizacji. Proszę czekać...
sk: Sťahuje sa zoznam najnovších aktualizácií. Čakajte, prosím…
sr: Preuzimanje najnovije liste ispravki. Molim sačekajte...
sv: Laddar ner senaste uppdateringslistan. Vänligen vänta...
ta: அண்மைக் கால புதுப்பிப்பு பட்டியலைப் பதிவிறக்குகிறது. தயவுசெய்து காத்திருங்கள் ...
tr: En son güncelleme listesi indiriliyor. Lütfen bekleyin...
uk: Завантаження списку останніх оновлень. Будь ласка, зачекайте...

source: Downloading plugin information. Please wait...
bg: Изтегляне на информация за плъгин. Моля изчакайте...
cs: Stahuji informace o pluginech. Prosím, čekejte...
da: Downloader Plugin informationer. Vent venligst...
de: Lade Plugin-Informationen herunter. Bitte warten...
el: Λήψη πληροφοριών προσθέτων. Παρακαλώ περιμένετε...
et: Andmete laadimine. Oota veidi.
fi: Ladataan listaa lisäosista. Odota...
fr: Téléchargement des informations sur les extensions en cours. Patientez SVP...
hr: Preuzimanje informacija o dodatku. Molim te čekaj...
hu: Bővítmények betöltése folyamatban. Kérem, várjon...
it: Download informazioni sui plugin. Attendi...
lt: Palaukite, parsiunčiama informacija apie priedus...
nl: Plugin informatie wordt opgehaald. Een ogenblik a.u.b...
pl: Pobieranie informacji o wtyczkach. Proszę czekać...
pt_br: Obtendo informações. Aguarde...
ru: Загрузка информации о плагинах. Ждите...
sk: Sťahujú sa informácie o pluginoch. Čakajte, prosím…
sl: Poteka pridobivanje informacij o vtičnikih... Prosim počakajte!
sr: Preuzimanje info o plugin. Molim sačekajte...
sv: Nedladdning av plugin-information. Vänligen vänta...
ta: சொருகி தகவல்களைப் பதிவிறக்குகிறது. தயவுசெய்து காத்திருங்கள் ...
tr: Eklenti bilgisi indiriliyor. Lütfen bekleyin...
uk: Завантаження інформації про додатки. Зачекайте...
vi: Tải về thông tin plugin. Xin vui lòng chờ ...
zh_cn: 正在下载插件信息.请稍等...

source: Downmix
bg: Даунмикс
el: Αποκωδικοποίηση και μίξη
et: Taanda
fi: DTS muunto stereoksi
fr: Mixage descendant
hu: Lekeverés
it: Riduzione del numero di canali
lt: Suliejimas
ta: டவுன்மிக்ச்
uk: Мікшування
zh_cn: 缩混

source: Drama
bg: Драма
el: Δράμα
fi: Elokuva/draama
fr: Drame
it: Dramma
pl: Dramat
sk: Dráma
ta: நாடகம்
tr: Dram
uk: Драма
zh_cn: 戏剧

source: Dreambox format data DVD (HDTV compatible)
cs: Datové DVD ve formátu Dreambox (kompatibilní s HDTV)
da: Dreambox data DVD format (HDTV kompatibel)
el: Φορμά δεδομένων DVD Dreambox (HDTV συμβατό)
et: Vastuvõtja vormingus andme DVD (sobiv HDTV jaoks)
fi: Dreambox muotoinen data DVD (HDTV-yhteensopiva)
fr: DVD au format de donnée Dreambox (Compatible HDTV)
hr: Dreambox s podacima u formatu DVD (kompatibilan s HDTV)
hu: Dreambox formátumú adat DVD (HDTV kompatibilis)
it: DVD dati in formato Dreambox (compatibile HDTV)
lt: Dreambox formato duomenų DVD (suderinama su HDTV)
nl: Dreambox formaat gegevens-DVD (HDTV-compatibel)
pl: Format Dreambox DVD z danymi (kompatybilny z HDTV)
ru: Формат данных DVD (HDTV совместимый)
sk: Dreambox format data DVD (kompatibilné s HDTV)
sl: Dreambox oblika podatkov DVD (HDTV združljiva)
sr: Dreambox format podataka DVD (HDTV kompatibilan)
sv: Data-DVD i Dreambox-format (HDTV-kompatibel)
ta: ட்ரீம் பாக்ச் வடிவமைப்பு தரவு டிவிடி (எச்டிடிவி இணக்கமானது)
tr: Dreambox formatında veri DVD (HDTV uyumlu)
uk: Dreambox формат DVD-диску (сумісний з HDTV)
vi: DVD định dạng dữ liệu Dreambox (tương thích với HDTV)
zh_cn: Dreambox的数据格式的DVD(HDTV兼容)

source: Dreambox format data DVD (won't work in other DVD players)
cs: Datové DVD ve formátu Dreambox (nebude fungovat v jiných přehrávačích DVD)
da: Dreambox data DVD format (vil ikke virke i andre DVD afspillere)
el: Φορμά δεδομένων DVD Dreambox (μη συμβατό με άλλες συσκευές DVD)
et: Vastuvõtja vormingus andme DVD (ei tööta muudes DVD-mängijates)
fi: Dreambox muotoinen data DVD (ei toimi muissa DVD soittimissa)
fr: DVD au format de donnée Dreambox (ne fonctionnera pas dans les lecteurs DVD)
hr: Dreambox s podacima formata DVD (neće raditi u drugim DVD playerima)
hu: Dreambox formátumú adat DVD (nem működik más DVD lejátszóknál)
it: DVD dati in formato Dreambox (non funziona con altri lettori DVD)
lt: Dreambox formato duomenų DVD (neveiks kituose DVD grotuvuose)
nl: Dreambox formaat gegevens-DVD (zal niet werken in andere DVD-spelers)
pl: DVD z danymi w formacie Dreambox (nie będzie działać w innych odtwarzaczach DVD)
ru: Формат данных DVD (несовместим с некоторыми DVD-плеерами)
sk: Dreambox format data DVD (nebude fungovať v iných prehrávačoch DVD)
sr: Dreambox format podataka DVD (neće raditi na drugim DVD plejerima)
sv: Data-DVD i Dreambox-format (fungerar inte i andra DVD-spelare)
ta: ட்ரீம் பாக்ச் வடிவமைப்பு தரவு டிவிடி (பிற டிவிடி பிளேயர்களில் வேலை செய்யாது)
tr: Dreambox formatında veri DVD (diğer DVD oynatıcılarla çalışmaz)
uk: Dreambox формат даних DVD (не працюватиме в інших програвачах DVD)
vi: DVD dữ liệu định dạng Dreambox (sẽ không hoạt động trong các đầu DVD khác)
zh_cn: Dreambox格式的数据DVD(其他DVD播放器无法读取)

source: Driver Packages
cs: Balíčky ovladačů
el: Πακέτα προγραμμάτων οδήγησης
fi: Ajurit
hr: Paketi upravljačkog programa
it: Pacchetti driver
nl: Drivers
pl: Pakiety sterowników
sk: Balíčky s ovládačmi
sr: Drajver Paketi
sv: Drivrutinspaket
ta: இயக்கி தொகுப்புகள்
tr: Sürücü Paketleri
uk: Пакети драйверів
