Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва 1080p 30Hz на вашия ТВ. (тъй като не подкрепят всички телевизори тези резолюции)
cs: Tato volba vám umožní vybrat, jak se zobrazí 1080p 30Hz na vaši TV. (toto rozlišení nemusí být podporováno všemi TV.)
da: Denne mulighed tillader dig at vælge hvordan 1080p 30Hz vises på dit TV (da ikke alle TV understøtter disse opløsninger).
de: Einstellen, wie 1080p 30Hz angezeigt werden soll (einige Fernseher unterstützen diese Auflösung nicht).
el: Αυτή η επιλογή επιτρέπει την επιλογή της εμφάνισης 1080p 30Hz στην TV σας. (δεν υποστηρίζονται αυτές οι αναλύσεις από όλες τις TV)
et: See valik määrab, kuidas kuvatakse 1080p 30Hz sisu teleekraanil. (Kõik telerid seda ei toeta.)
fi: Määrittää, kuinka 1080p 30Hz näytetään sinun TV:ssä (koska kaikki televisiot eivät suoraan tue tätä resoluutiota)
fr: Cette option vous permet de choisir comment afficher 1080p 30Hz sur votre téléviseur (tous les téléviseurs ne supportent pas nécessairement ces résolutions)
hr: Ova vam opcija omogućuje odabir načina prikaza 1080p 30Hz na TV-u. (jer ne podržavaju sve televizije ove rezolucije)
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg a 1080p 30 Hz-et a TV-készülékén. (mivel nem minden TV támogatja ezeket a felbontásokat)
it: Questa opzione consente di scegliere come visualizzare 1080p 30Hz sulla TV. Non tutte le TV supportano queste risoluzioni.
lt: Ši parinktis leidžia jums pasirinkti, kad rodyti 1080p 30Hz TV. (ne visi TV palaiko šią rezoliuciją)
nl: Hier kunt u instellen hoe 1080p 30Hz weergegeven moet worden op uw TV. (sommige TV's ondersteunen deze resolutie niet)
pl: Ta opcja pozwala na wybór sposobu wyświetlania 1080p 30Hz na telewizorze.(jeżeli jest wsparcie,nie wszystkie telewizory je maja)
ru: Позволяет установить показ 1080p 30Hz для изображения. (Некоторые телевизоры не поддерживают это разрешение)
sk: Nastavenie zobrazenia režimu 1080p 30 Hz na vašom TV (nie všetky TV toto rozlíšenie podporujú)
sr: Оva opcija omogućava da odaberete način prikazivanja 1080p 30HHz na TV. (ne podržavaju sve TV ove rezolucije)
sv: Med det här alternativet kan du välja hur du vill visa 1080p 30Hz på din TV. (eftersom inte alla TV-apparater stöder dessa upplösningar)
ta: உங்கள் டிவியில் 1080p 30Hz ஐ எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது. (அனைத்து டிவியின் ஆதரவையும் இந்த தீர்மானங்கள் அல்ல)
tr: Bu seçenek 1080p 30Hz çözünürlüğü televizyonunuzda nasıl görüntüleyeceğinizi seçmenize olanak tanır (çünkü tüm televizyonlar bu çözünürlükleri desteklemez)
uk: Цей параметр дозволяє Вам встановити показ 1080p 30Гц для зображення. (Деякі телевізори не підтримують цю роздільність)
vi: Tùy chọn này cho phép bạn chọn cách hiển thị 1080p 30Hz trên TV của bạn. (vì không phải tất cả các TV đều hỗ trợ các độ phân giải này)
zh_cn: 这个选项允许你选择如何在电视上显示1080P 30Hz.(并非所有电视台都支持这些分辨率)

source: This option allows you to choose how to display 2160p 24Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да показвате 2160p 24Hz на вашия телевизор. (тъй като не всички телевизори поддържат тези резолюции)
cs: Tato možnost vám umožňuje zvolit způsob zobrazení 2160p 24Hz na vašem televizoru. (protože ne všechny televizory podporují tato rozlišení)
da: Denne mulighed tillader dig at vælge hvordan 2160p 24Hz vises på dit TV (da ikke alle TV understøtter disse opløsninger).
de: Einstellen, wie 2160p 24Hz angezeigt werden soll (einige Fernseher unterstützen diese Auflösung nicht).
el: Αυτή η επιλογή ρυθμίζει τον τρόπο εμφάνισης 2160p 24Hz στην TV σας. (δεν υποστηρίζονται αυτές οι αναλύσεις από όλες τις TV)
et: See valik määrab, kuidas kuvada 2160p 24Hz sisu teleekraanil. (Kõik telerid seda ei toeta.)
fi: Määrittää, kuinka 2160p 24Hz näytetään sinun TV:ssä (koska kaikki televisiot: eivät suoraan tue tätä resoluutiota)
fr: Cette option vous permet de choisir comment afficher 2160p 24Hz sur votre TV. (tous les téléviseurs ne supportent pas ces résolutions)
hr: Ova vam opcija omogućuje odabir načina prikaza 2160p 24Hz na TV-u. (jer ne podržavaju sve televizije ove rezolucije)
it: Questa opzione consente di scegliere come visualizzare 2160p 24Hz sulla TV. Non tutte le TV supportano queste risoluzioni.
lt: Ši parinktis leidžia pasirinkti, kaip rodyti 2160p 24Hz vaizdą jūsų televizoriuje (kadangi ne visi TV palaiko šias rezoliucijas)
nl: Hier kunt u instellen hoe 2160p 24Hz weergegeven moet worden op uw TV. (sommige TV's ondersteunen deze resolutie niet)
pl: Ta opcja pozwala wybrać sposób wyświetlania 2160p 24 Hz na ekranie telewizora. (ponieważ nie wszystkie telewizory obsługują te rozdzielczości)
sk: Nastavenie zobrazenia režimu 2160p 24 Hz na vašom TV (nie všetky TV toto rozlíšenie podporujú)
sr: Оva opcija omogućava da odaberete način prikazivanja 2160p 24Hz na TV. (ne podržavaju sve TV ove rezolucije)
sv: Med det här alternativet kan du välja hur du vill visa 2160p 24Hz på din TV. (eftersom inte alla TV-apparater stöder dessa upplösningar)
ta: உங்கள் டிவியில் 2160P 24 எர்ட்ச் எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது. (அனைத்து டிவியின் ஆதரவையும் இந்த தீர்மானங்கள் அல்ல)
tr: Bu seçenek 2160p 24Hz çözünürlüğü televizyonunuzda nasıl görüntüleyeceğinizi seçmenize olanak tanır (çünkü tüm televizyonlar bu çözünürlükleri desteklemez)
uk: Цей параметр дозволяє Вам встановити показ 2160p 24Hz для зображення. (Деякі телевізори не підтримують цю роздільність)
vi: Tùy chọn này cho phép bạn chọn cách hiển thị 2160p 24Hz trên TV của bạn. (vì không phải tất cả các TV đều hỗ trợ các độ phân giải này)
zh_cn: 这个选项允许你选择如何在电视上显示2160p 24Hz.(并非所有电视台都支持这些分辨率)

source: This option allows you to choose how to display 2160p 25Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да показвате 2160p 25Hz на вашия телевизор. (тъй като не всички телевизори поддържат тези резолюции)
cs: Tato možnost vám umožňuje zvolit způsob zobrazení 2160p 25Hz na vašem televizoru. (protože ne všechny televizory podporují tato rozlišení)
da: Denne mulighed tillader dig at vælge hvordan 2160p 25Hz vises på dit TV (da ikke alle TV understøtter disse opløsninger).
de: Einstellen, wie 2160p 25Hz angezeigt werden soll (einige Fernseher unterstützen diese Auflösung nicht).
el: Αυτή η επιλογή ρυθμίζει τον τρόπο εμφάνισης 2160p 25Hz στην TV σας. (δεν υποστηρίζονται αυτές οι αναλύσεις από όλες τις TV)
et: See valik määrab, kuidas kuvada 2160p 25Hz sisu teleekraanil. (Kõik telerid seda ei toeta.)
fi: Määrittää, kuinka 2160p 25Hz näytetään sinun TV:ssä (koska kaikki televisiot eivät suoraan tue tätä resoluutiota)
fr: Cette option vous permet de choisir comment afficher 2160p 25Hz sur votre TV. (tous les téléviseurs ne supportent pas ces résolutions)
hr: Ova vam opcija omogućuje odabir načina prikaza 2160p 25Hz na TV-u. (jer ne podržavaju sve televizije ove rezolucije)
it: Questa opzione consente di scegliere come visualizzare 2160p 25Hz sulla TV. Non tutte le TV supportano queste risoluzioni.
lt: Ši parinktis leidžia pasirinkti, kaip rodyti 2160p 25Hz vaizdą jūsų televizoriuje (kadangi ne visi TV palaiko šias rezoliucijas)
nl: Hier kunt u instellen hoe 2160p 25Hz weergegeven moet worden op uw TV. (sommige TV's ondersteunen deze resolutie niet)
pl: Ta opcja pozwala wybrać sposób wyświetlania 2160p 25 Hz na ekranie telewizora. (ponieważ nie wszystkie telewizory obsługują te rozdzielczości)
sk: Nastavenie zobrazenia režimu 2160p 25 Hz na vašom TV (nie všetky TV toto rozlíšenie podporujú)
sr: Оva opcija omogućava da odaberete način prikazivanja 2160p 25Hz na TV. (ne podržavaju sve TV ove rezolucije)
sv: Med det här alternativet kan du välja hur du vill visa 2160p 25Hz på din TV. (eftersom inte alla TV-apparater stöder dessa upplösningar)
ta: உங்கள் டிவியில் 2160P 25Hz ஐ எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது. (அனைத்து டிவியின் ஆதரவையும் இந்த தீர்மானங்கள் அல்ல)
tr: Bu seçenek 2160p 25Hz çözünürlüğü televizyonunuzda nasıl görüntüleyeceğinizi seçmenize olanak tanır (çünkü tüm televizyonlar bu çözünürlükleri desteklemez)
uk: Цей параметр дозволяє Вам встановити показ 2160p 25Hz для зображення. (Деякі телевізори не підтримують цю роздільність)
vi: Tùy chọn này cho phép bạn chọn cách hiển thị 2160p 25Hz trên TV của bạn. (vì không phải tất cả các TV đều hỗ trợ các độ phân giải này)
zh_cn: 这个选项允许你选择如何在电视上显示2160p 25Hz.(并非所有电视台都支持这些分辨率)

source: This option allows you to choose how to display 2160p 30Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да показвате 2160p 30Hz на вашия телевизор. (тъй като не всички телевизори поддържат тези резолюции)
cs: Tato možnost vám umožňuje zvolit způsob zobrazení 2160p 30Hz na vašem televizoru. (protože ne všechny televizory podporují tato rozlišení)
da: Denne mulighed tillader dig at vælge hvordan 2160p 30Hz vises på dit TV (da ikke alle TV understøtter disse opløsninger).
de: Einstellen, wie 2160p 30Hz angezeigt werden soll (einige Fernseher unterstützen diese Auflösung nicht).
el: Αυτή η επιλογή ρυθμίζει τον τρόπο εμφάνισης 2160p 30Hz στην TV σας. (δεν υποστηρίζονται αυτές οι αναλύσεις από όλες τις TV)
et: See valik määrab, kuidas kuvada 2160p 30Hz sisu teleekraanil. (Kõik telerid seda ei toeta.)
fi: Määrittää, kuinka 2160p 30Hz näytetään sinun TV:ssä (koska kaikki televisiot eivät suoraan tue tätä resoluutiota)
fr: Cette option vous permet de choisir comment afficher 2160p 30Hz sur votre TV. (tous les téléviseurs ne supportent pas ces résolutions)
hr: Ova vam opcija omogućuje odabir načina prikaza 2160p 30Hz na TV-u. (jer ne podržavaju sve televizije ove rezolucije)
it: Questa opzione consente di scegliere come visualizzare 2160p 30Hz sulla TV. Non tutte le TV supportano queste risoluzioni.
lt: Ši parinktis leidžia pasirinkti, kaip rodyti 2160p 30Hz vaizdą jūsų televizoriuje (kadangi ne visi TV palaiko šias rezoliucijas)
nl: Hier kunt u instellen hoe 2160p 30Hz weergegeven moet worden op uw TV. (sommige TV's ondersteunen deze resolutie niet)
pl: Ta opcja pozwala wybrać sposób wyświetlania 2160p 30 Hz na ekranie telewizora. (ponieważ nie wszystkie telewizory obsługują te rozdzielczości)
sk: Nastavenie zobrazenia režimu 2160p 30 Hz na vašom TV (nie všetky TV toto rozlíšenie podporujú)
sr: Оva opcija omogućava da odaberete način prikazivanja 2160p 30Hz na TV. (ne podržavaju sve TV ove rezolucije)
sv: Med det här alternativet kan du välja hur du vill visa 2160p 30Hz på din TV. (eftersom inte alla TV-apparater stöder dessa upplösningar)
ta: உங்கள் டிவியில் 2160P 30Hz ஐ எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது. (அனைத்து டிவியின் ஆதரவையும் இந்த தீர்மானங்கள் அல்ல)
tr: Bu seçenek 2160p 30Hz çözünürlüğü televizyonunuzda nasıl görüntüleyeceğinizi seçmenize olanak tanır (çünkü tüm televizyonlar bu çözünürlükleri desteklemez)
uk: Цей параметр дозволяє Вам встановити показ 2160p 30Hz для зображення. (Деякі телевізори не підтримують цю роздільність)
vi: Tùy chọn này cho phép bạn chọn cách hiển thị 2160p 30Hz trên TV của bạn. (vì không phải tất cả các TV đều hỗ trợ các độ phân giải này)
zh_cn: 这个选项允许你选择如何在电视上显示2160p 30Hz.(并非所有电视台都支持这些分辨率)

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва 720p 24Hz на вашия ТВ. (тъй като не подкрепят всички телевизори тези резолюции)
cs: Tato volba vám umožní vybrat, jak se zobrazí 720p 24Hz na vaši TV. (toto rozlišení nemusí být podporováno všemi TV.)
da: Denne mulighed tillader dig at vælge hvordan 720p 24Hz vises på dit TV (da ikke alle TV understøtter disse opløsninger).
de: Einstellen, wie 720p 24 Hz angezeigt werden soll (einige Fernseher unterstützen diese Auflösung nicht).
el: Αυτή η επιλογή επιτρέπει την επιλογή της εμφάνισης 720p 24Hz στην TV σας. (δεν υποστηρίζονται αυτές οι αναλύσεις από όλες τις TV.)
et: See valik määrab, kuidas kuvatakse 720p 24Hz sisu teleekraanil. (Kõik telerid seda ei toeta.)
fi: Määrittää, kuinka 720p 24Hz näytetään sinun TV:ssä (koska kaikki televisiot eivät suoraan tue tätä resoluutiota)
fr: Cette option vous permet de choisir comment afficher 720p 24Hz sur votre téléviseur (tous les téléviseurs ne supportent pas nécessairement ces résolutions)
hr: Ova vam opcija omogućuje odabir načina prikaza 720p 24Hz na TV-u. (jer ne podržavaju sve televizije ove rezolucije)
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg a 720p 24Hz-et TV-készülékén. (mivel nem minden TV támogatja ezeket a felbontásokat)
it: Questa opzione consente di scegliere come visualizzare 720p 24Hz sulla TV. Non tutte le TV supportano queste risoluzioni.
lt: Ši parinktis leidžia jums pasirinkti, kad rodyti 720p 24Hz TV. (ne visi TV palaiko šią rezoliuciją)
nl: Hier kunt u instellen hoe 720p 24Hz weergegeven moet worden op uw TV. (sommige TV's ondersteunen deze resolutie niet)
pl: Ta opcja pozwala na wybór sposobu wyświetlania 720p 24 Hz na telewizorze.(jeżeli jest wsparcie,nie wszystkie telewizory je maja)
ru: Позволяет установить показ 720p 24Hz для изображения. (Некоторые телевизоры не поддерживают это разрешение)
sk: Nastavenie zobrazenia režimu 720p 24 Hz na vašom TV (nie všetky TV toto rozlíšenie podporujú)
sr: Оva opcija omogućava da odaberete način prikazivanja 720p 24Hz na TV. (ne podržavaju sve TV ove rezolucije)
sv: Med detta alternativ kan du välja hur du vill visa 720p 24Hz på din TV. (eftersom inte alla TV-apparater stöder dessa upplösningar)
ta: உங்கள் டிவியில் 720p 24 எர்ட்சை எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது. (அனைத்து டிவியின் ஆதரவையும் இந்த தீர்மானங்கள் அல்ல)
tr: Bu seçenek 720p 24Hz çözünürlüğü televizyonunuzda nasıl görüntüleyeceğinizi seçmenize olanak tanır (çünkü tüm televizyonlar bu çözünürlükleri desteklemez)
uk: Цей параметр дозволяє Вам встановити показ 720p 24Гц для зображення. (Деякі телевізори не підтримують цю роздільність)
vi: Tùy chọn này cho phép bạn chọn cách hiển thị 720p 24Hz trên TV của bạn. (vì không phải tất cả các TV đều hỗ trợ các độ phân giải này)
zh_cn: 这个选项允许你选择如何在电视上显示720p 24Hz.(并非所有电视台都支持这些分辨率)

source: This option allows you to choose how to display SD progressive 24Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва SD progressive 24Hz на вашия ТВ. (тъй като не подкрепят всички телевизори тези резолюции)
cs: Tato volba vám umožní vybrat, jak se zobrazí SD progressive 24Hz na vaši TV. (toto rozlišení nemusí být podporováno všemi TV.)
da: Denne mulighed tillader dig at vælge hvordan SD progressiv 24Hz vises på dit TV (da ikke alle TV understøtter disse opløsninger).
de: Einstellen, wie ein 480/576p 24Hz Video angezeigt wird (einige Fernseher unterstützen nicht alle Formate).
el: Αυτή η επιλογή επιτρέπει την επιλογή της εμφάνισης του προοδευτικού SD 24Hz στην TV σας. (δεν υποστηρίζονται αυτές οι αναλύσεις από όλες τις TV)
et: See valik määrab, kuidas kuvatakse täiskaadrilaotusega 24Hz SD sisu teleekraanil. (Kõik telerid seda ei toeta.)
fi: Määrittää, kuinka SD-kuva 24Hz näytetään (koska kaikki televisiot eivät suoraan tue tätä resoluutiota)
fr: Cette option vous permet de choisir comment afficher SD progressif 24Hz sur votre téléviseur (tous les téléviseurs ne supportent pas nécessairement ces résolutions)
hr: Ova opcija vam omogućuje odabir načina prikaza SD progresivne 24Hz na TV-u. (jer ne podržavaju sve televizije ove rezolucije)
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg a progresszív 24 Hz-es SD-t TV-készülékén. (mivel nem minden TV támogatja ezeket a felbontásokat)
it: Questa opzione consente di scegliere come visualizzare SD progressivo 24Hz sulla TV. Non tutte le TV supportano queste risoluzioni.
lt: Ši parinktis leidžia pasirinkti, kaip rodyti SD progr. 24Hz vaizdą jūsų televizoriuje (nes ne visi TV palaiko šią rezoliuciją)
nl: Met deze optie kunt u kiezen hoe u 480/576p 24Hz SD op uw TV wilt weergeven. (niet alle TV's ondersteunen deze resolutie)
pl: Ta opcja pozwala na wybór sposobu wyświetlania SD progresywnego 24Hz na telewizorze.(jeżeli jest wsparcie,nie wszystkie telewizory je mają)
ru: Эта опция позволяет вам выбрать, как отображать SD 24Гц на вашем телевизоре. (Не все телевизоры поддерживают)
sk: Nastavenie zobrazenia režimu SD progressive 24 Hz na vašom TV (nie všetky TV toto rozlíšenie podporujú)
sr: Оva opcija omogućava da odaberete način prikazivanja SD progresivnih 24Hz na TV. (ne podržavaju sve TV ove rezolucije)
sv: Med detta alternativ kan du välja hur du vill visa SD progressiv 24Hz på din TV. (eftersom inte alla TV-apparater stöder dessa upplösningar)
ta: உங்கள் டிவியில் எச்டி முற்போக்கான 24 எர்ட்சை எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது. (அனைத்து டிவியின் ஆதரவையும் இந்த தீர்மானங்கள் அல்ல)
tr: Bu seçenek SD aşamalı 24Hz görüntüyü televizyonunuzda nasıl görüntüleyeceğinizi seçmenize olanak tanır (çünkü tüm televizyonlar bu çözünürlükleri desteklemez)
uk: Цей параметр дозволяє Вам вибрати, як відображати прогресивні SD 24Гц на вашому телевізорі.(Не всі телевізори підтримують цю роздільність)
vi: Tùy chọn này cho phép bạn chọn cách hiển thị SD lũy tiến 24Hz trên TV của bạn. (vì không phải tất cả các TV đều hỗ trợ các độ phân giải này)
zh_cn: 这个选项允许你选择如何在电视上显示SD递进24Hz.(并非所有电视台都支持这些分辨率)

source: This option allows you to choose how to display elapsed time, as + or -.
bg: Тази опция ви позволява да избирате как да се показва изминалото време като + или -
cs: Tato volba vám umožní vybrat, jak se zobrazí uplynulý čas jako + nebo -.
el: Αυτή η επιλογή ορίζει τον τρόπο εμφάνισης του παρελθόντα χρόνου ως + ή -.
fi: Määrittää, näytetäänkö kulunut aika positiivisena (+) vai negatiivisena (-)
fr: Cette option permet de choisir comment afficher le temps écoulé comme + ou -
hr: Ova opcija omogućuje vam odabir načina prikaza proteklog vremena, kao + ili -.
it: Questa opzione consente di scegliere come visualizzare il tempo trascorso come + o -
lt: Ši parinktis leidžia pasirinkti, kaip rodyti praėjusį laiką kaip + arba -
nl: Kies 'Nee' om de verstreken tijd met een + of een - teken weer te geven.
pl: Ta opcja pozwala wybrać sposób wyświetlania czasu, który upłynął, jako + lub -.
sk: Nastavenie, či sa uplynutý čas zobrazí so znamienkom + alebo -.
sr: Ova opcija vam omogućava da odaberete način prikazivanja proteklog vremena, kao + ili -.
sv: Med det här alternativet kan du välja hur den förflutna tiden ska visas, som + eller -.
ta: இந்த விருப்பம் + அல்லது -என கழிந்த நேரத்தை எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய உங்களை அனுமதிக்கிறது.
tr: Bu seçenek, geçen süreyi (+) veya (-) olarak nasıl göstereceğinizi seçmenize izin verir.
uk: Цей параметр дозволяє Вам вибрати, як показати минулий час, як + або -

source: This option allows you to choose how to display standard definition video on your TV.
bg: Тази опция ви позволява да изберете как да се показва стандартната разделителна видео способност на вашия ТВ.
cs: Tato možnost vám umožňuje zvolit způsob zobrazení videa ve standardním rozlišení na vašem televizoru.
da: Denne mulighed tillader dig at vælge hvordan standard opløsning vises på dit TV.
de: Einstellen, mit welcher Auflösung SD-Video angezeigt werden soll.
el: Αυτή η επιλογή ρυθμίζει τον τρόπο εμφάνισης βίντεο στάνταρ ευκρίνειας στην TV σας.
et: See valik määrab, kuidas kuvada SD sisu teleekraanil.
fi: Määrittää, kuinka normaalilla tarkkuudella oleva materiaali näytetään.
fr: Cette option vous permet de choisir comment afficher la définition vidéo standard sur votre téléviseur.
hr: Ova vam opcija omogućuje odabir načina prikaza videozapisa standardne razlučivosti na TV-u.
hu: Ez az opció lehetővé teszi, hogy kiválassza, hogyan jelenítse meg a normál felbontású videót a tévében.
it: Questa opzione consente di scegliere come visualizzare i video a definizione standard sulla TV.
lt: Ši parinktis leidžia pasirinkti, kaip televizoriuje rodyti standartinės raiškos vaizdo įrašus.
nl: Hier kunt u instellen hoe SD-video weergegeven moet worden op uw TV.
pl: Ta opcja pozwala na wybór sposobu wyświetlania standardowej definicji wideo na ekranie telewizora.
sk: Nastavenie zobrazenia videa v štandardnom rozlíšení na vašom TV.
sr: Оva opcija omogućava da odaberete način prikazivanja video zapisa standardne definicije na TV.
sv: Med detta alternativ kan du välja hur du vill visa standarddefinitionsvideo på din TV.
ta: உங்கள் டிவியில் நிலையான வரையறை வீடியோவை எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது.
tr: Bu seçenek standart tanımlı videonun TV’nizde nasıl görüntüleneceğini seçmenizi sağlar.
uk: Цей параметр дозволяє Вам встановити, як відображати роздільність для стандартного SD відео.
vi: Tùy chọn này cho phép bạn chọn cách hiển thị video độ nét tiêu chuẩn trên TV của bạn.
zh_cn: 这个选项允许你选择如何在电视上显示标准清晰度视频.

source: This option allows you to choose how to display the remaining time, the elapsed time, or both.
cs: Tato volba vám umožní vybrat, jak se zobrazí Zbývající/Uplynulý čas nebo oba.
el: Αυτή η επιλογή ορίζει τον τρόπο εμφάνισης του εναπομείναντα ή παρελθόντα χρόνου ή και των δύο.
hr: Ova opcija vam omogućuje da odaberete kako prikazati preostalo vrijeme, proteklo vrijeme ili oboje.
it: Questa opzione consente di scegliere come visualizzare il tempo rimanente, il tempo trascorso o entrambi.
lt: Ši parinktis leidžia jums pasirinkti, kaip rodyti likusį laiką, ar praėjusį laiką, arba abu.
nl: Hier kunt u instellen of u de resterende of de verstreken tijd wilt zien, of beide.
sr: Ova opcija vam omogućava da izaberete kako da prikažete preostalo vreme, proteklo vreme ili oba.
sv: Med det här alternativet kan du välja om du vill visa återstående tid, förfluten tid eller båda.
tr: Bu seçenek kalan zaman, geçen zaman veya her ikisinin de gösterilme seçiminin yapılmasını sağlar.
uk: Цей параметр дозволяє Вам вибрати, як показати час що залишився або час що минув, або обидва.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
cs: Tato volba vám umožní vybrat, jak se zobrazí při živé TV Zbývající/Uplynulý čas.
el: Αυτή η επιλογή ορίζει τον τρόπο εμφάνισης του εναπομείναντα/παρελθόντα χρόνου για τη ζωντανή tv.
hr: Ova opcija vam omogućuje da odaberete kako će se prikazati preostalo/proteklo vrijeme za televiziju uživo.
it: Questa opzione consente di scegliere come visualizzare il tempo rimanente o trascorso per la TV in diretta.
lt: Ši parinktis leidžia nustatyti, kaip parodyti likusį / praėjusį laiką TV peržiūros metu.
nl: Hier kunt u instellen of u de resterende of de verstreken tijd wilt zien voor live-tv.
sr: Ova opcija vam omogućava da odaberete kako će se prikazivati preostalo/proteklo vreme za emitovanje uživo.
sv: Med det här alternativet kan du välja hur den återstående/förfallna tiden ska visas för live-tv.
tr: Bu seçenek canlı TV yayınlarında kalan/geçen sürenin nasıl görüntüleneceğini seçmenize olanak tanır.
uk: Цей параметр дозволяє Вам вибрати, як показати час що залишився або минув для каналу, що переглядається.
