Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Package information currently not available!
bg: Информацията за пакета в момента не е налична!
cs: Informace o balíčku nejsou v současné době k dispozici!
el: Οι πληροφορίες του πακέτου δεν είναι διαθέσιμες!
fi: Pakettitietoja ei ole tällä hetkellä saatavilla!
hr: Informacije o paketu trenutno nisu dostupne!
it: Informazioni sul pacchetto attualmente non disponibili!
lt: Paketo informacija šiuo metu nepasiekiama!
nl: Pakketinformatie is nu niet beschikbaar!
pl: Informacje o pakiecie są obecnie niedostępne!
sk: Informácie o balíčku nie sú v tejto chvíli dostupné!
sr: Info o paketu trenutno nije dostupan!
sv: Paketinformation är för närvarande inte tillgänglig!
ta: தொகுப்பு செய்தி தற்போது கிடைக்கவில்லை!
tr: Paket bilgileri şu anda mevcut değil!
uk: Інформація про пакет на даний момент недоступна!

source: Package installation failed.
cs: Instalace balíčku se nezdařila.
el: Η εγκατάσταση του πακέτου απέτυχε.
fi: Paketin asennus epäonnistui.
hr: Instalacija paketa nije uspjela.
it: Installazione pacchetto non riuscita.
nl: Installatie van dit pakket is mislukt!
pl: Instalacja pakietu nie powiodła się.
sk: Inštalácia balíčka neúspešná.
sr: Instalacija paketa nije uspela.
sv: Paketinstallationen misslyckades.
ta: தொகுப்பு நிறுவல் தோல்வியடைந்தது.
tr: Paket kurulumu başarısız oldu.
uk: Не вдалося встановити пакет.

source: Package list update
bg: Актуализиране на списък с пакети
cs: Aktualizace seznamu doplňků
da: Pakkeliste opdateres
de: Paketlistenaktualisierung
el: Ενημέρωση λίστας πακέτων
et: Tarkvaraloendi uuendamine
fi: Haetaan ohjelmisto päivityksiä
fr: Mise à jour de la liste des paquets
hr: Ažuriranje spiska paketa
hu: Csomaglista frissítés
it: Aggiornamento elenco pacchetti
lt: Paketo sąrašo atnaujinimas
nl: Pakketlijst vernieuwen
pl: Aktualizacja listy pakietów
pt_br: Atualizando a lista de pacotes.
ru: Обновление списка пакетов
sk: Aktualizácia zoznamu balíčkov
sl: Nadgrajevanje sistema...
sr: Ažuriranje liste paketa
sv: Uppdatering av paketlistan
ta: தொகுப்பு பட்டியல் புதுப்பிப்பு
tr: Paket listesi güncellemesi
uk: Оновлення списку пакетів
vi: Cập nhật danh sách gói
zh_cn: 软件包列表更新

source: Packaged locales only
bg: Само пакетирани локали
cs: Pouze zabalená národní prostředí
el: Πακεταρισμένες διάλεκτοι μόνο
fi: Halitse paikallisia tiedostoja
fr: Locaux conditionnés uniquement
hr: Samo zapakirane regionalne sheme
it: Solo localizzazioni pacchettizzate
lt: Tik supakuotos lokalės
nl: Alleen beschikbare talen
pl: Tylko spakowane ustawienia regionalne
sk: Len balíčky s miestnymi nastaveniami
sr: Smo upakovani lokalni
sv: Endast paketerade lokaler
ta: தொகுக்கப்பட்ட இடங்கள் மட்டுமே
tr: Yalnızca paketlenmiş yerel ayarlar
uk: Тільки запаковані регіони

source: Packages
cs: Balíčky
da: Pakker
de: Pakete
el: Πακέτα
et: paketti
fi: Paketit
hr: Paketi
hu: Csomagok
it: Pacchetti
nl: Pakketten
pl: Pakiety
pt_br: Pacotes
ru: Пакета(ов)
sk: Balíčky
sr: Paketi
sv: Paket
ta: தொகுப்பு
tr: Paketler
uk: Пакети
vi: Gói
zh_cn: 软件包

source: Packages and associated locales
bg: Пакети и свързани локали
cs: Balíčky a související místní prostředí
el: Πακέτα και σχετιζόμενες διάλεκτοι
fi: Paketit ja niihin liittyvät alueet
fr: Packages et paramètres régionaux associés
hr: Paketi i povezani lokalni
it: Pacchetti e localizzazioni associate
lt: Paketai ir susijusios lokalės
nl: Packages en bijbehorende locales
pl: Pakiety i skojarzone ustawienia regionalne
sk: Balíčky a súvisiace miestne nastavenia
sr: Paketi i povezani lokalni
sv: Paket och tillhörande lokala språk
ta: தொகுப்புகள் மற்றும் தொடர்புடைய இடங்கள்
tr: Paketler ve ilişkili yerel ayarlar
uk: Пакети та пов’язані локалі

source: Page down
bg: Страница надолу
cs: Dolů
da: Side ned
de: Seite zurück
el: Σελίδα κάτω
et: Leht alla
fi: Sivu alas
fr: Page bas
hr: Stranica dolje
hu: Lapozás lefelé
it: Pagina giù
lt: Puslapis žemyn
nl: Pagina naar beneden
pl: Strona w dół
ru: Страница вниз
sk: Strana dolu
sr: Stranica dole
sv: Sida ner
ta: பக்கம் கீழே
tr: Sayfa aşağı
uk: Сторінка вниз
vi: Trang dưới
zh_cn: 下一页

source: Page left
bg: Страница вляво
cs: Str. vlevo
el: Σελίδα αριστερά
fi: sivu vasemmalle
fr: page gauche
hr: Stranica levo
it: Pagina sinistra
lt: Puslapis kairėje
nl: Pagina naar links
pl: strona w lewo
sk: Strana doľava
sr: Stranica levo
sv: Sidan vänster
ta: பக்கம் இடது
tr: Sayfa sola
uk: сторінка вліво

source: Page right
bg: Страница надясно
cs: Vpravo
da: Side højre
de: Seite nach rechts
el: Σελίδα δεξιά
et: Leht paremale
fi: Sivu oikealle
fr: Page droite
hr: Stranica desno
hu: Lapozás jobbra
it: Pagina destra
lt: Puslapis dešinėje
nl: Pagina naar rechts
pl: Strona w prawo
ru: Страница вправо
sk: Strana doprava
sr: Stranica desno
sv: Höger sida
ta: பக்கம் சரியானது
tr: Sayfa sağa
uk: Сторінка вправо
vi: Trang bên phải
zh_cn: 页面右边

source: Page up
bg: Страница нагоре
cs: Nahoru
da: Side op
de: Seite vor
el: Σελίδα προς τα επάνω
et: Leht üles
fi: Sivu ylös
fr: Page haute
hr: Stranica gore
hu: Lapozás fel
it: Pagina su
lt: Puslapis aukštyn
nl: Pagina omhoog
pl: Strona w górę
ru: Страница вверх
sk: Strana nahor
sr: Stranica gore
sv: Sidan upp
ta: பக்கம்
tr: Sayfa yukarı
uk: Сторінка вгору
vi: Trang lên
zh_cn: 上一页

source: PageDown
bg: Страница надолу
cs: O stránku dolů
da: SideNed
de: Seite zurück
fi: Sivu alas
fr: PageBas
hr: StranicaDolje
it: Pagina giù
lt: Puslapis žemyn
nl: Knop naar beneden
pl: Strona w dół
sk: O stranu dolu
sr: StranicaDole
ta: பேசெடவுன்
tr: Sayfa Aşağı
uk: Сторінка вниз
vi: Trang dưới
zh_cn: 下一页

source: PageUp
bg: Страница нагоре
cs: Stránka nahoru
da: SideOp
de: Seite vor
el: Σελίδα επάνω
fi: Sivu ylös
fr: PageHaut
hr: StranicaGore
it: Pagina su
lt: Puslapis aukštyn
nl: Knop naar boven
pl: Strona w górę
sk: O stranu nahor
sr: StranicaGore
ta: மந்திரவாதி
tr: Sayfa yukarı
uk: Сторінка вгору
vi: Trang lên
zh_cn: 上一页

source: Pakistan
cs: Pákistán
el: Πακιστάν
fi: Pakistani
hu: Pakisztán
lt: Pakistanas
ta: பாகிச்தான்
uk: Пакістан
zh_cn: 巴基斯坦

source: Palau
el: Παλάου
fr: Palaos
ta: பலாவு
uk: Палау
zh_cn: 帕劳

source: Palestine, State of
cs: Palestina
da: Palæstina, Staten
de: Palästina, Staat
el: Παλαιστινιακό Κράτος
et: Palestiina
fi: Palestine
fr: Palestine, État de
hu: Palesztína
it: Palestina, Stato della
lt: Palestinos valstybė
nl: Palestina
pl: Autonomia Palestyńska
sk: Palestína
sv: Palestina, staten
ta: பாலச்தீன அரசு
tr: Filistin, Devlet
uk: Палестина, держава
vi: Palestine, Nhà nước
zh_cn: 巴勒斯坦国

source: Pan&scan
el: Πανοραμική οπτική & σάρωση
hu: Pan&Scan (belenagyítva)
lt: Įterps nukerpant šonus
pl: Pan i Scan
ru: Панорама
ta: பான் ச்கேன்
uk: Обрізати праворуч і ліворуч
vi: Quét và quét
zh_cn: 全屏

source: Panama
el: Παναμάς
ta: பனாமா
uk: Панама
zh_cn: 巴拿马

source: Panic channel
bg: Паник канал
cs: Kanál tlačítka Panika
da: Panikkanal
de: Panik-Kanal
el: Κανάλι πανικού
et: Paanikanupu kanal
fi: Paniikki kanava
fr: Chaîne de panique
hr: Panika kanal
hu: Pánik csatorna
it: Canale del panico
lt: Panikos kanalas
nl: Paniek-zender
pl: Kanał przycisku Paniki
ru: Канал на тревожной кнопке
sk: Kanál pre tlačidlo Panika
sr: Panika kanal
sv: Panikkanal
ta: அச்சம் சேனல்
tr: Panik kanalı
uk: Канал на тривожній кнопці
vi: Kênh Panic
zh_cn: 应急频道

source: Panic to
bg: Паника за
cs: Panika k
da: Panik til
el: Πανικός σε
et: Paanikanupu kanal
fi: Paniikkinäppäimestä
fr: Panique vers
hr: Panika za
it: Panico a
lt: Panikos mygtukas
nl: Paniek naar
pl: Panika do
ru: Переключение на тревожный канал
sk: PANIKA = prepnutie na
sr: Panika za
sv: Panik till
ta: அச்சம்
tr: Panik
uk: Тривожна кнопка на
vi: Hoảng sợ
zh_cn: 应急到

source: Papua New Guinea
cs: Papua-Nová Guinea
da: Papua Ny Guinea
de: Papua-Neuguinea
el: Παπούα Νέα Γουινέα
et: Papua Uus Guinea
fi: Papua Uusi Guinea
fr: Papouasie-Nouvelle-Guinée
hu: Pápua Új-Guinea
it: Papua Nuova Guinea
lt: Papua Naujoji Gvinėja
nl: Papoea-Nieuw-Guinea
pl: Papua-Nowa Gwinea
sk: Papua Nová Guinea
sv: Papua Nya Guinea
ta: பப்புவா நியூ கினி
tr: Papua Yeni Gine
uk: Папуа-Нова Гвінея
zh_cn: 巴布亚新几内亚

source: Paraguay
el: Παραγουάη
lt: Paragvajus
pl: Paragwaj
sk: Paraguaj
ta: பராகுவே
uk: Парагвай
zh_cn: 巴拉圭

source: Parent Directory
cs: Nadřazený adresář
da: Overordnet mappe
de: Übergeordnetes Verzeichnis
el: Γονικός φάκελος
et: Ülemkataloog
fi: Päähakemisto
hr: Nadređeni Direktorijum
it: Cartella superiore
lt: Pagrindinis aplankas
nl: Bovenliggende map
pl: Katalog nadrzędny
sk: Nadradený priečinok
sl: Prvotna mapa
sr: Nadređeni Direktorijum
sv: Överordnad katalog
ta: பெற்றோர் அடைவு
tr: Ana Dizin
uk: Головний Каталог
vi: Thư mục phụ huynh
zh_cn: 父目录

source: Parental Control
bg: Родителски контрол
cs: Rodičovský zámek
el: Γονικός έλεγχος
fi: Lapsilukon Asetukset
fr: Contrôle parental
hr: Roditeljska Kontrola
it: Controllo genitori
lt: Tėvų kontrolė
nl: Kinderslot
pl: Kontrola rodzicielska
sk: Rodičovská kontrola
sr: Roditeljska kontrola
sv: Föräldrakontroll
ta: பெற்றோர் கட்டுப்பாடு
tr: Ebeveyn Kontrolü
uk: Батьківський контроль

source: Parental Control Settings
cs: Nastavení rodičovské kontroly
el: Ρυθμίσεις γονικού ελέγχου
fi: Lapsilukon Asetukset
hr: Roditeljska Kontrola Podešavanje
it: Impostazioni controllo genitori
nl: Instellingen voor ouderlijk toezicht
pl: Ustawienia kontroli rodzicielskiej
sk: Nastavenia rodičovskej kontroly
sr: Roditeljska kontrola Podešavanje
sv: Inställningar för föräldrakontroll
ta: பெற்றோர் கட்டுப்பாட்டு அமைப்புகள்
tr: Ebeveyn Kontrolü Ayarları
uk: Налаштування батьківського контролю

source: Parental Guidance Recommended
bg: Препоръчва се родителско ръководство
cs: Doporučuje se vedení rodičů
da: Forældrevejledning anbefalet
el: Επιθυμητή η γονική συναίνεση
fi: Vanhempien ohjausta suositellaan
fr: Orientation parentale recommandée
hr: Preporučena Roditeljska Kontrola
it: Consigliata presenza dei genitori
lt: Rekomenduota tėvų priežiūra
nl: Begeleiding door ouder/verzorger geadviseerd
pl: Zaleca się poradnictwo rodzicielskie
sk: Odporúča sa dohľad rodičov
sr: Preporučena Roditeljska Kontrola
sv: Föräldrakontroll rekommenderas
ta: பெற்றோர் வழிகாட்டுதல் பரிந்துரைக்கப்படுகிறது
tr: Ebeveyn Gözetimi Önerilir
uk: Рекомендується батьківський контроль
zh_cn: 建议家长指导

source: Parental control services editor
bg: Редактор на сервизи за родителски контрол
cs: Nastavení rodičovského zámku
da: Forældrekontrol kanalredigering
de: Jugendschutz-Sendereditor
el: Επεξεργασία υπηρεσιών γονικού έλεγχου
et: Lukustatud kanalite muutmine
fi: Näytä lapsilukolla suojatut kanavat
fr: Éditeur des services avec contrôle parental
hr: Uređivač kanala roditeljske kontrole
hu: Gyermekzárral védett csatornák szerkesztése
it: Editor dei servizi controllati dai genitori
lt: Redaguoti tėvų kontrolės kanalus
nl: Kinderslot zenderbewerking
pl: Edytor kanałów objętych kontrolę rodzicielską
pt_br: Editor de canais do controle de acesso
ru: Редактор каналов родительского контроля
sk: Editor staníc pre rodičovskú kontrolu
sr: Uređivač kanala roditeljske kontrole
sv: Redaktör för tjänster för föräldrakontroll
ta: பெற்றோர் கட்டுப்பாட்டு பணி ஆசிரியர்
tr: Ebeveyn kontrollü kanalları düzenle
uk: Редактор каналів чорного списку
vi: Biên tập dịch vụ kiểm soát của phụ huynh
zh_cn: 家长控制服务编辑

source: Parental control setup
bg: Настройка на родителския контрол
cs: Nastavení rodičovského zámku
da: Forældrekontrol opsætning
de: Jugendschutz
el: Παραμετροποίηση γονικού ελέγχου
et: Lapseluku seaded
fi: Lapsilukon asetukset
fr: Paramètres du contrôle parental
hr: Postavke roditeljske kontrole
hu: Gyermekzár beállítások
it: Impostazioni del controllo genitori
lt: Tėvų kontrolės sąranka
nl: Kinderslot instellingen
pl: Ustawienia kontroli rodzicielskiej
pt_br: Controle de acesso
ru: Установки родительского контроля
sk: Nastavenie rodičovskej kontroly
sl: Nastavitve starševske zaščite
sr: Postavke roditeljske kontrole
sv: Inställning av föräldrakontroll
ta: பெற்றோர் கட்டுப்பாட்டு அமைப்பு
tr: Ebeveyn kontrolü kurulumu
uk: Налаштування батьківського контролю
vi: Thiết lập kiểm soát của cha mẹ
zh_cn: 家长控制设置

source: Parliament
bg: Парламент
cs: Parlament
da: Parlament
el: Βουλή
fi: Parlamentti
fr: Parlement
it: Parlamento
lt: Parlamentas
nl: Parlement
pl: Parlament
sk: Parlament
sv: Parlamentet
ta: பாராளுமன்றம்
tr: Parlamento
uk: Парламент
zh_cn: 议会

source: Partition
bg: Дял
cs: Oddíl
el: Διαμέρισμα
fi: Osio
hr: Particija
it: Partizione
lt: Skaidinys
nl: Partitie
pl: Partycja
sk: Partícia
sr: Particija
sv: Område
ta: பிரிவினை
tr: Bölüm
uk: Розділ

source: Partition Type
cs: Typ oddílu
el: Τύπος διαμερίσματος
fi: Osio tyyppi
hr: Particija Tip
it: Tipo di partizione
nl: Partitietype
pl: Typ partycji
sk: Typ partície
sr: Particija Tip
sv: Partitionstyp
ta: பகிர்வு வகை
tr: Bölüm Tipi
uk: Тип розділу

source: Partitions
bg: Дялове
cs: Diskové oddíly
da: Partitioner
de: Partitionen
el: Διαμερίσματα
et: Partitsioonid
fi: Levyosiot
hr: Particije
hu: Partíciók
it: Partizioni
lt: Skaidiniai
nl: Partities
pl: Partycje
ru: Разделы
sk: Partície
sr: Particije
sv: Skiljeväggar
ta: பகிர்வுகள்
tr: Bölümler
uk: Розділи
vi: Phân vùng
zh_cn: 分区

source: Pass
cs: Povolit
el: Πέρασε
fi: hyväksytty
hr: Prolaz
it: Passaggio
nl: Scan
pl: Przelot
sk: Prechod
sr: Prolaz
sv: Godkänd
ta: கணவாய்
tr: Geçiş
uk: Пропуск

source: Pass-through
cs: Procházet
el: Διέλευση
fi: Läpilooppi
fr: Traverser
hr: Prolaz kroz
it: Passaggio senza conversione
lt: Pereiti
sk: Prechod (pass-through)
sr: Prolaz-uputstvo
sv: Genomgång
ta: பாச்-த்ரூ
tr: Geçiş
uk: Проходити через

source: Passthrough audio handling delay AC3
cs: Zpoždění zpracování průchozího zvuku AC3
el: Καθυστέρηση χειρισμού ήχου Passthrough AC3
fi: AC3 -äänen läpiviennin käsittelyviive
hr: Kašnjenje u obradi sa AC3 prolaznim zvukom
it: Ritardo gestione audio passthrough AC3
nl: Audio-vertraging bij het doorgeven (passthrough) van AC3
pl: Opóźnienie obsługi Passthrough AC3
sk: Oneskorenie spracovania priechodzieho zvuku AC3
sr: Kašnjenje u obradi sa AC3 prolaznim zvukom
sv: Fördröjning av passthrough-ljudhantering AC3
tr: AC3 ses geçişi işleme gecikmesi
uk: Затримка обробки наскрізного аудіо AC3

source: Passthrough audio handling delay AC3+
cs: Zpoždění zpracování zvuku v průchozím režimu AC3+
fi: AC3+ -äänen läpiviennin käsittelyviive
hr: Kašnjenje u obradi sa AC3+ prolaznim zvukom
it: Ritardo gestione audio passthrough AC3+
nl: Audio-vertraging bij het doorgeven (passthrough) van AC3+
pl: Opóźnienie obsługi Passthrough AC3+
sk: Oneskorenie spracovania priechodzieho zvuku AC3+
sr: Kašnjenje u obradi sa AC3+ prolaznim zvukom
sv: Passthrough ljudhantering fördröjning AC3+
tr: AC3+ ses geçişi işleme gecikmesi
uk: Затримка обробки наскрізного аудіо AC3+

source: Password
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
et: Parool
fi: Salasana
fr: Mot de passe
hr: Lozinka
hu: Jelszó
lt: Slaptažodis
nl: Wachtwoord
pl: Hasło
ru: Пароль
sk: Heslo
sl: Geslo
sr: Lozinka
sv: Lösenord
ta: கடவுச்சொல்
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_cn: 密码

source: Password (httpwd)
bg: Парола (httpwd)
cs: Heslo (httpwd)
da: Adgangskode (httpwd)
de: Passwort (httpwd)
el: Κωδικός (httpwd)
et: Parool (httpwd)
fi: Salasana (httpwd)
fr: Mot de passe (httppwd)
hr: Lozinka (httpwd)
hu: Jelszó (httpwd)
lt: Slaptažodis (httpwd)
nl: Wachtwoord (httpwd)
pl: Hasło (httpwd)
ru: Пароль (httpwd)
sk: Heslo (httpwd)
sr: Lozinka (httpwd)
sv: Lösenord (httpwd)
ta: கடவுச்சொல் (httpwd)
tr: Şifre (httpwd)
uk: Пароль (httpwd)
vi: Mật khẩu (httpwd)
zh_cn: 密码 (httpwd)

source: Password Actions
bg: Действия с парола
cs: Akce s heslem
el: Ενέργειες κωδικού πρόσβασης
fi: Salasana Toiminnot
hr: Radnja sa Lozinkom
it: Azioni password
lt: Slaptažodžio veiksmai
nl: Wachtwoord acties
pl: Działania dotyczące hasła
sk: Akcie pre heslo
sr: Radnja sa Lozinkom
sv: Lösenordsåtgärder
ta: கடவுச்சொல் செயல்கள்
tr: Şifre İşlemleri
uk: Дії з паролем

source: Password Settings
bg: Настройки на паролата
cs: Nastavení hesla
el: Ρυθμίσεις κωδικού πρόσβασης
fi: Salasana asetukset
fr: Configuration du mot de passe
hr: Postavke Lozinke
it: Impostazioni password
lt: Slaptažodžio parametrai
nl: Wachtwoord instellen
pl: Ustawienia hasła
sk: Nastavenie hesla
sr: Postavke Lozinke
sv: Lösenordsinställningar
ta: கடவுச்சொல் அமைப்புகள்
tr: Şifre Ayarları
uk: Налаштування пароля

source: Password changed.
bg: Паролата е сменена.
cs: Heslo bylo změněno.
el: Ο κωδικός πρόσβασης άλλαξε.
fi: Salasana vaihdettu.
fr: Mot de passe changé.
hr: Lozinka je promijenjena.
it: Password cambiata.
lt: Slaptažodis pakeistas.
nl: Wachtwoord gewijzigd.
pl: Hasło zostało zmienione.
sk: Heslo zmenené.
sr: Lozinka je promenjena.
sv: Lösenordet har ändrats.
ta: கடவுச்சொல் மாற்றப்பட்டது.
tr: Şifre değişti.
uk: Пароль змінено.

source: Path
cs: Cesta
el: Διαδρομή
fi: Polku
hr: Putanja
it: Percorso
nl: Pad
pl: Ścieżka
sk: Cesta
sr: Putanja
sv: Sökväg
ta: பாதை
tr: Yol
uk: Директорія

source: Path '%s' missing!
cs: Cesta '%s' chybí!
el: Η διαδρομή '%s' λείπει!
fi: Polku '%s' puuttuu!
hr: Putanja '%s' nedostaje!
it: Percorso '%s' mancante!
nl: Pad '%s' niet beschikbaar!
pl: Brak ścieżki '%s'!
sk: Cesta '%s' nie je dostupná!
sr: Putanja '%s' nedostaje!
sv: Sökväg '%s' saknas!
ta: பாதை '%s' காணவில்லை!
tr: '%s' yolu eksik!
uk: Шлях '%s' відсутній!

source: Pause
bg: Пауза
cs: Pauza
de: Anhalten
el: Παύση
et: Paus
fi: Tauko
hr: Pauza
hu: Szünet
it: Pausa
lt: Pauzė
nl: Pauze
pl: Pauza
pt_br: Pausa
ru: Пауза
sk: Pozastavenie
sr: Pauza
sv: Pausa
ta: இடைநிறுத்தம்
tr: Duraklat
uk: Пауза
vi: Tạm ngừng
zh_cn: 暂停

source: Pause movie at end
bg: Пауза в края на филма
cs: Zastavit film na konci
da: Pause ved filmslutning
de: Am Filmende pausieren
el: Παύση στο τέλος της ταινίας
et: Filmi lõppedes pausile
fi: Pysähdy tallenteen loppuun
fr: Mettre en pause le film à la fin
hr: Pauza na kraju filma
hu: Film megállítása a végén
it: Metti in pausa al termine della riproduzione
lt: Sustabdyti filmą pabaigoje
nl: Pauzeer de weergave
pl: Zatrzymaj film na końcu
pt_br: Pausar vídeo ao terminar
ru: Пауза в конце фильма
sk: Na konci filmu pozastaviť
sl: Ustavi film na koncu
sr: Pauza na kraju filma
sv: Pausa filmen i slutet
ta: முடிவில் திரைப்படத்தை இடைநிறுத்துங்கள்
tr: Bittiğinde filmi duraklat
uk: Пауза в кінці фільму
vi: Tạm dừng phim cuối
zh_cn: 结束暂停电影

source: Pause playback
bg: Пауза възпроизвеждане
cs: Pauza/přehrávání
da: Pause afspilning
de: Abspielen anhalten
el: Παύση αναπαραγωγής
et: Peata taasesitus
fi: Keskeytä toisto
fr: Reprise de la lecture
hr: Pauza reprodukcije
hu: Lejátszás megállítása
it: Pausa riproduzione
lt: Pristabdyti atkūrimą
nl: Pauzeer het afspelen
pl: Wstrzymaj odtwarzanie
pt_br: Pausar
ru: Пауза
sk: Pozastaviť prehrávanie
sr: Pauza reprodukcije
sv: Pausa uppspelningen
ta: இடைநிறுத்தப்பட்ட பின்னணி
tr: Oynatmayı duraklat
uk: Пауза відтворення
vi: Tạm dừng phát lại
zh_cn: 暂停播放

source: Pause/Continue playback
bg: Пауза/продължаване възпроизвеждане
cs: Pozastavit/Pokračovat v přehrávání
da: Pause/Fortsæt afspilning
de: Pause/Wiedergabe fortsetzen
el: Παύση/Συνέχιση αναπαραγωγής
et: Paus/taasesitus
fi: Pysäytä/Jatka toistoa
fr: Pause/Continue la lecture
hr: Pauza/Nastavi reprodukciju
hu: Lejátszás megállítása/folytatása
it: Pausa/continua la riproduzione
lt: Pristabdyti/tęsti atkūrimą
nl: Pauze / hervat afspelen
pl: Zatrzymaj/Kontynuuj odtwarzanie
sk: Pozastaviť/pokračovať v prehrávaní
sr: Pauza/Nastavi reprodukciju
sv: Pausa/Fortsätt uppspelning
ta: இடைநிறுத்த/பிளேபேக்கைத் தொடரவும்
tr: Oynatmayı Duraklat/Devam Et
uk: Пауза/Продовження відтворення
vi: Tạm dừng / Tiếp tục phát lại
zh_cn: 暂停/继续播放

source: Pausing
bg: Пауза
cs: Pozastavení
de: Pause
el: Σε παύση
fi: Pause
fr: Pause
hr: Pauziranje
it: Pausa
lt: Pristabdoma
nl: Gepauzeerd
pl: Pauzowanie
sk: Pozastavenie
sr: Pauziranje
sv: Pausa
ta: இடைநிறுத்தம்
tr: Duraklatma
uk: Призупинення
zh_cn: 暂停

source: Peak load (max queued requests per workerthread)
bg: Върхово натоварване (максимално чакащи заявки на workerthread)
cs: Nejvyšší zatížení (max. požadavků na workerthreadve ve frontě )
da: Spidsbelastning (maks forespørgsler i kø pr. arbejdstråd)
de: Spitzenauslastung (max. Anfragen per Arbeits-Thread)
el: Μέγιστο φορτίο (μέγιστες αιτήσεις σε σειρά ανά νήμα)
et: Tippkoormus (suurim päringute arv lõime kohta)
fi: Huippukuormitus (maksimi jonopyynnöt per työsäie)
fr: Charge de pointe (requêtes max en file d'attente par thread de travail)
hr: Vršno opterećenje (maksimalni broj zahtjeva u redu čekanja po radnoj niti)
hu: Csúcsterhelés (maximális kérések száma egy munkafolyamatban)
it: Picco di uso (numero massime di richieste per thread di lavoro)
lt: Didžiausia apkrova (maks. užklausų eilė darbiniame sraute)
nl: Piekbelasting (max rij verzoeken per workerthread)
pl: Szczytowe obciążenia
ru: Пиковая нагрузка (макс. запрос за рабочий поток)
sk: Najvyššie zaťaženie (maximum požiadaviek na pracovné vlákno vo fronte)
sr: Vrhunsko opterećenje (maks. zahteva po radnom mestu)
sv: Toppbelastning (max antal köade förfrågningar per arbetstråd)
ta: உச்ச சுமை (ஒரு பணியாளருக்கு அதிகபட்சம் வரிசைப்படுத்தப்பட்ட கோரிக்கைகள்)
tr: En yüksek yük (işlemci başına kuyruğa alınmış maksimum istek sayısı)
uk: Пікова навантаження (максимальна кількість запитів до робочого потоку)
vi: Tải tối đa (yêu cầu xếp hàng tối đa trên mỗi workerthread)
zh_cn: 峰值负载（每个工作线程最大队列请求.）

source: Percentage
bg: Процент
cs: Procenta
da: Procent
de: Prozent
el: Ποσοστό
et: Protsent
fi: Prosenttia
fr: Pourcentage
hr: Postotak
hu: Százalék
it: Percentuale
lt: Procentai
pl: Procentowo
ru: Проценты
sk: Percentá
sr: Procenat
sv: Procent
ta: விழுக்காடு
tr: Yüzde
uk: Відсоток
vi: Tỷ lệ phần trăm
zh_cn: 百分比

source: Percentage left
bg: Процент на ляво
cs: Procenta vlevo
da: Procent venstre
de: Prozent links
el: Ποσοστό αριστερά
et: Protsent vasakul
fi: Prosentit vasemmalla
fr: Pourcentage gauche
hr: Postotak lijevo
hu: Százalék hátra
it: Percentuale a sinistra
lt: Procentai kairėje
nl: Percentage links
pl: Pozostało w procentach
pt_br: Porcentagem à esquerda
ru: Проценты слева
sk: Percentá vľavo
sr: Procenat levo
sv: Procent vänster
ta: எஞ்சிய விழுக்காடு
tr: Yüzde olarak solda
uk: Відсотки зліва
vi: Tỷ lệ còn lại
zh_cn: 百分比显示在左侧

source: Percentage right
bg: Процент на дясно
cs: Procenta vpravo
da: Procent højre
de: Prozent rechts
el: Ποσοστό δεξιά
et: Protsent paremal
fi: Prosentit oikealla
fr: Pourcentage droite
hr: Postotak desno
hu: Forgó jobbos
it: Percentuale a destra
lt: Procentai dešinėje
nl: Percentage rechts
pl: Procenty po prawej
pt_br: Porcentagem à direita
ru: Проценты справа
sk: Percentá vpravo
sr: Procenat desno
sv: Procentuell rätt
ta: விழுக்காடு உரிமை
tr: Yüzde olarak sağda
uk: Відсотки справа
vi: Tỷ lệ đúng
zh_cn: 百分比显示在右侧

source: Percentage skips
cs: Procentuální přeskakování
el: Ποσοστό παρακάμψεων
fi: Prosentti ohitus
hr: Postotak preskoči
it: Percentuale salti
nl: Percentuele sprongen
pl: Pominięcia procentowe
sr: Procenat preskoči
sv: Procentuella överhoppningar
tr: Atlamaların yüzdesi
uk: Пропуски у відсотках

source: Percentage/Progress bar left
bg: Процент/Лента за напредък вляво
cs: Ukazatel procent/průběhu vlevo
da: Procent/Fremgangsbjælke venstre
de: Prozent/Fortschrittsanzeige links
el: Ποσοστό/μπάρα προόδου αριστερά
fi: Etenemispalkki vasemmalla
fr: Pourcentage/Barre de progression à gauche
hr: Postotak/traka napretka lijevo
it: Percentuale/Barra avanzamento a sinistra
lt: Procentai / eigos juosta kairėje
nl: Percentage/Voortgangsbalk links
pl: Procent/Pasek postępu z prawej
sk: Percentá/ukazovateľ priebehu vľavo
sr: Procenat/Progres traka levo
sv: Procent/framstegsfält vänster
ta: சதவீதம்/முன்னேற்றப் பட்டி எஞ்சியுள்ளது
tr: Yüzde/İlerleme çubuğu solda
uk: Відсоток/Смугжка поступу зліва
zh_cn: 百分比/进度条左侧
