Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: The Internet connection appears to be working. Press OK to continue.
cs: Zdá se, že internetové připojení funguje. Pokračujte stisknutím OK.
el: Η σύνδεση στο διαδίκτυο φαίνεται να λειτουργεί. Πιέστε OK για να συνεχίσετε.
fi: Internet yhteys näyttää toimivan. Paina ok jatkaaksesi.
hr: Čini se da internetska veza radi. Pritisnite OK za nastavak.
it: La connessione Internet sembra funzionare. Premi OK per continuare.
nl: De internetverbinding lijkt te werken. Druk op OK om door te gaan.
pl: Połączenie internetowe wygląda na działające poprawnie. Naciśnij OK, aby kontynuować.
sk: Zdá sa, že pripojenie na internet funguje. Pokračujte stlačením OK.
sr: Izgleda da internet konekcija funkcioniše. Pritisnite OK da nastavite.
sv: Internetanslutningen ser ut att fungera. Tryck på OK för att fortsätta.
ta: இணைய இணைப்பு செயல்படுவதாகத் தெரிகிறது. தொடர சரி என்பதை அழுத்தவும்.
tr: İnternet bağlantısı çalışıyor gibi görünüyor. Devam etmek için OK tuşuna basın.
uk: Здається, підключення до Інтернету працює. Натисніть OK, щоб продовжити.

source: The Internet connection appears to not be working! Choose what to do next.
cs: Zdá se, že internetové připojení nefunguje! Vyberte, co dělat dál.
el: Η σύνδεση στο διαδίκτυο φαίνεται να μη λειτουργεί! Επιλέξτε τι θα γίνει στη συνέχεια.
fi: Internet yhteystesi ei näytä toimivan! Valitse, mitä tehdään seuraavaksi.
hr: Čini se da internetska veza ne radi! Odaberite što ćete učiniti sljedeće.
it: La connessione Internet sembra non funzionare! Scegli cosa fare dopo.
nl: De internetverbinding lijkt niet te werken! Kies wat u nu wilt doen.
pl: Połączenie internetowe najwyraźniej nie działa poprawnie. Wybierz co zrobić teraz.
sk: Zdá sa, že pripojenie na internet nefunguje! Vyberte ďalšiu akciu.
sr: Izgleda da internet konekcija ne radi! Izaberite šta da radite sledeće.
sv: Internetanslutningen verkar inte fungera! Välj vad du ska göra härnäst.
ta: இணைய இணைப்பு வேலை செய்யவில்லை என்று தோன்றுகிறது! அடுத்து என்ன செய்ய வேண்டும் என்பதைத் தேர்வுசெய்க.
tr: İnternet bağlantısı çalışmıyor gibi görünüyor! Sonra ne yapacağınızı seçin.
uk: Здається, підключення до Інтернету не працює! Виберіть, що робити далі.

source: The MediaCenter plugin is not installed! Please install it.
bg: MediaCenter плъгин не е инсталиран! Моля, инсталирайте го.
cs: Plugin MediaCenter není nainstalován! Nainstalujte jej prosím.
da: MediaCenter Pluginet er ikke installeret! Installer den venligst.
de: Das MediaCenter Plugin ist nicht installiert! Bitte installieren.
el: Το πρόσθετο MediaCenter δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.
et: MediaCenter ei ole paigaldatud! Paigalda see.
fi: MediaCenter lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin MediaCenter n'est pas installée ! Veuillez l'installer.
hr: Dodatak za MediaCenter nije instaliran! Molimo instalirajte ga.
hu: A MediaCenter bővítmény nincs telepítve! Kérem, telepítse.
it: Il plugin MediaCenter non è installato! Per favore, installalo.
lt: Neįdiegtas Medija centro priedas! Įdiekite jį.
nl: De MediaCenter plugin is niet geïnstalleerd! A.u.b. deze eerst installeren.
pl: Wtyczka MediaCenter nie jest zainstalowana! Proszę zainstalować.
ru: Плагин МедиаЦентр не установлен. Пожалуйста, сначала установите его.
sk: Plugin MediaCenter nie je nainštalovaný! Prosím, nainštalujte ho.
sr: Plugin MedijaCentar nije instaliran! Molimo instalirajte ga.
sv: MediaCenter plugin är inte installerat! Vänligen installera det.
ta: மீடியா சென்டர் சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: MediaCenter eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін MediaCenter не встановлений. Будь ласка, спочатку встановіть його.
vi: Plugin MediaCenter chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装插件的媒体中心! 请安装它.

source: The MediaPlayer plugin is not installed! Please install it.
bg: MediaPlayer плъгин не е инсталиран! Моля, инсталирайте го.
cs: Plugin MediaPlayer není nainstalován! Nainstalujte ho.
da: MedieAfspiller Pluginet er ikke installeret! Installer den venligst.
de: Das MediaPlayer Plugin ist nicht installiert! Bitte installieren.
el: Ο Αναπαραγωγός Πολυμέσων δεν είναι εγκατεστημένος! Παρακαλώ εγκαταστήστε τον.
et: MediaPlayer ei ole paigaldatud! Paigalda see.
fi: MediaPlayer lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin MediaPlayer n'est pas installé ! Merci de l'installer.
hr: Dodatak MediaPlayer nije instaliran! Molimo instalirajte ga.
hu: A MediaPlayer bővítmény nincs telepítve! Kérem, telepítse.
it: Il plugin MediaPlayer non è installato! Per favore, installalo.
lt: Medija grotuvas neįdiegtas! Įdiekite jį.
nl: De MediaSpeler plugin is niet geïnstalleerd! Installeer die a.u.b.
pl: Nie zainstalowano wtyczki odtwarzacza multimedialnego! Proszę zainstalować.
ru: Плагин MediaPlayer не установлен! Пожалуйста, сначала установите его.
sk: Plugin MediaPlayer nie je nainštalovaný! Prosím, nainštalujte ho.
sr: Plugin MedijaPlejer nije instaliran! Molimo instalirajte ga.
sv: MediaPlayer-pluginet är inte installerat! Vänligen installera det.
ta: மீடியா பிளேயர் சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: MediaPlayer eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін MediaPlayer не встановлено! Будь ласка, спочатку встановіть його.
vi: Plugin MediaPlayer chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装播放器插件! 请安装它.

source: The MediaStream plugin is not installed! Please install it.
cs: Plugin Media Stream není nainstalován! Nainstalujte jej prosím.
el: Το πρόσθετο MediaStream δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.
fi: MediaStream lisäosaa ei ole asennettu! Asenna se.
hr: Dodatak MediaStream nije instaliran! Molimo instalirajte ga.
it: Il plug-in MediaStream non è installato! Per favore, installalo.
nl: Het MediaStream plugin is niet geïnstalleerd! A.u.b. deze installeren.
pl: Wtyczka MediaStream nie jest zainstalowana! Prosimy o jej zainstalowanie.
sk: Plugin MediaStream nie je nainštalovaný! Prosím, nainštalujte ho.
sr: Plugin za MediaStream nije instaliran! Molimo vas da ga instalirate.
sv: MediaStream plugin är inte installerat! Vänligen installera det.
ta: மீடியாச்ட்ரீம் சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: MediaStream eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін MediaStream не встановлено! Будь ласка, встановіть його.

source: The Merlin EPG Center plugin is not installed! Please install it.
bg: Merlin EPG Center плъгин не е инсталиран! Моля, инсталирайте го.
cs: Plugin Merlin EPG Center není nainstalován! Nainstalujte jej prosím.
da: Merlin EPG Pluginet er ikke installeret! Installer den venligst.
de: Das Merlin EPG Center Plugin ist nicht installiert! Bitte installieren.
el: Το Κέντρο Πολυμέσων Merlin δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.
et: Merlin EPG Center ei ole paigaldatud! Paigalda see.
fi: Merlin EPG Center lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin EPG Center n'est pas installée ! Veuillez l'installer.
hr: Dodatak Merlin EPG Center nije instaliran! Molimo instalirajte ga.
hu: A Merlin EPG Center bővítmény nincs telepítve! Kérem, telepítse.
it: Il plugin Merlin EPG Center non è installato! Per favore, installalo.
lt: Merlin EPG centro priedas neįdiegtas! Prašome jį įdiegti.
nl: De Merlin EPG Center plugin is niet geïnstalleerd! A.u.b. deze eerst installeren.
pl: Wtyczka Merlin EPG Center nie jest zainstalowana! Proszę zainstalować.
ru: Плагин Merlin EPG Center не установлен! Пожалуйста, сначала установите его.
sk: Plugin Merlin EPG Center nie je nainštalovaný! Prosím, nainštalujte ho.
sr: Plugin Merlin EPG Centar nije instaliran! Molimo instalirajte ga.
sv: Merlin EPG Center plugin är inte installerat! Vänligen installera det.
ta: மெர்லின் ஈபிசி சென்டர் சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: Merlin EPG Center eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін Merlin EPG Center не встановлено! Будь ласка, спочатку встановіть його.
vi: Plugin Merlin EPG Center chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装梅林EPG中心插件! 请安装它.

source: The PIN code entered is incorrect!
bg: Въведеният ПИН код е грешен.
cs: Zadaný PIN kód je chybný!
el: Το pin που εισάγατε είναι λάθος!
fi: Syötetty PIN koodi on virheellinen!
fr: Le code PIN saisi est mauvais.
hr: Uneseni PIN kod nije točan!
it: Il codice PIN inserito non è corretto!
lt: Įvedėte neteisingą PIN kodą.
nl: De ingevoerde PIN-code is onjuist!
pl: Wpisany kod PIN jest niepoprawny!
sk: Zadaný PIN je nesprávny!
sr: Uneseni PIN kod je netačan!
sv: Den inmatade PIN-koden är felaktig!
ta: உள்ளிட்ட முள் குறியீடு தவறானது!
tr: Girilen PIN kodu yanlış!
uk: Введений пін-код невірний!

source: The PIN code has been changed successfully.
bg: ПИН кодът е променен успешно.
cs: PIN kód byl úspěšně změněn.
da: Det lykkedes at ændre PIN kode.
de: Der PIN-Code wurde erfolgreich geändert.
el: Ο κωδικός PIN άλλαξε με επιτυχία.
et: PIN kood on muudetud.
fi: PIN koodin vaihto onnistui.
fr: Le code PIN a été changé avec succès.
hr: PIN kod je uspješno promijenjen.
hu: A PIN-kódot sikeresen megváltoztatta.
it: Codice PIN aggiornato correttamente.
lt: PIN kodas pakeistas sėkmingai.
nl: De pincode is gewijzigd.
pl: Kod PIN został zmieniony pomyślnie.
pt_br: Senha alterada com sucesso.
ru: ПИН-код успешно изменен.
sk: Kód PIN bol úspešne zmenený.
sr: PIN kod je uspešno promenjen.
sv: PIN-koden har ändrats framgångsrikt.
ta: முள் குறியீடு வெற்றிகரமாக மாற்றப்பட்டுள்ளது.
tr: PIN kodu başarıyla değiştirildi.
uk: ПІН-код змінено успішно.
vi: Mã PIN đã được thay đổi thành công.
zh_cn: PIN代码已成功更改.

source: The PIN code has been saved successfully.
bg: ПИН кодът е записан успешно.
cs: PIN kód byl úspěšně uložen.
da: Det lykkedes at gemme PIN kode.
de: Die PIN wurde erfolgreich gespeichert.
el: Ο κωδικός PIN αποθηκεύτηκε με επιτυχία.
et: PIN kood salvestati.
fi: PIN koodin tallennus onnistui.
fr: Le code PIN a été enregistré avec succès.
hr: PIN kod je uspješno spremljen.
hu: A PIN-kód sikeresen tárolva.
it: Il codice PIN è stato salvato correttamente.
lt: PIN kodas sėkmingai išsaugotas.
nl: De pincode is succesvol opgeslagen.
pl: Kod PIN został zapisany pomyślnie.
sk: Kód PIN bol úspešne uložený.
sr: PIN kod je uspešno sačuvan.
sv: PIN-koden har sparats framgångsrikt.
ta: முள் குறியீடு வெற்றிகரமாக சேமிக்கப்பட்டுள்ளது.
tr: PIN kodu başarıyla kaydedildi.
uk: ПІН-код був успішно збережений.
vi: Mã PIN đã được lưu thành công.
zh_cn: PIN代码已成功保存.

source: The PIN codes you entered are different.
bg: Въведеният от вас ПИН код е различен.
cs: PIN kód, který jste zadali, je odlišný.
da: De PIN koder du indtastede er forskellige.
de: Die eingegebenen PIN-Codes unterscheiden sich.
el: Οι κωδικοί PIN που εισάγατε είναι διαφορετικοί.
et: Sisestatud PIN koodid on erinevad.
fi: Syöttämäsi PIN koodit eivät täsmää.
fr: Les codes PIN saisis sont différents.
hr: PIN kodovi koje ste unijeli su različiti.
hu: A megadott PIN-kódok eltérnek egymástól.
it: I codici PIN inseriti sono diversi.
lt: Jūsų įvesti PIN kodai yra skirtingi.
nl: De ingevoerde pincodes zijn niet gelijk.
pl: Kody PIN które wpisałeś różnią się.
pt_br: Senhas informadas não combinam.
ru: ПИН-коды, введенные Вами разные.
sk: Zadané PIN kódy nie sú zhodné.
sr: PIN kod koji ste uneli su različiti.
sv: De PIN-koder du har angett är olika.
ta: நீங்கள் உள்ளிட்ட முள் குறியீடுகள் வேறுபட்டவை.
tr: Girdiğiniz PIN kodları farklı.
uk: Введені ПІН-коди не співпадають.
vi: Mã PIN bạn đã nhập là khác nhau.
zh_cn: 您输入的密码是不同的.

source: The SimpleUmount plugin is not installed! Please install it.
bg: Приставката SimpleUmount не е инсталирана! Моля, инсталирайте го.
cs: Není nainstalován plugin SimpleUmount! Nainstalujte jej prosím.
da: SimpleUmount Pluginet er ikke installeret! Installer den venligst.
el: Το πρόσθετο SimpleUmount δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.
et: SimpleUmount plugin ei ole paigaldatud! Paigalda see.
fi: SimpleUmount lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin SimpleUmount n’est pas installé ! Veuillez l’installer.
hr: Dodatak SimpleUmount nije instaliran! Molimo instalirajte ga.
hu: A SimpleUmoun bővítmény nincs telepítve! Kérem, telepítse.
it: Il plugin SimpleUmount non è installato! Per favore, installalo.
lt: Priedas paprastam atjungimui nėra įdiegtas! Įdiekite jį.
nl: De SimpleUmount plugin is niet geïnstalleerd! Installeer deze.
pl: Wtyczka SimpleUnmount nie jest zainstalowana! Proszę zainstalować.
sk: Plugin SimpleUmount nie je nainštalovaný! Prosím, nainštalujte ho.
sr: Plugin SimpleUmount nije instaliran! Molimo instalirajte ga.
sv: Plugin-programmet SimpleUmount är inte installerat! Vänligen installera det.
ta: எளிமையான சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: SimpleUmount eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін SimpleUmount не встановлений. Будь ласка, спочатку встановіть його.
vi: Plugin SimpleUmount chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 未安装SimpleUmount插件! 请安装它.

source: The TMDB plugin is not installed! Please install it.
cs: Plugin TMDB není nainstalován! Nainstalujte jej prosím.
el: Το πρόσθετο TMDB δεν είναι εγκατεστημένο! Παρακαλώ, εγκαταστήστε το.
fi: TMDB lisäosaa ei ole asennettu! Asenna se.
hr: TMDB dodatak nije instaliran! Molimo instalirajte ga.
it: Il plugin TMDB non è installato! Per favore, installalo.
nl: De TMDB plugin is niet geïnstalleerd! Installeer deze a.u.b. eerst.
pl: Wtyczka IMDb nie jest zainstalowana! Proszę ją zainstalować.
sk: Plugin TMDB nie je nainštalovaný! Prosím, nainštalujte ho.
sr: TMDB dodatak nije instaliran! Molimo instalirajte ga.
sv: TMDB-pluginet är inte installerat! Vänligen installera det.
ta: TMDB சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: TMDB eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін TMDB не встановлено! Будь ласка, встановіть його.

source: The TV was switched to the recording service!
bg: Телевизорът е включен към сервиз за запис!
cs: Vaše TV byla přepnuta na nahrávaný program!
da: TV'et blev skiftet til optagekanalen!
de: Es wurde auf den Sender umgeschaltet, auf dem die Aufnahme läuft.
el: Η TV μετέβη στην υπηρεσία προς εγγραφή!
et: Vastuvõtja lülitati salvestavale kanalile!
fi: Se vaihdettiin asemalle, jolla nauhoitus on käynnissä!
fr: La TV a zappé sur la chaîne enregistrée !
hr: Televizor je prebačen na uslugu snimanja!
hu: A felvétel rögzítésre nem lehetett átváltani a TV élő adásáról!
it: La TV è passata al servizio di registrazione!
lt: TV buvo perjungtas į įrašomą kanalą!
nl: Uw ontvanger is overgeschakeld naar een opname!
pl: Telewizor został przełączony na kanał nagrywania!
ru: ТВ переключен на записываемый канал!
sk: TV bola prepnutá na nahrávanú stanicu!
sr: TV je prebačen na kanal za snimanje!
sv: TV:n kopplades om till inspelningstjänsten!
ta: டிவி ரெக்கார்டிங் சேவைக்கு மாற்றப்பட்டது!
tr: TV kanal kayıt moduna geçti!
uk: ТБ переключено на записуваний канал!
vi: TV đã được chuyển sang dịch vụ ghi âm!
zh_cn: 电视被切换到录像服务!

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
cs: VPS-plugin nemohl zjistit, zda zvolený kanál podporuje VPS pro ručně programované časovače! Chcete skutečně povolit VPS?
el: Το πρόσθετο VPS δεν ήταν σε θέση να ελέγξει αν το επιλεγμένο κανάλι υποστηρίζει VPS για τους χειροκίνητους χρονοδιακόπτες! Θέλετε σίγουρα να ενεργοποιηθεί το VPS;
fi: VPS-Plugin ei voinut tarkistaa, tukeeko valittu kanava VPS:ää manuaalisesti ohjelmoituja ajastusta varten! Haluatko todella ottaa VPS:n käyttöön?
hr: VPS-dodatak nije mogao provjeriti podržava li odabrani kanal VPS za ručno programirane mjerače vremena! Želite li stvarno omogućiti VPS?
it: Impossibile verificare se questo canale supporta la funzione VPS per i timer programmati manualmente. Vuoi davvero abilitare VPS?
lt: VPS įskiepis negali patikrinti, ar šis kanalas palaiko VPS, rankiniu būdu nustatytiems laikmačiams! Ar tikrai norite įjungti VPS?
nl: De VPS-Plugin kon niet vaststellen of de geselecteerde zender ondersteuning biedt voor handmatig geprogrammeerde timers! Wilt u VPS echt inschakelen?
pl: Wtyczka VPS nie mogła sprawdzić, czy wybrany kanał obsługuje VPS dla ręcznie programowanych timerów! Czy na pewno chcesz włączyć VPS?
sk: VPS plugin nedokázal zistiť, či vybraný kanál podporuje VPS pre manuálne nastavené časovače! Naozaj sa má zapnúť VPS?
sr: Plugin VPS nije mogao proveriti da li izabrani kanal podržava VPS za ručno programiranje tajmera! Želite li omogućiti VPS?
sv: VPS-Plugin kunde inte kontrollera om den valda kanalen stöder VPS för manuellt programmerade timers! Vill du verkligen aktivera VPS?
ta: தேர்ந்தெடுக்கப்பட்ட சேனல் கைமுறையாக திட்டமிடப்பட்ட டைமர்களுக்கு VPS ஐ ஆதரிக்கிறதா என்பதை VPS-Plugin ஐ சரிபார்க்க முடியவில்லை! நீங்கள் உண்மையில் வி.பி.எச்சை இயக்க விரும்புகிறீர்களா?
tr: VPS-Plugin, seçilen kanalın manuel olarak programlanan zamanlayıcılar için VPS'yi destekleyip desteklemediğini kontrol edemedi! VPS'yi gerçekten etkinleştirmek istiyor musunuz?
uk: Плагін VPS не зміг перевірити, чи вибраний канал підтримує VPS для запрограмованих вручну таймерів! Ви дійсно хочете ввімкнути VPS?

source: The VideoMode plugin is not installed! Please install it.
bg: VideoMode плъгин не е инсталиран! Моля, инсталирайте го.
cs: Plugin VideoMode není nainstalován! Nainstalujte jej prosím.
da: VideoMode Pluginet er ikke installeret! Installer den venligst.
de: Das VideoMode Plugin ist nicht installiert! Bitte installieren.
el: Το πρόσθετο VideoMode δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.
et: Plugin VideoMode ei ole paigaldatud! Paigalda see.
fi: VideoMode lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin VideoMode n'est pas installée ! Veuillez l'installer.
hr: Dodatak VideoMode nije instaliran! Molimo instalirajte ga.
hu: A VideoMode bővítmény nincs telepítve! Telepítse azt.
it: Il plugin VideoMode non è installato! Per favore, installalo.
lt: Vaizdo režimo priedas neįdiegtas! Įdiekite jį.
nl: De VideoMode plugin is niet geïnstalleerd! Installeer deze a.u.b.
pl: Wtyczka VideoMode nie jest zainstalowana! Proszę zainstalować.
ru: Плагин VideoMode не установлен. Пожалуйста, сначала установите его.
sk: Plugin VideoMode nie je nainštalovaný Prosím, nainštalujte ho.
sr: Plugin VideoMode nije instaliran! Molimo instalirajte ga.
sv: VideoMode-pluginet är inte installerat! Vänligen installera det.
ta: வீடியோமோட் சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: VideoMode eklentisi yüklü değil! Lütfen yükleyin.
uk: Плагін VideoMode не встановлено! Будь ласка, спочатку встановіть його.
vi: Plugin VideoMode chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装插件的显示方式! 请安装它.

source: The aspect ratio of the recording.
bg: Съотношението на страните на записа.
cs: Poměr stran nahrávky.
da: Optagelsens billedformat.
de: Das Seitenverhältnis der Aufnahme.
el: Ο λόγος πλευρών της εγγραφής.
et: Salvestuse kuvasuhe.
fi: Tallennuksen kuvasuhde.
fr: Le rapport hauteur/largeur de l'enregistrement.
hr: Odnos širina/visina snimanja.
hu: A felvétel képaránya.
it: Rapporto di aspetto della registrazione.
lt: Įrašo vaizdo santykis.
nl: Stel de beeldverhouding in van de opname.
pl: Współczynnik proporcji ekranu dla nagrania.
sk: Pomer strán nahrávky.
sr: Odnos širina/visina snimanja.
sv: Inspelningens bildförhållande.
ta: பதிவின் விகித விகிதம்.
tr: Kaydın en boy oranı.
uk: Співвідношення сторін запису.
vi: Tỷ lệ khung hình của bản ghi.
zh_cn: 录制的宽高比.

source: The authors are NOT RESPONSIBLE for DATA LOSS OR DAMAGE!
cs: Autoři NEODPOVÍDAJÍ ZA ZTRÁTU NEBO POŠKOZENÍ DAT!
el: Οι δημιουργοί ΔΕΝ ΦΕΡΟΥΝ ΕΥΘΥΝΗ για ΑΠΩΛΕΙΑ ΔΕΔΟΜΕΝΩΝ ή ΖΗΜΙΑ!
fi: Tekijät EIVÄT OLE VASTUUSSA TIETOJEN MENETYKSESTÄ TAI VAHINGOISTA!
hr: Autori NISU ODGOVORNI za GUBITAK ILI OŠTEĆENJE PODATAKA!
it: Gli autori NON SONO RESPONSABILI per PERDITA DI DATI O DANNI!
nl: De auteurs zijn NIET VERANTWOORDELIJK voor GEGEVENSVERLIES OF SCHADE!
pl: Autorzy NIE PONOSZĄ ODPOWIEDZIALNOŚCI ZA UTRATĘ LUB USZKODZENIE DANYCH!
sk: AUTORI NEZODPOVEDAJÚ ZA STRATU ALEBO POŠKODENIE ÚDAJOV!
sr: Autori NISU ODGOVORNI za GUBITAK ili ŠTETU PODATAKA!
sv: Författarna är INTE ANSVARIGA för dataförlust eller -skada!
ta: தரவு இழப்பு அல்லது சேதத்திற்கு ஆசிரியர்கள் பொறுப்பல்ல!
tr: Yazarlar VERİ KAYBI VEYA HASARINDAN SORUMLU DEĞİLDİR!
uk: Автори НЕ НЕСУТЬ ВІДПОВІДАЛЬНОСТІ за ВТРАТУ, АБО ПОШКОДЖЕННЯ ДАНИХ!

source: The available disk space for time shift buffer is less than specified in the settings. What do you want to do?
cs: Dostupný prostor na disku pro časový posun je menší, než je zadáno v nastavení. Co chceš dělat ?
el: Ο διαθέσιμος χώρος δίσκου για τη χρονομετατόπιση είναι μικρότερος του ορισμένου από τις ρυθμίσεις. Τι θέλετε να γίνει ;
fi: Ajansiirtoon käytettävissä oleva tila on vähemmän kuin asetuksissa määritetty. Mitä haluat tehdä?
fr: L'espace disque disponible pour le PauseDirect est en-dessous de celui spécifié dans la configuration. Que voulez-vous faire ?
hr: Dostupan prostor na disku za bafer timešift je manji nego što je navedeno u podešavanjima. Šta želite da uradite?
it: Lo spazio sul disco disponibile per il timeshift è inferiore a quanto specificato nelle impostazioni. Cosa vuoi fare?
lt: Laisvos vietos, skirtos laiko poslinkiui, diske mažiau, nei nurodyta nustatymuose. Ką jūs norite daryti ?
nl: De beschikbare schijfruimte voor Timeshift is minder dan opgegeven in de instellingen. Wat wilt u doen?
pl: Wolne miejsce na dysku dla timeshiftu jest mniejsze niż określone w ustawieniach. Co chcesz robić?
sk: Dostupné miesto na disku pre timeshift je menšie, ako je zadané v nastaveniach. Čo sa má urobiť ?
sr: Dostupni prostor na disku za bafer vremena je manji od specifičnog u podešavanjima. Šta želite da uradite?
sv: Det tillgängliga diskutrymmet för time shift-bufferten är mindre än vad som anges i inställningarna. Vad är det du vill göra?
ta: நேர மாற்றத்திற்கான கிடைக்கக்கூடிய வட்டு இடம் அமைப்புகளில் குறிப்பிடப்பட்டதை விட குறைவாக உள்ளது. நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Zaman kaydırma arabelleği için kullanılabilir disk alanı, ayarlarda belirtilenden daha azdır. Ne yapmak istiyorsunuz?
uk: Вільне місце на диску менше ніж вказано в налаштуваннях. Що ви хочете зробити?

source: The backup can take up to about 15 minutes to complete.
cs: Dokončení zálohy může trvat až 15 minut.
el: Η εφεδρεία μπορεί να χρειαστεί περίπου 15 λεπτά μέχρι να ολοκληρωθεί.
fi: Varmuuskopiointi voi kestää jopa 10 minuuttia.
hr: Sigurnosno kopiranje može potrajati do oko 15 minuta.
it: Il completamento del backup può richiedere fino a circa 15 minuti.
nl: Het maken van de back-up kan tot 15 minuten duren.
pl: Utworzenie kopii zapasowej może zająć do około 15 minut.
sk: Dokončenie zálohovania môže trvať cca 15 minút.
sr: Pravljenje rezervne kopije može potrajati do otprilike 15 minuta da se završi.
sv: Säkerhetskopieringen kan ta upp till cirka 15 minuter att slutföra.
ta: காப்புப்பிரதி முடிக்க சுமார் 15 நிமிடங்கள் வரை ஆகலாம்.
tr: Yedekleme işleminin tamamlanması yaklaşık 15 dakika kadar sürebilir.
uk: Резервне копіювання може тривати до 15 хвилин.

source: The backup failed
cs: Zálohování se nezdařilo
el: Η εφεδρεία απέτυχε
fi: Varmuuskopiointi epäonnistui
hr: Sigurnosna kopija nije uspjela
it: Backup non riuscito
nl: De back-up is mislukt
pl: Kopia zapasowa nie powiodła się
sk: Zálohovanie neúspešné
sr: Pravljenje rezervne kopije nije uspelo
sv: Säkerhetskopieringen misslyckades
ta: காப்புப்பிரதி தோல்வியடைந்தது
tr: Yedekleme başarısız oldu
uk: Помилка резервного копіювання
