Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Enter the number stored in the positioner that corresponds to this satellite.
bg: Въведете номера, съхранен в позиционера, който отговаря на този спътник.
cs: Zadejte číslo uložené v pozicionéru, které odpovídá tomuto satelitu.
da: Indtast det nummer der er gemt i motoren som svare til denne satellit.
de: Geben Sie die Nummer ein, die im Stellungsregler für diesen Satelliten gespeichert ist.
el: Εισάγετε τον αποθηκευμένο αριθμό του μοτέρ που αντιστοιχεί σε αυτόν τον δορυφόρο.
et: Sisesta ajami salvestatud number, mis vastab sellele satelliidile.
fi: Syötä tallennettu numero paikantajalle, joka vastaa tätä satelliittia.
fr: Entrez le numéro stocké dans le positionneur qui correspond à ce satellite.
hr: Unesite broj pohranjen u pozicioneru koji odgovara ovom satelitu.
it: Inserisci numero registrato nel posizionatore che corrisponde a questo satellite.
lt: Įrašykite numerį, išsaugotą pozicionieriuje, kuris atitinka šį palydovą.
nl: Voor het in de positioner opgeslagen nummer in dat overeen komt met deze satelliet.
pl: Wprowadź numer zapisany w pozycjonerze, który odpowiada temu satelicie.
sk: Zadajte číslo uložené v pozicionéri, ktoré prináleží tomuto satelitu.
sr: Unesite broj sačuvan u pozicioner koji odgovara danom satelitu.
sv: Ange det nummer som är lagrat i positioneringsenheten och som motsvarar denna satellit.
ta: இந்த செயற்கைக்கோளுக்கு ஒத்த நிலைப்பாட்டில் சேமிக்கப்பட்ட எண்ணை உள்ளிடவும்.
tr: Bu uyduya karşılık gelen konumlandırıcıda kayıtlı numarayı girin.
uk: Введіть номер позиції в позиціонері, що відповідає цьому супутнику.
vi: Nhập số được lưu trong bộ định vị tương ứng với vệ tinh này.
zh_cn: 输入存储在与该卫星对应的转发器中的编号.

source: Enter the service pin
bg: Въведете пин за сервиз
cs: Zadejte programový PIN
da: Indtast kanal-koden
de: Geben Sie den PIN-Code des Kanals ein
el: Εισάγετε το pin υπηρεσίας
et: Sisesta kanali PIN
fi: Syötä kanavan tunnusluku
fr: Entrer le code PIN de maintenace
hr: Unesite servisni pin
hu: Adja meg a csatornavédelem PIN kódját
it: Inserisci PIN del servizio
lt: Įrašykite kanalo PIN
nl: Voer de zender pincode in
pl: Wpisz PIN kanału
pt_br: Informe a senha
ru: Введите пин-код для канала
sk: Zadajte PIN kód stanice
sl: Vnesite PIN kodo za kanale
sr: Unesite pin za kanal
sv: Ange servicekoden
ta: பணி முள் உள்ளிடவும்
tr: Kanal Pin kodunu girin
uk: Введіть пін-код для каналу
vi: Nhập mã dịch vụ
zh_cn: 输入服务密码

source: Enter the subscription code to fully enable the AI-Powered Translation plugin, the unified code for trial is 15.
cs: Zadejte svůj předplatitelský kód, jednotný zkušební kód je 15.
el: Εισάγετε τον κωδικό συνδρομής σας, ο ενοποιημένος κώδικας για δοκιμή είναι 15.
fi: Syötä tilauskoodisi, kokeiluaika on 15 päivää.
hr: Unesite kod za predplatu da bi u potpunosti omogućili dadatak za prevod zasnovan na AI , objedinjeni kod za probnu verziju je 15.
it: Inserisci il tuo codice di abbonamento, il codice unificato per trail è 15.
nl: Abonnement-code voor AI vertaling invoeren, de code voor de testperiode is 15.
pl: Wprowadź kod subskrypcji, aby w pełni włączyć wtyczkę AI Translation. Ujednolicony kod dla wersji próbnej to 15.
sk: Na zapnutie prekladania pomocou umelej inteligencie, zadajte kód predplatného. Jednotný kód pre skúšobnú verziu je 15.
sr: Unesite pretplatnički kod da biste u potpunosti omogućili dodatak AI-Povered Translation, jedinstveni kod za suđenje je 15.
sv: Ange prenumerationskoden för att fullt ut aktivera plugin-programmet AI-Powered Translation, den enhetliga koden för test är 15.
ta: AI- இயங்கும் மொழிபெயர்ப்பு சொருகி முழுமையாக இயக்க சந்தா குறியீட்டை உள்ளிடவும், சோதனைக்கான ஒருங்கிணைந்த குறியீடு 15 ஆகும்.
tr: Yapay Zeka Destekli Çeviri eklentisini tam olarak etkinleştirmek için abonelik kodunu girin; deneme sürümü için birleşik kod 15'tir.
uk: Введіть свій код підписки, уніфікований код для трейлу 15.

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
bg: Въведете текущата си географска ширина. Това е броят на градусите, на които сте от екватора като десетична дроб.
cs: Zadejte svou aktuální zeměpisnou šířku. Toto je počet stupňů, ve kterých jste od rovníku, jako desetinné číslo.
da: Indtast din nuværende breddegrad. Dette er det antal grader du er fra ækvator som decimaltal.
de: Geben Sie Ihren aktuellen Breitengrad ein. Dies ist die Anzahl der Grade, die Sie vom Äquator als Dezimalzahl haben.
el: Εισάγετε το γεωγραφικό σας πλάτος. Αυτός είναι ο δεκαδικός αριθμός σε μοίρες που δείχνει πόσο απέχετε από τον ισημερινό.
et: Sisesta asukoha laiuskraad. See on kraadide arv ekvaatorist kümnendväärtusena.
fi: Syötä nykyinen leveysaste. Tämä on päiväntasaajan astemäärä desimaalina.
fr: Entrer votre latitude actuelle. C’est le nombre de degré qui vous sépare de l’équateur sous forme décimale.
hr: Unesite svoju trenutnu zemljopisnu širinu. Ovo je broj stupnjeva od ekvatora kao decimala.
it: Inserisci la latitudine attuale. Questo è il numero di gradi di distanza dall'equatore espresso come valore decimale.
lt: Įrašykite dabartinę platumą. Tai laipsnių skaičius esantis nuo pusiaujo kaip dešimtainis.
nl: Voor de huidige latitude in. Dit is het aantal (decimale) graden dat u verwijderd bent van de evenaar.
pl: Wprowadź aktualną szerokość geograficzną. Jest to liczba stopni z równika jako dziesiętna.
sk: Zadajte aktuálnu zemepisnú šírku v stupňoch od rovníka (vo forme desatinného čísla).
sr: Unesite vašu geografsku širinu. Ovo je broj stepeni iz ekvadora kao decimalni broj.
sv: Ange din aktuella latitud. Detta är antalet grader som du befinner dig från ekvatorn i decimalform.
ta: உங்கள் தற்போதைய அட்சரேகையை உள்ளிடவும். இது ஒரு தசமமாக பூமத்திய ரேகையிலிருந்து நீங்கள் இருக்கும் டிகிரிகளின் எண்ணிக்கை.
tr: Bulunduğunuz enlem derecesini girin. Bu ekvatordan uzaklığınızın ondalık sayı olarak derece cinsinden karşılığıdır.
uk: Введіть поточну широту. Це число градусів від екватора як десятковий дріб.
vi: Nhập vĩ độ hiện tại của bạn. Đây là số độ bạn đến từ đường xích đạo dưới dạng thập phân.
zh_cn: 输入您当前的纬度.这是您距赤道的度数(以十进制表示).

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
bg: Въведете текущата си географска дължина. Това е броят на градусите, на които сте от нулевия меридиан като десетична дроб.
cs: Zadejte svou aktuální zeměpisnou délku. Toto je počet stupňů od nulového poledníku, jako desetinné číslo.
da: Indtast din aktuelle længdegrad. Dette er det antal grader du er fra nulmeridianen som decimaltal.
de: Geben Sie Ihren aktuellen Längengrad ein. Dies ist die Anzahl der Grade, die Sie vom Nullmeridian als Dezimalzahl haben.
el: Εισάγετε το γεωγραφικό σας μήκος. Αυτός είναι ο δεκαδικός αριθμός σε μοίρες που δείχνει πόσο απέχετε από τον πρώτο μεσημβρινό.
et: Sisesta asukoha pikkuskraad. See on kraadide arv 0-meridiaanist kümnendväärtusena.
fi: Syötä nykyinen pituusaste. Tämä on asteiden lukumäärä, jonka olet laskenut nollapäivämäärästä desimaalina.
fr: Entrer votre longitude actuelle. C’est le nombre de degré qui vous sépare du méridien zéro sous forme décimale.
hr: Unesite trenutnu zemljopisnu dužinu. Ovo je broj stupnjeva od nultog meridijana kao decimala.
it: Inserisci la longitudine attuale. Questo è il numero di gradi di distanza dal meridiano zero espresso come valore decimale.
lt: Įrašykite dabartinę ilgumą. Tai laipsnių skaičius, esantis iš nulinio dienovidinio kaip dešimtainis.
nl: Voer de huidige longitude in. Dit is het aantal (decimale) graden dat u verwijderd bent t.o.v. de nulmeridiaan.
pl: Wprowadź aktualną długość geograficzną. Jest to liczba stopni od południka zerowego jako dziesiętna.
sk: Zadajte aktuálnu zemepisnú dĺžku v stupňoch od nultého poludníka (vo forme desatinného čísla).
sr: Unesite vašu geografsku dužinu. Ovo je broj stepeni od nultog merdijana kao decimalni broj.
sv: Ange din aktuella longitud. Detta är det antal grader du befinner dig från nollmeridianen i decimalform.
ta: உங்கள் தற்போதைய தீர்க்கரேகையை உள்ளிடவும். இது சுழிய மெரிடியனில் இருந்து ஒரு தசமமாக நீங்கள் இருக்கும் டிகிரிகளின் எண்ணிக்கை.
tr: Bulunduğunuz boylamı girin. Bu sıfır meridyeninden itibaren bulunduğunuz derece cinsinden ondalık sayıdır.
uk: Введіть поточну довготу. Це число градусів від нульового меридіану як десятковий дріб.
vi: Nhập kinh độ hiện tại của bạn. Đây là số độ bạn từ kinh tuyến bằng 0 dưới dạng thập phân.
zh_cn: 输入当前的经度. 这是您从零子午线到小数点的度数.

source: Enter your high band local oscillator frequency. For more information consult the specifications of your LNB.
bg: Въведете честотата на вашия високочестотен локален осцилатор. За повече информация направете справка със спецификациите на вашия конвертор.
cs: Zadejte frekvenci vašeho vysokopásmového lokálního oscilátoru. Další informace naleznete v technickém listu vašeho LNB.
el: Εισάγετε τη συχνότητα ταλάντωσης της υψηλής μπάντας. Για περισσότερες πληροφορίες ανατρέξτε στον πίνακα χαρακτηριστικών του LNB σας.
fi: Syötä korkea oskillaattorin paikallinen taajuus. Lisätietoja löytyy LNB: n tietolomakkeesta.
fr: Entrez votre fréquence d’oscillateur local à bande haute. Pour plus d’information consultez la fiche technique de votre LNB.
hr: Unesite frekvenciju lokalnog oscilatatora visokog pojasa. Za više informacija pogledajte specifikacije vašeg LNB-a.
it: Inserisci la frequenza dell'oscillatore locale per la banda alta. Per maggiori informazioni consulta le specifiche tecniche dell'LNB.
lt: Įrašykite savo aukštos juostos heterodino dažnį. Daugiau informacijos rasite LNB specifikacijų lape.
nl: Voer de occillatorfrequentie van de hoge band in. Voor meer info raadpleeg de specificaties van uw LNB.
pl: Wprowadź częstotliwość lokalnego oscylatora pasma wysokiego. Aby uzyskać więcej informacji, zapoznaj się ze specyfikacjami swojego LNB.
sk: Zadajte frekvenciu horného pásma pre lokálny oscilátor. Viac informácií nájdete v špecifikáciách LNB.
sr: Unesite lokalnu frekvenciju oscilatora visokog banda. Za više info pogledajte specifikaciju vašeg LNB.
sv: Ange din lokala högbandsoscillatorfrekvens. För mer information, se specifikationerna för din LNB.
ta: உங்கள் உயர் இசைக்குழு உள்ளக ஆசிலேட்டர் அதிர்வெண்ணை உள்ளிடவும். மேலும் தகவலுக்கு உங்கள் LNB இன் விவரக்குறிப்புகளைப் பார்க்கவும்.
tr: Yüksek bant yerel osilatör frekansınızı girin. Daha fazla bilgi için LNB'nizin teknik özelliklerine bakın.
uk: Введіть частоту гетеродина верхнього діапазону. Для отримання додаткової інформації зверніться до специфікації Вашого конвертора.

source: Enter your low band local oscillator frequency. For more information consult the specifications of your LNB.
bg: Въведете честотата на локалния осцилатор в ниската лента. За повече информация направете справка със спецификациите на вашия конвертор.
cs: Zadejte frekvenci nízkopásmového lokálního oscilátoru. Další informace naleznete v technickém listu vašeho LNB.
el: Εισάγετε τη συχνότητα ταλάντωσης της χαμηλής μπάντας. Για περισσότερες πληροφορίες ανατρέξτε στον πίνακα χαρακτηριστικών του LNB σας.
fi: Syötä matalan oskillaattorin taajuus. Lisätietoja löytyy LNB: n tietolomakkeesta.
fr: Entrez votre fréquence d’oscillateur local à bande basse. Pour plus d’information consultez la fiche technique de votre LNB.
hr: Unesite frekvenciju lokalnog oscilatatora niskog pojasa. Za više informacija pogledajte specifikacije vašeg LNB-a.
it: Inserisci la frequenza dell'oscillatore locale per la banda bassa. Per maggiori informazioni consulta le specifiche tecniche dell'LNB.
lt: Įrašykite savo žemos juostos heterodino dažnį. Daugiau informacijos rasite LNB specifikacijų lape.
nl: Voer de occillatorfrequentie van de lage band in. Voor meer info raadpleeg de specificaties van uw LNB.
pl: Wprowadź częstotliwość lokalnego oscylatora pasma niskiego. Aby uzyskać więcej informacji, zapoznaj się ze specyfikacjami swojego LNB.
sk: Zadajte frekvenciu dolného pásma pre lokálny oscilátor. Viac informácií nájdete v špecifikáciách LNB.
sr: Unesite nisku frekvenciju lokalnog oscilatora banda. Za više info pogledajte specifikaciju vašeg LNB.
sv: Ange frekvensen för din lokala lågbandsoscillator. För mer information, se specifikationerna för din LNB.
ta: உங்கள் குறைந்த இசைக்குழு உள்ளக ஆசிலேட்டர் அதிர்வெண்ணை உள்ளிடவும். மேலும் தகவலுக்கு உங்கள் LNB இன் விவரக்குறிப்புகளைப் பார்க்கவும்.
tr: Düşük bant yerel osilatör frekansınızı girin. Daha fazla bilgi için LNB'nizin teknik özelliklerine bakın.
uk: Введіть частоту гетеродина нижнього діапазону. Для отримання додаткової інформації зверніться до специфікації Вашого конвертора.

source: Enter your personal feed URL to allow you to select packages from your personal feed.
cs: Zadejte adresu URL vašeho osobního zdroje, abyste si mohli vybrat balíčky z vašeho osobního zdroje.
el: Εισάγετε τη διεύθυνση URL της προσωπικής σας πηγής για να μπορείτε να επιλέγετε πακέτα από τη δική σας τροφοδοσία.
fi: Syötä henkilökohtaisen syötteen URL osoite, jotta voit valita paketteja syötteestäsi.
hr: Unesite URL osobnog feeda kako biste mogli odabrati pakete iz osobnog feeda.
it: Inserisci l'URL del feed personale per consentirti di selezionare i pacchetti dal feed personale.
nl: Uw persoonlijke Feed-URL invullen zodat u uw eigen Feed kunt gebruiken.
pl: Wprowadź adres URL swojego osobistego kanału, aby móc wybierać pakiety z tego kanału.
sk: Zadajte URL adresu svojho osobného zdroja, aby ste z neho mohli vyberať balíčky.
sr: Unesite svoj lični URL feed da biste mogli da izaberete pakete iz vašeg ličnog feeda.
sv: Ange URL till ditt personliga flöde så att du kan välja paket från ditt personliga flöde.
ta: உங்கள் தனிப்பட்ட ஊட்டத்திலிருந்து தொகுப்புகளைத் தேர்ந்தெடுக்க அனுமதிக்க உங்கள் தனிப்பட்ட ஊட்ட முகவரி ஐ உள்ளிடவும்.
tr: Kişisel akışınızdan paket seçebilmeniz için kişisel akış URL'nizi girin.
uk: Введіть URL-адресу свого особистого каналу, щоб Ви могли вибирати пакети з особистого каналу.

source: Entertainment
bg: Развлечения
cs: Zábava
da: Underholdning
de: Unterhaltung
el: Ψυχαγωγία
fi: Viihde
fr: Divertissement
hr: Zabava
it: Divertimento
lt: Pramogos
pl: Rozrywka
sk: Zábava
sr: Zabava
sv: Underhållning
ta: பொழுதுபோக்கு
tr: Eğlence
uk: Розваги
zh_cn: 娱乐

source: Entertainment programs for 10 to 16
cs: zábavný (10-16 let)
el: ψυχαγωγία (10-16 ετών)
hr: Zabavni programi za 10 do 16 godina
it: intrattenimento (10-16 anni)
lt: pramogos (10-16 metų amžiaus)
nl: amusement (10-16 jaar)
sr: Zabavni programi za uzrast od 10 do 16 godina
sv: underhållning (10-16 år)
tr: 10-16 yaş arası için eğlence programları
uk: розваги (10-16 років)

source: Entertainment programs for 6 to 14
cs: zábavný (6-14 let)
el: ψυχαγωγία (6-14 ετών)
hr: Zabavni programi za 6 do 14 godina
it: intrattenimento (6-14 anni)
lt: pramogos (6-14 metų amžiaus)
nl: amusement (6-14 jaar)
sr: Zabavni programi za uzrast od 6 do 14 godina
sv: underhållning (6-14 år)
tr: 6-14 yaş arası için eğlence programları
uk: розваги (6-14 років)

source: Entitlements
bg: Разрешения
cs: Zápisy
da: Rettigheder
de: Berechtigungen
el: Δικαιώματα κάρτας
et: Õigused
fi: Valtuutukset
fr: Droits
hr: Prava
hu: Jogosultságok
it: Diritti
lt: Pavadinimai
nl: Kaarten
pl: Uprawnienia
ru: Разрешения
sk: Zápisy
sr: Prava
sv: Rättigheter
ta: உரிமைகள்
tr: Yetkiler
uk: Дозволи
vi: Quyền lợi
zh_cn: 权利

source: Entitlements for 'CAID %s'
cs: Zápisy pro „CAID %s“
el: Entitlements για το 'CAID %s'
fi: Valtuutukset CAID %s
hr: Prava za 'CAID %s'
it: Diritti per "CAID %s"
nl: Entitlements voor 'CAID %s'
pl: Uprawnienia dla 'CAID %s'
sk: Oprávnenia pre 'CAID %s'
sr: Prava za 'CAID %s'
sv: Behörigheter för "CAID %s
ta: 'CAID %s' க்கான உரிமைகள்
tr: 'CAID %s' yetkileri
uk: Права для 'CAID %s'

source: Entry image and text
cs: Zadat obrázek a text
el: Εικόνα στοιχείου και κείμενο
fi: Kuva ja teksti
hr: Unesite imidž i tekst
it: Inserimento immagine e testo
lt: Įrašo vaizdas ir tekstas
nl: Invoer afbeelding en tekst
pl: Ikona i tekst
sk: Obrázok a text
sr: Unesite imidž i tekst
sv: Bild och text för inmatning
ta: நுழைவு படம் மற்றும் உரை
tr: resim ve metin
uk: Вхідний імідж та текст

source: Entry image, number and text
cs: Zadat obrázek, číslo a text
el: Εικόνα στοιχείου, αριθμός και κείμενο
fi: Kuva, numero ja teksti
hr: Unesite imidž, broj i tekst
it: Inserimento immagine, numero e testo
lt: Įrašo vaizdas, skaičius ir tekstas
nl: Invoer afbeelding, nummer en tekst
pl: Ikona, numer i tekst
sk: Obrázok, číslo a text
sr: Unesite imidž, broj i tekst
sv: Inmatning av bild, nummer och text
ta: நுழைவு படம், எண் மற்றும் உரை
tr: resim, numara ve metin
uk: Введіть імідж, номер і текст

source: Entry number and text
cs: Zadat číslo a text
el: Αριθμός στοιχείου και κείμενο
fi: Numero ja teksti
hr: Unesite broj i tekst
it: Inserimento numero e testo
lt: Įrašo numeris ir tekstas
nl: Invoer nummer en tekst
pl: Numer i tekst
sk: Číslo a text
sr: Unesite broj i tekst
sv: Postnummer och text
ta: நுழைவு எண் மற்றும் உரை
tr: numara ve metin
uk: Номер запису та текст

source: Entry text only
cs: Zadat pouze text
el: Μόνο κείμενο
fi: Vain teksti
hr: Unesite samo tekst
it: Inserimento solo testo
lt: Tik įrašo tekstas
nl: Invoer van alleen tekst
pl: Tylko tekst
sk: Len text
sr: Unesite samo tekst
sv: Endast inmatningstext
ta: நுழைவு உரை மட்டும்
tr: yalnızca metin
uk: Лише текст введення

source: Epg/Guide
bg: EPG/Ръководство
cs: Epg/Průvodce
de: EPG/Info
fi: EPG-näppäin
hr: Epg/Vodič
it: EPG/Guida
lt: EPG /Vadovas
pl: EPG/Przewodnik
ru: ЕПГ/Гид
sk: EPG/Sprievodca
sr: Epg/Vodič
ta: EPG/வழிகாட்டி
tr: Epg/Kılavuz
uk: EPG/Гід
vi: Epg / Hướng dẫn
zh_cn: EPG/指南

source: Equal to
bg: Също като
cs: Shodné s
da: Lig med
de: Gleich wie
el: Ισούται με
et: Sama kui
fi: Sama kuin
fr: Égale au
hr: Jednako sa
hu: Egyenlő
it: Uguale a
lt: Toks, kaip šis
nl: Gelijk aan
pl: Równy
ru: Также как
sk: Zhodné s
sr: Jednako sa
sv: Lika med
ta: சமமான
tr: Eşittir
uk: Також як
vi: Tương đương với
zh_cn: 等于

source: Equatorial Guinea
cs: Rovníková Guinea
da: Ækvatorialguinea
de: Äquatorialguinea
el: Ισημερινή Γουινέα
et: Ekvatoriaal-Ginea
fr: Guinée Équatoriale
hu: Egyenlítői-Guinea
it: Guinea Equatoriale
lt: Pusiaujo Gvinėja
nl: Equatoriaal-Guinea
pl: Gwinea Równikowa
sk: Rovníková Guinea
ta: ஈக்குவிடோரியல் கினி
tr: Ekvator Ginesi
uk: Екваторіальна Гвінея
zh_cn: 赤道几内亚

source: Equestrian
cs: jezdectví
el: ιπποδρομίες
hr: Konjički
it: ippica
lt: jojimas
nl: ruitersport
sr: Konjički
sv: ridsport
tr: Binicilik
uk: кінний спорт

source: Eritrea
el: Ερυθραία
fr: Eritrée
lt: Eritrėja
pl: Erytrea
ta: எரிட்ரேயா
tr: Eritre
uk: Ерітрея
zh_cn: 厄立特里亚

source: Erotic
cs: Erotika
hr: Erotika
it: Erotico
sr: Erorika
tr: Erotik
uk: Еротичні

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
hr: Pogreška
hu: Hiba
it: Errore
lt: Klaida
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chyba
sl: Napaka
sr: Greška
sv: Fel
ta: பிழை
tr: Hata
uk: Помилка
vi: Lỗi
zh_cn: 错误

source: Error %d: %s
cs: Chyba %d: %s
el: Σφάλμα %d: %s
fi: Virhe %d: %s
hr: Pogreška %d: %s
it: Errore %d: %s
lt: %d klaida: %s
nl: Fout %d: %s
pl: Błąd %d: %s
sk: Chyba %d: %s
sr: Greška %d: %s
sv: Fel %d: %s
ta: பிழை %d: %s
tr: Hata %d: %s
uk: Помилка %d: %s

source: Error %d: File '%s' cannot be opened! (%s)
cs: Chyba %d: Soubor '%s' nelze otevřít! (%s)
el: Σφάλμα %d: Αδύνατο το άνοιγμα του αρχείου '%s'! (%s)
fi: Virhe %d: Tiedostoa '%s ei voi avata! (%s)
hr: Pogreška %d: Datoteka '%s' se ne može otvoriti! (%s)
it: Errore %d: impossibile aprire il file '%s'! (%s)
lt: %d klaida: failo "%s" atidaryti negalima! (%s)
nl: Fout %d: Bestand '%s' kan niet worden geopend! (%s)
pl: Błąd %d: Plik '%s' nie może zostać otwarty! (%s)
sk: Chyba %d: súbor '%s' nie je možné otvoriť! (%s)
sr: Greška %d: Fajl '%s' nije moguće otvoriti! (%s)
sv: Fel %d: Filen '%s' kan inte öppnas! (%s)
ta: பிழை %d: கோப்பு ' %s' திறக்க முடியாது! (%s)
tr: Hata %d: Dosya '%s' açılamıyor! (%s)
uk: Помилка %d: Файл '%s' неможливо відкрити! (%s)

source: Error %d: Log file '%s' not deleted! (%s)
bg: Грешка %d: Регистрационният файл „%s“ не беше изтрит! (%s)
cs: Chyba %d: Soubor protokolu '%s' nebyl smazán! (%s)
el: Σφάλμα %d: Το αρχείο καταγραφής '%s' δεν διαγράφτηκε! (%s)
fi: Virhe %d: Lokitiedostoa '%s' ei poistettu! (%s))
hr: Pogreška %d: Datoteka dnevnika '%s' nije izbrisana! (%s)
it: Errore %d: il file di registro '%s' non è stato eliminato! (%s)
lt: klaida %d: žurnalo failas '%s' nebuvo panaikintas! (%s)
nl: Fout %d: Log-bestand '%s' is niet verwijderd! (%s)
pl: Błąd 1%d: Plik logu '2%s' nie został usunięty! (3%s)
sk: Chyba %d: Súbor so záznamom '%s' nebol vymazaný! (%s)
sr: Greška %d: Fajl log '%s' nije izbrisan! (%s)
sv: Fel %d: Loggfilen '%s' har inte raderats! (%s)
ta: பிழை %d: பதிவு கோப்பு ' %s' நீக்கப்படவில்லை! (%s)
tr: Hata %d: '%s' günlük dosyası silinemedi! (%s)
uk: Помилка %d: файл журналу '%s' не було видалено! (%s)

source: Error %d: System information file '%s' can't be read! (%s)
cs: Chyba %d: Soubor systémových informací '%s' nelze přečíst! (%s)
el: Σφάλμα %d: Το αρχείο πληροφοριών συστήματος '%s' δεν μπορεί να αναγνωστεί! (%s)
fi: Virhe %d: Järjestelmätieto tiedostoa '%s' ei voida lukea! (%s)
hr: Pogreška %d: Datoteka s informacijama o sustavu '%s' ne može se pročitati! (%s)
it: Errore %d: impossibile leggere il file di informazioni di sistema '%s'! (%s)
lt: %d klaida: negalima perskaityti sistemos informacijos failo "%s"! (%s)
nl: Fout %d: Het systeeminformatiebestand '%s' is niet leesbaar! (%s)
pl: Błąd %d: Plik informacji systemowych '%s' nie może być odczytany! (%s)
sk: Chyba %d: súbor so systémovou informáciou '%s' nie je možné prečítať! (%s)
sr: Greška %d: Sistem info fajla '%s' nemoguće čitati! (%s)
sv: Fel %d: Systeminformationsfilen '%s' kan inte läsas! (%s)
ta: பிழை %d: கணினி செய்தி கோப்பு ' %s' படிக்க முடியாது! (%s)
tr: Hata %d: Sistem bilgi dosyası '%s' okunamıyor! (%s)
uk: Помилка %d: Файл системної інформації '%s' неможливо прочитати! (%s)

source: Error %d: Unable to change password! (%s)
bg: Грешка %d: Не може да се промени паролата! (%s)
cs: Chyba %d: Nelze změnit heslo! (%s)
el: Σφάλμα %d: Αδυναμία αλλαγής κωδικού πρόσβασης! (%s)
fi: Virhe %d: Salasanan vaihtaminen ei onnistu! (%s)
hr: Pogreška %d: Nije moguće promijeniti lozinku! (%s)
it: Errore %d: impossibile modificare la password! (%s)
lt: Klaida %d: slaptažodžio keisti neįmanoma! (%s)
nl: Fout %d: Kan het wachtwoord niet wijzigen! (%s)
pl: Błąd %d: Nie udało się zmienić hasła! (%s)
sk: Chyba %d: nie je možné zmeniť heslo) (%s)
sr: Greška %d: Nemoguće promeniti lozinku! (%s)
sv: Fel %d: Det går inte att ändra lösenord! (%s)
ta: பிழை %d: கடவுச்சொல்லை மாற்ற முடியவில்லை! (%s)
tr: Hata %d: Şifre değiştirilemiyor! (%s)
uk: Помилка %d: Не вдається змінити пароль! (%s)

source: Error %d: Unable to check space! (%s)
cs: Chyba %d: Nelze zkontrolovat místo! (%s)
el: Σφάλμα %d: Αδυναμία αλλαγής κωδικού πρόσβασης! (%s)
fi: Virhe %d: Ei voi tarkistaa tilaa! (%s)
hr: Pogreška %d: Nije moguće provjeriti razmak! (%s)
it: Errore %d: impossibile controllare lo spazio! (%s)
lt: %d klaida: nepavyko patikrinti vietos! (%s)
nl: Fout %d: Controle van de schijfruimte niet mogelijk! (%s)
pl: Błąd %d: Nie można sprawdzić miejsca! (%s)
sk: Chyba %d: nie je možné skontrolovať miesto! (%s)
sr: Greška %d: Nemoguće proveriti prostor! (%s)
sv: Fel %d: Det går inte att kontrollera utrymmet! (%s)
ta: பிழை %d: இடத்தை சரிபார்க்க முடியவில்லை! (%s)
tr: Hata %d: Alan kontrol edilemiyor! (%s)
uk: Помилка %d: Неможливо перевірити місце! (%s)
