Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Toggle new text inserts before or overwrites existing text
bg: Превключва вмъкване на нов текст преди или презаписва съществуващ текст
cs: Přepíná nové vkládání textu před nebo přepisuje stávající text
da: Byt indsættelse af ny tekst før eller overskriv eksisterende tekst om.
de: Schaltet zwischen Einfüge- und Überschreibungsmodus um
el: Εναλλαγή νέων εισαγωγών κειμένου πριν ή αντικατάσταση υπάρχοντος κειμένου
et: Vaheta uue teksti sisestamine või olemasoleva teksti ülekirjutamine
fi: Vaihda uuden tekstin asennusosat ensiksi tai ylikirjoita nykyinen teksti
fr: Bascule les nouvelles insertions de texte avant ou écrase le texte existant
hr: Uključivanje umetanja novog teksta prije ili prebrisavanja postojećeg teksta
it: Attiva/disattiva inserimento di nuovi testi prima o sovrascrive il testo esistente
lt: Įjunkite naujus teksto įterpimus prieš esamą tekstą arba perrašykite jį
nl: Schakel nieuwe tekst invoegingen in of overschrijf de bestaande tekst
pl: Przełącz nowe wstawianie tekstu przed lub zastępuje istniejący tekst
sk: Prepnúť vkladanie nového textu dopredu alebo prepisovanie existujúceho textu
sr: Uključuje/Isključuje umetanje novog teksta pre ili zamenjuje postojeći tekst
sv: Toggle ny text infogas före eller skriver över befintlig text
ta: புதிய உரை செருகல்களை மாற்றுவதற்கு முன் அல்லது ஏற்கனவே உள்ள உரையை மேலெழுதும்
tr: Yeni metin eklemelerinin mevcut metnin önüne mi yoksa üzerine mi yazılacağını değiştirir
uk: Перемикання до нових текстових вставок, або перезаписати існуючий текст
vi: Chuyển đổi chèn văn bản mới trước hoặc ghi đè văn bản hiện có
zh_cn: 切换在现有文本之前插入新文本或覆盖现有文本

source: Toggle selection of the current tag
bg: Превключване на избора на текущия маркер
cs: Přepnout výběr aktuální značky
el: Εναλλαγή επιλογής τρέχουσας ετικέτας
fi: Nykyisen tagin valinnan vaihtaminen
fr: Basculer la sélection de la balise courante
hr: Prebacivanje odabira trenutne oznake
it: Attiva/disattiva selezione del tag attuale
lt: Perjungti dabartinės žymės pasirinkimą
nl: Wissel de selectie van de huidige tag
pl: Przełącz wybór aktualnego znacznika
sk: Prepnúť výber aktuálneho tagu
sr: Prebacivanje selekcije trenutne oznake
sv: Växla val av aktuell tagg
ta: தற்போதைய குறிச்சொல்லின் தேர்வை மாற்றவும்
tr: Geçerli etiketin seçimini aç/kapat
uk: Переключити вибір поточного тегу

source: Toggle selections
cs: Přepínání výběrů
el: Εναλλαγή επιλογών
fi: Vaihda valinnat
hr: Prebacivanje odabira
it: Attiva/disattiva selezioni
nl: Selectiemogelijkheid kiezen
pl: Przełącz zaznaczenia
sk: Prepnúť výbery
sr: Prebaci selekcije
sv: Växla mellan olika val
ta: தேர்வுகளை மாற்றவும்
tr: Seçimleri değiştir
uk: Переключити вибір

source: Toggle service name display
bg: Превключване на показването на името на услугата
cs: Přepnout zobrazení názvu služby
el: Εναλλαγή εμφάνισης ονόματος υπηρεσίας
fi: Näytä palvelu nimi näytöllä
fr: Basculer l'affichage du nom du service
hr: Uključivanje prikaza naziva servisa
it: Attiva/disattiva visualizzazione del nome del servizio
lt: Perjungti kanalų pavadinimo rodymą
nl: Weergave van de zendernaam in- of uitschakelen
pl: Przełączanie wyświetlania nazwy usługi
sk: Prepnúť zobrazenie názvu stanice/služby
sr: Prikaz imena kanala na displeju
sv: Växla visning av tjänstenamn
ta: பணி பெயர் காட்சியை மாற்றவும்
tr: Kanal ismi ekranını aç/kapat
uk: Увімкнути відображення назви каналу

source: Toggle the visibility of the highlighted plugin
cs: Přepnout viditelnost zvýrazněného pluginu
el: Εναλλαγή της ορατότητας του επιλεγμένου πρόσθετου
fi: Vaihda korostetun laajennuksen näkyvyyttä
hr: Uključite vidljivost istaknutog dodatka
it: Attiva/disattiva visibilità del plugin evidenziato
nl: Zichtbaarheid van de geselecteerde plugin wijzigen
pl: Przełącz widoczność podświetlonej wtyczki
sk: Prepnúť viditeľnosť zvýrazneného pluginu
sr: Uključi ili isključi vidljivost označenog dodatka
sv: Växla synligheten för det markerade insticksprogrammet
ta: சிறப்பிக்கப்பட்ட சொருகி தெரிவுநிலையை மாற்றவும்
tr: Vurgulanan eklentinin görünürlüğünü değiştir
uk: Увімкнути видимість виділеного плагіна

source: Toggles between TV and Radio
cs: Přepínání mezi televizí a rádiem
el: Εναλλαγή μεταξύ tv και ραδιοφώνου
fi: Vaihda TV-/radiotilan välillä
fr: Bascule entre la télévision et la radio
hr: Uključuje/Isključuje TV i Radio
it: Alterna tra tv e radio
lt: Perjungia tarp tv ir radijo...
nl: Wissel tussen TV en Radio
pl: Przełącza między telewizją a radiem
sk: Prepínanie medzi TV a rádiom
sr: Uključuje/Isključuje TV iRadio
sv: Växlar mellan TV och Radio
ta: டிவி மற்றும் வானொலிக்கு இடையில் மாற்றங்கள்
tr: TV ve Radyo arasında geçiş yapın
uk: Перемикання між ТБ і Радіо

source: Togo
el: Τόγκο
lt: Togas
ta: டோகோ
uk: Того
zh_cn: 多哥

source: Tokelau
el: Τοκελάου
hu: Tokelau-szigetek
sv: Tokelauöarna
ta: டொகிலா
uk: Токелау
zh_cn: 托克劳

source: Tone amplitude
bg: Амплитуда на тона
cs: Rozsah
el: Πλάτος τόνου
et: 22KHz-helitugevus
fi: 22 kHz amplitudi
fr: Amplitude tonalité
hr: Tonska amplituda
hu: Tone erősítés
it: Ampiezza del tono
lt: Tono amplitudė
pl: Amplituda sygnału
pt_br: Amplitude do sinal
ru: Амплитуда сигнала
sk: Tónová amplitúda
sr: Tonska amplituda
sv: Tonens amplitud
ta: தொனி வீச்சு
tr: Ton genliği
uk: Амплітуда тону
vi: Biên độ âm
zh_cn: 22k振幅

source: Tone burst
cs: Tón
el: Ριπή τόνου
fi: Äänipurske
lt: Tono impulsas
pl: Sygnał Przełączający
sk: Tónový impulz
sv: Tonstöt
ta: தொனி வெடித்தது
tr: Ton patlaması
uk: Тоновий сигнал

source: Tone burst A/B
cs: Tón A/B
el: Ριπή τόνου A/B
fi: Äänipurske A/B
lt: Tono impulsas A/B
pl: Sygnał Przełączający A/B
sk: Tónový impulz A/B
ta: தொனி வெடிப்பு a/b
tr: Ton patlaması A/B
uk: Тоновий сигнал A/B

source: Tone mode
bg: Тонов режим
cs: Režim tónu
da: Tonetilstand
de: Tone-Modus
el: Τύπος τόνου
et: 22KHz-toon
fi: 22 kHz-ääni
fr: Mode tonalité
hr: Ton režim
hu: Tone mód
it: Modalità tono
lt: Tono režimas
nl: Tone-modus
pl: Tryb dźwiękowy
pt_br: Sinal 22KHz
ru: Тоновый режим
sk: Tónový režim
sl: Način zvoka
sr: Ton režim
sv: Tonläge
ta: தொனி பயன்முறை
tr: Ton modu
uk: Тоновий режим
vi: Chế độ tone
zh_cn: 22k设置

source: Tonga
el: Τόγκα
lt: Tongų
ta: டொங்கா
uk: Тонга
vi: Lưỡi
zh_cn: 汤加

source: Top
bg: отгоре
cs: nahoru
de: Top Prozesse
el: Φόρτος συστήματος
et: Ülal
fi: suositut
fr: Haut
hr: Vrh
it: sopra
lt: viršus
nl: Boven
pl: góra
ru: Начальная точка
sk: Nahor
sr: Vrh
sv: Topp
ta: மேலே
tr: Üst
uk: Вгору
vi: Hàng đầu
zh_cn: 顶部

source: Top and Bottom
bg: Отгоре и отдолу
cs: Nad sebou
da: Top og Bund
de: Kopf- und Fußteil
el: Επάνω και κάτω
et: Üleval ja all
fi: Ylä ja ala
fr: Haut et Bas
hr: Vrh i Dno
hu: Felső és alsó
it: Sopra e Sotto
lt: Viršuje ir apačioje
nl: Boven en onderzijde
pl: Góra i Dół
ru: Вертикально
sk: Hore a dolu
sr: Vrh i Dno
sv: Övre och undre
ta: மேலும் கீழும்
tr: Üst ve Alt
uk: Зверху і Знизу
vi: Trên và dưới
zh_cn: 顶部和底部

source: Total CPU benchmark
cs: Celkový benchmark CPU
el: Συνολική σύγκριση επιδόσεων CPU
fi: CPU:n suorituskyky
hr: Ukupno CPU oznaka
it: Benchmark totale della CPU
nl: Totale CPU benchmark
pl: Całkowity benchmark CPU
sk: Celkový benchmark CPU
sr: Ukupno CPU oznaka
ta: மொத்த சிபியு பெஞ்ச்மார்க்
tr: Toplam CPU performans testi
uk: Загальний тест CPU

source: Total cards:
bg: Общо карти:
cs: Karet:
da: Total kort:
de: Anzahl Smartcards:
el: Σύνολο καρτών:
et: Kaarte kokku:
fi: Kortteja yhteensä:
fr: Total des cartes :
hr: Ukupno kartica:
hu: Összes kártyák:
it: Totale schede:
lt: Iš viso kortelių:
nl: Aantal kaarten:
pl: Razem kart:
ru: Количество смарт-карт:
sk: Počet kariet:
sr: Ukupno kartica:
sv: Totalt antal kort:
ta: மொத்த அட்டைகள்:
tr: Toplam kartlar:
uk: Кількість смарт-карт:
vi: Tổng số thẻ:
zh_cn: 总卡:

source: Total clients streaming: %d ( %s )
bg: Общо поточно предаване на клиенти: %d ( %s )
cs: Celkový počet streamovaných klientů: %d ( %s )
da: Total straming kilenter: %d ( %s )
de: Anzahl der Streaming-Clients: %d (%s)
el: Συνολικοί πελάτες σε ροή: %d (%s)
et: IPTV kliendid: %d (%s)
fi: Etäasiakkaita: %d %s
fr: Nombre total de clients en streaming : %d ( %s )
hr: Ukupno streaming klijenata: %d ( %s )
it: Totale client in streaming: %d (%s)
lt: Bendras klientų srautas: %d ( %s )
nl: Totaal streaming gebruikers: %d (%s)
pl: Łącznie klientów: %d ( %s )
sk: Celkový počet streamujúcich klientov: %d ( %s )
sr: Ukupno strim klijenata: %d ( %s )
sv: Totalt antal strömmande klienter: %d ( %s )
ta: மொத்த வாடிக்கையாளர்கள் ச்ட்ரீமிங்: %d ( %s)
tr: Toplam İstemci Akışı: %d ( %s )
uk: Кількість клієнтів в стрімі: %d ( %s )
vi: Tổng số khách hàng phát trực tuyến:% d (% s)
zh_cn: 总流媒体客户端: %d (%s)

source: Total flash
bg: Общ флаш
cs: Celkový flash
el: Συνολική flash
fi: Kokonaismuisti
hr: Potpuni flash
it: Flash totale
lt: Totalus įdiegimas
nl: Totaal flashgeheugen
pl: Rozmiar
sk: Celkový flash
sr: Ukupno fleš
sv: Total blixt
ta: மொத்த ஃபிளாச்
tr: Toplam flaş
uk: Загальна флеш

source: Total handled client ecm's
bg: Общо обработени клиентски ecm's
cs: Celkem aktivních ecm's klientů
da: Total hånterede klient ECMs
de: Insgesamt abgefertigte Client-ECMs
el: Συνολικά ecm πελάτη
et: Kõik käsitletud kliendi ECMid
fi: Käsitellyt asiakas-ECM:t
fr: Nombre total d'ECMs gérés par le client
hr: Ukupno obrađeni ecm-ovi klijenata
hu: Teljesen kezelt ecm's kliensek
it: Totale ECM gestiti dai client
lt: Viso tvarkomų kliento ecm's
nl: Totaal verwerkte gebruiker ecm's
pl: Razem obsługiwanych klientów ecm's
ru: Всего обработано клиентских ЕСМ
sk: Celkový počet spracovaných klientskych ECM
sr: Ukupno obrađenih klijentskih ecm's
sv: Totalt hanterade ecm:er för kunder
ta: மொத்த கையாளப்பட்ட கிளையன்ட் ஈ.சி.எம்
tr: Toplam kullanılabilir istemci ecm
uk: Всього оброблено клієнтських ЕСМ
vi: Tổng số khách hàng đã xử lý
zh_cn: 总处理客户端ECM

source: Total handled client emm's
bg: Общо обработени клиентски emm's
cs: Celkem aktivních emm's klientů
da: Total håndteret klient-emm'er
de: Insgesamt abgefertigte Client-EMMs
el: Συνολικά emm πελάτη
et: Kõik käsitletud kliendi EMMid
fi: Käsitellyt asiakas-EMM:t
fr: Nombre total d'EMMs gérés par le client
hr: Ukupno obrađenih klijentskih emm
hu: Teljesen kezelt emm's kliensek
it: Totale EMM gestiti dai client
lt: Viso tvarkomų kliento emm's
nl: Totaal verwerkte gebruiker emm's
pl: Razem obsługiwanych klientów emm's
ru: Всего обработано клиентских EMM
sk: Celkový počet spracovaných klientskych EMM
sr: Ukupno obrađenih klijentskih emm's
sv: Totalt hanterade klient emm
ta: மொத்த கையாளப்பட்ட வாங்கி எம்மின்
tr: Toplam kullanılabilir istemci emm
uk: Всього оброблено клієнтських EMM
vi: Tổng số khách hàng đã xử lý
zh_cn: 总处理客户端ECM

source: Total memory
bg: Обща памет
cs: Celková paměť
el: Συνολική μνήμη
fi: Kokonaismuisti
hr: Ukupno memorija
it: Memoria totale
lt: Atminties iš viso
nl: Totaal geheugen
pl: Rozmiar
sk: Celková pamäť
sr: Ukupno memorija
sv: Totalt minne
ta: மொத்த நினைவகம்
tr: Toplam Bellek
uk: Загальна пам’ять

source: Total swap
cs: Celkový swap
el: Συνολικό swap
fi: Kokonais swap
hr: Ukupno zamjena
it: Totale swap
lt: Iš viso apsikeitimų
nl: Totale swap
pl: Całkowity rozmiar swap
sk: Celkový swap
sr: Ukupno zamena
sv: Summa swap
ta: மொத்த இடமாற்றம்
tr: Toplam takas
uk: Загально swap

source: Total:
bg: Общо:
cs: Celkem:
de: Insgesamt:
el: Σύνολο:
et: Kokku:
fi: Yhteensä:
hr: Ukupno:
hu: Összesen:
it: Totale:
lt: Iš viso:
nl: Totaal:
pl: Całkowita:
ru: Всего:
sk: Celkom:
sr: Ukupno:
sv: Totalt:
ta: மொத்தம்:
tr: Toplam:
uk: Всього:
vi: Toàn bộ:
zh_cn: 总容量:

source: Tourism/Travel
cs: turistika/cestování
el: τουρισμός/ταξίδια
hr: Turizam/Putovanja
it: turismo/viaggi
lt: turizmas/kelionės
nl: toerisme/reizen
sr: Turizam/Putovanja
sv: turism/resande
tr: Turizm/Seyahat
uk: туризм/подорожі

source: Track
cs: Stopa
da: Spor
de: Spur
el: Κομμάτι
et: Rada
fi: Raita
fr: Piste
hr: Trag
hu: Sáv
it: Traccia
lt: Takelis
nl: Spoor
pl: Ścieżka
pt_br: Trilha
ru: Дорожка
sk: Stopa
sl: Zapis
sr: Trag
sv: Spåra
ta: மின்தடம்
tr: İz
uk: Трек
vi: Theo dõi
zh_cn: 轨道

source: Traditional
cs: Tradiční
el: Παραδοσιακό
fi: Perinteinen
hr: Tradicionalni
it: Tradizionale
nl: Traditioneel
pl: Tradycyjny
sr: Tradicionalni
sv: Traditionell
tr: Geleneksel
uk: Традиційний

source: Traditional Chinese
cs: Tradiční čínština
da: Traditionelt kinesisk
de: Traditionelles Chinesisch
el: Παραδοσιακά Κινεζικά
et: Traditsiooniline Hiina
fi: Kiina
fr: Chinois traditionnel
hu: Tradicionális kínai
it: Cinese tradizionale
lt: Tradicinė kinų
nl: Traditioneel Chinees
pl: Chiński tradycyjny
sk: tradičná čínština
sv: Traditionell kinesiska
ta: பாரம்பரிய சீன
tr: Geleneksel Çince
uk: Традиційна китайська
vi: Truyền thống Trung Hoa
zh_cn: 繁体中文

source: Transcode
bg: Транскодиране
cs: Překódovat
da: Omkod
de: Transkodiert
el: Διακωδικοποίηση
et: Transkodeeri
fi: Transkoodaus
fr: Transcoder
hr: Transkodiranje
it: Transcodifica
lt: Perkoduoti
nl: Transcodeer
pl: Transkoduj
sk: Transkódovať
sr: Transkodiranje
sv: Omkoda
ta: டிரான்ச்கோட்
tr: Kod dönüştürme
uk: Перекодувати
vi: Chuyển mã
zh_cn: 转码

source: Transcoding
bg: Транскодиране
cs: Překódování
el: Διακωδικοποίηση
fi: Transkoodaus
hr: Transšifrovanje
it: Transcodifica
lt: Transkodavimas
pl: Transkodowanie
sk: Transkódovanie
sr: Transšifrovanje
sv: Omkodning
ta: டிரான்ச்கோடிங்
tr: Kod dönüştürme
uk: Транскодування

source: Translate Subs On This Service
cs: Přeložit titulky této služby
el: Μετάφραση υποτίτλων σε αυτή την υπηρεσία
fi: Käännös tekstitys tällä kanavalla
hr: Prevodi titlove na ovoj usluzi
it: Traduci sottotitoli su questo servizio
nl: Ondertiteling bij deze zender vertalen
pl: Tłumaczenie napisów w tej usłudze
sk: Prekladať titulky pri tejto stanici/službe
sr: Prevodi titlove na ovoj usluzi
sv: Översätt undertexter på denna tjänst
ta: இந்த சேவையில் துணை மொழிபெயர்க்கவும்
tr: Bu Kanalda Altyazıları Çevir
uk: Перекладати субтитри на цьому каналі

source: Translation
bg: Превод
cs: Překlad
da: Oversættelse
de: Übersetzung
el: Μετάφραση
et: Tõlge
fi: Käännöksen tiedot
fr: Traduction
hr: Prevod
hu: Fordítás
it: Traduzione
lt: Vertimas
nl: Vertaling
pl: Tłumaczenie
pt_br: Tradução
ru: Перевод
sk: Preklad
sl: Prevod
sr: Prevod
sv: Översättning
ta: மொழிபெயர்ப்பு
tr: Çeviri
uk: Переклад
vi: Dịch
zh_cn: 汉化@孤独之剑

source: Translation Information
bg: Информация за превода
cs: Překlad Informace
da: Oversættelsesinformation
de: Übersetzungs-Informationen
el: Πληροφορίες μετάφρασης
et: Tõlke andmed
fi: Käännös tiedot
fr: Information de traduction
hr: Prevod Info
hu: Fordítási információk
it: Informazioni traduzione
lt: Vertimo Informacija
nl: Informatie over de vertaling
pl: Info o tłumaczeniu
ru: Информация о переводе
sk: Informácie o preklade
sr: Prevod Info
sv: Information om översättning
ta: மொழிபெயர்ப்பு செய்தி
tr: Çeviri Bilgisi
uk: Інформація перекладу
vi: Thông tin dịch thuật
zh_cn: 编译信息

source: Translation information
bg: Информация за превода
cs: Informace o překladu
el: Πληροφορίες μετάφρασης
fi: Käännöstiedot
hr: Prevod info
it: la traduzione in italiano viene aggiornata due volte al mese circa
lt: Vertimo Informacija
nl: Vertaal informatie
pl: Info o tłumaczeniu
sk: Informácie o preklade
sr: Prevod info
sv: Information om översättning
ta: மொழிபெயர்ப்பு செய்தி
tr: Çeviri Bilgisi
uk: Інфо про переклад

source: Translation information for %s %s
cs: Informace o překladu pro %s %s
el: Πληροφορίες μετάφρασης για τον %s %s
fi: Käännöstiedot kohteelle %s %s
hr: Info o prijevodu za %s %s
it: Informazioni sulla traduzione per %s %s
nl: Informatie over de vertaling voor uw %s %s
pl: Informacje o tłumaczeniu dla %s %s
sk: Informácie o preklade pre %s %s
sr: Info o prevodu za %s %s
sv: Översättningsinformation för %s %s
ta: %s %s க்கான மொழிபெயர்ப்பு செய்தி
tr: %s %s için Çeviri Bilgileri
uk: Інформація про переклад для %s %s

source: Transmission mode
bg: Режим на предаване
cs: Přenosový režim
da: Transmissionstilstand
de: Übertragungsmodus
el: Λειτουργία μετάδοσης
et: Edastusviis
fi: Lähetystapa
fr: Mode de transmission
hr: Režim prenosa
hu: Adási mód
it: Modalità trasmissione
lt: Perdavimo būdas
nl: Transmissiemodus
pl: Tryb transmisji
pt_br: Modo de transmissão
ru: Режим передачи
sk: Prenosový režim
sl: Način posredovanja
sr: Režim prenosa
sv: Överföringsläge
ta: பரிமாற்ற முறை
tr: İletim modu
uk: Режим передавання
vi: Chế độ truyền
zh_cn: 传输模式

source: Transparent
bg: Прозрачен
cs: Průhledné
da: Gennemsigtig
el: Διάφανο
et: Läbipaistev
fi: Läpinäkyvä
hr: Prozirno
hu: Átlátszó
it: Trasparente
lt: Permatomas
nl: Transparant
pl: Przezroczysty
ru: Прозрачный
sk: Priehľadný
sr: Prozirno
sv: Genomskinlig
ta: வெளிப்படையானது
tr: Saydam
uk: Прозорий
vi: Trong suốt
zh_cn: 透明

source: Transponder
bg: Транспондер
cs: Transpondér
el: Αναμεταδότης
fi: Lähetin
fr: Transpondeur
hu: Transzponder
lt: Transponderis
ru: Транспондер
sk: Transpondér
ta: செலுத்துவாங்கி
tr: Aktarıcı
uk: Транспондер
vi: Bộ tiếp sóng
zh_cn: 转发器

source: Transponder Time
bg: Време на транспондера
cs: Čas transpondéru
da: Transponder tid
de: Transponder Zeit
el: Ώρα αναμεταδότη
et: Transponderi aeg
fi: Lähettimen aika
fr: Heure du Transpondeur
hr: Transponder Vrijeme
hu: Transzponder ideje
it: Orario transponder
lt: Transponderio laiką
nl: de transponder tijd
pl: Czas Transpondera
sk: Čas transpondéra
sr: Transponder Vreme
sv: Transpondertid
ta: டிரான்ச்பாண்டர் நேரம்
tr: Aktarıcı Zamanı
uk: Час з транспондера
vi: Thời gian phát
zh_cn: 转发器时间

source: Transponder information
cs: Informace o transpondéru
el: Πληροφορίες αναμεταδότη
fi: Näytä lähetyksen tiedot
hr: Transponder info
it: Informazioni transponder
nl: Transponder informatie
pl: Informacje transpondera
sk: Informácia o transpondéri
sr: Transponder infor
ta: டிரான்ச்பாண்டர் செய்தி
tr: Aktarıcı bilgisi
uk: Інформація про транспондер

source: Transponder information for '%s'
cs: Informace o transpondéru pro '%s'
el: Πληροφορίες αναμεταδότη για το '%s'
fi: Näytä lähetyksen tiedot '%s'
hr: Transponder info za '%s'
it: Informazioni transponder per '%s'
nl: Transponder informatie voor '%s'
pl: Informacje transpondera dla '%s'
sk: Informácia o transpondéri pre '%s'
sr: Transponder info za '%s'
sv: Transponderinformation för '%s'
ta: '%s' க்கான தகவல்களை மாற்றும் செய்தி
tr: '%s' için aktarıcı bilgisi
uk: Інформація про транспондер для '%s'

source: Transport
cs: Doprava
it: Trasporto
tr: Ulaşım
uk: Транспорт

source: Transport Stream ID (TSID)
cs: ID transportního toku (TSID)
el: ID ροής μεταφοράς (TSID)
fi: Lähetyksen toisto tiedot (TSID)
it: ID flusso di trasporto (TSID)
pl: ID strumienia trans. (TSID)
sk: ID transportného streamu (TSID)
sv: ID för transportström (TSID)
ta: போக்குவரத்து ச்ட்ரீம் ஐடி (டி.எச்.ஐ.டி)
tr: Taşıma Akışı Kimliği (TSID)
uk: Ідентифікатор транспортного потоку (TSID)

source: Transport Stream Type
bg: Тип транспортен поток
cs: Typ transportního toku
el: Τύπος ροής αναμεταδότη
et: Transpordivoo tüüp
fi: Syötteen tyyppi
fr: Type de flux de transport
hr: Vrsta Transponder Streama
it: Tipo di trasporto del flusso
lt: Transporto srauto tipas
nl: Transponder stream type
pl: Typ strumienia transportowego
sk: Typ transportného streamu
sr: Tip Transponder Strima
sv: Typ av transportström
ta: போக்குவரத்து ச்ட்ரீம் வகை
tr: Taşıma Akış Tipi
uk: Тип транспортного потоку
vi: Loại luồng vận chuyển
zh_cn: 传输流类型

source: Trashcan
bg: Кошче за боклук
cs: Koš
da: Skraldespand
de: Papierkorb
el: Κάδος αχρήστων
et: Prügikast
fi: Roskakori
fr: Corbeille
hr: Kanta za smeće
hu: Kuka
it: Cestino
lt: Šiukšliadėžė
nl: Prullenbak
pl: Kosz
ru: Корзина
sk: Kôš
sr: Kanta za smeće
sv: Papperskorg
ta: குப்பை
tr: Çöp Sepeti
uk: Кошик
vi: Thùng rác
zh_cn: 垃圾桶

source: Travel
bg: Пътуване
cs: Cestování
da: Rejser
de: Reise
el: Ταξίδια
fi: Matkustaa
fr: Voyage
hr: Putovanje
it: Viaggi
lt: Kelionės
nl: Reizen
pl: Podróże
sk: Cestovanie
sr: Putovanje
sv: Resa
ta: பயணம்
tr: Seyahat
uk: Подорожі
zh_cn: 旅行

source: Tree size
cs: Velikost stromu
el: Μέγεθος δένδρου
fi: Puun koko
hr: Veličina stabla
it: Dimensione albero
pl: Rozmiar drzewa
sk: Veľkosť stromu
sr: Veličina stabla
sv: Trädets storlek
ta: மர அளவு
tr: Ağaç boyutu
uk: Розмір всіх каталогів

source: Tried to disable PiP, but found no InfoBar instance!
bg: Опитах се да деактивирам PIP, изведнъж не намери инфобар.екземпляр.
cs: Pokusil jsem se zakázat PiP, ale nenašel jsem žádnou instanci InfoBar!
el: Έγινε προσπάθεια απενεργοποίησης του PiP, αλλά δεν βρέθηκε η μπάρα πληροφοριών!
fi: InfoBar.instance ohjelmaa ei löytynyt, kun yritettiin poistaa PIP käytöstä.
fr: Tentative de désactiver PiP, soudain pas de InfoBar.instance trouvé.
hr: Pokušao onesposobiti PiP, ali nije nađena instanca Info Trake!
it: Ho provato a disabilitare PiP, improvvisamente non ho trovato barra informazioni.instance.
lt: Bandant išjungti PiP, netikėtai dingo InfoBar.instance.
nl: Geprobeerd PiP uit te schakelen, maar plotseling geen InfoBar.instance gevonden.
pl: Podczas próby wyłączenia PIP, nagle nie znaleziono InfoBar.instance.
sk: Pri pokuse o vypnutie PiP sa nenašiel žiadny parameter InfoBar.instance.
sr: Pokušao onesposobiti PiP, ali nije nađena instanca Info Trake!
sv: Försökte inaktivera PiP, men hittade ingen InfoBar-instans!
ta: PIP ஐ முடக்க முயற்சித்தேன், ஆனால் எந்த இன்போபார் நிகழ்வையும் காணவில்லை!
tr: PiP özelliği devre dışı bırakılmaya çalışıldı, ancak Bilgi Çubuğu örneğine rastlanmadı!
uk: Спроба відключити ПІП, не виявлено Інфобар. Наприклад.

source: Tries left:
bg: Оставащи опити:
cs: Zbývá pokusů:
da: Forsøg tilbage:
de: Übrige Versuche:
el: Προσπάθειες που απομένουν:
et: Katseid järel:
fi: Yrityksiä jäljellä:
fr: Essais restants :
hr: Pokušava lijevo:
hu: Hátralevő próbálkozások száma:
it: Tentativi rimasti:
lt: Liko bandymų:
nl: Aantal resterende pogingen:
pl: Pozostało Prób:
pt_br: Tentativas restantes:
ru: Осталось попыток:
sk: Zostávajúce pokusy:
sl: Preostalo št. poskusov:
sr: Pokušava levo:
sv: Försök vänster:
ta: மீதமுள்ள முயற்சிகள்:
tr: Kalan deneme sayısı:
uk: Намагатися зліва:
vi: Cố gắng còn lại:
zh_cn: 试着离开

source: Trim File System
cs: Optimalizace souborového systému (TRIM)
hr: Trim datotečnog sustava
it: Ottimizza file system
sr: Trim fajl sistem
tr: Dosya Sistemini Düzelt
uk: Файлова система Trim

source: Trim File System...
cs: Optimalizace souborového systému (TRIM) ...
hr: Trim datotečnog sustava...
it: Ottimizzazione file system in corso...
sr: Trim fajl sistem...
tr: Dosya Sistemini Düzelt...
uk: Обрізати файлову систему...

source: Trinidad and Tobago
cs: Trinidad a Tobago
da: Trinidad og Tobago
de: Trinidad und Tobago
el: Τρινιντάντ και Τομπάγκο
et: Trinidad ja Tobago
fr: Trinidad et Tobago
hu: Trinidad és Tobago
it: Trinidad e Tobago
lt: Trinidadas and Tobagas
nl: Trinidad en Tobago
pl: Trynidad i Tobago
sk: Trinidad a Tobago
sv: Trinidad och Tobago
ta: ட்ரைனிடேட் மற்றும் டோபேகோ
tr: Trinidad ve Tobago
uk: Тринідад і Тобаго
vi: Trinidad và Tobago
zh_cn: 特立尼达和多巴哥

source: True
cs: Ano
da: Sand
de: Wahr
el: Αληθές
et: Jah
fi: Totta
fr: Vrai
hr: Istina
it: Vero
lt: Teisingas
nl: Waar
pl: Prawdziwe
sk: True (Pravda)
sr: Istina
sv: Sant
ta: உண்மை
tr: Doğru
uk: Вірно
vi: Đúng
zh_cn: 正确

source: TrueType font (HD)
cs: Caratteri True Type (HD)
da: TrueType skrifttype (HD)
de: TrueType Zeichensatz (HD)
el: Γραμματοσειρά (HD)
fi: Todellinen tyyppi fontti (HD)
fr: Police TrueType (HD)
hr: Slovo TrueType (HD)
hu: TrueType betűtípus (HD)
it: Font TrueType (HD)
lt: TrueType šriftas (HD)
nl: TrueType lettertype (HD)
pl: Czcionka TrueType (HD)
sk: Písmo TrueType (HD)
sr: Font TrueType (HD)
sv: TrueType-teckensnitt (HD)
ta: Truetype எழுத்துரு (HD)
tr: TrueType yazı tipi (HD)
uk: TrueType шрифт (HD)
vi: Phông chữ TrueType (HD)
zh_cn: TrueType字体(高清)
