Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Even if TV has another input active?
cs: I když má TV aktivní další vstup?
da: Selv hvis TV har en anden aktiv indgang ?
de: Auch wenn der TV einen anderen Eingang aktiviert hat?
el: Ακόμα και αν η TV έχει άλλη είσοδο ενεργή;
et: Kas isegi juhul aktiivne on kui teleri teine sisend?
fi: Vaikka televisiossa olisi video sisäänmeno aktiivinen?
fr: Même si la TV a une autre entrée active ?
hr: Čak i ako TV ima još jedan ulaz aktivan?
hu: Még akkor is, ha a TV-nek van egy másik aktív bemenete?
it: Anche se la TV ha un altro input attivo?
lt: Net jei TV turi kitą aktyvią įvestį?
nl: Zelfs als op TV een andere poort actief is?
pl: Nawet jeśli TV/AV ma inne aktywne wejście?
sk: Aj keď je na TV aktívny iný vstup?
sr: Čak i ako TV ima još jedan aktivni unos?
sv: Även om TV:n har en annan ingång aktiv?
ta: டிவியில் மற்றொரு உள்ளீடு செயலில் இருந்தாலும்?
tr: TV'de başka bir giriş aktif olsa bile TV'yi kapat?
uk: Навіть якщо телевізор має інший активний вхід?
vi: Ngay cả khi TV có đầu vào khác hoạt động?
zh_cn: 即使电视有另一个输入?

source: Even if a 'Wakeup' scheduled task starting?
cs: I když je „Probuzení“ spustit PowerTimer?
el: Ακόμα και αν ξεκινά ένας χρονοδιακόπτης λειτουργίας 'αφύπνισης';
fi: Vaikka 'herätys' virta ajastun käynnistyy?
fr: Même si une minuterie de réveil démarre ?
hr: Čak i ako je zakazan zadatak "Probudi se"?
it: Anche se si avvia un timer di accensione 'Risveglio'?
lt: Net jei prasideda budėjimo laikmatis?
nl: Zelfs als een 'ontwaak' schedule start?
pl: Nawet jeśli rozpocznie się zaplanowane zadanie „Wybudzenia”?
sk: Aj keď sa spustí 'prebudenie' časovačom napájania?
sr: Čak i ako je zakazano pokretanje zadatka "Wakeup"?
sv: Även om en schemalagd uppgift för "Wakeup" startar?
ta: 'விழித்தெழு' திட்டமிடப்பட்ட பணி தொடங்கினாலும் கூட?
tr: Planlanmış bir 'Uyandırma' görevi başlatıldığında Tv açılsın mı?
uk: Навіть якщо спрацює таймер живлення 'ввімкнути'?

source: Even if a 'Zap and Record' recording timer starting?
cs: I když se spustí časovač nahrávání „přepnout a nahrát“?
el: Ακόμα και αν ξεκινά ένας χρονοδιακόπτης 'μετάβασης και εγγραφής';
fi: Vaikka 'vaihtaa ja nauhoitus' tallennus ajastus alkaa?
fr: Même si une minuterie d'enregistrement "zapper et enregistrer" démarre ?
hr: Čak i ako se pokrene mjerač vremena za snimanje 'Zap i Snimanje'?
it: Anche se si avvia il timer di registrazione 'Zap e registra'?
lt: Net jei prasideda įrašymo laikmatis 'jungti ir įrašyti'?
nl: Zelfs als een 'Zap en Opname' timer start?
pl: Nawet jeśli uruchomi się timer nagrywania „Przełącz i Nagraj”?
sk: Aj v prípade, že sa spúšťa časovač nahrávania typu 'prepnúť a nahrať'?
sr: Čak i ako počne 'Zap i Snimanje' tajmer za snimanje?
sv: Även om en "Zappa and Record"-inspelningstimer startar?
ta: 'சாப் அண்ட் ரெக்கார்ட்' ரெக்கார்டிங் நேரங்குறிகருவி தொடங்கினாலும்?
tr: 'Kanal Değiştir ve Kayıt' kayıt zamanlayıcısı başlatıldığında Tv açılsın mı?
uk: Навіть якщо спрацює таймер запису 'переключити і записати'?

source: Even if a 'Zap' recording timer starting?
cs: I když se spustí časovač nahrávání „Zap“?
el: Ακόμα και αν ξεκινά ένας χρονοδιακόπτης 'μετάβασης';
fi: Vaikka 'vaihtaa' tallennus ajastus käynnistyy?
fr: Même si une minuterie d'enregistrement "zap" démarre ?
hr: Čak i ako se pokrene mjerač vremena za snimanje 'Zap'?
it: Anche se si avvia un timer di registrazione 'Zap'?
lt: Net jei prasideda 'jungti' įrašymo laikmatis?
nl: Zelfs als een 'zap' opname timer start?
pl: Nawet jeśli uruchomi się timer nagrywania „Przełącz”?
sk: Aj v prípade, že sa spúšťa 'prepnutie' časovačom nahrávania?
sr: Čak i ako počne 'Zap' tajmer za snimanje?
sv: Även om en "Zappa"-inspelningstimer startar?
ta: ஒரு 'சாப்' ரெக்கார்டிங் நேரங்குறிகருவி தொடங்கினாலும் கூட?
tr: 'Kanal Değiştir' kayıt zamanlayıcısı başlatıldığında Tv açılsın mı?
uk: Навіть, якщо 'переключення' запустить таймер запису?

source: Event Info
bg: Инфо на събитие
cs: Informace o programu
da: Begivenhedsinfo
de: Sendungsinformationen
el: Πληροφορίες προγράμματος
et: Saateinfo
fi: Ohjelmatiedot
fr: Info événement
hr: Info o Događaju
hu: Esemény információ
it: Info evento
lt: Įvykio informacija
nl: Programma info
pl: Info o wydarzeniu
ru: Информация о передаче
sk: Info o aktuálnej udalosti
sr: Info o Događaju
sv: Information
ta: நிகழ்வு செய்தி
tr: Etkinlik Bilgileri
uk: Інформація про передачу
vi: Thông tin sự kiện
zh_cn: 事件信息

source: Event View
bg: Преглед на събитието
cs: Událost
el: Επισκόπηση προγραμμάτων
fi: Lähetystiedot
fr: Visualiser les événements
hr: Prikaz Događaja
it: Vista eventi
lt: Įvykio rodinys
nl: Programma overzicht
pl: Widok wydarzenia
sk: Zobrazenie udalosti
sr: Prikaz Događaja
sv: Eventvy
ta: நிகழ்வு பார்வை
tr: Etkinlik Görünümü
uk: Перегляд завдань

source: Event View Actions
bg: Действия за преглед на събитие
cs: Akce zobrazení událostí
el: Ενέργειες επισκόπησης προγραμμάτων
fi: Tapahtuma Näkymän Toiminnot
fr: Actions de la vue des événements
hr: Radnja Prikaza Događaja
it: Azioni vista eventi
lt: Įvykio rodinio veiksmai
nl: Programma overzicht Acties
pl: Akcje podglądu wydarzenia
sk: Akcie zobrazenia udalosti
sr: Radnja Prikaza Događaja
sv: Åtgärder i händelsevyn
ta: நிகழ்வு பார்வை செயல்கள்
tr: Etkinlik Görünümü İşlemleri
uk: Дії кнопок перегляді подій

source: Event View Context Menu
bg: Контекстно меню за преглед на събития
cs: Kontextová nabídka zobrazení události
el: Μενού περιεχομένων επισκόπησης καναλιών
fi: Lähetystiedot valikko
fr: Menu événements
hr: Kontekstualni Meni Prikaza Događaja
it: Menu contestuale vista eventi
lt: Įvykio rodinio kontekstinis meniu
nl: Programma overzicht context menu
pl: Menu kontekstowe widoku zdarzenia
sk: Menu pre zobrazenie udalosti
sr: Kontekstualni Meni Prikaza Događaja
sv: Kontextmeny för händelsevy
ta: நிகழ்வு பார்வை சூழல் பட்டியல்
tr: Etkinlik Görünümü İçerik Menüsü
uk: Меню перегляду опису передачі

source: Event font size
bg: Размер на шрифта за събитието
cs: Velikost písma události
da: Begivenhed skriftstørrelse
de: Schriftgröße für Sendungsnamen
el: Μέγεθος γραμματοσειράς εκπομπής
et: Saatenime tähesuurus
fi: Ohjelmatiedon tekstikoko
fr: Taille de la police des événements
hr: Veličina slova događaja
hu: Esemény betűmérete
it: Dimensione carattere evento
lt: Įvykio šrifto dydis
nl: Programma omschrijving lettergrootte
pl: Rozmiar czcionki wydarzenia
ru: Размер шрифта передачи
sk: Veľkosť písma pre udalosť
sr: Veličina slova događaja
sv: Händelsens teckenstorlek
ta: நிகழ்வு எழுத்துரு அளவு
tr: Etkinlik yazı tipi boyutu
uk: Розмір шрифту передачі
vi: Cỡ chữ sự kiện
zh_cn: 事件字体大小

source: Event name only
bg: Само име за събитие
cs: Pouze název události
el: Όνομα προγράμματος μόνο
fi: Ohjelma nimi ainoastaan
fr: Nom de l'événement uniquement
hr: Samo naziv događaja
it: Solo nome evento
lt: Tik įvykio pavadinimas
nl: Enkel programma naam
pl: Tylko nazwa wydarzenia
sk: Len názov udalosti
sr: Samo ime događaja
sv: Endast evenemangets namn
ta: நிகழ்வு பெயர் மட்டுமே
tr: Sadece etkinlik adı
uk: Тільки назва передачі

source: Event view menu
bg: Меню за преглед на събитие
cs: Menu přehledu událostí
da: Begivenhedsvisning menu
de: Sendungsanzeigenmenü
el: Μενού επισκόπησης προγραμμάτων
et: Saateinfo menüü
fi: Lähetyksen näyttövalikko
fr: Menu d'affichage de l'événement
hr: Menu prikaza događaja
hu: Esemény-nézet menü
it: Menu vista eventi
lt: Įvykių peržiūros meniu
nl: Programma overzicht menu
pl: Menu widoku wydarzenia
pt_br: Menu de eventos
ru: Меню просмотра описания передачи
sk: Menu prehľadu udalostí
sr: Meni prikaza događaja
sv: Meny för händelsevy
ta: நிகழ்வு பார்வை பட்டியல்
tr: Etkinlik görünümü menüsü
uk: Меню перегляду передачі
vi: Menu xem sự kiện
zh_cn: 事件视图菜单

source: Event view:
bg: Преглед на събитието:
cs: Zobrazení události:
el: Επισκόπηση προγραμμάτων:
fi: Lähetystiedot:
fr: Vue de l'événement :
hr: Prikaz događaja:
it: Vista eventi:
lt: Įvykio peržiūra:
nl: Programma overzicht:
pl: Widok wydarzenia:
sk: Zobrazenie udalosti:
sr: Prikaz događaja:
sv: Händelsevy:
ta: நிகழ்வு பார்வை:
tr: Etkinlik görünümü:
uk: Перегляд передачі:

source: EventViewEPG Actions
bg: Преглед на събития EPG Действия
cs: Akce EventViewEPG
el: Ενέργειες EPG επισκόπησης προγραμμάτων
fi: Ohjelman tiedot EPG Toiminnot
fr: Actions EventViewEPG
hr: Prikaz Događaja EPG Radnja
it: Azioni vista eventi EPG
lt: EventViewEPG veiksmai
nl: Programma EPG Acties
pl: Akcje podglądu wydarzenia EPG
sk: Akcie zobrazenia udalosti v EPG
sr: PrikazDogađajaEPG Radnji
sv: EventViewEPG Åtgärder
ta: EventViewepg செயல்கள்
tr: Etkinlik Görünümü EPG İşlemleri
uk: Дії EPG при перегляді передач

source: Events
cs: Události
hr: Događaji
it: Eventi
sr: Događaji
tr: Etkinlikler
uk: Події

source: Everyday
bg: Всеки ден
cs: Každý den
da: Daglig
de: Täglich
el: Καθημερινά
et: Iga päev
fi: Joka päivä
fr: Tous les jours
hr: Svakodnevno
hu: Minden nap
it: Ogni giorno
lt: Kiekvieną dieną
nl: Elke dag
pl: Codziennie
sk: Každý deň
sr: Svakodnevno
sv: Varje dag
ta: தினமும்
tr: Her gün
uk: Щоденно
vi: Mỗi ngày
zh_cn: 每天

source: Everything in one place - IceTV does it for you! Using the IceTV app or website, 'My Shows' is your place to go to. See the next 7 days of your recordings, favorite shows, keyword notifications, new series broadcasts, and our recommendations. Everything in one place. Simply select something new and press Record. IceTV's smartphone and tablet apps can be downloaded by scanning the code above.
bg: Всичко на едно място - IceTV го прави вместо вас! Използвайки приложението или уебсайта IceTV, „Моите предавания“ е вашето място, на което да отидете. Вижте следващите 7 дни от вашите записи, любими предавания, известия за ключови думи, излъчвания на нови сериали и нашите препоръки. Всичко на едно място. Просто изберете нещо ново и натиснете Запис. Приложенията за смартфон и таблет на IceTV могат да бъдат изтеглени чрез сканиране на кода по-горе.
cs: Vše na jednom místě – IceTV to udělá za vás! Pomocí aplikace nebo webové stránky IceTV jsou „Moje pořady“ vaším místem, kam jít. Podívejte se na příštích 7 dní na své nahrávky, oblíbené pořady, upozornění na klíčová slova, vysílání nových seriálů a naše doporučení. Vše na jednom místě. Jednoduše vyberte něco nového a stiskněte Record. Aplikace IceTV pro chytré telefony a tablety lze stáhnout naskenováním výše uvedeného kódu.
el: Τα πάντα σε ένα μέρος - Το IceTV το κάνει για εσάς! Χρησιμοποιώντας την εφαρμογή ή τον ιστότοπο IceTV, το "My Shows" είναι το μέρος στο οποίο μπορείτε να μεταβείτε. Δείτε τις επόμενες 7 ημέρες των εγγραφών σας, των αγαπημένων σας εκπομπών, των ειδοποιήσεων λέξεων-κλειδιών, των εκπομπών νέων σειρών και των προτάσεών μας. Τα πάντα σε ένα μέρος. Απλά επιλέξτε κάτι νέο και πατήστε εγγραφή. Οι εφαρμογές smartphone και tablet του IceTV μπορούν να μεταφορτωθούν σαρώνοντας τον παραπάνω κώδικα.
fi: Kaikki yhdessä paikassa - IceTV tekee sen puolestasi! IceTV-sovelluksen tai verkkosivuston avulla Omat tapahtumat on paikka, johon mennä. Katso seuraavat seitsemän päivää tallennuksistasi, suosikkiohjelmistasi, avainsanailmoituksistasi, uusien sarjojen lähetyksistä ja suosituksistamme. Kaikki yhdessä paikassa. Valitse vain jotain uutta ja paina Tallenna. IceTV: n älypuhelin- ja tablet-sovellukset voi ladata skannaamalla yllä olevan koodin.
fr: Tout en un seul endroit - IceTV le fait pour vous ! En utilisant l'application IceTV ou le site web, "Mes émissions" est l'endroit où vous devez vous rendre. Voyez les 7 prochains jours de vos enregistrements, vos émissions préférées, les notifications de mots-clés, les diffusions de nouvelles séries et nos recommandations. Tout en un seul endroit. Il suffit de sélectionner une nouvelle émission et d'appuyer sur Enregistrer. Les applications pour smartphone et tablette d'IceTV peuvent être téléchargées en scannant le code ci-dessus.
hr: Sve na jednom mjestu - IceTV to radi umjesto vas! Koristeći aplikaciju ili web stranicu IceTV, 'Moje emisije' je vaše mjesto na koje možete otići. Pogledajte sljedećih 7 dana svojih snimaka, omiljenih emisija, obavijesti o ključnim riječima, emitiranja novih serija i naših preporuka. Sve na jednom mjestu. Jednostavno odaberite nešto novo i pritisnite Record. IceTV-ove aplikacije za pametne telefone i tablete mogu se preuzeti skeniranjem gornjeg koda.
it: Tutto in un unico posto - IceTV lo fa per te! Usando l'app o il sito Web IceTV, "I miei programmi" è il posto dove andare. Guarda nei prossimi 7 giorni le registrazioni, i programmi preferiti, le notifiche di parole chiave, le trasmissioni di nuove serie e i nostri consigli. Tutto in un unico posto. Basta selezionare qualcosa di nuovo e premere Registra. Le app per smartphone e tablet di IceTV possono essere scaricate scansionando il codice sopra.
lt: Viskas vienoje vietoje - IceTV tai daro už jus! Naudojant "IceTV" programą arba svetainę, "Mano laidos" yra jūsų vieta eiti. Peržiūrėkite kitas 7 įrašų dienas, mėgstamas laidas, raktinių žodžių pranešimus, naujas serijų transliacijas ir mūsų rekomendacijas. Viskas vienoje vietoje. Tiesiog pasirinkite ką nors naujo ir paspauskite Įrašyti. IceTV išmaniojo telefono ir planšetinio kompiuterio programas galima atsisiųsti nuskaitant aukščiau esantį kodą.
nl: Alles in 1 - IceTV does it for you! Gebruik de IceTV app of website, 'My Shows' alles wat u nodig hebt. Zie de komende 7 dagen van uw opnames, favoriete shows, trefwoorden, nieuwe series en onze aanbevelingen. Alles in 1 overzicht. Selecteer eenvoudig een nieuwe uitzending en klik op opnemen IceTV's telefoon en tablet apps kunnen worden gedownload door bovenstaande code te scannen.
pl: Wszystko w jednym miejscu - IceTV robi to za Ciebie! Używając aplikacji lub strony internetowej IceTV, 'My Shows' to miejsce, do którego chcesz się udać. Zobacz następne 7 dni nagrań, ulubione programy, powiadomienia o słowach kluczowych, transmisje nowych seriali i nasze rekomendacje. Wszystko w jednym miejscu. Po prostu wybierz coś nowego i naciśnij Nagrywaj. Aplikacje na smartfony i tablety IceTV można pobrać, skanując powyższy kod.
sk: Všetko na jednom mieste – IceTV to urobí za vás! V aplikácii IceTV alebo na webovej lokalite IceTV prejdite do časti 'Moje relácie'. Môžete si pozrieť nasledujúcich 7 dní svojich nahrávok, obľúbené relácie, upozornenia na kľúčové slová, vysielanie nových seriálov a naše odporúčania. Všetko na jednom mieste: Jednoducho si vyberte niečo nové a stlačte voľbu pre nahrávanie. Aplikácie IceTV pre smartfón a tablet sa dajú stiahnuť po nasnímaní vyššie uvedeného kódu.
sr: Sve na jednom mestu - IceTV čini to za tebe! Korišćenje aplikacije IceTV ili web sajta, 'Moje emisije' - To je mesto gde treba da zađete. Pogledajte snimke narednih 7 dana, omiljene emisije, obaveštenja o ključnim rečima, emitovanje novih epizoda i naše preporuke. Sve na jednom mestu. Samo odaberite nešto novo i kliknite na dugme 'Snimi'. IceTV aplikacije za pametne telefone i tablete možete preuzeti skeniranjem gore navedenog koda.
sv: Allt på ett ställe - IceTV gör det åt dig! Om du använder IceTV-appen eller -webbplatsen är "Mina program" din plats att gå till. Se de kommande 7 dagarna av dina inspelningar, favoritprogram, nyckelordsmeddelanden, nya seriesändningar och våra rekommendationer. Allt på ett ställe. Välj helt enkelt något nytt och tryck på Record. IceTV:s appar för smartphones och surfplattor kan laddas ner genom att skanna koden ovan.
ta: ஒரே இடத்தில் எல்லாம் - ICETV உங்களுக்காக இதைச் செய்கிறது! ICETV பயன்பாடு அல்லது வலைத்தளத்தைப் பயன்படுத்தி, 'எனது நிகழ்ச்சிகள்' செல்ல வேண்டிய இடம். உங்கள் பதிவுகள், பிடித்த நிகழ்ச்சிகள், முக்கிய அறிவிப்புகள், புதிய தொடர் ஒளிபரப்புகள் மற்றும் எங்கள் பரிந்துரைகளின் அடுத்த 7 நாட்களைப் பார்க்கவும். எல்லாம் ஒரே இடத்தில். புதிய ஒன்றைத் தேர்ந்தெடுத்து பதிவை அழுத்தவும். மேலே உள்ள குறியீட்டை ச்கேன் செய்வதன் மூலம் ICETV இன் ச்மார்ட்போன் மற்றும் டேப்லெட் பயன்பாடுகளை பதிவிறக்கம் செய்யலாம்.
tr: Her şey tek bir yerde - IceTV sizin için yapıyor! IceTV uygulamasını veya web sitesini kullanarak 'Şovlarım' gideceğiniz yerdir. Kayıtlarınızın, favori programlarınızın, anahtar kelime bildirimlerinizin, yeni dizi yayınlarının ve önerilerimizin önümüzdeki 7 gününü görün. Her şey tek bir yerde. Yeni bir şey seçin ve Kaydet'e basın. IceTV'nin akıllı telefon ve tablet uygulamaları, yukarıdaki kod taranarak indirilebilir.
uk: Все в одному місці - IceTV робить це за Вас! Використовуйте в додатку, або на веб-сайті IceTV - 'Мої шоу'. Перегляньте наступні 7 днів своїх записів, улюблені шоу, сповіщення про вибрані передачі, трансляції нових серій та наші рекомендації. Все в одному місці. Просто виберіть щось нове і натисніть Запис. Програми для смартфонів та планшетів IceTV можна завантажити, скануючи код вище.

source: Everywhere
bg: Навсякъде
cs: Na všech
da: Overalt
de: Überall
el: Παντού
et: Kõikjal
fi: Kaikkialla
fr: Partout
hr: Svagdje
hu: Mindenhol
it: Ovunque
lt: Visur
nl: Overal
pl: Wszędzie
pt_br: Em tudo
ru: Везде
sk: Všade
sr: Svuda
sv: Överallt
ta: எல்லா இடங்களிலும்
tr: Her yerde
uk: Усюди
vi: Mọi nơi
zh_cn: 任何位置

source: Exceeds Blu-ray disc medium!
cs: Přesahuje médium Blu-ray!
el: Υπέρβαση μέσου δίσκου Blu-ray!
fi: Ylittää kaksikerroslevyn tilavuuden!
fr: Dépasse la capacité du support Blue Disc !
hr: Premašuje Blu-ray disk medij!
it: Supera capacità del disco Blu-ray!
lt: Viršija Blu-ray disko laikmeną!
nl: Overschrijdt Bludisk medium!
pl: Przewyższa średnią dysku Blu-ray!
sk: Presahuje kapacitu Blu-ray média!
sr: Premašuje Blu-ray disc medij!
sv: Överstiger Blu-ray disc medium!
ta: ப்ளூ-ரே வட்டு ஊடகத்தை மீறுகிறது!
tr: Blu-ray disk ortamının ötesinde!
uk: Перевищує розмір Блюрай диску!

source: Exceeds dual layer medium!
cs: Překračuje kapacitu dvouvrstvého média!
da: Overskrider dobbeltlags medie!
de: Übersteigt die Größe eines Double-Layer Mediums!
el: Υπέρβαση μεγέθους διπλής στρώσης του μέσου!
et: Liiga suur kahekihilise ketta jaoks!
fi: Ylittää kaksikerroslevyn tilavuuden!
fr: Dépasse le support double couche !
hr: Premašuje dvoslojni medij!
hu: Meghaladja a kétrétegű hordozó kapacitását!
it: Supera capacità del supporto a doppio strato!
lt: Viršija dvejų sluoksnių laikmeną!
nl: Overschrijdt een dual layer schijf!
pl: Przekroczona pojemność dwuwarstwowego nośnika!
pt_br: É maior que a mídia de dupla face!
ru: превышает двухслойный носитель
sk: Presahuje kapacitu dvojvrstvového DVD!
sr: Premašuje dvoslojni medij!
sv: Överstiger medium med dubbla lager!
ta: இரட்டை அடுக்கு நடுத்தரத்தை மீறுகிறது!
tr: Çift katman (dual layer) ortam kapasitesini aşıyor!
uk: Перевищує розмір двошарового диску!
vi: Vượt quá hai lớp vừa!
zh_cn: 超双层媒体!

source: Execution condition
bg: Състояние изпълнение
cs: Podmínky provedení akce
da: Udførelsesbetingelse
de: Ausführungsbedingung
el: Κατάσταση εκτέλεσης
et: Täitmise tingimused
fi: Suoritustila
fr: Condition d'exécution
hr: Uvjet izvršenja
hu: Végrehajtási állapot
it: Condizione di esecuzione
lt: Vykdymo sąlyga
nl: Uitvoering voorwaarde
pl: Warunek wykonania
sk: Podmienka spustenia
sr: Uslov izvršenja
sv: Exekveringsvillkor
ta: சாவுஒறுப்பு நிலை
tr: Yürütme koşulu
uk: Умова виконання
vi: Điều kiện thực hiện
zh_cn: 执行状态

source: Existing or trial customer
bg: Съществуващ или пробен клиент
cs: Existující nebo zkušební zákazník
da: Eksisterende eller prøvekunde
de: Bestehender oder Testbenutzer
el: Υπάρχων ή δοκιμαστικός χρήστης
fi: Olemassa oleva tai testattava käyttäjä
fr: Client existant ou à l'essai
hr: Postojeći ili probni klijent
it: Cliente esistente o di prova
lt: Esamas arba bandomasis klientas
nl: Bestaande of Proef account
pl: Istniejący lub testowy użytkownik
sk: Existujúci alebo skúšobný používateľ
sr: Postojeći ili probni klijent
sv: Befintlig kund eller provkund
ta: தற்போதுள்ள அல்லது சோதனை வாடிக்கையாளர்
tr: Mevcut veya deneme müşterisi
uk: Існуючий клієнт, або пробний період
zh_cn: 现有或试用客户

source: Exit
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
et: Välju
fi: Poistu
fr: Quitter
hr: Izlaz
hu: Kilépés
it: Esci
lt: Išeiti
pl: Wyjdź
pt_br: Sair
ru: Выход
sk: Ukončiť
sl: Izhod
sr: Izlaz
sv: Avsluta
ta: வெளியேறு
tr: Çıkış
uk: Вийти
vi: Thoát
zh_cn: 退出

source: Exit EPG
bg: Изход от EPG
cs: Ukončit EPG
da: Forlad EPG
de: EPG verlassen
el: Έξοδος από EPG
et: Sulge saatekava
fi: Sulje ohjelmaopas
fr: Quitter l'EPG
hr: Izlaz iz EPG
hu: Kilépés az EPG-ből
it: Esci da EPG
lt: Užverti EPG
nl: EPG afsluiten
pl: Wyjdź z EPG
pt_br: Sair do EPG
ru: Выход из телегида
sk: Ukončiť EPG
sr: Izlaz iz EPG
sv: Avsluta EPG
ta: EPG வெளியேறவும்
tr: EPG'den çık
uk: Вихід з EPG
vi: Thoát EPG
zh_cn: 退出EPG

source: Exit File Commander
cs: Ukončit File Commander
el: Έξοδος από το File Commander
fi: Poistu tiedosto hallinnasta
hr: Izlaz iz Zapovjednika Datoteka
it: Esci da File Commander
lt: Išeikite iš failų vadovo
nl: File Commander afsluiten
pl: Zakończ File Commander
sk: Ukončiť Správcu súborov
sr: Izlaz iz Fajl Menadžera
sv: Avsluta File Commander
ta: கோப்பு தளபதி வெளியேறவும்
tr: File Commander'dan Çık
uk: Вийти з File Commander

source: Exit Movie Selection
cs: Zavřít seznam filmů
el: Έξοδος από τη λίστα ταινιών
fi: Poistu tallenneluettelosta
fr: Quitter liste des films
hr: Izlaz iz Izbora Filmova
it: Esci da Selezione registrazione
lt: Užverti filmų sąrašą
nl: Opnamelijst afsluiten
pl: Wyjdź z wyboru filmu
sk: Zatvoriť zoznam filmov
sr: Izlaz iz selekcije filmova
sv: Avsluta filmval
ta: திரைப்பட பட்டியல் வெளியேறு
tr: Film Seçiminden Çık
uk: Закрити список фільмів

source: Exit Quad Channel Selection
bg: Изход от избора на четири канала
cs: Ukončit výběr čtyř kanálů
da: Afslut firedobbelt kanalvalg
de: Beende Quad Bild im Bild Kanalauswahl
el: Έξοδος από την επιλογή τετραπλού καναλιού
et: Sulge Quad PiP kanalivalik
fi: Poistu neljän kanavan valinnasta
fr: Quitter la sélection de quatre canaux
hr: Izlaz iz odabira četverokanalnih kanala
hu: Kilépés a Quad Kép-a-Képben választásból
it: Esci dalla selezione di Quad Channel
lt: Užverti 4 kanalų pasirinkimą
nl: Verlaat Quad zender selectie
pl: Wyjdź z wyboru kanału
sk: Ukončiť výber Quad-kanála
sr: Izlaz iz 4X Kanalne Selekcije
sv: Avsluta Quad Channel-val
ta: குவாட் சேனல் தேர்விலிருந்து வெளியேறவும்
tr: Quad Kanal Seçiminden Çık
uk: Вихід з вибору Чотири-екранного Вікна
vi: Thoát lựa chọn kênh Quad
zh_cn: 退出四画面频道选择

source: Exit all menus
bg: Изход от всички менюта
cs: Ukončit všechny nabídky
el: Έξοδος από όλα τα μενού
fi: Poistu kaikista valikoista
fr: Quitter tous les menus
hr: Izlazak iz svih menu
it: Esci da tutti i menu
lt: Išeiti iš visų meniu
nl: Exit uit alle menu's
pl: Wyjdź z wszystkich menu
sk: Ukončiť všetky ponuky a menu
sr: Izlaz iz svih menija
sv: Avsluta alla menyer
ta: எல்லா மெனுக்களையும் விட்டு வெளியேறவும்
tr: Tüm menülerden çık
uk: Вийти з усіх меню

source: Exit and close all screens without performing a backup
cs: Ukončit a zavřít všechny obrazovky bez provedení zálohy
el: Έξοδος και κλείσιμο όλων των οθονών χωρίς να γίνει εφεδρεία
fi: Poistu ja sulje kaikki ruudut ilman varmuuskopiointia
hr: Izlaz i zatvaranje svih zaslona bez izvođenja sigurnosne kopije
it: Esci e chiudi tutte le schermate senza eseguire un backup
nl: Afsluiten, zonder een back-up te maken
pl: Wyjdź i zamknij wszystkie ekrany bez wykonywania kopii zapasowej
sk: Ukončiť a zatvoriť všetky obrazovky bez vykonania zálohy
sr: Izlaz i zatvorite sve ekrane bez obavljanja rezervne kopije
sv: Avsluta och stänga alla skärmar utan att utföra en säkerhetskopiering
ta: காப்புப்பிரதியைச் செய்யாமல் அனைத்து திரைகளையும் வெளியேறி மூடு
tr: Yedekleme işlemi yapmadan tüm ekranları kapat ve çıkış yap
uk: Вийти і закрити всі вікна, не створюючи резервну копію
