Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Error %d: Unable to create directory '%s'! (%s)
cs: Chyba %d: Nelze vytvořit adresář '%s'! (%s)
el: Σφάλμα %d: Αδύνατη η δημιουργία του φακέλου '%s'! (%s)
fi: Virhe %d: Hakemistoa '%s' ei voi luoda! (%s)
hr: Pogreška %d: Nije moguće stvoriti direktorij '%s'! (%s)
it: Errore %d: impossibile creare la cartella '%s'! (%s)
lt: %d klaida: nepavyko sukurti katalogo "%s"! (%s)
nl: Fout %d: Kan map '%s' niet maken! (%s)
pl: Błąd %d: Nie udało się utworzyć katalogu '%s'! (%s)
sk: Chyba %d: nie je možné vytvoriť priečinok '%s'! (%s)
sr: Greška %d: Nemoguće kreirati direktorijum '%s'! (%s)
sv: Fel %d: Det gick inte att skapa katalogen '%s'! (%s)
ta: பிழை %d: ' %s' கோப்பகத்தை உருவாக்க முடியவில்லை! (%s)
tr: Hata %d: '%s' dizini oluşturulamıyor! (%s)
uk: Помилка %d: Не вдалося створити каталог '%s'! (%s)

source: Error %d: Unable to create package directory '%s'! (%s)
cs: Chyba %d: Nelze vytvořit adresář balíčku '%s'! (%s)
el: Σφάλμα %d: Αδυναμία δημιουργίας του φακέλου πακέτων '%s'! (%s)
fi: Virhe %d: Ei voi luoda hakemistoa '%s'! (%s)
hr: Pogreška %d: Nije moguće stvoriti direktorij paketa '%s'! (%s)
it: Errore %d: impossibile creare la cartella del pacchetto '%s'! (%s)
nl: Fout %d: Er kan geen map '%s' voor pakketten worden gemaakt! (%s)
pl: Błąd %d: Nie można utworzyć katalogu pakietu '%s'! (%s)
sk: Chyba %d: nie je možné vytvoriť priečinok balíka '%s'! (%s)
sr: Greška %d: Nije moguće kreirati direktorijum paketa '%s'! (%s)
sv: Fel %d: Det gick inte att skapa paketkatalogen '%s'! (%s)
ta: பிழை %d: தொகுப்பு கோப்பகத்தை உருவாக்க முடியவில்லை ' %s'! (%s)
tr: Hata %d: Paket dizini oluşturulamıyor '%s'! (%s)
uk: Помилка %d: Не вдалося створити каталог пакетів '%s'! (%s)

source: Error %d: Unable to delete downloaded image '%s'! (%s)
cs: Chyba %d: Nelze smazat stažený obraz '%s'! (%s)
el: Σφάλμα %d: Αδυναμία διαγραφής του ληφθέντος image '%s'! (%s)
fi: Virhe %d: Ladattua ohjelmistoa ei voida poistaa '%s'! (%s)
hr: Pogreška %d: Nije moguće izbrisati preuzetu sliku '%s'! (%s)
it: Errore %d: impossibile eliminare l'immagine scaricata '%s'! (%s)
lt: Klaida %d: neįmanoma ištrinti atsisiųsto atvaizdo "%s"! (%s)
nl: Fout %d: Het gedownloade image kan niet gewist worden '%s'! (%s)
pl: Błąd %d: Nie udało się usunąć pobranego systemu '%s'! (%s)
sk: Chyba %d: nie je možné vymazať stiahnutý image '%s'! (%s)
sr: Greška %d: Nemoguće izbrisati preuzeti imidž '%s'! (%s)
sv: Fel %d: Det går inte att ta bort den nedladdade bilden '%s' (%s)
ta: பிழை %d: பதிவிறக்கம் செய்யப்பட்ட படத்தை நீக்க முடியவில்லை ' %s'! (%s)
tr: Hata %d: İndirilen yazılım '%s' silinemiyor! (%s)
uk: Помилка %d: неможливо видалити завантажений імідж '%s'! (%s)

source: Error %d: Unable to link '%s' as '%s'! (%s)
cs: Chyba %d: Nelze propojit '%s' jako '%s'! (%s)
el: Σφάλμα %d: Αδύνατη η δημιουργία της συντόμευσης '%s' ως '%s'! (%s)
fi: Virhe %d: Ei voida yhdistää '%s' muotoon '%s'! (%s)
hr: Pogreška %d: Nije moguće povezati '%s' kao '%s'! (%s)
it: Errore %d: impossibile collegare '%s' come '%s'! (%s)
lt: %d klaida: nepavyko susieti "%s" kaip "%s"! (%s)
nl: Fout %d: Kan '%s' niet wijzigen in '%s'! (%s)
pl: Błąd %d: Nie udało się zlinkować '%s' jako '%s'! (%s)
sk: Chyba %d: nie je možné odkazovať na '%s' ako '%s'! (%s)
sr: Greška %d: Nemoguće povezivanje '%s' kao '%s'! (%s)
sv: Fel %d: Det går inte att länka '%s' som '%s' (%s)
ta: பிழை%d: '%s' ஐ '%s' என இணைக்க முடியவில்லை! (%s)
tr: Hata %d: '%s', '%s' olarak bağlanamıyor! (%s)
uk: Помилка %d: Неможливо пов’язати '%s' як '%s'! (%s)

source: Error %d: Unable to read '%s'! (%s)
cs: Chyba %d: Nelze přečíst '%s'! (%s)
el: Σφάλμα %d: Αδυναμία ανάγνωσης του '%s'! (%s)
fi: Virhe %d: Ei voida lukea'%s'! (%s)
hr: Pogreška %d: Nije moguće pročitati '%s'! (%s)
it: Errore %d: impossibile leggere '%s'! (%s)
nl: Fout %d: '%s' is niet leesbaar! (%s)
pl: Błąd %d: Nie można odczytać '%s'! (%s)
sk: Chyba %d: nie je možné prečítať '%s'! (%s)
sr: Greška %d: Nije moguće pročitati '%s'! (%s)
sv: Fel %d: Det gick inte att läsa '%s' (%s)
ta: பிழை %d: ' %s' ஐப் படிக்க முடியவில்லை! (%s)
tr: Hata %d: '%s' okunamıyor! (%s)
uk: Помилка %d: неможливо прочитати '%s'! (%s)

source: Error %d: Unable to rename directory/file '%s' to '%s'! (%s)
cs: Chyba %d: Nelze přejmenovat adresář/soubor '%s' na '%s'! (%s)
el: Σφάλμα %d: Δεν είναι δυνατή η μετονομασία του φακέλου/αρχείου '%s' σε '%s'! (%s)
fi: Virhe %d: Tiedostoa '%s' ei voi nimetä uudelleen '%s'! (%s)
hr: Pogreška %d: Nije moguće preimenovati direktorij/datoteku '%s' u '%s'! (%s)
it: Errore %d: impossibile rinominare la cartella/file '%s' in '%s'! (%s)
lt: %d klaida: nepavyko pervardyti katalogo / failo "%s" į "%s"! (%s)
nl: Fout %d: Kan map/bestand '%s' niet hernoemen naar '%s'! (%s)
pl: Błąd %d: Nie można zmienić nazwy katalogu/pliku "%s" na "%s"! (%s)
sk: Chyba %d: priečinok alebo súbor '%s' nie je možné premenovať na '%s'! (%s)
sr: Greška %d: Nije moguće preimenovati direktorijum / datoteku '%s' u '%s'! (%s)
sv: Fel %d: Det gick inte att byta namn på katalog/fil '%s' till '%s'! (%s)
ta: பிழை%d: அடைவு/கோப்பு '%s' ஐ '%s' க்கு மறுபெயரிட முடியவில்லை! (%s)
tr: Hata %d: '%s' dizini/dosyası '%s' olarak yeniden adlandırılamıyor! (%s)
uk: Помилка %d: Неможливо перейменувати каталог/файл '%s' на '%s'! (%s)

source: Error %d: Unable to rename related file '%s' to '%s'! (%s)
cs: Chyba %d: Nelze přejmenovat související soubor '%s' na '%s'! (%s)
el: Σφάλμα %d: Αδύνατη η μετονομασία του σχετιζόμενου αρχείου '%s' σε '%s'! (%s)
fi: Virhe %d: Tiedostoa '%s' ei voi nimetä uudelleen '%s'! (%s)
hr: Pogreška %d: Nije moguće preimenovati povezanu datoteku '%s' u '%s'! (%s)
it: Errore %d: impossibile rinominare il file relativo '%s' in '%s'! (%s)
lt: %d klaida: nepavyko pervardyti susijusio failo "%s" į "%s"! (%s)
nl: Fout %d: Kan bijbehorend bestand '%s' niet hernoemen naar '%s'! (%s)
pl: Błąd %d: Nie udało się zmienić nazwy powiązanego pliku '%s' na '%s'! (%s)
sk: Chyba %d: nie je možné premenovať súvisiaci súbor '%s' na '%s'! (%s)
sr: Greška %d: Nemoguće preimenovati srodni fajal '%s' u '%s'! (%s)
sv: Fel %d: Det gick inte att byta namn på den relaterade filen '%s' till '%s' (%s)
ta: பிழை%d: தொடர்புடைய கோப்பை '%s' என மறுபெயரிட முடியவில்லை '%s'! (%s)
tr: Hata %d: İlgili '%s' dosyası '%s' olarak yeniden adlandırılamıyor! (%s)
uk: Помилка %d: Неможливо перейменувати пов’язаний файл '%s' на '%s'! (%s)

source: Error %d: Unable to set access mode on '%s'! (%s)
cs: Chyba %d: Nelze nastavit režim přístupu na '%s'! (%s)
el: Σφάλμα %d: Αδύνατος ο ορισμός της λειτουργίας πρόσβασης στο '%s'! (%s)
fi: Virhe %d: Ei voida asettaa käyttötilaa '%s'lle! (%s)
hr: Pogreška %d: Nije moguće postaviti način pristupa na '%s'! (%s)
it: Errore %d: impossibile impostare la modalità di accesso su '%s'! (%s)
lt: %d klaida: nepavyko nustatyti prieigos režimo "%s"! (%s)
nl: Fout %d: Kan toegangsmodus niet instellen op '%s'! (%s)
pl: Błąd %d: Nie udało się ustawić trybu dostępu na '%s'! (%s)
sk: Chyba %d: nie je možné nastaviť režim prístupu na '%s'! (%s)
sr: Greška %d: Nemoguće podesiti režim pristupa '%s'! (%s)
sv: Fel %d: Det går inte att ställa in åtkomstläge på '%s' (%s)
ta: பிழை %d: ' %s' இல் அணுகல் பயன்முறையை அமைக்க முடியவில்லை! (%s)
tr: Hata %d: '%s' üzerinde erişim modu ayarlanamıyor! (%s)
uk: Помилка %d: Неможливо встановити режим доступу на '%s'! (%s)

source: Error %d: Unable to start 'passwd' command!
bg: Грешка %d: Не може да се стартира командата 'passwd'!
cs: Chyba %d: Nelze spustit příkaz 'passwd'!
el: Σφάλμα %d: Αδυναμία εκκίνησης της εντολής 'passwd'!
fi: Virhe %d: Komentoa 'passwd' ei pystytä käynnistämään!
hr: Pogreška %d: Nije moguće pokrenuti naredbu 'passwd'!
it: Errore %d: impossibile avviare il comando 'passwd'!
lt: Klaida %d: Nepavyko paleisti 'passwd' komandos!
nl: Fout %d: Kan het 'passwd' commando niet starten!
pl: Błąd %d: Nie udało się uruchomić polecenia 'passwd'!
sk: Chyba %d: nie je možné spustiť príkaz 'passwd'!
sr: Greška %d: Nemoguće zapustiti 'passwd' komandu!
sv: Fel %d: Det gick inte att starta kommandot 'passwd'!
ta: பிழை %d: 'PASSWD' கட்டளையைத் தொடங்க முடியவில்லை!
tr: Hata %d: 'passwd' komutu başlatılamıyor!
uk: Помилка %d: Не вдається запустити команду 'passwd'!

source: Error %s: Unable to get information for '%s'! (%s)
cs: Chyba %s: Nelze získat informace pro '%s'! (%s)
el: Σφάλμα %s: Αδύνατη η λήψη πληροφοριών για το '%s'! (%s)
fi: Virhe %s: Ei voida saada tietoja kohteelle '%s'! (%s)
hr: Pogreška %s: Nije moguće dobiti informacije za '%s'! (%s)
it: Errore %s: impossibile ottenere informazioni per '%s'! (%s)
lt: %s klaida: nepavyko gauti informacijos apie "%s"! (%s)
nl: Fout %s: Kan geen informatie ophalen voor '%s'! (%s)
pl: Błąd %s: Nie udało się uzyskać informacji dla '%s'! (%s)
sk: Chyba %s: Nie je možné získať informáciu pre '%s'! (%s)
sr: Greška %s: Nemoguće dobiti info za '%s'! (%s)
sv: Fel %s: Det gick inte att få information för '%s' (%s)
ta: பிழை %s: ' %s' க்கான தகவல்களைப் பெற முடியவில்லை! (%s)
tr: Hata %s: '%s' için bilgi alınamıyor! (%s)
uk: Помилка %s: Не вдалося отримати інформацію для '%s'! (%s)

source: Error %s: Unable to retrieve the '%s' file! (%s)
cs: Chyba %s: Nelze načíst soubor '%s'! (%s)
el: Σφάλμα %s: Αδυναμία ανάκτησης του αρχείου '%s'! (%s)
fi: Virhe %s: Tiedostoa '%s' ei pystytty hakemaan! (%s))
hr: Pogreška %s: Nije moguće dohvatiti datoteku '%s'! (%s)
it: Errore %s: impossibile recuperare il file '%s'! (%s)
lt: %s klaida: nepavyko atkurti "%s" failo! (%s)
nl: Fout %s: Het bestand '%s' is niet beschikbaar! (%s)
pl: Błąd %s: Nie można odzyskać '%s' pliku! (%s)
sk: Chyba %s: nie je možné získať súbor '%s'! (%s)
sr: Greška %s: Nemoguće preuzeti fajal '%s'! (%s)
sv: Fel %s: Det går inte att hämta filen '%s'! (%s)
ta: பிழை %s: ' %s' கோப்பை மீட்டெடுக்க முடியவில்லை! (%s)
tr: Hata %s: '%s' dosyası alınamıyor! (%s)
uk: Помилка %s: Неможливо отримати '%s' файл! (%s)

source: Error '%s' encountered retrieving the '%s' commit log!
bg: Възникна грешка „%s“ при извличането на регистрационните файлове за комитации на %s!
cs: Při načítání protokolu odevzdání '%s' došlo k chybě '%s'!
el: Προέκυψε σφάλμα '%s' κατά την ανάκτηση της καταγραφής υποβολής '%s'!
fi: Virhe '%s' havaittiin haettaessa %s lokeja!
hr: Pogreška '%s' naišla je na dohvaćanje dnevnika urezivanja '%s'!
it: Errore '%s' rilevato durante il recupero del registro commit '%s'!
lt: Gaunant '%s' naujinimų žurnalus įvyko klaida %s!
nl: Fout '%s' bij het ophalen van het %s commit log overzicht!
pl: Wystąpił błąd '%s' podczas pobierania dzienników zatwierdzenia %s!
sk: Pri načítaní denníka o odovzdaní '%s' nastala chyba '%s'!
sr: Greška '%s' naišlo na preuzimanje %s počinio log!
sv: Fel '%s' uppstod vid hämtning av commit-loggen '%s'!
ta: பிழை '%s' '%s' கமிட் பதிவை மீட்டெடுப்பதை எதிர்கொண்டது!
tr: %s taahhüt günlükleri alınırken '%s' hatasıyla karşılaşıldı!
uk: Під час отримання журналів фіксації %s сталася помилка '%s'!

source: Error Download Setting
bg: Грешка в настройката за изтегляне
cs: Chyba při stahování nastavení
da: Fejl ved download af indstillinger
de: Fehler beim Download
el: Σφάλμα λήψης ρύθμισης
et: Viga kanalinimekirja hankimisel
fi: Latausvirhe
fr: Erreur Téléchargement Paramètre
hr: Postavka preuzimanja pogreške
hu: Letöltési hiba Beállítás
it: Impostazione download in caso di errore
lt: Nustatymų atsisiuntimo klaida
nl: Foute download instelling
pl: Ustawienie Pobierania Błędu
sk: Chyba pri sťahovaní settingu
sr: Greška Preuzimanja Postavki
sv: Fel Nedladdning Inställning
ta: பிழை பதிவிறக்க அமைப்பு
tr: İndirme Ayarlarında Hata
uk: Помилка Завантаження Налаштувань
vi: Lỗi cài đặt tải xuống
zh_cn: 下载设置错误

source: Error Retry count
cs: Počet opakování chyb
el: Αριθμός προσπαθειών σφάλματος
hr: Broj ponovljenih pokušaja pogreške
it: Numero tentativi in caso di errore
sr: Broj ponovljenih grešaka
tr: Hata Yeniden deneme sayısı
uk: Кількість повторних спроб помилок

source: Error Retry delay
cs: Zpoždění opakování chyby
el: Καθυστέρηση προσπάθειας σφάλματος
hr: Pogreška, pokušajte ponovno nakon odgode
it: Ritardo tra i tentativi in caso di errore
sr: Greška odlaganje ponovnog pokušaja
tr: Hata Yeniden Deneme gecikmesi
uk: Затримка повторної спроби помилки

source: Error code
bg: Код на грешка
cs: Kód chyby
da: Fejlkode
de: Fehler-Code
el: Κωδικός σφάλματος
et: Veakood
fi: Virhekoodi
fr: Code d'erreur
hr: Kôd pogreške
hu: Hibakód
it: Codice errore
lt: Klaidos kodas
nl: Foutcode
pl: Kod błędu
pt_br: Código de erro
ru: Ошибочный код
sk: Kód chyby
sr: Greška koda
sv: Felkod
ta: பிழைக் குறியீடு
tr: Hata kodu
uk: Код помилки
vi: Mã lỗi
zh_cn: 错误代码

source: Error creating EHD-Skin. Using HD-Skin!
bg: Грешка при създаването на EHD-скин. Използване на HD-скин!
cs: Při vytváření vzhledu EHD došlo k chybě. Použití HD-Skin!
da: Fejl ved fremstilling af EHD-Tema. Bruger HD-Tema!
de: Fehler beim Erstellen des EHD-Skins. Es wird der HD-Skin verwendet!
el: Σφάλμα δημιουργίας θέματος EHD. Χρήση θέματος HD!
fi: Virhe luodessa EHD Teemaa HD ulkoasua käytetään!
fr: Erreur lors de la création de EHD-Skin. Utilisation de HD-Skin !
hr: Pogreška pri stvaranju EHD-Skina. Korištenje HD-Skina!
it: Errore durante la creazione di EHD-Skin. Sto usando HD-Skin!
lt: Kuriant EHD temą, įvyko klaida. Naudojama HD tema!
nl: Fout bij het maken van de EHD-Skin. Er wordt nu een HD-Skin gebruikt!
pl: Błąd podczas tworzenia EHD-Skin. Używanie HD-Skin!
sk: Chyba pri vytváraní vzhľadu v EHD. Použije sa vzhľad v HD!
sr: Greška kreiranja EHD-skina. Koristite HD-skin!
sv: Fel vid skapandet av EHD-Skin. Använda HD-Skin!
ta: EHD-SKIN ஐ உருவாக்கும் பிழை. எச்டி-தோல் பயன்படுத்துதல்!
tr: FHD-Arayüz oluşturulurken hata oluştu. HD-Arayüz kullanılıyor!
uk: Помилка створення EHD скіна. Викорстовуємо HD скін!
zh_cn: 创建EHD皮肤时出错. 使用高清皮肤!

source: Error creating EHD-Skin. Icon package download not available. Using HD-Skin!
bg: Грешка при създаването на EHD-скин. Не е налично изтегляне на пакет с икони. Използване на HD-скин!
cs: Při vytváření vzhledu EHD došlo k chybě. Stažení balíčku ikon není k dispozici. Použití HD-Skin!
da: Fejl ved fremstilling af EDH-Tema. Ikon pakke download ikke tilgændelig. Bruger HD-Tema!
de: Fehler beim Erstellen des EHD-Skins. Der Download des Icon-Pakets ist nicht verfügbar. Es wird der HD-Skin verwendet!
el: Σφάλμα δημιουργίας θέματος EHD. Μη διαθέσιμη λήψη πακέτου εικονιδίων. Χρήση θέματος HD!
fi: Virhe EHD teeman luomisessa. Kuvake paketin lataus ei ole käytettävissä. HD ulkoasua käytetään!
fr: Erreur lors de la création de EHD-Skin. Téléchargement du package d’icônes non disponible. Utilisation de HD-Skin !
hr: Pogreška pri stvaranju EHD-Skina. Preuzimanje paketa ikona nije dostupno. Korištenje HD-Skina!
it: Errore durante la creazione di EHD-Skin. Download del pacchetto icone non disponibile. Sto usando HD-Skin!
lt: Kuriant EHD temą, įvyko klaida. Nepavyko parsiųsti piktogramų paketo. Naudojama HD tema!
nl: Fout bij het maken van de EHD-Skin. Geen Icons beschikbaar voor download Er wordt nu een HD-Skin gebruikt!
pl: Błąd podczas tworzenia EHD-Skin. Pobieranie pakietu ikon jest niedostępne. Używanie HD-Skin!
sk: Chyba pri vytváraní vzhľadu v EHD. Stiahnutie balíčka ikon nie je dostupné. Použije sa vzhľad v HD!
sr: Greška kreiranja EHD-skina. Preuzimanje paketa ikona nije dostupno. Koristite HD-skin!
sv: Fel vid skapandet av EHD-Skin. Nedladdning av ikonpaket inte tillgängligt. Använda HD-Skin!
ta: EHD-SKIN ஐ உருவாக்கும் பிழை. படவுரு தொகுப்பு பதிவிறக்கம் கிடைக்கவில்லை. HD-SKIN ஐப் பயன்படுத்துதல்!
tr: FHD-Arayüz oluşturulurken hata oluştu. Simge paketi indirme işlemi mevcut değil. HD-Skin kullanılıyor!
uk: Помилка створення EHD скіна. Завантаження значків не доступне. Викорстовуємо HD скін!
zh_cn: 创建EHD皮肤时出错.图标包下载不可用. 使用高清皮肤!

source: Error creating EHD-Skin. Not enough flash memory free. Using HD-Skin!
bg: Грешка при създаването на EHD-скин. Няма достатъчно свободна флаш памет. Използване на HD-скин!
cs: Při vytváření vzhledu EHD došlo k chybě. Není dostatek volné paměti flash. Použití HD-Skin!
da: Fejl ved skabelse af EHD-Tema. Ikke nok fri flash-hukommelse. Bruger HD-Tema!
de: Fehler beim Erstellen des EHD-Skins. Nicht genügend Flash-Speicher frei. Es wird der HD-Skin verwendet!
el: Σφάλμα δημιουργίας θέματος EHD. Ανεπαρκής ελεύθερη μνήμη flash. Χρήση θέματος HD!
fi: Virhe luotaessa UltraHD teemaa. Sisäistä muistia ei ole riittävästi vapaana. HD ulkoasua käytetään!
fr: Erreur lors de la création de EHD-Skin. Pas assez de mémoire flash libre. Utilisation de HD-Skin !
hr: Pogreška pri stvaranju EHD-Skina. Nema dovoljno flash memorije. Korištenje HD-Skina!
it: Errore durante la creazione di EHD-Skin. Memoria flash insufficiente. Sto usando HD-Skin!
lt: Kuriant EHD temą, įvyko klaida. Maža laisvos atminties. Naudojama HD tema!
nl: Fout bij het maken van de EHD-Skin. Niet genoeg flash-geheugen vrij. Er wordt nu een HD-Skin gebruikt!
pl: Błąd podczas tworzenia EHD-Skin. Za mało wolnej pamięci flash. Używanie HD-Skin!
sk: Chyba pri vytváraní vzhľadu v EHD. Nie je dostatok voľnej pamäte flash. Použije sa vzhľad v rozlíšení HD!
sr: Greška kreiranja EHD-skina. Nema dovoljno fleš memorije. Koristite HD-skin!
sv: Fel vid skapandet av EHD-Skin. Inte tillräckligt med flashminne ledigt. Använda HD-Skin!
ta: EHD-SKIN ஐ உருவாக்கும் பிழை. போதுமான ஃபிளாச் நினைவகம் இலவசம் அல்ல. HD-SKIN ஐப் பயன்படுத்துதல்!
tr: FHD-Arayüz oluşturulurken hata oluştu. Yeterli boş flash bellek yok. HD-Arayüz kullanılıyor!
uk: Помилка створення EHD скіна. Не вистачає флеш-пам'яті. Викорстовуємо HD-Skin!
zh_cn: 创建EHD皮肤时出错.没有足够的可用闪存空间. 使用高清皮肤 !

source: Error creating EHD-Skin. Some EHD-Icons are missing. Using HD-Skin!
bg: Грешка при създаването на EHD-скин. Някои EHD-икони липсват. Използване на HD-скин!
cs: Při vytváření vzhledu EHD došlo k chybě. Chybí některé ikony EHD. Použití HD-Skin!
da: Fejl ved fremstilling af EHD-Tema. Visse EDH-Ikoner mangler. Bruger HD-Tema!
de: Fehler beim Erstellen des EHD-Skins. Einige EHD-Icons fehlen. Es wird der HD-Skin verwendet!
el: Σφάλμα δημιουργίας θέματος EHD. Λείπουν κάποια εικονίδια EHD. Χρήση θέματος HD!
fi: Virhe luotaessa UltraHD teemaa.\ Usea Ultrahd- kuvake puuttuu. HD ulkoasua käytetään!
fr: Erreur lors de la création de EHD-Skin. Certaines icônes EHD sont manquantes. Utilisation de HD-Skin !
hr: Pogreška pri stvaranju EHD-Skina. Nedostaju neke EHD-ikone. Korištenje HD-Skina!
it: Errore durante la creazione di EHD-Skin. Mancano alcune icone EHD. Sto usando HD-Skin!
lt: Kuriant EHD temą, įvyko klaida. Trūksta kai kurių EHD piktogramų. Naudojama HD tema!
nl: Fout bij het maken van de EHD-Skin. Sommige EHD-Icons zijn niet beschikbaar. Er wordt nu een HD-Skin gebruikt!
pl: Błąd podczas tworzenia EHD-Skin. Brak niektórych ikon EHD. Używanie HD-Skin!
sk: Chyba pri vytváraní vzhľadu v EHD. Niektoré ikony v EHD nie sú dostupné. Použije sa vzhľad v rozlíšení HD!
sr: Greška kreiranja EHD-skina. Neke nedostaju EHD-ikone. Koristite HD-skin!
sv: Fel vid skapandet av EHD-Skin. Några EHD-ikoner saknas. Använda HD-Skin!
ta: EHD-SKIN ஐ உருவாக்கும் பிழை. சில ஈ.எச்.டி-ஐகான்கள் காணவில்லை. HD-SKIN ஐப் பயன்படுத்துதல்!
tr: FHD-Arayüz oluşturulurken hata oluştu. Bazı FHD Simgeleri eksik. HD-Skin kullanılıyor!
uk: Помилка створення EHD скіна. Викорстовуємо HD скін!
zh_cn: 创建EHD皮肤时出错.一些EHD图标丢失. 使用高清皮肤!

source: Error creating HD-Skin. Not enough flash memory free.
bg: Грешка при създаването на HD-Skin. Няма достатъчно свободна флаш памет.
cs: Chyba, HD-skin nelze vytvořit. Ve flash paměti není dostatek volného místa.
da: Fejl ved fremstilling af HD-Tema. Ikke nok fri flash-hukommense.
de: Fehler beim Erstellen des HD-Skins. Nicht genügend Flash-Speicher frei.
el: Σφάλμα δημιουργίας θέματος FullHD. Ανεπαρκής ελεύθερη μνήμη flash.
et: Viga HD kujunduse loomisel. Vaba sisemälu napib.
fi: Virhe luotaessa HD-teemaa. sisäistä muistia ei ole riittävästi vapaana.
fr: Erreur lors de la création du skin HD. Mémoire flash libre insuffisante.
hr: Pogreška pri stvaranju HD-Skina. Nema dovoljno flash memorije.
hu: Hiba történt a HD-Skin létrehozásában. Nincs elég szabad flash memória.
it: Errore durante la creazione della skin HD. Memoria flash insufficiente.
lt: Kuriant HD temą, įvyko klaida. Maža laisvos atminties.
nl: Fout bij het maken van HD-Skin. Niet genoeg flash-geheugen vrij.
pl: Błąd podczas tworzenia HD-Skin. Za mało wolnej pamięci flash.
sk: Chyba pri vytváraní vzhľadu v HD. Nie je dostatok voľnej pamäte.
sr: Greška kreiranja HD-skina. Nema dovoljno fleš memorije.
sv: Fel vid skapande av HD-Skin. Inte tillräckligt med flashminne ledigt.
ta: எச்டி-தோலை உருவாக்கும் பிழை. போதுமான ஃபிளாச் நினைவகம் இலவசம் அல்ல.
tr: HD-Arayüz oluşturulurken hata oluştu. Yeterli flash bellek yok.
uk: Помилка створення HD-Skin. Не вистачає флеш-пам'яті.
vi: Lỗi khi tạo HD-Skin. Không đủ bộ nhớ flash miễn phí.
zh_cn: 创建高清皮肤时出错.没有足够的闪存空间.

source: Error creating MetrixHD-Skin. Please check after reboot MyMetrixLite-Plugin and apply your settings.
bg: Грешка при създаването на MetrixHD-Skin. Моля, проверете след рестарт MyMetrixLite-Plugin и приложете вашите настройки.
cs: Chyba, vzhled MetrixHD nelze vytvořit. Prosím zkontrolujte po restartu MyMetrixLite-Plugin a použijte vaše nastavení.
da: Fejl ved oprettelse af MetrixHD-Tema. Kontroller venligst efter genstart af MyMetrixLite-Plugin og benyt dine ændringer.
de: Fehler beim Erstellen des MetrixHD-Skins. Bitte überprüfen und übernehmen Sie Ihre Einstellungen nach einem Neustart im MyMetrixLite Plugin.
el: Σφάλμα δημιουργίας θέματος MetrixHD. Ελέγξτε μετά την επανεκκίνηση το πρόσθετο MyMetrixLite και εφαρμόστε τις ρυθμίσεις σας.
et: Viga MetrixHD loomisel. Ava pärast taaskäivitust MyMetrixLite ja jõusta oma sätted.
fi: Virhe luodessa MetrixHD teema. Tarkista uudelleen käynnistyksen jälkeen MyMetrixLite lisäosa ja ota asetukset käyttöön.
fr: Erreur lors de la création du thème MetrixHD. Après le redémarrage merci de vérifier le plugin MyMetrixLite et d'appliquer vos paramètres.
hr: Pogreška pri stvaranju MetrixHD-Skina. Nakon ponovnog pokretanja MyMetrixLite-Plugin provjerite i primijenite svoje postavke.
hu: Hiba történt a MetrixHD-Skin létrehozásában. Kérjük, ellenőrizze a MyMetrixLite-Plugin újra indítását és alkalmazza a beállításait.
it: Errore durante la creazione della skin MetrixHD. Controlla dopo il riavvio il plugin MyMetrixLite e applica le impostazioni.
lt: Kuriant MetrixHD temą, įvyko klaida. Paleidę sistemą iš naujo, tikrinkite MyMetrixLite priedą ir patvirtinkite savo nustatymus.
nl: Fout bij het maken van de Skin. Controleer a.u.b. de instellingen na een herstart van de MyMetrixLite plugin, en bevestig deze via de GROENE knop.
pl: Błąd podczas tworzenia MetrixHD-Skin. Sprawdź po ponownym uruchomieniu MyMetrixLite-Plugin i zastosuj swoje ustawienia.
sk: Chyba pri vytváraní vzhľadu MetrixHD. Po reštartovaní, prosím, skontrolujte plugin MyMetrixLite a použite svoje nastavenia.
sr: Greška kreiranja MetrixHD-skina. Posle ponovnog pokretanja proverite i primenite postavke MyMetrixLite.
sv: Fel vid skapandet av MetrixHD-Skin. Kontrollera efter omstart MyMetrixLite-Plugin och tillämpa dina inställningar.
ta: மெட்ரிக்ட்-தோலை உருவாக்கும் பிழை. MyMetrixlite-Plugin ஐ மறுதொடக்கம் செய்து உங்கள் அமைப்புகளைப் பயன்படுத்துங்கள்.
tr: MetrixHD-Arayüz oluşturulurken hata oluştu. Lütfen MyMetrixLite-Plugin uygulamasını yeniden başlattıktan sonra kontrol edin ve ayarlarınızı uygulayın.
uk: Помилка створення MetrixHD-Skin. Будь ласка, перевірте після перезавантаження MyMetrixLite-Plugin і застосуйте Ваші налаштування.
vi: Lỗi khi tạo MetrixHD-Skin. Vui lòng kiểm tra sau khi khởi động lại MyMetrixLite-Plugin và áp dụng cài đặt của bạn.
zh_cn: 创建MetrixHD皮肤错误. 请检查后重新启动MyMetrixLite插件并应用你的设置.
