Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select your provider, and press OK to start the scan
bg: Изберете вашия доставчик и натиснете OK за да стартирате сканиране
cs: Zvolte poskytovatele a stiskem OK začněte prohledávat
da: Vælg cam og tryk OK for at aktivere den
de: Wählen Sie den Anbieter und drücken OK, um den Suchlauf zu starten
el: Επιλέξτε πάροχο, και πιέστε ΟΚ για να ξεκινήσει η ανίχνευση
et: Vali teenusepakkuja ja vajuta otsingu alustamiseks OK
fi: Valitse palveluntarjoaja ja aloita haku OK näppäimellä
fr: Sélectionnez votre opérateur, et appuyez sur OK pour lancer la recherche
hr: Odaberi vašeg poslužitelja i pritisni OK da bi započeli skeniranje
hu: Válassza ki a szolgáltatóját, majd nyomja le az OK-t a keresés indításához
it: Seleziona provider e premi OK per avviare la scansione
lt: Pasirinkite savo teikėją, spauskite OK ir prasidės paieška
nl: Selecteer provider, en druk OK om de scan te starten
pl: Wybierz swojego dostawcę i naciśnij OK, aby rozpocząć skanowanie
pt_br: Selecione a operadora e pressione OK para buscar.
ru: Выберите провайдера и нажмите ОК для старта
sk: Vyberte poskytovateľa. Stlačením tlačidla OK spustíte prehľadávanie
sr: Izaberi vašeg provajdera i pritisni OK da bi započeli skeniranje
sv: Välj leverantör och tryck på OK för att starta skanningen
ta: உங்கள் வழங்குநரைத் தேர்ந்தெடுத்து, ச்கேன் தொடங்க சரி என்பதை அழுத்தவும்
tr: Sağlayıcınızı seçin ve taramayı başlatmak için OK tuşuna basın
uk: Виберіть провайдера і натисніть ОК для початку сканування
vi: Chọn nhà cung cấp của bạn và nhấn OK để bắt đầu quét
zh_cn: 选择供应商,并按OK键开始扫描

source: Select your region. If it is not available change 'Country' to 'All' and select one of the default alternatives.
bg: Изберете вашия регион. Ако не е налично, променете „Държава“ на „всички“ и изберете една от алтернативите по подразбиране.
cs: Vyberte svůj region. Pokud není k dispozici, změňte „Země“ na „vše“ a vyberte jednu z výchozích alternativ.
el: Επιλέξτε την περιοχή σας. Αν δεν είναι διαθέσιμη αλλάξτε τη χώρα σε 'όλες' και επιλέξτε μία από τις προρυθμισμένες εναλλακτικές.
fi: Valitse alueesi. Jos se ei ole käytettävissä, vaihda Maa asetukseksi 'kaikki' ja valitse yksi oletusvaihtoehdoista.
fr: Sélectionnez votre région. Si non disponible changer ‘Pays’ à ‘tous’ et sélectionnez une des alternatives par défaut.
hr: Odaberi vaš region. Ako nije dostupan 'Zemlja' u 'Sve' i odaberite jednu od zadanih alternativa.
it: Seleziona regione. Se non disponibile, cambia 'Paese' in 'Tutti' e seleziona una delle alternative predefinite.
lt: Pasirinkite savo regioną. Jei negalima, pakeiskite 'Šalis' į 'visos' ir pasirinkite vieną iš numatytųjų alternatyvų.
nl: Selecteer uw regio. Indien deze niet beschikbaar is verandert u 'land' naar 'alle' en selecteert u één van de default alternatieven.
pl: Wybierz swój region. Jeśli nie jest dostępny, zmień „Kraj” na „wszystkie” i wybierz jedną z domyślnych opcji.
sk: Vyberte svoj región. Ak nie je dostupný, zmeňte 'Krajinu' na možnosť 'všetky' a vyberte jednu z predvolených alternatív.
sr: Izaberite svoju regiju. Ako nije dostupna, promenite 'Državu' u 'Sve' i izaberite jednu od zadatih alternativa.
sv: Välj din region. Om den inte är tillgänglig ändrar du "Country" till "All" och väljer ett av standardalternativen.
ta: உங்கள் பிராந்தியத்தைத் தேர்ந்தெடுக்கவும். இது கிடைக்கவில்லை என்றால் 'அனைவருக்கும்' 'நாட்டை' மாற்றி இயல்புநிலை மாற்றுகளில் ஒன்றைத் தேர்ந்தெடுக்கவும்.
tr: Bölgenizi seçin. Eğer bölge mevcut değilse, 'Ülke'yi 'Tüm' olarak değiştirin ve varsayılan seçeneklerden birini seçin.
uk: Виберіть свій регіон. Якщо недоступно, змініть 'Країна' на 'всі' і виберіть один із варіантів за замовчуванням.

source: Select your time zone area or region.
bg: Изберете вашата часова зона или регион.
cs: Vyberte oblast vašeho časového pásma.
da: Vælg din tidszones område eller region.
de: Wählen Sie Ihr Zeitzonengebiet.
el: Επιλογή της χρονικής ζώνης ή της περιοχής σας.
fi: Valitse käyttämäsi aikavyöhyke tai alue.
fr: Sélectionnez votre fuseau horaire ou région.
hr: Odaberi oblast ili region vremenske zone.
it: Seleziona area o regione del tuo fuso orario.
lt: Pasirinkite laiko juostos teritoriją arba regioną.
nl: Selecteer de tijdzone in uw gebied of regio.
pl: Wybierz strefę czasową lub region.
sk: Vyberte svoju časovú zónu alebo región.
sr: Izaberi oblast ili region vremenske zone.
sv: Välj område eller region för din tidszon.
ta: உங்கள் நேர மண்டல பகுதி அல்லது பகுதியைத் தேர்ந்தெடுக்கவும்.
tr: Saat dilimi alanınızı veya bölgenizi seçin.
uk: Виберіть часовий пояс Вашої області або регіону.
zh_cn: 选择时区区域或地区.

source: Select, toggle, process or edit the current entry
bg: Изберете, превключете, обработете или редактирайте текущия запис
cs: Vyberte, přepněte, zpracujte nebo upravte aktuální položku
el: Επιλογή, εναλλαγή ή επεξεργασία της τρέχουσας επιλογής
fi: Valitse, vaihda, käsittele tai muokkaa nykyistä merkintää
fr: Sélectionnez, basculez, traitez ou modifiez l'entrée actuelle
hr: Odaberi, prebacivanje, obrada ili uređivanje trenutne stavke
it: Seleziona, alterna, elabora o modifica voce attuale
lt: Pasirinkti, perjungti, apdoroti arba redaguoti dabartinį įrašą
nl: Selecteer, wissel, verwerk of wijzig de huidige invoer
pl: Wypierz, przełącz proces lub edytuj aktualny wpis
sk: Vyberte, prepnite, spracujte alebo upravte aktuálnu položku
sr: Izaberi, prebacivanje, obrada ili uređivanje trenutne stavke
sv: Välj, växla, bearbeta eller redigera den aktuella posten
ta: தற்போதைய உள்ளீட்டைத் தேர்ந்தெடுக்கவும், மாற்றவும், செயலாக்கவும் அல்லது திருத்தவும்
tr: Geçerli girişi seçin, değiştirin, işleyin veya düzenleyin
uk: Вибір, перемикання, або редагування поточного запису

source: Select/Zap to the selected service
cs: Vybrat/přepnout na vybranou službu
el: Επιλογή/μετάβαση στην επιλεγμένη υπηρεσία
fi: Vaihda valitulle kanavalle
fr: Sélectionner/Zapper le service sélectionné
hr: Odaberi/Vrati na odabranoj usluzi
it: Seleziona/Zap al servizio selezionato
lt: Pasirinkti/Zap pasirinktai paslaugai
nl: Ga naar het geselecteerde zender
pl: Wybierz/Zap do wybranej usługi
sk: Vybrať/prepnúť na vybraný kanál
sr: Izaberi/Vrati na odabranoj usluzi
sv: Välj/Zappa till den valda tjänsten
ta: தேர்ந்தெடுக்கப்பட்ட சேவைக்கு/zap ஐத் தேர்ந்தெடுக்கவும்
tr: Seçilen kanala geç/seç
uk: Вибір/Перекл. на обраний канал

source: Selected settings list: Setting: %s Date: %s Do you want to install this settinglist?
bg: Избран списък с настройки: Настройки: %s Дата: %s Искате ли да инсталирате този списък за настройки?
cs: Seznam vybraných nastavení: Nastavení: %s Datum: %s Chcete nainstalovat tento seznam nastavení?
el: Επιλεγμένη λίστα ρυθμίσεων: Ρύθμιση: %s Ημερομηνία: %s Θέλετε να εγκαταστήσετε αυτή τη λίστα ρυθμίσεων;
fi: Valitut asetukset lista: Asetukset %s Päivä: %s Haluatko asentaa tämän asetukset listan?
fr: Liste des paramètres sélectionnés : Paramètre : %s Date : %s Voulez-vous installer cette liste de paramètres ?
hr: Spisak odabranih postavki: Postavke: %s Datum: %s Želite li instalirati ovaj spisak postavki?
it: Elenco programmi selezionato: Elenco: %s Data: %s Vuoi installare questo elenco programmi?
lt: Pasirinktas nustatymų sąrašas: Nustatymai: %s Data: %s Ar norite įdiegti šį nustatymų sąrašą?
nl: Geselecteerde zenderlijst: Setting: %s Datum: %s Wilt u deze zenderlijst installeren?
pl: Wybrana lista ustawień: Ustawienie: %s Data: %s Czy chcesz zainstalować tę listę ustawień?
sk: Vybraný zoznam so settingom: Setting: %s Dátum: %s Naozaj chcete nainštalovať tento zoznam so settingom?
sr: Lista izabranih postavki: Postavke: %s Datum: %s Želite li instalirati ovu listu postavki?
sv: Lista över valda inställningar: Inställning: %s Datum: %s Vill du installera den här inställningslistan?
ta: தேர்ந்தெடுக்கப்பட்ட அமைப்புகள் பட்டியல்: அமைத்தல்: %s தேதி: %s இந்த அமைப்பை நிறுவ விரும்புகிறீர்களா?
tr: Seçilen ayarlar listesi: Ayar: %s Tarih: %s Bu ayar listesini yüklemek ister misiniz?
uk: Обраний список налаштувань: Налаштування: %s Дата: %s Встановити цей список налаштувань?

source: Selected settings list: %s Do you want to delete this settinglist?
bg: Избран списък с настройки: %s Искате ли да изтриете този списък с настройки?
cs: Seznam vybraných nastavení: %s Chcete tento seznam nastavení smazat?
el: Επιλεγμένη λίστα ρυθμίσεων: %s Θέλετε να διαγράψετε αυτή τη λίστα;
fi: Valittu ohjelmalista: %s Haluatko poistaa asetukset listan?
fr: Liste des paramètres sélectionnés : %s Voulez-vous supprimer cette liste de paramètres ?
hr: Spisak odabranih postavki: %s Želite li izbrisati ovaj spisak postavki?
it: Elenco programmi selezionato: %s Vuoi eliminare questo elenco programmi?
lt: Pasirinktas nustatymų sąrašas: %s Ar norite trinti šį nustatymų sąrašą?
nl: Geselecteerde zenderlijst: %s Wilt u deze zenderlijst verwijderen?
pl: Wybrana lista ustawień: %s Czy chcesz usunąć tą listę ustawień?
sk: Vybraný zoznam so settingom: %s Naozaj chcete vymazať tento zoznam so settingom?
sr: Lista izabranih postavki: %s Želite li izbrisati ovu listu postavkiи?
sv: Lista över valda inställningar: %s Vill du ta bort den här inställningslistan?
ta: தேர்ந்தெடுக்கப்பட்ட அமைப்புகள் பட்டியல்: %s இந்த அமைப்பை நீக்க விரும்புகிறீர்களா?
tr: Seçilen ayarlar listesi: %s Bu ayar listesini silmek istiyor musunuz?
uk: Обраний список налаштувань: %s Видалити цей список налаштувань?

source: Selected settings list: %s Do you want to restore this settinglist?
bg: Избран списък с настройки: %s Искате ли да възстановите този списък с настройки?
cs: Seznam vybraných nastavení: %s Chcete obnovit tento seznam nastavení?
el: Επιλεγμένη λίστα ρυθμίσεων: %s Θέλετε να επαναφέρετε αυτή τη λίστα;
fi: Valittu ohjelmalista: %s Haluatko palauttaa asetukset listan?
fr: Liste des paramètres sélectionnés : %s Voulez-vous restaurer cette liste de paramètres ?
hr: Spisak odabranih postavki: %s Želite li vratiti ovaj spisak postavki?
it: Elenco programmi selezionato: %s Vuoi ripristinare questo elenco programmi?
lt: Pasirinktas nustatymų sąrašas: %s ar norite atkurti šį nustatymų sąrašą?
nl: Geselecteerde zenderlijst: %s Wilt u deze zenderlijst herstellen?
pl: Wybrana lista ustawień: %s Czy chcesz przywrócić tę listę ustawień?
sk: Vybraný zoznam so settingom: %s Naozaj chcete obnoviť tento zoznam so settingom?
sr: Lista izabranih postavki: %s Želite li vratiti ovu listu postavki?
sv: Lista över valda inställningar: %s Vill du återställa den här inställningslistan?
ta: தேர்ந்தெடுக்கப்பட்ட அமைப்புகள் பட்டியல்: %s இந்த அமைப்பை மீட்டெடுக்க விரும்புகிறீர்களா?
tr: Seçilen ayarlar listesi: %s Bu ayar listesini geri yüklemek ister misiniz?
uk: Обраний список налаштувань: %s Відновити цей список налаштувань?

source: Selecting 'Yes' will delete the currently selected user data. This action can't be undone. You may want to create a backup before continuing. Are you sure you want to continue with the factory reset?
bg: Избирането на „Да“ ще изтрие текущо избраните потребителски данни. Това действие не може да бъде отменено. Може да искате да създадете резервно копие, преди да продължите. Наистина ли искате да продължите с нулирането на фабричните настройки?
cs: Výběrem možnosti „Ano“ dojde k odstranění aktuálně vybraných uživatelských dat. Tuto akci nelze vrátit zpět. Než budete pokračovat, možná budete chtít vytvořit zálohu. Opravdu chcete pokračovat v obnovení továrního nastavení?
el: Αν επιλεγεί το 'ναι', θα γίνει διαγραφή των επιλεγμένων δεδομένων χρήστη. Αυτή η ενέργεια δεν δύναται να αναιρεθεί. Μπορείτε να δημιουργήσετε ένα αντίγραφο ασφαλείας πριν συνεχίσετε. Σίγουρα θέλετε να προχωρήσετε σε εργοστασιακή επαναφορά;
fi: Valitsemalla 'Kyllä' voit poistaa tällä hetkellä valitut käyttäjätiedot. Tätä toimintoa ei voi peruuttaa. Kannattaa luoda varmuuskopio ennen jatkamista. Haluatko varmasti jatkaa tehdasasetusten palautusta?
hr: Odabir opcije 'Da' biće izbrisani trenutno odabrani korisnički podaci. Nije moguće opozvati ovu radnju. Možda želite kreirati rezervnu kopiju prije nego što nastavite. Želite li nastaviti sa resetovanjem na fabričke postavke?
it: Selezionando 'Sì' verranno eliminati i dati utente attualmente selezionati. Questa azione non può essere annullata. Potresti voler creare un backup prima di continuare. Sei sicuro di voler continuare con il ripristino delle impostazioni di fabbrica?
lt: Pasirinkus 'Taip' bus panaikinti šiuo metu pasirinkti vartotojo duomenys. Šio veiksmo anuliuoti negalima. Prieš tęsdami galbūt norėsite sukurti atsarginę kopiją. Ar tikrai norite tęsti gamyklinius nustatymus iš naujo?
nl: Kies 'Ja' om alle geselecteerde gegevens te verwijderen. Dit kan niet worden hersteld. Daarom kunt u overwegen om eerst een back-up te maken. Weet u zeker dat u deze ontvanger wilt resetten naar de fabrieksinstellingen?
pl: Wybranie opcji "Tak" spowoduje usunięcie aktualnie wybranych danych użytkownika. Tej akcji nie można cofnąć. Przed kontynuowaniem można utworzyć kopię zapasową. Czy na pewno chcesz kontynuować przywracanie ustawień fabrycznych?
sk: Ak chcete vymazať aktuálne vybrané používateľské údaje, vyberte možnosť 'Áno'. Túto akciu nie je možné vrátiť späť. Pred pokračovaním by bolo vhodné vytvoriť zálohu. Naozaj chcete pokračovať a vykonať reset do továrenského nastavenia?
sr: Izborom opcije 'Da' biće izbrisani trenutno izabrani korisnički podaci. Nije moguće opozvati ovu radnju. Možda želite kreirati rezervnu kopiju pre nego što nastavite. Želite li nastaviti sa resetovanjem na fabričke postavke?
sv: Om du väljer "Yes" raderas de aktuella användardata som valts. Denna åtgärd kan inte ångras. Du kanske vill skapa en säkerhetskopia innan du fortsätter. Är du säker på att du vill fortsätta med fabriksåterställningen?
ta: 'ஆம்' என்பதைத் தேர்ந்தெடுப்பது தற்போது தேர்ந்தெடுக்கப்பட்ட பயனர் தரவை நீக்கும். இந்த செயலை செயல்தவிர்க்க முடியாது. தொடர்வதற்கு முன் காப்புப்பிரதியை உருவாக்க நீங்கள் விரும்பலாம். தொழிற்சாலை மீட்டமைப்பைத் தொடர விரும்புகிறீர்களா?
tr: 'Evet' seçeneğini belirlemek, şu anda seçili olan kullanıcının verilerini silecektir. Bu işlem geri alınamaz. Devam etmeden önce bir yedekleme oluşturmak isteyebilirsiniz. Fabrika ayarlarına sıfırlama işlemine devam etmek istediğinizden emin misiniz?
uk: Якщо вибрати 'Так', поточні вибрані дані користувача буде видалено. Цю дію не можна скасувати. Ви можете створити резервну копію, перш ніж продовжити. Ви впевнені, що хочете зробити скидання до заводських налаштувань?

source: Selecting satellites 1 (USALS)
bg: Избор на сателити 1 (USALS)
cs: Výběr satelitů 1 (USALS)
da: Vælger satellitter 1 (USALS)
el: Επιλογή δορυφόρων 1 (USALS)
et: Satelliitide valimine 1 (USALS)
fi: Satelliittivalinta 1 (USALS)
fr: Sélectionner satellites 1 (USALS)
hr: Odabir satelita 1 (USALS)
hu: Műholdak kiválasztása 1. (USALS)
it: Selezione dei satelliti 1 (USALS)
lt: Pasirinkti palydovai 1 (USALS)
nl: Selecteer satellieten 1 (USALS)
pl: Wybieranie satelitów 1 (USALS)
ru: Выбор спутника 1 (USALS)
sk: Výber družíc 1 (USALS)
sr: Izbor satelita 1 (USALS)
sv: Val av satelliter 1 (USALS)
ta: செயற்கைக்கோள்களைத் தேர்ந்தெடுப்பது 1 (பயன்கள்)
tr: Uydu seçimi 1 (USALS)
uk: Вибір супутників 1 (USALS)
vi: Chọn vệ tinh 1 (USALS)
zh_cn: 选择卫星1(usals极轴控制)

source: Selecting satellites 2 (USALS)
bg: Избор на сателити 2 (USALS)
cs: Výběr satelitů 2 (USALS)
da: Vælger satellitter 2 (USALS)
el: Επιλογή δορυφόρων 2 (USALS)
et: Satelliitide valimine 2 (USALS)
fi: Satelliittivalinta 2 (USALS)
fr: Sélectionner satellites 2 (USALS)
hr: Odabir satelita 2 (USALS)
hu: Műholdak kiválasztása 2. (USALS)
it: Selezione dei satelliti 2 (USALS)
lt: Pasirinkti palydovai 2 (USALS)
nl: Selecteer satellieten 2 (USALS)
pl: Wybieranie satelitów 2 (USALS)
ru: Выбор спутника 2 (USALS)
sk: Výber družíc 2 (USALS)
sr: Izbor satelita 2 (USALS)
sv: Val av satelliter 2 (USALS)
ta: செயற்கைக்கோள்களைத் தேர்ந்தெடுப்பது 2 (USALS)
tr: Uydu seçimi 2 (USALS)
uk: Вибір супутників 2 (USALS)
vi: Chọn vệ tinh 2 (USALS)
zh_cn: 选择卫星2(usals极轴控制)

source: Selecting this option allows you to configure a group of satellites in one block.
bg: Избирането на тази опция ви позволява да конфигурирате група от сателити в един блок.
cs: Výběr této možnosti vám umožní nakonfigurovat skupinu satelitů v jednom bloku.
da: Valg af denne mulighed tillader dig at konfigurere en grupper af satellitter i en blok.
de: Wenn Sie diese Option auswählen, können Sie eine Gruppe von Satelliten in einem Block konfigurieren.
el: Η επιλογή αυτή σας επιτρέπει να ρυθμίσετε έναν αριθμό δορυφόρων σε μία ομάδα.
et: Siin saab seadistada satelliitide gruppi ühe plokina.
fi: Valitsemalla tämän vaihtoehdon, voit määrittää ryhmän satelliitteja yhdessä listassa.
fr: En sélectionnant cette option cela vous permettra de configurer un groupe de satellite en un seul bloc.
hr: Odabirom ove opcije omogućava da konfigurišete grupu satelita u jednom bloku.
it: Selezionando questa opzione è possibile configurare un gruppo di satelliti in un blocco.
lt: Pasirinkę šią parinktį, galite konfigūruoti grupę palydovų viename bloke.
nl: Met deze optie kunt u satellieten als groep veranderen.
pl: Wybranie tej opcji pozwala skonfigurować grupę satelitów w jednym bloku.
sk: Zvolením tejto možnosti môžete konfigurovať skupinu satelitov v jednom bloku.
sr: Izbor ove opcije omogućava da konfigurišete grupu satelita u jednom bloku.
sv: Om du väljer detta alternativ kan du konfigurera en grupp satelliter i ett block.
ta: இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது ஒரு தொகுதியில் செயற்கைக்கோள்களின் குழுவை உள்ளமைக்க உங்களை அனுமதிக்கிறது.
tr: Bu seçeneği belirleyerek bir grup uyduyu tek bir blok halinde yapılandırabilirsiniz.
uk: Вибір цього параметра дозволяє налаштувати групу супутників в одному блоці.
vi: Chọn tùy chọn này cho phép bạn định cấu hình một nhóm các vệ tinh trong một khối.
zh_cn: 选择此选项可以在一个块中配置一组卫星.

source: Send DiSEqC
bg: Изпрати DiSEqC
cs: Odeslat DiSEqC
da: Sender DiSEqC
de: DiSEqC senden
el: Αποστολή DiSEqC
et: Saada DiSEqC
fi: Lähetä DiSEqC
fr: Envoyer DiSEqC
hr: Pošalji DiSEqC
hu: DiSEqC parancs küldése
it: Inviare DiSEqC
lt: Siųsti DiSEqC
nl: Verstuur DiSEqC
pl: Wyślij DiSEqC
pt_br: Enviar comando DiSEqC
ru: Отправить DiSEqC
sk: Poslať DiSEqC
sl: Pošlji DiSEqC signal
sr: Pošalji DiSEqC
sv: Skicka DiSEqC
ta: Diseqc ஐ அனுப்பவும்
tr: DiSEqC gönder
uk: Надіслати DiSEqC
vi: Gửi DiSEqC
zh_cn: 发送DiSEqC

source: Send DiSEqC only on satellite change
bg: Изпрати DiSEqC само при смяна на сателит
cs: Poslat DiSEqC pouze při změně satelitu
da: Sender DiSEqC kun ved satellite skifte
de: DiSEqC nur bei Satelliten-Wechsel senden
el: Αποστολή DiSEqC μόνο σε αλλαγή δορυφόρου
et: Saada DiSEqC ainult satelliidi vahetamisel
fi: Lähetä DiSEqC vain satelliitin vaihdossa
fr: Envoyer DiSEqC seulement pour changement satellite
hr: Pošalji DiSEqC samo pri promjeni satelita
hu: DiSEqC parancs küldése csak műholdváltáskor
it: Inviare DiSEqC solo su cambio satellite
lt: Siųsti DiSEqC tik palydovo pakeitimui
nl: Verstuur DiSEqC alleen bij omschakelen naar een andere satelliet
pl: Wyślij DiSEqC tylko podczas zmiany satelity
pt_br: DiSEqC apenas ao mudar satélite
ru: Отправить DiSEqC только при смене спутника
sk: Poslať DiSEqC len pri zmene družice
sl: Pošlji DiSEqC signal samo ob menjavi satelita
sr: Pošalji DiSEqC samo pri promeni satelita
sv: Skicka DiSEqC endast vid satellitbyte
ta: செயற்கைக்கோள் மாற்றத்தில் மட்டுமே diseqc ஐ அனுப்பவும்
tr: Yalnızca uydu değiştiğinde DiSEqC gönder
uk: Надіслати DiSEqC тільки при зміні супутників
vi: Chỉ gửi DiSEqC khi thay đổi vệ tinh
zh_cn: 仅在卫星变化时发送DiSEqC

source: Senegal
el: Σενεγάλη
fr: Sénégal
hu: Szenegál
lt: Senegalas
ta: செனகல்
uk: Сенегал
vi: Sê-nê-gan
zh_cn: 塞内加尔

source: Seperate titles with a main menu
bg: Отделни заглавия с основното меню
cs: Samostatné tituly s hlavní nabídkou
da: Adskil titler med en hoved menu
de: Separate Titel mit Hauptmenü
el: Διαχωρισμός τίτλων με ένα κύριο μενού
et: Eraldi salvestised peamenüüga
fi: Erilliset tallenteet ja päävalikko
fr: Séparer les titres avec un menu principal
hr: Odvoji naslove u glavnom menu
hu: Külön címeket tartalmaz egy főmenüvel
it: Separare i titoli con un menu principale
lt: Atskirti pavadinimus ir pagrindinį meniu
nl: Scheidt titels met een hoofdmenu
pl: Oddzielne tytuły z menu głównego
ru: Отдельные главы в главном меню
sk: Samostatné tituly a hlavné menu
sl: Razdeljeni naslovi z glavnim menijem
sr: Odvoji naslove u glavnom meniju
sv: Separata titlar med en huvudmeny
ta: முதன்மையான மெனுவுடன் தலைப்புகளை பிரிக்கவும்
tr: Ana menü ile başlıkları ayır
uk: Окремі заголовки у головному меню
vi: Các tiêu đề riêng biệt với một menu chính
zh_cn: 不同的标题与主菜单

source: Sequence repeat
bg: Последователно повторение
cs: Opakovat sekvenci
da: Sekvens gentagelse
de: Sequenz-Wiederholung
el: Επανάληψη ακολουθίας εντολών
et: Järjekorra kordus
fi: Jakson toisto
fr: Répéter la séquence
hr: Ponavljanje sekvence
hu: Szekvencia ismétlés
it: Ripetizione sequenza
lt: Sekos kartojimas
nl: Herhaal-sequence
pl: Powtórka sekwencji
pt_br: Repetir sequência de comandos
ru: Последовательность повторения
sk: Opakovanie sekvencie
sl: Ponovi zaporedje
sr: Ponavljanje sekvence
sv: Sekvensupprepning
ta: வரிசை மீண்டும்
tr: Sıralama tekrarı
uk: Послідовність повторення
vi: Trình tự lặp lại
zh_cn: 重复序列

source: Serbia
cs: Srbsko
da: Serbien
de: Serbien
el: Σερβία
fr: Serbie
hr: Srbija
hu: Szerbia
lt: Serbija
nl: Servië
sk: Srbsko
sr: Srbija
sv: Serbien
ta: செர்பியா
tr: Sırbistan
uk: Сербія
zh_cn: 塞尔维亚

source: Serbian
cs: Srbsky
da: Serbisk
de: Serbisch
el: Σερβικά
et: Serbia
fi: Serbia
fr: Serbe
hr: Srpski
hu: Szerb
it: Serbo
lt: Serbų
nl: Servisch
pl: Serbski
pt_br: Sérvio
ru: Сербский
sk: srbčina
sr: Srpski
sv: Serbiska
ta: செர்பிய
tr: Sırpça
uk: Сербська
vi: Tiếng Serbia
zh_cn: 塞尔维亚语

source: Serial No
bg: Сериен No
cs: S/N
da: Serienr.
de: Seriennummer
el: Σειριακός αριθμός
et: Seerianumber
fi: Sarjanumero
fr: N° de série
hr: Serijski broj
hu: Sorozatszám
it: N. di serie
lt: Serijinis Nr
nl: Serienummer
pl: Nr seryjny
ru: Сериал номер
sk: S/N
sr: Serijski broj
sv: Serienummer
ta: சீரியல் எண்
tr: Seri No
uk: Серійний №
vi: Không có nối tiếp
zh_cn: 序列号

source: Serious music/Classic music
cs: vážná hudba/klasická muzika
el: σοβαρή μουσική/κλασική μουσική
hr: Ozbiljna glazba/klasična glazba
it: musica seria/musica classica
lt: rimta muzika/klasikinė muzika
nl: serieuze/klassieke muziek
sr: Ozbiljna muzika/Klasična muzika
sv: seriös musik/klassisk musik
tr: Ciddi müzik/Klasik müzik
uk: серйозна музика/класична музика

source: Serious/Classical/Religious/Historical/Drama
cs: závažný/klasický/náboženský/historický film/drama
el: σοβαρή/κλασική/θρησκευτική/ιστορική ταινία/δράμα
hr: Ozbiljni/klasični/religiozni/povijesni film/drama
it: film/dramma serio/classico/religioso/storico
lt: rimtas/klasikinis/religinis/istorinis filmas/drama
nl: serieuze/klassieke/religieuze/Historische film/drama
sr: Ozbiljna/Klasična/Religijska/Istorijska/Drama
sv: seriös/klassisk/religiös/historisk film/drama
tr: Ciddi/Klasik/Dini/Tarihsel/Dram
uk: серйозний/класичний/релігійний/історичний фільм/драма

source: Server down
bg: Сървърът не работи
cs: Server je mimo provoz
da: Server nede
de: Server ist Offline
el: Διακομιστής εκτός
et: Server on maas
fi: Palvelin kaatunut
fr: Serveur hors-service
hr: Server je pao
hu: Kiszolgáló le
it: Server inattivo
lt: Serveris žemyn
nl: Server niet beschikbaar
pl: Serwer nie działa
sk: Server mimo prevádzky
sr: Server je pao
sv: Server nere
ta: சேவையகம் கீழே
tr: Sunucu çökmesi
uk: Сервер вимкнений
vi: Máy chủ ngừng hoạt động
zh_cn: 服务器关闭
