Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Recording in progress
da: Igangværende optagelse
de: Laufende Aufnahme
et: Toimub salvestamine
hu: Felvétel folyamatban
pt_br: Gravação em andamento
ru: Идет запись
vi: Đang ghi
zh_cn: 录像进行中...

source: Recording settings
da: Optagelsesindstillinger
de: Aufnahmen
et: Salvestamise seaded
hu: Felvétel beállítása
ru: Настройки записи
vi: Cài đặt ghi âm
zh_cn: 录制设置

source: Recordings & Timeshift
da: Optagelse & Timeshift
de: Aufnahmen & Timeshift
et: Salvestus ja ajanihe
hu: Felvételek és Timeshift
ru: Записи и таймшифт
vi: Ghi âm & Timeshift
zh_cn: 录制/时移

source: Recordings abort PIP
da: Optagelser afbryder PiP
de: Bild im Bild bei Aufnahmen beenden
et: Salvestused sulgevad PiP-akna
hu: A felvétel megszünteti a Kép-a-Képbent
ru: Записи отменяют PiP
vi: Bản ghi hủy bỏ PIP
zh_cn: 录像中止画中画

source: Records
da: Optagelser
de: Aufnahmen
et: Salvestised
vi: Hồ sơ
zh_cn: 录像

source: Red button
da: Rød knap
de: Taste ROT
et: Punane nupp
hu: Piros gomb
vi: Nút màu đỏ
zh_cn: 红色键

source: Red button...
bg: Червен бутон...
da: Rød knap...
de: Taste ROT...
et: Punane nupp
hu: Piros gomb...
pt_br: Botão vermelho
ru: Красная кнопка...
vi: Nút màu đỏ ...
zh_cn: 红色键 ...

source: Red long
da: Rød lang
de: Taste ROT lang
et: Punane - pikk
hu: Piros hosszan
ru: Красная (долгое нажатие)
vi: Đỏ dài
zh_cn: 红色键长按

source: Refresh rate selection.
da: Opdateringshastighed valg.
de: Auswahl der Bildwiederholrate.
et: Värskendussageduse valik.
hu: Frissítés kiválasztása.
pt_br: Selecionar frequência de atualização.
ru: Выбор частоты обновления.
sl: Izbira osveževanja.
vi: Làm mới lựa chọn tỷ lệ.
zh_cn: 刷新率选择.

source: Regional
zh_cn: 区域性

source: Reisen
zh_cn: 旅行

source: Reiten
zh_cn: 骑马

source: Reload
da: Genindlæs
de: Aktualisieren
et: Värskenda
hu: Újratöltés
pt_br: Recarregar
ru: Обновить
sl: Ponovno naloži
vi: Tải lại
zh_cn: 加载

source: Reloading bouquets and services...
da: Genindlæser pakker og kanaler...
de: Bouquets und Dienste neu laden...
et: Lemmiknimekirjade ja kanalite värskendamine...
hu: Csatornacsomagok és csatornák újra töltésé...
pt_br: Recarregando a lista de canais...
ru: Обновление фаворитов и сервисов....
vi: Tải lại gói kênh và dịch vụ ...
zh_cn: 正在重新载入频道列表和频道...

source: Remote Control Code
da: Fjernbetjeningskode
de: Fernbedienungscode
et: Puldi kood
hu: Távirányító kód
ru: Код дистанционного управления
vi: Mã điều khiển từ xa
zh_cn: 遥控器代码

source: Removal of this slot will not show in %s Gui. Are you sure you want to delete image slot %s ?
da: Fjernelse af dette slot vises ikke i %s GUI. Er du sikker på at du vil slette dette Image-slot %s ?
de: Das Entfernen dieses Slots wird nicht in %s GUI angezeigt. Soll das Image im Slot %s wirklich gelöscht werden?
et: Selle pesa eemaldamine ei paista %s kasutajaliideses. Kas eemaldada püsivara pesa %s?
vi: Xóa vị trí này sẽ không hiển thị trong % s Gui. Bạn có chắc chắn muốn xóa khe hình ảnh % s không?
zh_cn: 删除此分区不会显示在 %s 图形用户界面中.是否确定删除镜像分区 %s ?

source: Remove a nameserver entry
da: Fjern en navneserver post
de: Nameserver Eintrag entfernen
et: Eemalda nimeserver
hu: Révszerver eltávolítása
pt_br: Remover entrada de servidor DNS
ru: Удалить DNS-сервер
vi: Xóa một mục nhập máy chủ tên
zh_cn: 删除一个域名服务器条目

source: Remove bookmark
da: Fjern bogmærke
de: Lesezeichen entfernen
et: Eemalda järjehoidja
hu: Könyvjelző eltávolítása
pt_br: Remover favorito
ru: Удалить закладку
vi: Xóa dấu trang
zh_cn: 删除书签

source: Remove completed timers after (days)
da: Fjern afsluttede Timers efter (dage)
de: Entferne fertige Timer nach x Tagen
et: Aegunud taimerite eemaldamine pärast (päeva)
hu: Lejárt időzítések törlése ennyi nap után
pt_br: Remover gravações concluídas após (dias)
ru: Удаление завершенных таймеров через (в днях)
vi: Xóa bộ định thời đã hoàn thành sau (ngày)
zh_cn: 在(天)后删除完成的定时器

source: Remove confirmation
da: Fjern bekræftelse
de: Entfernen bestätigen
et: Eemaldamise kinnitamine
vi: Xóa xác nhận
zh_cn: 删除确认

source: Remove current folder from bookmarks
da: Fjern nuværende mappe fra bogmærker
de: Aktuellen Ordner aus Lesezeichen entfernen
et: Eemalda praegune kataloog järjehoidjatest
vi: Xóa thư mục hiện tại khỏi bookmark
zh_cn: 从书签中删除当前文件夹

source: Remove finished.
da: Sletning gennemført.
de: Entfernen abgeschlossen.
et: Eemaldatud.
hu: Az eltávolítás befejeződött.
ru: Удаление завершено
sl: Odstrani končano.
vi: Bỏ xong.
zh_cn: 删除完成.

source: Remove hide VBI line for this service
da: Fjern skjul VBI-linje for denne kanal
de: Verstecken der VBI Line deaktivieren
et: Lõpeta punktiirjoone peitmine sellel kanalil
hu: A kép tetején lévő villogó csík eltakarása ezen csatornánál
vi: Xóa dòng VBI ẩn cho dịch vụ này
zh_cn: 删除隐藏此频道的VBI行

source: Remove items from trash can after (days)
da: Fjern elementer fra skraldespand efter (dage)
de: Gelöschte Aufnahmen nach x Tagen aus dem Papierkorb entfernen
et: Salvestiste eemaldamine prügikastist pärast (päeva)
hu: Kuka kiürítése ennyi nap után
pt_br: Remover gravações da lixeira após (dias)
ru: Удалять записи из корзины через (в днях)
vi: Loại bỏ các mục từ thùng rác sau (ngày)
zh_cn: 在(天)之后从垃圾桶中移除项目

source: Remove plugins
da: Fjern Plugins
de: Plugins entfernen
et: Eemalda pluginaid
hu: Bővítmények törlése
pt_br: Remover plugins
ru: Удаление плагинов
sl: Odstrani vtičnike
vi: Xóa plugin
zh_cn: 删除插件

source: Remove selected folder from bookmarks
da: Fjern valgte mappe fra bogmærker
de: Ausgewählten Ordner aus Lesezeichen entfernen
et: Eemalda valitud kataloog järjehoidjatest
vi: Xóa thư mục đã chọn khỏi dấu trang
zh_cn: 从书签中删除选定文件夹

source: Removing directory %s failed. (Maybe not empty.)
da: Fjernelsen af mappen %s mislykkedes. (Måske ikke tom.)
de: Entfernen des Verzeichnisses %s fehlgeschlagen (nicht leer?)
et: Kataloogi eemaldamine %s nurjus. (Ehk ei ole tühi?)
hu: %s mappák eltávolítása sikertelen. (Lehet nem üres)
pt_br: A remoção do diretório %s falhou. (Talvez não esteja vazio)
ru: Ошибка удаления каталога %s (возможно он не пуст)
sl: Odstranjevanje mape %s ni uspelo. (Obstaja možnost, da ni prazna.)
vi: Xóa thư mục%s không thành công. (Có lẽ không trống.)
zh_cn: 删除目录 %s 失败.(也许不是空的.)

source: Rename file/directory
da: Omdøb fil/mappe
de: Datei/Verzeichnis umbenennen
et: Nimeta fail/kataloog ümber
vi: Đổi tên tập tin / thư mục
zh_cn: 重命名文件/目录

source: Repeat the sent standby and wakeup commands
da: Gentag sendte Standby og vågn op kommandoer
de: Sende wiederholende Aufwach- und Standby Kommandos
et: Korda saadetud ooteseisundi ja äratuse käsud
hu: Ismételje meg az elküldött készenléti és ébresztési parancsokat
vi: Lặp lại các lệnh chờ và đã gửi
zh_cn: 重复发送待机和唤醒命令

source: Repeat the standby commands?
da: Gentag Standby kommandoer ?
de: Auch die Standby-Kommandos wiederholen?
et: Kas korrata ooteseisundi käsud?
hu: Ismételje meg a készenléti parancsokat?
vi: Lặp lại các lệnh chờ?
zh_cn: 是否重复待机命令?

source: Repeating event currently recording... What do you want to do?
da: Gentagende begivenhed der optages i øjeblikket ... Hvad vil du gøre ?
de: Wiederholender Aufnahmetimer ist zurzeit aktiv... Was wollen Sie tun?
et: Korduv taimer salvestab. Mida soovid teha?
hu: Ismétlődő felvétel megy... Mit csináljak?
pt_br: Repetindo o evento em gravação. Continuar?
ru: Повторяющееся событие записывается...Что вы хотите сделать?
sl: Snemanje ponavljajočega dogodka v teku... Kaj želite storiti?
vi: Lặp lại sự kiện hiện đang ghi ... Bạn muốn làm gì?
zh_cn: 当前录制的重复事件...你要做什么?

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
da: Erstat `-` i dialoger med farvet tekst per speaker (lige som ved Tekst-TV for hørehæmmede).
de: Diese Option ersetzt '- ' durch farbigen Text je Sprecher in Dialogen (so wie bei Teletext Untertiteln für Hörgeschädigte).
et: Asenda dialoogides kasutatav `- ` igale kõnelejale oma värvilise tekstiga (sarnaselt teleteksti subtiitritega vaegkuuljatele)
hu: A párbeszédeknél hangszórónként lecseréli a "-" jelet színes szövegre (mint a hallássérült teletext-szöveg esetén)
ru: Применять ли для внешних субтитров те же цветовые натройки, что и для субтитров, идущих с эфира
vi: Thay thế `-` trong các hộp thoại bằng văn bản màu trên mỗi loa (như phụ đề teletext cho người khiếm thính)
zh_cn: 更换`-`在对话与彩色文本/扬声器(如图文字幕)

source: Reportage
zh_cn: 报告文学

source: Reshare
et: Jaga edasi
hu: Újra megosztás
vi: Chia sẻ lại
zh_cn: 转贴

source: Restart %s %s.
da: Genstart %s %s.
de: Neustart der %s %s
et: Taaskäivita %s %s.
hu: Újraindítása a(z) %s %s készüléknek.
ru: Перезапуск %s %s
vi: Khởi động lại % s% s.
zh_cn: 重新启动 %s %s.

source: Restart Enigma2 to apply the changes?
da: Genstart Enigma2 for at benytte ændringer ?
de: Zum Anwenden der Einstellungen Enigma2 neu starten?
et: Kas taaskäivitada Enigma2 muudatuste jõustamiseks?
hu: A változások érvényesítéséhez újra indítja az Enigma2-t?
vi: Khởi động lại Enigma2 để áp dụng các thay đổi?
zh_cn: 是否重新启动Enigma2以应用更改?

source: Restart Gui
da: Genstart GUI
de: GUI neu starten
et: Enigma2 taaskäivitus
hu: Kezelőfelület újraindítása
ru: Перезагрузка GUI
vi: Khởi động lại Gui
zh_cn: 重启GUI

source: Restart both
da: Genstart begge
de: Beide neu starten
et: Taaskäivita mõlemad
vi: Khởi động lại cả hai
zh_cn: 重启两个

source: Restart cardserver
da: Genstart kortserver
de: CardServer neu starten
et: Taaskäivita kaardiserver
vi: Khởi động lại máy chủ thẻ
zh_cn: 重新启动卡片服务器

source: Restart network
da: Genstart netværk
de: Netzwerk neu starten
et: Võrgu taaskäivitus
hu: Hálózat újraindítása
pt_br: Reiniciar rede
ru: Перезапустить сеть
sl: Ponovni zagon omrežja
vi: Khởi động lại mạng
zh_cn: 重启网络

source: Restart softcam
da: Genstart softcam
de: Softcam neu starten
et: Taaskäivita EMU
vi: Khởi động lại softcam
zh_cn: 重新启动SoftCam

source: Restart your network connection and interfaces.
da: Genstart din netværksopkobling og grænseflade.
de: Neustart der Netzwerk-Konfiguration und -verbindungen.
et: Võrguühenduse ja võrgukaartide taaskäivitus.
hu: Hálózati kapcsolatok és interfészek újraindítása.
pt_br: Reinicia a conexão e interfaces de rede.
ru: Перезапуск сетевых подключений и интерфейсов.
sl: Ponovno zaženite omrežno povezavo in vmesnike.
vi: Khởi động lại kết nối và giao diện mạng của bạn.
zh_cn: 重新启动您的网络连接和接口.

source: Restore is running...
da: Gendannelse kører...
de: Wiederherstellung wird ausgeführt...
et: Taastamine...
hu: Visszaállítás folyamatban...
ru: Выполняется восстановление
sl: Poteka obnavljanje...
vi: Khôi phục đang chạy ...
zh_cn: 恢复运行中...

source: Restore system settings
da: Gendan systemopsætning
de: Systemeinstellungen wiederherstellen
et: Seadistuste taastamine
hu: Rendszerbeállítások visszaállítása
pt_br: Restaurar configurações do sistema
ru: Восстановить настройки
sl: Obnovi glavne nastavitve
vi: Khôi phục cài đặt hệ thống
zh_cn: 恢复系统设置

source: Retrieving image list - Please wait...
da: Henter Image-liste - Vent venligst...
de: Image-Liste abrufen. Bitte warten...
et: Püsivara nimekirja hankimine. Oota.
vi: Lấy danh sách hình ảnh - Vui lòng đợi ...
zh_cn: 正在检索镜像列表-请稍等...

source: Reunion
de: Réunion
et: Réunion
hu: Újraegyesítés
vi: Sum họp
zh_cn: 重逢

source: Reverse left file sorting
da: Baglæns venstre filsortering
de: Linke Seite Sortierung umkehren
vi: Sắp xếp ngược lại tập tin
zh_cn: 反向左侧文件排序

source: Reverse right file sorting
da: Baglæns højre filsortering
de: Rechte Seite Sortierung umkehren
vi: Đảo ngược sắp xếp tập tin
zh_cn: 反向右侧文件排序

source: Revue
zh_cn: 滑稽剧

source: Right from servicename
da: Til højre for kanalnavn
de: Rechts vom Servicenamen
et: Kanali nimest paremal
hu: A csatornanév jobb oldalán
pt_br: Direita do nome do serviço
ru: После названия сервиса
vi: Ngay từ tên dịch vụ
zh_cn: 频道名称右侧

source: Right long
da: Højre lang
de: Rechts lang
et: Parem - pikk
hu: Jobb hosszan
vi: Phải dài
zh_cn: 右键长按

source: Romantik
zh_cn: 浪漫

source: Rotor step position:
et: Ajami sammu asukoht:
hu: Motor léptető pozíció:
pt_br: Posição de passo do motor:
ru: Шаг позиции ротора:
vi: Vị trí bước rôto:
zh_cn: 极轴步进位置:

source: Run how often ?
da: Kør hvor ofte ?
de: Wie oft ausführen?
et: Kui tihti käivitada?
hu: Milyen gyakran fusson?
ru: Как часто запускать?
vi: Chạy có thường xuyên không?
zh_cn: 运行多久?

source: S-Video
et: S-video (Y/C)
ru: S-Видео
zh_cn: S-端子

source: SABnzbd Setup
da: SABnzbd opsætning
de: SABnzbd (Binary News)
et: SABnzbd seaded
hu: SABnzbd Beállítás
ru: Настройки SABnzbd
vi: Thiết lập SABnzbd
zh_cn: SABnzbd设置

source: SAT long
da: SAT lang
de: SAT lang
et: SAT - pikk
hu: SAT hosszan
ru: SAT долгое нажатие
vi: SAT dài
zh_cn: SAT键长按

source: SID
zh_cn: 识别码(SID)

source: SPDIF
zh_cn: SPDIF输出

source: STARTUP_
vi: BẮT ĐẦU_
zh_cn: 分区_

source: STB Display
de: Geräteanzeige
et: Esipaneeli näidik
vi: Màn hình hiển thị STB
zh_cn: 机顶盒显示屏

source: Saga
zh_cn: 传奇

source: Samba
zh_cn: SMB协议

source: Samba Log
et: Samba logi
hu: Samba Napló
ru: Лог Samba
vi: Nhật ký Samba
zh_cn: Samba日志

source: Samba Setup
da: Samba opsætning
de: Samba-Einstellungen
et: Samba seaded
hu: Samba beállítás
ru: Настройки Samba
sl: Samba (smb) nastavitve
vi: Cài đặt Samba
zh_cn: Samba设置

source: Satellite dish setup
da: Satellitskål opsætning
de: Satelliten-Einrichtung
et: Antenni seaded
hu: Műholdvevö antenna beállítása
pt_br: Configurar antena
ru: Настройки спутникового оборудования
vi: Thiết lập đĩa vệ tinh
zh_cn: 卫星天线设置

source: Satellite equipment
da: Satelitudstyr
de: Satelliten-Ausrüstung
et: Satelliidivarustus
hu: Műholdvevő eszköz
pt_br: Equipamento de satélite
ru: Спутниковое оборудование
sl: Satelitska oprema
vi: Thiết bị vệ tinh
zh_cn: 卫星设备

source: Satellite longitude:
de: Satellit Längengrad:
et: Satelliidi pikkuskraad:
hu: Műhold hosszúsági fok:
pt_br: Longitude do satélite:
ru: Долгота спутника:
vi: Kinh độ vệ tinh:
zh_cn: 卫星经度:

source: Satire
zh_cn: 讽刺

source: Save EPG
da: Gem EPG
de: EPG speichern
et: Talleta EPG
hu: EPG mentése
ru: Сохранить EPG
sl: Shrani EPG
vi: Lưu EPG
zh_cn: 保存EPG

source: Save left folder on exit
da: Gem venstre mappe ved afslut
de: Linken Ordner beim Beenden speichern
et: Salvesta väljumisel vasak kaust
vi: Lưu thư mục bên trái khi thoát
zh_cn: 退出时保存左侧文件夹

source: Save playlist
da: Gem afspilningslist
de: Playlist speichern
et: Talleta pleilist
hu: Lejátszási lista mentése
pt_br: Salvar lista de reprodução
ru: Сохранить плейлист
vi: Lưu danh sách phát
zh_cn: 保存播放列表

source: Save right folder on exit
da: Gem højre mappe ved afslut
de: Rechten Ordner beim Beenden speichern
et: Salvesta väljumisel parem kaust
vi: Tạo thư mục bên phải khi thoát
zh_cn: 退出时保存右侧文件夹

source: Save settings and EPG data
da: Gem indstillinger og EPG data
de: Einstellungen und EPG-Daten speichern
et: Talleta sätted ja EPG andmed
vi: Lưu cài đặt và dữ liệu EPG
zh_cn: 保存设置和EPG数据

source: Save the commands and the output to a file? ('%s')
da: Gem kommandoerne og uddata til en fil? ('%s')
de: Speichere die Kommandos und die Ausgaben als Datei? ('%s')
et: Kas salvestada käsud ja väljund faili? ('%s')
vi: Lưu các lệnh và đầu ra vào một tập tin? ('%s')
zh_cn: 将命令和输出保存到文件中? ('%s')

source: Save the left folder list location on exit.
da: Gem placeringen af venstre mappeliste ved afslut.
de: Speichern Sie den linken Ordner in der Liste.
et: Salvesta väljumisel vasakpoolse kausta loend.
vi: Lưu vị trí danh sách thư mục bên trái khi thoát.
zh_cn: 退出时保存左侧文件夹列表位置.

source: Save the right folder list location on exit.
da: Gem placeringen af højre mappeliste ved afslut.
de: Speichern Sie den rechten Ordner in der Liste.
et: Salvesta väljumisel parempoolse kausta loend.
vi: Lưu đúng vị trí danh sách thư mục khi thoát.
zh_cn: 退出时保存正确的文件夹列表位置.

source: Save timeshift as movie and continue recording
da: Gem Timeshift som film og fortsæt med optagelse
de: Timeshift als Film speichern und Aufnahme fortsetzen
et: Talleta ajanihe ja jätka salvestamist
hu: Timeshift mentése és a felvétel folytatása
ru: Сохранить таймшифт как запись и продолжить запись
vi: Lưu timeshift như phim và tiếp tục ghi
zh_cn: 节省时间为电影继续录制

source: Save timeshift as movie and stop recording
da: Gem Timeshift som film og stands optagelse
de: Timeshift als Film speichern und Aufnahme beenden
et: Talleta ajanihe ja lõpeta salvestamine
hu: Timeshift mentése és a felvétel megállítása
ru: Сохранить таймшифт как запись и остановить запись
vi: Lưu timeshift dưới dạng phim và dừng ghi
zh_cn: 节省时间的电影和停止录像

source: Saving Timeshift files
da: Gemmer Timeshift filer
de: Timeshift-Dateien speichern
et: Ajanihke failide talletamine
hu: Timeshift fájljának mentése
ru: Сохранение файлов таймшифта
vi: Lưu tập tin Timeshift
zh_cn: 节约时间文件

source: Saving timeshift as movie now. This might take a while!
da: Gemmer Timeshift som film nu. Dette kan tage et noget tid!
de: Speichere Timeshift als Film. Das kann eine Weile dauern!
et: Ajanihke salvestuseks muutmine. Võib minna veidi aega!
hu: Timeshift mentése most. Ez hosszabb időt is igénybe vehet!
ru: Файл тайшифта сохраняется как фильм. Это займет некоторое время
vi: Tiết kiệm timeshift như phim bây giờ. Có lẽ sẽ mất một lúc!
zh_cn: 现在为电影节时移.这可能需要一段时间!

source: Scan your network for wireless access points and connect to them using your selected wireless device.
da: Gennemsøger dit netværk efter trådløse access points og forbinder til dem ved hjælp af din valgte trådløse enhed.
de: Durchsucht Ihr Netzwerk nach WLAN-Zugangspunkten und stellt eine Verbindung mit Hilfe Ihres gewählten WLAN-Gerätes her.
et: Otsi oma võrgus traadita pääsupunkte ja ühendu nendega, kasutades valitud traadita seadet.
hu: Vezeték nélküli hálózatok keresése, és csatlakoztatása a kiválasztott vezeték nélküli adapter segítségével.
pt_br: Busca e conecta à pontos de acesso sem fio.
ru: Сканирование сети для поиска беспроводных точек доступа и подключения к выбранному устройству.
sl: V vašem omrežju poiščite brezzične dostopne točke in se povežite na želeno točko.
vi: Quét mạng của bạn để biết các điểm truy cập không dây và kết nối với chúng bằng thiết bị không dây đã chọn của bạn.
zh_cn: 扫描您的网络的无线接入点,并连接到他们使用您所选择的无线设备.

source: Scanning - %d%% completed
da: Søgning - %d%% færdig
de: Suchlauf zu %d%% erledigt
et: Otsing - %d%% tehtud
hu: Keresés folyamatban - %d%% kész
pt_br: Buscando: %d%% concluído
ru: Сканирование - %d%% завершен
vi: Quét%d%% - hoàn thành
zh_cn: 正在扫描 - 已完成 %d%%

source: Scanning...
bg: Сканиране на ...
da: Søger...
de: Suchlauf...
et: Otsing
hu: Keresés...
pt_br: Buscando...
ru: Сканирование
vi: Đang quét ...
zh_cn: 扫描中...

source: Science-Fiction
zh_cn: 科幻小说

source: Screenshot of LCD in /tmp
da: SKærmdump af LCD i /tmp
de: LCD Screenshot in /tmp erstellen
et: LCD ekraanipilt /tmp kataloogi
hu: LCD képernyőmentése a /tmp-be
vi: Ảnh chụp màn hình LCD trong / tmp
zh_cn: LCD截屏到/tmp

source: Script '%s' must have read permission to be able to run it
da: Skript '%s' kræver læserettigheder for at det kan køres
de: Skript '% s' muss über Leseberechtigung verfügen, um es ausführen zu können.
et: Skripti '%s' käivitamiseks peavad sel olema lugemisõigused
vi: Tập lệnh '% s' phải có quyền đọc để có thể chạy nó
zh_cn: 脚本'%s'必须具有读取权限才能运行它

source: Search IMDb for information about current event.
bg: Търсене на IMDb за информация за текущото събитие.
da: Søg i IMDb efter information om nuværende begivenhed.
et: IMDb otsing käesoleva saate kohta.
hu: Az aktuális eseményről IMDb információ keresés.
ru: IMDb-поиск информации по текущей передаче.
vi: Tìm kiếm IMDb để biết thông tin về sự kiện hiện tại.
zh_cn: 搜索当前事件的IMDb相关信息.

source: Search the epg for current event.
bg: Търсене на EPG за текущото събитие.
da: Søg i EPG efter nuværende begivenhed.
et: Otsi käesoleva saate kava.
hu: Az aktuális esemény keresése az EPG-ben.
ru: Поиск телегида для текущей передачи.
vi: Tìm kiếm epg cho sự kiện hiện tại.
zh_cn: 搜索当前事件的EPG.

source: Search/WEB long
da: Søg/WEB lang
de: Suche/Web lang
et: Search/WEB - pikk
hu: Keresés/Web hosszú
ru: Search/WEB долгое нажатие
vi: Tìm kiếm / WEB dài
zh_cn: 搜索/Web键长按

source: Searching for available updates. Please wait...
da: Søger efter tilgængelige opdateringer. Vent venligst...
de: Suche nach verfügbaren Updates. Bitte warten...
et: Uuenduste otsimine. Oota...
hu: Elérhető frissítések keresése. Kérem, várjon...
pt_br: Buscando atualizações disponíveis. Aguarde...
ru: Поиск доступных обновлений. Пожалуйста, подождите ...
sl: Iskanje posodobitev... Prosim počakajte!
vi: Tìm kiếm các bản cập nhật có sẵn. Xin vui lòng chờ ...
zh_cn: 寻找可用的更新.请稍等...

source: Searching for new installed or removed packages. Please wait...
da: Søger efter nyinstallerede eller fjernede pakker. Vent venligst...
de: Suche nach neu installierten oder deinstallierten Erweiterungen. Bitte warten...
et: Uute paigaldatud või kustutatud pakettide otsimine. Oota...
hu: Újonnan telepített, vagy eltávolított szoftvercsomagok keresése. Kérem, várjon...
pt_br: Buscando pacotes instalados ou removidos. Aguarde...
ru: Поиск новых установленных или удаленных пакетов. Пожалуйста, подождите ...
sl: Iskanje na novo nameščenih ali odstranjenih paketkov... Prosim počakajte!
vi: Tìm kiếm các gói mới được cài đặt hoặc gỡ bỏ. Xin vui lòng chờ ...
zh_cn: 寻找新的安装或删除软件包.请稍等...

source: SecondInfoBar
da: Sekundær Infobjælke
de: Zweite Infoleiste
et: Teine inforiba
hu: Második infosáv
ru: Второй инфобар
vi: Thông tin thứ hai
zh_cn: 第二信息栏

source: Secondinfobar:
da: Sekundær Infobjælke:
de: Zweite Infoleiste:
et: Teine inforiba:
vi: Nhiễm trùng thứ hai:
zh_cn: 第二信息栏:

source: Seekbar activation
bg: Активиране на лентата за търсене
da: Søgebjælke aktivering
de: Aktivierung der Suchleiste
et: Otsiriba käivitamine
hu: Keresősáv aktiválása
ru: Активация Seekbar
vi: Tìm kiếm kích hoạt
zh_cn: 进度条激活

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
da: Vælg 'A' eller 'B' hvis dit antennesystem kræver dette, ellers vælges 'ingen'. Vælg 'ingen' hvis du er usikker.
de: Wählen Sie 'A' oder 'B', wenn Ihr Antennensystem dies erfordert. Andernfalls, oder wenn Sie unsicher sind, wählen Sie 'Keine'.
et: Vali 'A' või 'B*, kui antennisüsteem seda nõuab, muudel juhtudel vali 'pole'. Kui ei ole kindel, vali 'pole'.
vi: Chọn 'A' hoặc 'B' nếu hệ thống trên không của bạn yêu cầu điều này, nếu không thì chọn 'không'. Nếu bạn không chắc chắn, hãy chọn 'không'.
zh_cn: 如果您的天线系统需要,选择'A'或'B'.否则选择'无'.如果不确定,请选择'无'.

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
da: Vælg 'bånd' hvis der bruges en 'universal LNB, ellers se databladet til din LBN.
de: Wählen Sie 'Band', wenn Sie ein 'universelles' LNB verwenden, andernfalls konsultieren Sie Ihr LNB-Datenblatt.
et: Universaalse LNB puhul vali 'sagedusala', muudel juhtudel vaata LNB käsiraamatust.
vi: Chọn 'băng tần' nếu sử dụng LNB 'phổ quát', nếu không hãy tham khảo bảng thông số LNB của bạn.
zh_cn: 如果使用'通用”高频头,请选择'波段',否则请查阅高频头规格表.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
da: Vælg 'Aktiveret' hvis der er et signalkabel forbundet til denne Tuner, ellers vælges 'Ikke forbundet'.
de: Wählen Sie 'aktiviert', wenn an diesem Tuner ein Signalkabel angeschlossen ist, andernfalls wählen Sie 'nichts verbunden'.
et: Määra 'lubatud', kui tuuner on kaabliga ühendatud, muudel juhtudel vali 'midagi pole ühendatud'.
vi: Chọn 'được bật' nếu bộ chỉnh này có cáp tín hiệu được kết nối, nếu không thì chọn 'không có gì được kết nối'.
zh_cn: 如果此调谐器已连接信号电缆,请选择'已启用',否则选择'未连接任何内容'.
