Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Automatically turn on external subtitles
bg: Автоматично превключване на външни субтитри
cs: Automaticky zapnout externí titulky
da: Tænd automatisk for eksterne undertekster
de: Externe Untertitel automatisch anschalten
el: Αυτόματη ενεργοποίηση των εξωτερικών υποτίτλων
et: Väliste subtiitrite automaatne käivitamine
fi: Käynnistä ulkoinen tekstitys automaattisesti
fr: Activer automatiquement les sous-titres externes
hr: Auto uključivanje spoljnih subtitlova
hu: Külső feliratok automatikus megjelenítése
it: Attiva automaticamente i sottotitoli esterni
lt: Automatiškai įjungti išorinius subtitrus
nl: Schakel automatisch externe ondertitels in
pl: Automatyczne włączenie napisów zewnętrznych
pt_br: Ativar automaticamente legendas externas
ru: Автоматически переключать на внешние субтитры
sk: Automaticky zapnúť externé titulky
sr: Auto uključivanje spoljnih subtitlova
sv: Slå automatiskt på externa undertexter
ta: வெளிப்புற வசன வரிகள் தானாக இயக்கவும்
tr: Harici altyazıları otomatik olarak aç
uk: Автоматично перемикати на зовнішні субтитри
vi: Tự động bật phụ đề bên ngoài
zh_cn: 自动打开外部字幕

source: Automatically update Client/Server View
bg: Автоматично актуализиране на изглед на клиент/сървър
cs: Automaticky aktualizovat zobrazení Klient/Server
el: Αυτόματη ενημέρωση της προβολής πελάτη/διακομιστή
fi: Päivitä automaattisesti Asiakas/Palvelin näkymä
fr: Mise à jour automatique de la vue Client/Serveur ?
hr: Auto ažuriranje Klijent/Server Pregled
it: Aggiorna automaticamente la vista client/server
lt: Automatiškai naujinti kliento / serverio rodinį
nl: Automatisch het gebruiker en server overzicht bijwerken
pl: Automatyczna aktualizacja widoku klienta/serwera
sk: Automatická aktualizácia zobrazenia klient/server
sr: Auto ažuriranje Klijent/Server Pregled
sv: Automatisk uppdatering av klient-/servervy
ta: கிளையன்ட்/சேவையக பார்வையை தானாக புதுப்பிக்கவும்
tr: İstemci/Sunucu Görünümünü otomatik olarak güncelle
uk: Автоматичне оновлення перегляду Клієнт/Сервер

source: Automatically update Log-Fullscreen View
cs: Automaticky aktualizovat zobrazení protokolu na celou obrazovku
el: Αυτόματη ενημέρωση προβολής καταγραφών σε πλήρη οθόνη
fi: Päivitä loki näyttö automaattisesti
hr: Automatski ažuriraj Log-Pun Ekran Pregled
it: Auto aggiorna vista a schermo intero del registro
nl: Automatisch het volledige scherm log actualiseren
pl: Automatyczna aktualizacja logów - widok pełnoekranowy
sk: Automatická aktualizácia denníka na celú obrazovku
sr: Automatski ažuriraj Log-Pun Ekran Pregled
sv: Uppdatera loggen automatiskt - Fullskärmsvy
ta: பதிவு-முழு திரை பார்வையை தானாக புதுப்பிக்கவும்
tr: Günlük Tam Ekran Görünümünü otomatik olarak güncelle
uk: Автоматичне оновлення логу в повноекранному режимі

source: Autostart
bg: Автостартиране
da: Automatisk start
el: Αυτόματη εκκίνηση
fi: Aut. käynn.
fr: Démarrage auto
hu: Automatikus indítás
it: Avvio automatico
lt: Auto paleidimas
ru: Автозапуск
sk: Autoštart
sl: Samod. zagon
ta: ஆட்டோச்டார்ட்
tr: Otomatik başlama
uk: Автостарт
vi: Tự động bắt đầu
zh_cn: 自动开始

source: Available format variables
bg: Налични форматни променливи
cs: Použitelný formát proměnných
da: Tilgængelige format variabler
de: Verfügbare Formatierungsvariablen
el: Διαθέσιμα εναλλακτικά φορμά
et: Võimalikud vormingu muutujad
fi: Formaattimuuttujat
fr: Format variables disponibles
hr: Mogući promijenljivi format
hu: Lehetséges formátum variációk
it: Variabili di formato disponibili
lt: Galimi kintami formatai
nl: Beschikbare formaten
pl: Dostępne zmienne formatu
pt_br: Formato de variáveis disponíveis
ru: Доступные форматы переменных
sk: Dostupné premenné formátu
sl: Razpoložljive oblike
sr: Mogući promenljivi format
sv: Tillgängliga formatvariabler
ta: கிடைக்கக்கூடிய வடிவமைப்பு மாறிகள்
tr: Mevcut format değişkenleri
uk: Доступні формати змінних
vi: Biến định dạng có sẵn
zh_cn: 格式化后容量

source: Available locales are:
bg: Наличните локали са:
cs: K dispozici jsou tato místa:
da: Tilgængelige landekoder er:
de: Vorhandene Sprachen:
el: Οι διαθέσιμες τοπικές ρυθμίσεις είναι:
et: Saadaolevad keeled:
fi: Käytettävissä olevat jaot:
fr: Les locaux disponibles sont les suivants :
hr: Dostupni lokalni standardi su:
it: Le localizzazioni disponibili sono:
lt: Galimos vietos:
nl: Beschikbare talen zijn:
pl: Dostępne lokalizacje to:
sk: Sú dostupné lokalizácie:
sr: Dostupni lokalni standardi su:
sv: Tillgängliga platser är:
ta: கிடைக்கக்கூடிய இடங்கள்:
tr: Geçerli yerel ayar konumları:
uk: Доступні регіони:
vi: Các địa phương có sẵn là:
zh_cn: 可用的区域设置包括:

source: Available shares:
bg: Достъпни дялове:
cs: Dostupná sdílení:
da: Tilgængelige delinger:
de: Verfügbare Netzlaufwerke:
el: Διαθέσιμα κοινόχρηστα στοιχεία:
et: Saadaolevad jaod:
fi: Käytettävissä olevat jaot:
fr: Partages disponibles :
hr: Dostupan share:
hu: Elérhető megosztások:
it: Condivisioni disponibili:
lt: Galimi bendrinimai:
nl: Beschikbare shares:
pl: Dostępne udziały:
ru: Доступные сетевые диски:
sk: Dostupné zdieľania:
sr: Dostupan šering:
sv: Tillgängliga aktier:
ta: கிடைக்கும் பங்குகள்:
tr: Geçerli paylaşımlar:
uk: Доступні мережеві диски:
vi: Cập nhật có sẵn:
zh_cn: 可用共享:

source: Avaric
cs: Avarský
el: Αβαρικά
fr: Avarique
it: Avarico
nl: Avaars
sk: avarčina
sv: Avariska
ta: அவேரிக்
tr: Avarca
uk: Аварська

source: Avestan
el: Αβεστικά
it: Avestico
lt: Avestanas
nl: Avestaans
pl: Awestyjski
sk: avestčina
sv: Avestiska
ta: அவெச்டன்
tr: Avesta
uk: Авесті́йська

source: Avoid getting stuck (at the expense of some stuttering) when the jump time is smaller than the time between I-frames.
bg: Избягва продължително застояване(за сметка на някое застиване), когато времевия скок е по-малък от времето между I-frames.
cs: Zabraňuje potížím, když je vzdálenost skoku menší než vzdálenost mezi I-snímky (snižuje pocukávání obrazu).
da: Undgå at sidde fast (på bekostning af noget flimmer) når hoptiden er mindre end tiden mellem I-rammer.
de: Bei 'Ja' wird ein Hängenbleiben beim Spulen verhindert, wenn die Sprungdistanz kleiner ist als der Abstand zwischen I-Frames (ein gewisses Ruckeln ist dabei unvermeidbar).
el: Αποφυγή παγώματος (με μικρές διακοπές αναγκαστικά) όταν ο χρόνος υπερπήδησης είναι μικρότερος του χρόνου μεταξύ των Ι-καρέ.
et: Väldi hangumist (mõningase hakkimise arvelt), kui ajahüpe on väiksem ajast I-frame'de vahel.
fi: Jos valitset Kyllä, se estää jumittumisen kelaamisen aikana, jos hyppyetäisyys on pienempi kuin yksi kuva (nykiminen on väistämätöntä).
fr: Éviter de se retrouver bloqué (au détriment de quelques bégaiements) lorsque le temps de saut est plus petit que le temps entre les trames-I.
hr: Izbjegavajte zaglavljenje kadra (na račun nekog mucanja), kada je vrijeme skoka manje od vremena između I-frame.
hu: Kerülje el, hogy elakadjon, ha az ugrásidő kisebb, mint az időkeretek közötti idő.
it: Evita blocchi (al costo di qualche rallentamento) quando il tempo di salto è più piccolo del tempo fra due I-frames.
lt: Venkite strigimų (bent trumpų užsikirtimų sąskaita), kai šuolio laikas yra mažesnis už laiką tarp I-kadrų.
nl: Voorkomen dat het beeld vastloopt (ten koste van beeld stotteren) wanneer de sprong tijd kleiner is dan de tijd tussen I-frames.
pl: Unikać zablokowania (kosztem niektórych zacięć) kiedy czas skoku jest mniejszy niż czas między ramami.
ru: Позволяет избежать торможения кадра (за счет некоторого застывания), когда время перехода короче времени между I-фреймами.
sk: Zabráni zamrznutiu v prípade, keď je čas skoku menší ako čas medzi I-snímkami. Môže nastať trhanie obrazu.
sr: Izbegavajte zaglavljenje kadra (na račun nekog mucanja), kada je vreme skoka manje od vremena između I-frejma.
sv: Undvik att fastna (på bekostnad av viss stuttering) när hopptiden är mindre än tiden mellan I-frames.
ta: I- பிரேம்களுக்கு இடையிலான நேரத்தை விட சம்ப் நேரம் சிறியதாக இருக்கும்போது (சில தடுமாற்றத்தின் இழப்பில்) சிக்கித் தவிப்பதைத் தவிர்க்கவும்.
tr: Atlama süresi, I-kareleri arasındaki süreden daha kısa olduğunda (bazı takılmalar pahasına da olsa) takılıp kalmaktan kaçının.
uk: Дозволяє уникнути гальмування кадру (за рахунок деякого застигання), коли час переходу коротше часу між I-фреймами.
vi: Tránh bị kẹt (với chi phí của một số nói lắp) khi thời gian nhảy nhỏ hơn thời gian giữa các khung hình I.
zh_cn: 当跳跃时间小于I帧之间的时间时,请避免卡住(以减少卡顿为代价).

source: Aymara
el: Αϊμάρα
pl: Ajmara
sk: ajmarčina
ta: அய்மாரா
uk: Аймара

source: Azerbaijan
cs: Ázerbájdžán
da: Aserbajdsjan
de: Aserbaidschan
el: Αζερμπαϊτζάν
et: Azerbaidžaan
hu: Azerbajdzsán
lt: Azerbaidžanas
nl: Azerbeidzjan
pl: Azerbejdżan
sk: Azerbajdžan
sv: Azerbajdzjan
ta: அசர்பைசான்
tr: Azerbaycan
uk: Азербайджан
vi: Ailen
zh_cn: 阿塞拜疆

source: Azerbaijani
cs: Ázerbájdžánský
el: Αζερμπαϊτζανικά
fi: Azerbaidžan
fr: Azerbaïdjanaise
hr: Azerbejdžanski
it: Azerbaigiano
lt: Azerbaidžaniečių
nl: Azerbeidzjaans
pl: Azerski
sk: azerbajdžančina
sv: Azerbajdzjanska manat
ta: அசர்பைசானி
tr: Azerbaycan dili
uk: Азербайджанська

source: Azure
cs: azurová
el: γαλανό
hr: Plavo
it: azzurro
nl: azuur blauw
sv: azurblå
uk: блакитний

source: BDMV Blu-ray disk (HDTV titles only)
bg: BDMV Bludisc (HDTV заглавия само)
cs: BDMV Blu-ray disk (pouze HDTV tituly)
el: BDMV δίσκος Blu-ray (HDTV τίτλοι μόνο)
fi: BDMV Bludisc (vain HDTV-otsikko)
fr: BDMV Blue Disc (seulement titres HDTV)
hr: BDMV Blu-ray disk (samo HDTV naslovi)
it: Disco Blu-ray BDMV (solo titoli HDTV)
lt: BDMV Blu-ray diskas (HDTV tik pavadinimai)
nl: BDMV Bludisc (Enkel HDTV titels)
pl: BDMV dysk Blu-ray (tylko tytuły HDTV)
sk: BDMV Blu-ray disk (len HDTV tituly)
sr: BDMV Blu-ray disk (samo HDTV naslovi)
sv: BDMV Blu-ray disk (endast HDTV-titlar)
ta: பி.டி.எம்.வி ப்ளூ-ரே வட்டு (எச்டிடிவி தலைப்புகள் மட்டும்)
tr: BDMV Blu-ray disk (yalnızca HDTV içerikleri)
uk: BDMV Блю-рей диски (HDTV тільки заголовки)

source: BDMV Compatible Blu-ray disk (HDTV only)
bg: BDMV Съвместим Bludisc (HDTV само)
cs: Blu-ray disk kompatibilní s BDMV (pouze HDTV)
el: BDMV συμβατός δίσκος Blu-ray (HDTV μόνο)
fi: BDMV yhteensopiva Bludisc (vain HDTV)
fr: BDMV compatible Blue Disc (seulement HDTV)
hr: BDMV Kompatibilni Blu-ray disk (samo HDTV)
it: Disco Blu-ray compatibile con BDMV (solo HDTV)
lt: BDMV suderinamas Blu-ray diskas (tik HDTV)
nl: BDMV compatibel Bludisc (alleen voor HDTV)
pl: Dysk Blu-ray kompatybilny z BDMV (tylko HDTV)
sk: BDMV kompatibilný s Blu-ray diskom (len HDTV)
sr: BDMV Kompatibilni Blu-ray disk (samo HDTV)
sv: BDMV-kompatibel Blu-ray-disk (endast HDTV)
ta: BDMV இணக்கமான ப்ளூ-ரே வட்டு (HDTV மட்டும்)
tr: BDMV Uyumlu Blu-ray disk (yalnızca HDTV)
uk: BDMV Блю-рей диски (тільки HDTV)

source: BLUDISC RECORDABLE
bg: Записваем Bludisc
cs: ZÁZNAMOVÝ BLUEDISK
de: Beschreibbare Bludisc
el: ΕΓΓΡΑΨΙΜΟ BLUDISC
et: KIRJUTATAV BLUDISC
fi: BLULEVY TALLENNUS
fr: BLUDISC enregistrable
hr: BLUDISC zapisivi
it: BLUDISC REGISTRABILE
lt: ĮRAŠOMAS BLURAY DISKAS
nl: OPNEEMBARE BLUDISK
pl: NAGRYWALNY BLUDISC
ru: BLUDISC записываемый
sk: BLUDISC – ZAPISOVATEĽNÝ
sr: BLUDISC zapisivi
sv: BLUDISC INSPELNINGSBAR
ta: BLUDISC பதிவு செய்யக்கூடியது
uk: ЗАПИСУЮЧИЙ БЛЮ-РЕЙ ДИСК
zh_cn: 可录像光盘

source: BLUE button
bg: Син бутон
cs: MODRÉ tlačítko
el: Μπλε πλήκτρο
fi: Sininen näppäin
fr: Bouton Bleu
hr: PLAVO dugme
it: Tasto BLU
lt: MĖLYNAS mygtukas
nl: BLAUWE-knop
pl: Niebieski przycisk
sk: Modré tlačidlo
sr: PLAVO dugme
sv: BLÅ knapp
ta: நீல பொத்தான்
tr: MAVİ tuş
uk: Синя кнопка

source: BLUE long
bg: Дълго синьо
cs: Modré - dlouhý stisk
el: Μπλε παρατεταμένο
fi: Sininen (pitkä)
fr: Bleu long
hr: PLAVO dugo
it: BLU lungo
lt: MĖLYNA ilgai
nl: BLAUW-lang
pl: Niebieski (długo)
sk: Modré tlačidlo – dlho
sr: PLAVO dugo
sv: BLÅ lång
ta: நீல நிற நீண்ட
tr: MAVİ uzun
uk: Синя довге натискання

source: BLUE switch: BLUE/BLUE long
bg: Син превключвател: Синьо-късо/Синьо-дълго
cs: Modré tlačítko - stisk: Krátký/Dlouhý
el: Εναλλαγή Μπλε: Μπλε σύντομο/Μπλε παρατεταμένο
fi: Näppäimen Sininen Lyhyt/Pitkä
fr: BlueSwitch : Bleu-Court/Bleu-Long
hr: PLAVI prekidač: PLAVI/PLAVI(dugo)
it: Interruttore BLU: BLU/BLU lungo
lt: MĖLYNAS mygtukas: MĖLYNAS/MĖLYNAS ilgas
nl: BLAUW-kort / BLAUW-lang functie wisselen
pl: Akcja dla przycisku 'Niebieski' (krótko/długo)
sk: Modré tlačidlo: krátke/dlhé stlačenie
sr: PLAVI prekidač: PLAVI/PLAVI(dugo)
sv: BLUE-omkopplare: BLÅ/BLÅ lång
ta: நீல சுவிட்ச்: நீலம்/நீல நீளம்
tr: MAVİ tuş: MAVİ/MAVİ uzun
uk: Синя-Заміна дії: Синя-коротке/Синя-довге

source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
et: Tagasi
fi: Takaisin
fr: Retour
hr: Nazad
hu: Vissza
it: Indietro
lt: Atgal
nl: Terug
pl: Powrót
pt_br: Voltar
ru: Назад
sk: Späť
sl: Nazaj
sr: Nazad
sv: Tillbaka
ta: பின்
tr: Geri
uk: Назад
vi: Trở lại
zh_cn: 返回

source: Back USB
bg: Назад към USB
cs: Zadní USB port
da: USB Port bagside
el: Πίσω USB
et: Tagakülje USB pesa
fi: Taka usb
fr: USB arrière
hr: Zadnji USB
hu: Vissza USB
it: USB posteriore
lt: Galinis USB
nl: Achterkant USB
pl: Tylny port USB
sk: USB vzadu
sr: Zadnji USB
sv: Tillbaka USB
ta: மீண்டும் யூ.எச்.பி.
tr: Arka USB
uk: USB Видалити
vi: Quay lại USB
zh_cn: 返回USB

source: Back USB 3.0
bg: Назад към USB 3.0
cs: Zadní USB 3.0 port
da: USB 3.0 Port bagside
de: USB-3.0 (Rückseite)
el: Πίσω USB 3.0
et: Tagakülje USB 3.0 port
fi: Taka USB 3.0
fr: USB 3.0 arrière
hr: Zadnji USB 3.0
hu: Vissza USB 3.0
it: USB 3.0 posteriore
lt: Galinis USB 3.0 lizdas
nl: Achterkant USB 3.0
pl: Tylny port USB 3.0
ru: Назад USB 3.0
sk: USB 3.0 vzadu
sr: Zadnji USB 3.0
sv: Baksida USB 3.0
ta: பின் யூ.எச்.பி 3.0
tr: Arka USB 3.0
uk: Видалити USB 3.0
vi: Quay lại USB 3.0
zh_cn: 返回USB3.0

source: Back USB-C
cs: Zadní USB-C
el: Πίσω USB-C
fi: Taka USB-C
hr: Zadnji USB-C
it: USB-C posteriore
nl: Achterkant, USB-C
pl: Tylny USB-C
sk: USB-C vzadu
sr: Zadnji USB-C
sv: Baksida USB-C
ta: மீண்டும் யூ.எச்.பி-சி
tr: Arka USB-C
uk: Задній USB-C

source: Back, inner USB
bg: Назад, към вътрешен USB
cs: Zadní strana, vnitřní USB port
da: Bagside, inderste USB Port
el: Πίσω, εσωτερικό USB
et: Taga, sisene USB pesa
fi: Taka, ylempi USB
fr: USB arrière interne
hr: Zadnji, unutrašnji USB
hu: Vissza, belső USB
it: USB posteriore interna
lt: Galinis, vidinis USB
nl: Achterkant, USB binnenzijde
pl: Tylny, wewnętrzny USB
sk: USB vzadu, vnútri
sr: Zadnji, unutrašnji USB
sv: Baksida, inre USB
ta: பின், உள் யூ.எச்.பி
tr: Arka, dahili USB
uk: Видалити, внутрішня USB
vi: Quay lại, USB bên trong
zh_cn: 返回,内部的USB

source: Back, left USB
cs: Zadní, levé USB
el: Πίσω, αριστερό USB
fi: Taka, Vasen USB
hr: Zadnji, lijevi USB
it: USB posteriore sinistra
nl: Achterkant, USB links
pl: Tył, lewy USB
sk: USB vzadu, vľavo
sr: Zadnji, levi USB
sv: Baksida, vänster USB
ta: பின், யூ.எச்.பி.
tr: Arka, sol USB
uk: USB ззаду, ліворуч

source: Back, lower USB
bg: Назад, към долния USB
cs: Vzadu, spodní USB port
da: Bagside, nederste USB Port
el: Πίσω, κάτω USB
et: Taga, alumine USB pesa
fi: Taka, alempi USB
fr: A l'arrière, USB du bas
hr: Zadnji, donji USB
hu: Vissza, lentebbi USB
it: USB posteriore inferiore
lt: Galinis apatinis USB lizdas
nl: Achterkant, USB beneden
pl: Tylny, dolny USB
ru: Назад, ниже USB
sk: USB vzadu, dole
sr: Zadnji, donji USB
sv: Rygg, nedre USB
ta: பின், யூ.எச்.பி
tr: Arka, alt USB
uk: Видалити, нижня USB
vi: Quay lại, hạ USB
zh_cn: 返回,较低的USB插槽

source: Back, outer USB
bg: Назад, към външния USB
cs: Zadní strana, vnější USB port
da: Bagside, yderste USB Port
el: Πίσω, εξωτερικό USB
et: Taga, väline USB pesa
fi: Taka, ulompi USB
fr: USB arrière externe
hr: Zadnji, vanjski USB
hu: Vissza, külső USB
it: USB posteriore esterna
lt: Galinis, išorinis USB
nl: Achterkant, USB buitenzijde
pl: Tylny, zewnętrzny USB
sk: USB vzadu, zvonku
sr: Zadnji, vanjski USB
sv: Baksida, yttre USB
ta: பின், வெளிப்புற யூ.எச்.பி
tr: Arka, dış USB
uk: Видалити, зовнішня USB
vi: Mặt sau, USB ngoài
zh_cn: 返回,外部的USB

source: Back, right USB
cs: Zadní, pravé USB
el: Πίσω, δεξί USB
fi: Taka, Oikea USB
fr: Prise USB arrière droite
hr: Zadnji, desni USB
it: USB posteriore destra
nl: Achterkant, USB rechts
pl: Tył, prawy USB
sk: USB vzadu, vpravo
sr: Zadnji, desni USB
sv: Baksida, höger USB
ta: பின், வலது யூ.எச்.பி
tr: Arka, sağ USB
uk: USB ззаду, праворуч

source: Back, upper USB
bg: Назад, към горния USB
cs: Zadní, horní USB port
da: Bagside, øverste USB Port
el: Πίσω, επάνω USB
et: Taga, ülemine USB pesa
fi: Ylempi USB
fr: A l'arrière, USB du haut
hr: Zadnji, gornji USB
hu: Vissza, fentebbi USB
it: USB posteriore superiore
lt: Galinis viršutinis USB lizdas
nl: Achterkant, USB bovenzijde
pl: Tylny, górny USB
ru: Назад, поверх USB
sk: USB vzadu, hore
sr: Zadnji, gornji USB
sv: Rygg, övre USB
ta: பின், மேல் யூ.எச்.பி
tr: Arka, üst USB
uk: Видалити, верхня USB
vi: Quay lại, USB trên
zh_cn: 返回,上方USB插槽

source: Back/Recall
bg: Назад/Припомняне
cs: Zpět/Odvolání
de: Zurück
el: Πίσω/Ανάκληση
fi: Peruuta/Uudelleen
fr: Retour/Rappel
hr: Nazad/Vrati
hu: Vissza/Visszahívás
it: Indietro/Richiama
lt: Atgal/atkurti
nl: Terug/oproepen
pl: Powrót/Wezwanie
sk: Späť/Odvolať
sr: Nazad/Vrati
sv: Tillbaka/återkallelse
ta: பின்/நினைவுகூருங்கள்
tr: Geri/Hatırlatmak
uk: Назад/Повторити
vi: Quay lại / Nhớ lại
zh_cn: 返回/取消

source: Background
bg: Фон
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
et: Taust
fi: Tausta
fr: Arrière-plan
hr: Pozadina
hu: Háttér
it: Sfondo
lt: Fonas
nl: Achtergrond
pl: Tło
pt_br: Segundo plano
ru: Фон
sk: Pozadie
sl: Ozadje
sr: Pozadina
sv: Bakgrund
ta: பின்னணி
tr: Arka plan
uk: Фон
vi: Lý lịch
zh_cn: 后台

source: Background color
bg: Цвят на фона
cs: Barva pozadí
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
et: Taustavärv
fi: Taustan väri
fr: Couleur de fond
hr: Boja pozadine
hu: Háttérszín
it: Colore sfondo
lt: Fono spalva
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor de fundo
ru: Цвет фона
sk: Farba pozadia
sr: Boja pozadine
sv: Bakgrundsfärg
ta: பின்னணி நிறம்
tr: Arka plan rengi
uk: Колір фону
vi: Màu nền
zh_cn: 背景颜色

source: Background delete option
bg: Опция за изтриване на фона
cs: Možnosti mazání na pozadí
da: Mulighed for slet i baggrund
de: Option zum Löschen im Hintergrund
el: Επιλογή διαγραφής στο παρασκήνιο
et: Taustal kustutamise valikud
fi: Taustalla poistaminen
fr: Option de suppression de l'arrière-plan
hr: Opcija brisanja u pozadini
hu: Törlés a háttérben
it: Opzione elimina in background
lt: Šalinimo fone parinktis
nl: Verwijder opnames in de achtergrond
pl: Opcja usuwania tła
pt_br: Remover em segundo plano
ru: Удаление в фоновом режиме
sk: Možnosti mazania na pozadí
sr: Opcija brisanja u pozadini
sv: Alternativ för borttagning av bakgrund
ta: பின்னணி நீக்கு விருப்பம்
tr: Arka plan silme seçeneği
uk: Видалення у фоновому режимі
vi: Tùy chọn xóa nền
zh_cn: 后台删除选项

source: Background delete speed
bg: Скорост на изтриване на фона
cs: Rychlost mazání na pozadí
da: Slettehastighed i baggrund
de: Geschwindigkeit beim Löschen im Hintergrund
el: Ταχύτητα διαγραφής στο παρασκήνιο
et: Taustal kustutamise kiirus
fi: Taustalla poistamisen nopeus
fr: Vitesse de suppression en arrière-plan
hr: Brzina brisanja u pozadini
hu: Törlés sebessége
it: Velocità eliminazione in background
lt: Šalinimo fone greitis
nl: Snelheid voor het verwijderen in de achtergrond
pl: Szybkość usuwania tła
pt_br: Velocidade ao remover em segundo plano
ru: Скорость удаления в фоновом режиме
sk: Rýchlosť mazania na pozadí
sr: Brzina brisanja u pozadini
sv: Hastighet för borttagning av bakgrund
ta: பின்னணி வேகத்தை நீக்கு
tr: Arka plan silme hızı
uk: Швидкість видалення у фоновому режимі
vi: Tốc độ xóa nền
zh_cn: 后台删除速度

source: Background selected:
bg: Избран фон:
cs: Vybrané pozadí:
el: Επιλεγμένο φόντο:
fi: Tausta valittu:
fr: Arrière-plan sélectionné :
hr: Izabrana pozadina:
it: Sfondo selezionato:
lt: Pažymėtas fonas:
nl: Achtergrond geselecteerd:
pl: Wybrane w tle:
sk: Vybrané pozadie:
sr: Izabrana pozadina:
sv: Bakgrund vald:
ta: பின்னணி தேர்ந்தெடுக்கப்பட்டது:
tr: Seçilen arka plan:
uk: Вибір фону:

source: Background:
bg: Фон:
cs: Pozadí:
da: Baggrund:
de: Hintergrund:
el: Φόντο:
fi: Tausta:
fr: Le contexte :
hr: Pozadina:
it: Sfondo:
lt: Fonas:
nl: Achtergrond:
pl: Tło:
sk: Pozadie:
sr: Pozadina:
sv: Bakgrund:
ta: பின்னணி:
tr: Arka plan:
uk: Фон:
vi: Lý lịch:
zh_cn: 背景:

source: Backup Location
bg: Местоположение архив
cs: Umístění zálohy
da: Sikkerhedskopieringsplacering
de: Speicherort für die Sicherung
el: Θέση αντιγράφων ασφαλείας
et: Varukoopia asukoht
fi: Varmuuskopion sijainti
fr: Emplacement des sauvegardes
hr: Lokacija Rezervne kopije
hu: Mentés helye
it: Posizione backup
lt: Atsarginės kopijos vieta
nl: Back-up locatie
pl: Lokalizacja kopii zapasowej
pt_br: Local do backup
ru: Место сохранения
sk: Umiestnenie zálohy
sr: Lokacija Rezervne kopije
sv: Plats för säkerhetskopiering
ta: காப்புப்பிரதி இருப்பிடம்
tr: Yedekleme Konumu
uk: Місце збереження
vi: Chọn vị trí dự phòng
zh_cn: 备份位置

source: Backup Log
bg: Дневник архив
cs: Zálohovací protokol
da: Sikkerhedskopi log
el: Καταγραφή εφεδρείας
et: Varundamise logi
fi: Varmuuskopioloki
fr: Log sauvegarde
hr: Log Rezervne kopije
hu: Mentési napló
it: Registro backup
lt: Atsarginės kopijos žurnalas
pl: Log kopii zapasowych
ru: Лог бекапа
sk: Denník zálohovania
sr: Log Rezervne kopije
sv: Logg för säkerhetskopiering
ta: காப்பு பதிவு
tr: Yedekleme Günlüğü
uk: Лог бекапу
vi: Nhật ký dự phòng
zh_cn: 备份日志

source: Backup Mode: Flash Online
cs: Režim zálohování: Flash online
el: Λειτουργία εφεδρείας: Διαδικτυακό φλασάρισμα
fi: Varmuuskopioin tila: Online päivitys
hr: Način Rezervne kopije: Flash Online
it: Modalità di backup: Flash in linea
nl: Back-up modus: Flash Online
pl: Tryb kopii zapasowej: Flash Online
sk: Zálohovací režim: Flashovať online
sr: Režim Rezervne kopije: Flash Online
sv: Backup-läge: Flash Online
ta: காப்பு பயன்முறை: ஆன்லைனில் ஃபிளாச்
tr: Yedekleme Modu: Çevrimiçi Yazılım Yükleme
uk: Режим резервного копіювання: Flash Online

source: Backup Mode: USB Recovery
cs: Režim zálohování: USB Recovery
el: Λειτουργία εφεδρείας: Ανάκτηση μέσω USB
fi: Varmuuskopioin tila: Usb palautus
hr: Način Rezervne kopije: USB Oporavak
it: Modalità di backup: Ripristino USB
nl: Back-up modus: USB Recovery
pl: Tryb kopii zapasowej: USB Recovery
sk: Zálohovací režim: Obnova z USB
sr: Način Rezervne kopije: USB Oporavak
sv: Säkerhetskopieringsläge: USB-återställning
ta: காப்பு பயன்முறை: யூ.எச்.பி மீட்பு
tr: Yedekleme Modu: USB Kurtarma
uk: Режим резервного копіювання: відновлення з USB

source: Backup Settings
bg: Архивиране насройки
cs: Záloha nastavení
da: Sikkerhedskopier indstillinger
de: Einstellungen sichern
el: Αντίγραφο ασφαλείας ρυθμίσεων
et: Seadistuste varundamine
fi: Varmuuskopioi asetukset
fr: Sauvegarder les paramètres
hr: Postavke Rezervne kopije
hu: Beállítások mentése
it: Backup impostazioni
lt: Atsarginės kopijos nustatymai
nl: Back-up instellingen
pl: Kopia zapasowa ustawień
ru: Сохранить настройки
sk: Záloha nastavení
sr: Postavke Rezervne kopije
sv: Säkerhetskopieringsinställningar
ta: காப்பு அமைப்புகள்
tr: Yedekleme Ayarları
uk: Збереження Налаштувань
vi: Cài đặt sao lưu
zh_cn: 备份设置

source: Backup System Settings
bg: Архивиране на системни настройки
cs: Záloha nastavení
el: Εφεδρεία ρυθμίσεων συστήματος
fi: Varmuuskopioi järjestelmäasetukset
fr: Sauvegarde des paramètres système
hr: Rezervne kopije Sistemskih Postavki
it: Backup impostazioni di sistema
lt: Atsarginė sistemos nustatymų kopija
nl: Back-up uw instellingen
pl: Wykonaj kopię ustawień systemu
sk: Zálohovanie nastavení systému
sr: Rezervne kopije Sistemskih Postavki
sv: Säkerhetskopiera systeminställningar
ta: காப்பு கணினி அமைப்புகள்
tr: Yedekleme Sistem Ayarları
uk: Резервна копія системних налаштувань

source: Backup images
cs: Stažené image
el: Εφεδρεία images
fi: Varmuuskopioit ohjelmistosta
fr: Sauvegarde des images
hr: Rezervna kopija imidža
it: Immagini di backup
lt: Atsarginių kopijų kūrimo atvaizdai
pl: Kopie zapasowe systemów
sk: Zálohovanie image
sr: Rezervna kopija imidža
sv: Säkerhetskopiera bilder
ta: காப்புப்பிரதி படங்கள்
tr: Yedekleme yazılımları
uk: Бекап іміджей
