Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Moved to position at index
bg: Преместен в позиция на индекс
cs: Natočeno na pozici podle indexu
da: Flyt til placering ved indeks
el: Κίνηση στην αποθηκευμένη θέση
et: Liiguti positsioonile indeksis
fi: Siirryttiin indeksin sijaintiin
fr: Déplacer vers l'indice de position
hr: Premješteno na poziciju na indeksu
hu: Mozgatás sorszámra
it: Spostato in posizione all'indice
lt: Perkelti į indeksuotą poziciją
nl: Naar indexpositie gedraaid
pl: Przeniesiono do pozycji w indeksie
pt_br: Movido para a posição de índice
ru: Перемещение к позиции номера
sk: Presunuté na pozíciu v indexe
sr: Premeštanje na poziciju broja
sv: Flyttad till position vid index
ta: குறியீட்டில் நிலைக்கு நகர்த்தப்பட்டது
tr: Belirtilen endeksteki konuma taşındı
uk: Переміститися на позицію під номером
vi: Đã chuyển đến vị trí tại chỉ mục
zh_cn: 移动到位置索引

source: Movement
bg: Движение
cs: Natáčení
da: Bevægelse
de: Steuerung
el: Κίνηση
et: Liikumine
fi: Liikutus
fr: Déplacement
hr: Pokret
hu: Mozgás
it: Movimento
lt: Judėjimas
nl: Draaien
pl: Przesunięcia
pt_br: Movimento
ru: Перемещение
sk: Presúvanie/pohyb
sr: Pokret
sv: Rörelse
ta: இயக்கம்
tr: Hareket
uk: Переміщення
vi: Cách cử động
zh_cn: 移动

source: Movie
bg: Филм
cs: Film
da: Film
de: Filme
el: Ταινία
et: Film
fi: Elokuva
fr: Film
hr: Film
it: Registrazioni
lt: Kino filmas
nl: Film
pl: Film
sk: Film
sr: Film
sv: Film
ta: படம்
tr: Film
uk: Запис
vi: Bộ phim
zh_cn: 电影

source: Movie Event View Actions
bg: Действия за преглед на филмово събитие
cs: Akce zobrazení události filmu
el: Ενέργειες επισκόπησης ταινιών
fi: Tallennukset tapahtumat näkymät
fr: Actions de la vue de l'événement vidéo
hr: Radnje Prikaza Filmskog Događaja
it: Azioni di visualizzazione evento registrazione
lt: Filmo įvykio rodinio veiksmai
nl: Opname overzicht Acties
pl: Akcje podglądu wydarzeń filmu
sk: Akcie zobrazenia udalosti pri filme
sr: Radnje Prikaza Filmskog Događaja
sv: Filmhändelse Visa åtgärder
ta: திரைப்பட நிகழ்வு பார்வை செயல்கள்
tr: Film Etkinliği Görüntüleme İşlemleri
uk: Дії при перегляді подій фільму

source: Movie List
bg: Списък с филмите
cs: Filmotéka
da: Filmliste
de: Filmliste
el: Λίστα ταινιών
et: Filmilist
fi: Tallennuslista
fr: Liste des films
hr: Popis filmova
hu: Film Lista
it: Elenco registrazioni
lt: Kino filmų sąrašas
nl: Opnamelijst
pl: Lista filmów
ru: Список записей
sk: Zoznam filmov
sl: Lista posnetkov
sr: Lista Filmova
sv: Filmlista
ta: திரைப்பட பட்டியல்
tr: Film Listesi
uk: Список записів
vi: Danh sách phim
zh_cn: 电影列表

source: Movie Player Actions
bg: Действия на филмовия плейър
cs: Akce přehrávače filmů
el: Ενέργειες αναπαραγωγού ταινιών
fi: Tallennukset toiminnot
fr: Actions du lecteur de film
hr: Radnje Filmski Plejer
it: Azioni del riproduttore
lt: Filmo grotuvo veiksmai
nl: Opnamelijst Acties
pl: Akcje odtwarzacza filmów
sk: Akcie pre prehrávač médií
sr: Radnje Filmski Plejer
sv: Åtgärder för filmspelare
ta: திரைப்பட பிளேயர் செயல்கள்
tr: Film Oynatıcı İşlemleri
uk: Дії для Плеєра записів

source: Movie Selection
cs: Výběr filmů
el: Επιλογή ταινιών
fi: Tallennukset
fr: Sélection des films
hr: Odabir videozapisa
it: Selezione registrazione
lt: Filmo pasirinkimas
nl: Opname selectie
pl: Wybór filmów
sk: Výber nahrávok
sr: Izbor filma
sv: Urval av filmer
ta: திரைப்படத் தேர்வு
tr: Film Seçimi
uk: Вибір записів

source: Movie Selection Actions
cs: Akce seznamu filmů
el: Ενέργειες λίστας ταινιών
fi: Tallenteen valinta
fr: Actions de liste de films
hr: Odabir filma Radnja
it: Azioni elenco registrazioni
lt: Filmų sąrašo veiksmai
nl: Opnamelijst Acties
pl: Akcje listy filmów
sk: Akcie pre zoznam filmov
sr: Izbor filma Radnja
sv: Åtgärder för val av film
ta: திரைப்பட பட்டியல் செயல்கள்
tr: Film Seçim İşlemleri
uk: Дії для списку записів

source: Movie Selection Settings
cs: Nastavení filmotéky
el: Ρυθμίσεις λίστας ταινιών
fi: Tallenneluettelon asetukset
fr: Configuration de la liste des films
hr: Odabir filma Postavke
it: Impostazioni Selezione registrazione
lt: Filmų sąrašo parametrai
nl: Opnamelijst instellingen
pl: Ustawienia wyboru filmu
sk: Nastavenie zoznamu filmov
sr: Izbor filma Postavke
sv: Inställningar för filmval
ta: திரைப்பட பட்டியல் அமைப்புகள்
tr: Film Seçim Ayarları
uk: Налаштування списку записів

source: Movie playback may not use an invalid/inappropriate directory.
cs: Přehrávání filmu nesmí používat neplatnou složku.
el: Η αναπαραγωγή ταινιών μπορεί να μην κάνει χρήση ενός μη έγκυρου/ακατάλληλου φακέλου.
fi: Toisto ei välttämättä käytä virheellistä/sopimatonta hakemistoa.
hr: Reprodukcija videozapisa možda neće koristiti nevažeći/neprikladni direktorij.
it: La riproduzione non può usare una cartella non valida.
lt: Filmų atkūrimas gali nenaudoti netinkamo / netinkamo katalogo.
nl: Er is mogelijk een niet geschikte map voor opnames geselecteerd.
pl: Odtwarzanie filmu nie może odbywać się przy użyciu nieprawidłowego/niewłaściwego katalogu.
sk: Prehrávanie filmov nemôže využívať neplatnú/nevhodnú zložku.
sr: Reprodukcija filma možda neće koristiti nevažeći/neprikladan direktorijum.
sv: Filmuppspelning får inte använda en ogiltig/olämplig katalog.
ta: மூவி பிளேபேக் தவறான/பொருத்தமற்ற கோப்பகத்தைப் பயன்படுத்தக்கூடாது.
tr: Film oynatımında geçersiz/uygunsuz bir klasör kullanılmamalıdır.
uk: Відтворення відео не може використовувати недійсний/невідповідний каталог.

source: Movie/Drama
bg: Филм/Драма
cs: Film/Drama
da: Film/Drama
de: Film/Drama
el: Ταινία/Δράμα
et: Film/draama
fi: Elokuva/draama
fr: Film/Fiction
hr: Film/Drama
hu: Mozi/Színház
it: Film/Dramma
lt: Filmas|drama
nl: Film/drama
pl: Film/Dramat
pt_br: Filme/Drama
ru: Фильм/Драма
sk: Film/Dráma
sr: Film/Drama
sv: Film/Drama
ta: திரைப்படம்/நாடகம்
tr: Film/Dram
uk: Кіно/Драма
vi: Phim / Kịch
zh_cn: 电影/电视剧

source: Movieplayer
bg: Филмов плейър
cs: Přehrávač filmů
da: Filmafspiller
el: Αναπαραγωγή ταινιών
et: Filmimängija
fi: Elokuvasoitin
hr: Filmskiplejer
it: Lettore video
lt: Filmų grotuvas
nl: Mediaspeler
pl: Odtwarzacz Filmów
sk: Prehrávač médií
sr: Filmskiplejer
sv: Filmspelare
ta: மூவி பிளேயர்
tr: Film Oynatıcı
uk: Програвач відео
vi: Người xem phim
zh_cn: 电影播放器

source: Movies
cs: Filmy
el: Ταινίες
fi: Elokuvat
hr: Filmovi
it: Registrazioni
lt: Filmai
nl: Films
pl: Filmy
sk: Filmy
sr: Filmovi
sv: Filmer
ta: திரைப்படங்கள்
tr: Filmler
uk: Фільми

source: Moving
bg: Преместване
cs: Natáčení
da: Flytter
el: Μετακίνηση
et: Liigutamine
fi: Siirretään
fr: En mouvement
hr: Premještanje
hu: Mozgatás
it: Spostamento
lt: Sukama
nl: Draaien
pl: Przenoszenie
pt_br: Movendo...
ru: Перемещаем
sk: Presúvanie
sr: Premeštanje
sv: Flyttar
ta: நகரும்
tr: Taşınıyor
uk: Переміщення
vi: Di chuyển
zh_cn: 移动

source: Moving east ...
bg: Преместване на изток ...
cs: Natáčení na východ ...
da: Flytter øst...
el: Κίνηση ανατολικά...
et: Liikumine itta.
fi: Liikkuu itään...
fr: Déplacement en cours vers l'est ...
hr: Pokret na istok ...
hu: Mozgatás kelet felé...
it: Spostamento a est...
lt: Juda į rytus ...
nl: Draaien naar oost ...
pl: Ruch na wschód...
pt_br: Movendo para leste...
ru: Перемещение на восток ...
sk: Otáčanie na východ…
sr: Pokret na istok ...
sv: Vi rör oss österut...
ta: கிழக்கு நோக்கி நகரும் ...
tr: Doğuya doğru ilerliyor...
uk: Переміщення на схід...
vi: Di chuyển về phía đông ...
zh_cn: 向东移动中...

source: Moving files
bg: Преместване на файлове
cs: Přesouvání souborů
da: Flytter filer
el: Μετακίνηση αρχείων
et: Failide liigutamine
fi: Siirretään tiedostoja
fr: Déplacement des fichiers
hr: Premještanje datoteka
hu: Fájlok mozgatása
it: Spostamento file
lt: Perkeliami failai
nl: Verplaatst bestanden
pl: Przenoszenie plików
ru: Перемещение файлов
sk: Presúvanie súborov
sr: Premeštanje fajla
sv: Flytta filer
ta: கோப்புகளை நகர்த்துவது
tr: Dosyalar taşınıyor
uk: Переміщення файлів
vi: Di chuyển tập tin
zh_cn: 移动文件

source: Moving to position
bg: Преместване към позиция
cs: Natáčení na pozici
da: Flytter til position
el: Κίνηση στη θέση
et: Liikumine positsioonile
fi: Siirrytään sijaintiin
fr: Déplacement en cours vers la position
hr: Premještanje na položaj
hu: Mozgatás ebbe a pozícióba
it: Spostamento alla posizione
lt: Juda į poziciją
nl: Draaien naar positie
pl: Przenoszenie do pozycji
pt_br: Movendo para a posição
ru: Перемещение на позицию
sk: Otáčanie na pozíciu
sr: Premeštanje na poziciju
sv: Flyttar till position
ta: நிலைக்கு நகரும்
tr: Konuma gidiyor
uk: Переміщення на позицію
vi: Di chuyển đến vị trí
zh_cn: 移动到位置

source: Moving west ...
bg: Преместване на запад ...
cs: Natáčení na západ ...
da: Flytter vest...
el: Κίνηση δυτικά...
et: Liikumine läände.
fi: Liikkuu länteen...
fr: Déplacement en cours vers l'ouest ...
hr: Pokret na zapad ...
hu: Mozgatás nyugat felé...
it: Spostamento a ovest...
lt: Juda į vakarus ...
nl: Draaien naar west ...
pl: Ruch na zachód...
pt_br: Movendo para oeste...
ru: Перемещение на запад ...
sk: Otáčanie na západ…
sr: Pokret na zapad ...
sv: Flyttar västerut...
ta: மேற்கு நோக்கி நகரும் ...
tr: Batıya doğru ilerliyor...
uk: Переміщення на захід...
vi: Di chuyển về phía tây ..
zh_cn: 向西移中...

source: Mozambique
cs: Mosambik
de: Mosambik
el: Μοζαμβίκη
et: Mosambiik
hu: Mozambik
it: Mozambico
lt: Mozambikas
pl: Mozambik
sk: Mozambik
ta: மொசாம்பிக்
tr: Mozambik
uk: Мозамбік
zh_cn: 莫桑比克

source: Multi
cs: Vícenásobné
el: Πολλαπλό
fi: Moni
hr: Više
sk: Viacnásobné
sr: Više
ta: பல
tr: Çoklu
uk: Багаторазовий

source: Multi EPG
bg: Мулти EPG
el: Πολλαπλός EPG
fi: Kanavaopas
it: EPG multiplo
lt: Kelių kanalų EPG
pl: EPG wielu kanałów
ru: Мультителегид
ta: மல்டி ஈபிசி
tr: Çoklu EPG
uk: Мульти EPG
vi: Đa EPG
zh_cn: 多个EPG

source: MultiBoot Information
cs: Informace o MultiBootu
el: Πληροφορίες πολλαπλής εκκίνησης
fi: MultiBoot tiedot
hr: MultiBoot Info
it: Informazioni MultiBoot
lt: Daugialypės įkrovos informacija
nl: MultiBoot informatie
pl: Informacje o MultiBoot
sk: Informácie o MultiBoot
sr: MultiBoot Info
ta: மல்டிபூட் செய்தி
tr: Çoklu Önyükleme Bilgileri
uk: Інформація про MultiBoot

source: MultiBoot Manager
el: Διαχείριση πολλαπλής εκκίνησης
fi: MultiBoot Hallinta
hr: MultiBoot Upravitelj
it: Gestore MultiBoot
lt: Daugialypės įkrovos tvarkyklė
pl: Menadżer MultiBoot
sk: Správca MultiBoot
sr: MultiBoot Menadžer
sv: MultiBoot-hanterare
ta: மல்டிபூட் மேலாளர்
tr: Çoklu Önyükleme Yöneticisi
uk: Мененджер MultiBoot

source: MultiBoot Manager Actions
cs: Akce správce MultiBoot
el: Ρυθμίσεις διαχείρισης πολλαπλής εκκίνησης
fi: MultiBoot Managerin toiminnot
hr: Radnja MultiBoot Upravitelja
it: Azioni gestore MultiBoot
lt: Daugialypės įkrovos tvarkyklės veiksmai
nl: MultiBoot Manager Acties
pl: Akcje Menadżera MultiBoot
sk: Akcie správcu pre MultiBoot
sr: Radnja MultiBoot Menadžera
sv: Åtgärder för MultiBoot Manager
ta: மல்டிபூட் மேலாளர் செயல்கள்
tr: Çoklu Önyükleme Yöneticisi İşlemleri
uk: Дії менеджера MultiBoot

source: MultiBoot boot mode
cs: Režim spouštění MultiBootu
el: Λειτουργία πολλαπλής εκκίνησης
fi: MultiBoot bootti tila
hr: MultiBoot način pokretanja
it: Modalità di avvio di MultiBoot
lt: Daugialypės įkrovos režimas
nl: MultiBoot boot modus
pl: Tryb startowy MultiBoot
sk: Režim bootovania MultiBoot
sr: MultiBoot pokretanje sistema
sv: MultiBoot startläge
ta: மல்டிபூட் துவக்க முறை
tr: Çoklu Önyükleme modu
uk: Режим завантаження MultiBoot

source: MultiBoot startup file
cs: Spouštěcí soubor MultiBoot
el: Αρχείο έναρξης πολλαπλής εκκίνησης
fi: MultiBoot paikka
hr: Datoteka za pokretanje MultiBoota
it: File di avvio MultiBoot
lt: Daugialypės įkrovos paleisties failas
nl: MultiBoot opstartbestand
pl: Plik startowy MultiBoot
sk: Spúšťací súbor MultiBoot
sr: MultiBoot za pokretanje
sv: MultiBoot startfil
ta: மல்டிபூட் தொடக்க கோப்பு
tr: Çoklu Önyükleme başlangıç dosyası
uk: Файл запуску MultiBoot

source: MultiEPG Settings
bg: Настройки за множество EPG
cs: Nastavení MultiEPG
el: Ρυθμίσεις πολλαπλού EPG
fi: Ohjelmaopas
fr: Paramètres MultiEPG
hr: Postavke više EPG
it: Configurazione EPG multiplo
lt: Kelių kanalų EPG nustatymai
nl: Multi-EPG
pl: Ustawienia EPG wielu kanałów
sk: Nastavenia MultiEPG
sr: Postavke više EPG
sv: MultiEPG-inställningar
ta: மல்டிபிக் அமைப்புகள்
tr: Çoklu EPG Ayarları
uk: Налаштування мульти EPG

source: MultiTranscoding
bg: Многократно транскодиране
el: Πολλαπλή διακωδικοποίηση
fi: Monitranskoodaus
it: Transcodifica multipla
lt: MultiTranskodavimas
pl: MultiTranskodowanie
sk: MultiTranskódovanie
ta: மல்டிட்ரான்ச்கோடிங்
tr: Çoklu Dönüştürme
uk: Мульти-транскодування

source: Multiboot Image created:
cs: Vytvořen obraz pro multiboot:
el: Το image πολλαπλής εκκίνησης δημιουργήθηκε:
fi: Multi boot Image tehty:
hr: Multiboot Imidž kreiran:
it: Immagine Multiboot creata:
nl: Multiboot image gemaakt:
pl: Utworzono system Multiboota:
sk: Vytvorený image pre multiboot:
sr: Multiboot Imidž kreiran:
sv: Multiboot Image skapad:
ta: மல்டிபூட் படம் உருவாக்கப்பட்டது:
tr: Çoklu Önyükleme Yazılımı oluşturuldu:
uk: Створено Multiboot:

source: Multimedia Packages
cs: Multimediální balíčky
el: Πακέτα πολυμέσων
fi: Multimedia paketit
hr: Multimedijalni Paketi
it: Pacchetti multimediali
nl: Multimedia pakketten
pl: Pakiety multimedialne
sk: Multimediálne balíčky
sr: Multimedi ja Paketi
sv: Multimedia-paket
ta: மல்டிமீடியா தொகுப்புகள்
tr: Multimedya Paketleri
uk: Мультимедійні пакети

source: Multiple service support
bg: Поддръжка на множество сервизи
cs: Podpora dekódování více programů
da: Multikanal understøttelse
de: Kann mehrere Sender entschlüsseln
el: Υποστήριξη πολλαπλών υπηρεσιών
et: Mitme programmi tugi
fi: Usean kanavan tuki
fr: Support service multiple
hr: Podrška za više kanala
hu: Több csatorna támogatása
it: Supporto per più servizi
lt: Kelių kanalų palaikymas
nl: Geschikt voor meervoudig decoderen
pl: Wsparcie wielu kanałów
pt_br: Suporte para serviços múltiplos
ru: Поддержка мультисервисов
sk: Podpora viacerých staníc
sl: Podpora več storitvam
sr: Podrška za više kanala
sv: Stöd för flera tjänster
ta: பல பணி உதவி
tr: Çoklu kanal desteği
uk: Підтримка багатоканальності
vi: Hỗ trợ nhiều dịch vụ
zh_cn: 多频道支持

source: Multisat
bg: Мултисат
cs: Více satelitů
de: Mehrere Satelliten
el: Πολλοί δορυφόροι
et: Mitu satelliiti
fi: Usea satelliitti
hr: Više satelita
lt: Keletas palydovų
nl: Multisat. handmatig
pt_br: Múltiplos satélites
ru: Несколько спутников
sk: Viac družíc
sr: Više satelita
ta: மல்டிசாட்
tr: Çoklu uydu
uk: Декілька супутників
vi: Nhiều trang
zh_cn: 多个卫星

source: Multisat all select
bg: Избиране на мултисат
cs: Vybrat všechny satelity
da: Multisat vælg alt
de: Alle Satelliten
el: Επιλογή όλων των δορυφόρων
et: Kõik satelliidid
fi: Kaikki satelliitit
fr: Sélectionner tous les multisat
hr: Odaberi sve satelite
hu: Több műhold kiválasztása
it: Seleziona tutto multisat
lt: Pasirinkti visus palydovus
nl: Multisat, alles geselecteerd
pl: Wiele sat.wybierz wszystkie
ru: Все выбранные спутники
sk: Viac družíc, zvoliť všetky
sr: Izaberi sve satelite
sv: Multisat alla välj
ta: மல்டிசாட் அனைத்தும் தேர்ந்தெடுக்கவும்
tr: Çoklu uydu tüm seçimler
uk: Всі вибрані супутники
vi: Nhiều lựa chọn tất cả
zh_cn: 多星全部选择

source: Multistream
bg: Многопоточен
et: Multistriim
fi: Multistreami
hr: Više strimova
lt: Daugiafunkcinis srautas
sr: Više strimova
sv: Multiström
ta: மல்டிச்ட்ரீம்
tr: Çoklu akış
uk: Мульти-стрім
vi: Đa tầng
zh_cn: 多重流

source: Murder
bg: Убийство
cs: Vražda
da: Mord
el: Φόνος
fi: Murhata
fr: Meurtre
hr: Ubistvo
it: Omicidio
lt: Nužudymas
nl: Moord
pl: Morderstwo
sk: Vraždy
sv: Mord
ta: கொலை
tr: Cinayet
uk: Вбивство
zh_cn: 谋杀

source: Music
bg: Музика
cs: Hudba
da: Musik
de: Musik
el: Μουσική
et: Muusika
fi: Musiikki
fr: Musique
hr: Glazba
it: Musica
lt: Muzika
nl: Muziek
pl: Muzyka
sk: Hudba
sr: Muzika
sv: Musik
ta: இசை
tr: Müzik
uk: Музика
vi: Âm nhạc
zh_cn: 音乐

source: Music/Ballet/Dance
bg: Музика/Балет/Денс
cs: Hudba/Balet/Tanec
da: Musik/Ballet/Dans
de: Musik/Ballet/Tanz
el: Μουσική/Μπαλέτο/Χορός
et: Muusika/ballett/tants
fi: Musiikki/Baletti/Tanssi
fr: Musique/Ballet/Danse
hr: Glazba/balet/dens
hu: Zene/Balett/Tánc
it: Musica/Balletto/Danza
lt: Muzika/baletas/šokiai
nl: Muziek/Ballet/Dans
pl: Muzyka /Balet /Taniec
pt_br: Música/Balé/Dança
ru: Музыка/Балет/Танцы
sk: Hudba/Balet/Tanec
sr: Muzika/Balet/Ples
sv: Musik/Balett/Dans
ta: இசை/பாலே/நடனம்
tr: Müzik/Bale/Dans
uk: Музика/Балет/Танці
vi: Âm nhạc / Ba lê / Khiêu vũ
zh_cn: 音乐/芭蕾/舞蹈

source: Musical
bg: Музикална
cs: Muzikál
el: Μιούζικαλ
fi: Musikaali
hr: Mjuzikl
it: Musicale
lt: Muzikinis
sk: Hudobné
sr: Mjuzikl
sv: Musikalisk
ta: இசை
tr: Müzikal
uk: Музичний
zh_cn: 音乐剧

source: Musical/Opera
cs: muzikál/opera
el: μιούζικαλ/όπερα
hr: Mjuzikl/Opera
lt: muzika/opera
sr: Mjuzikl/Opera
sv: musikal/opera
tr: Müzikal/Opera
uk: музична/оперна

source: Mute
bg: Без звук
cs: Ztišit
da: Lyd slukket
de: Stummschaltung
el: Σίγαση
et: Vaigista
fi: Mykistä
fr: Sourdine
hr: Bez zvuka
hu: Némítás
it: Muto
lt: Išjungti garsą
nl: Geluid uit
pl: Wycisz
pt_br: Mudo
ru: Без звука
sk: Umlčať zvuk
sr: Bez zvuka
sv: Tyst
ta: முடக்கு
tr: Sessiz
uk: Без звуку
vi: Tắt tiếng
zh_cn: 静音

source: My extensions
cs: Moje rozšíření
el: Οι επεκτάσεις μου
fi: Omat laajennukset
hr: Moja proširenja
it: Le mie estensioni
lt: Mano plėtiniai
nl: Mijn extensies
pl: Moje rozszerzenia
sk: Moje rozšírenia
sr: Moja proširenja
sv: Mina tillägg
ta: எனது நீட்டிப்புகள்
tr: Uzantılarım
uk: Мої розширення

source: Myanmar
el: Μιανμάρ
et: Myanmar (Birma)
fr: Birmanie
lt: Mianmaras
pl: Mjanma
sk: Mjanmarsko
sv: Burma
ta: மியான்மர்
uk: М'янма
zh_cn: 缅甸

source: Mystery
bg: Мистерия
cs: Záhada
da: Mysterie
el: Μυστήριο
fi: Mysteeri
fr: Mystère
hr: Misterije
it: Mistero
lt: Paslaptis
nl: Mistery
pl: Tajemnica
sk: Mystériá
sr: Misterije
sv: Mysterium
ta: மர்மம்
tr: Gizem
uk: Містика
zh_cn: 神秘

source: N/A
cs: Není k dispozici
da: Ikke tilgængelig
el: Μ/Δ
et: Ei ole kasutusel
fi: Ei saatavilla
lt: Nėra duomenų
nl: Niet beschikbaar
sk: nie je k dispozícii
ta: இதற்கில்லை
tr: Yok
uk: Не визначено
zh_cn: 无数据

source: NEXT
bg: СЛЕДВАЩ
cs: DALŠÍ
da: NÆSTE
de: NÄCHSTE
el: ΕΠΟΜΕΝΟ
et: JÄRGMINE
fi: Seuraava
fr: SUIVANT
hr: SLJEDEĆE
hu: KÖVETKEZŐ
it: PROSSIMO
lt: KITAS
nl: VOLGENDE
pl: NASTĘPNY
pt_br: Próximo
ru: Далее
sk: ĎALEJ
sl: NASLEDNJI
sr: SLEDEĆE
sv: NÄSTA
ta: அடுத்தது
tr: SONRA
uk: НАСТУПНА
vi: KẾ TIẾP
zh_cn: 下一个

source: NOTE
cs: POZNÁMKA
el: ΣΗΜΕΙΩΣΗ
fi: HUOMAUTUS
hr: NAPOMENA
it: NOTA
nl: OPMERKING
pl: INFORMACJA
sk: POZNÁMKA
sr: NAPOMENA
sv: OBS
ta: குறிப்பு
tr: NOT
uk: ПРИМІТКА

source: NOTE: The directory/file '%s' exists and will be overwritten!
cs: POZNÁMKA: Adresář/soubor '%s' existuje a bude přepsán!
el: ΣΗΜΕΙΩΣΗ: Ο φάκελος/αρχείο '%s' υπάρχει και θα αντικατασταθεί!
fi: HUOMAUTUS: Hakemisto/tiedosto '%s' on olemassa ja se korvataan!
hr: NAPOMENA: Direktorij/datoteka '%s' postoji i bit će prebrisana!
it: NOTA: la cartella/file '%s' esiste già e verrà sovrascritta!
lt: PASTABA: Katalogas / failas "%s" egzistuoja ir bus perrašytas!
nl: LET OP: De map/het bestand '%s' bestaat al en wordt overschreven!
pl: INFORMACJA: Katalog/plik '%s' istnieje i zostanie nadpisany!
sk: POZNÁMKA: Priečinok/súbor '%s' už existuje a bude prepísaný!
sr: NAPOMENA: direktorijum/fajl '%s' postoji i biće zamenjen!
sv: OBS: Katalogen/filen '%s' finns och kommer att skrivas över!
ta: குறிப்பு: அடைவு/கோப்பு '%s' உள்ளது மற்றும் மேலெழுதப்படும்!
tr: NOT: '%s' dizini/dosyası mevcut ve üzerine yazılacaktır!
uk: ПРИМІТКА: Каталог/файл '%s' існує і буде перезаписано!

source: NOTE: These %d directories/files exist and will be overwritten!
cs: POZNÁMKA: Tyto %d adresáře/soubory existují a budou přepsány!
el: ΣΗΜΕΙΩΣΗ: Αυτοί οι φάκελοι/αρχεία %d υπάρχουν και θα αντικατασταθούν!
fi: HUOMAUTUS: Nämä %d hakemistot/tiedostot ovat olemassa ja ne korvataan!
hr: NAPOMENA: Ovi %d direktoriji/datoteke postoje i bit će prebrisani!
it: NOTA: queste cartelle/file %d esistono già e verranno sovrascritte!
lt: PASTABA: Šie %d katalogai / failai egzistuoja ir bus perrašyti!
nl: LET OP: Deze %d mappen/bestanden bestaan al en worden overschreven!
pl: INFORMACJA: Te %d katalogi/pliki istnieją i zostaną nadpisane!
sk: POZNÁMKA: Priečinky/súbory (počet: %d) existujú a budú prepísané!
sr: NAPOMENA: Ovi %d direktorijumi/fajlovi postoje i biće zamenjeni!
sv: OBS: Dessa %d kataloger/filer finns redan och kommer att skrivas över!
ta: குறிப்பு: இந்த %d கோப்பகங்கள்/கோப்புகள் உள்ளன, அவை மேலெழுதப்படும்!
tr: NOT: Bu %d dizinler/dosyalar mevcut ve üzerine yazılacaktır!
uk: ПРИМІТКА. Ці %d каталоги/файли існують і будуть перезаписані!

source: NOTE: While the console screen is hidden from view the buttons are still active. Pressing any enabled button will cause the screen to reappear but the button will not be actioned.
cs: POZNÁMKA: I když je obrazovka konzole skrytá, tlačítka jsou stále aktivní. Stisknutí libovolného aktivního tlačítka způsobí, že se obrazovka znovu objeví, ale tlačítko nebude funkční.
el: ΣΗΜΕΙΩΣΗ: Όταν η οθόνη κονσόλας δεν είναι ορατή, τα πλήκτρα είναι ακόμα ενεργά. Η πίεση οποιοδήποτε ενεργού πλήκτρου θα εμφανίσει την οθόνη αυτή, αλλά το πλήκτρο δεν θα προκαλέσει κάποια ενέργεια.
fi: HUOMAUTUS: Vaikka konsolin ruutu on piilotettu, painikkeet ovat silti aktiivisia. Minkä tahansa käytössä olevan painikkeen painaminen saa näytön ilmestymään uudelleen, mutta painiketta ei suoriteta.
hr: NAPOMENA: Dok je zaslon konzole skriven od pogleda, dugmad su i dalje aktivni. Pritiskom na bilo koje omogućeno dugme uzrokovat će ponovno pojavljivanje zaslona, ali dugme neće djelovati.
it: NOTA: mentre lo schermo della console è nascosto alla vista, i tasti sono ancora attivi. Premendo qualsiasi tasto abilitato, la schermata riapparirà ma il tasto non verrà utilizzato.
nl: OPMERKING: Ook wanneer het Consolescherm niet zichtbaar is , blijven de toetsen actief. Na het drukken van deze toetsen wordt het scherm weer zichtbaar, maar is de toets nog niet actief.
pl: UWAGA: Gdy ekran konsoli jest ukryty, przyciski są nadal aktywne. Naciśnięcie dowolnego włączonego przycisku spowoduje ponowne wyświetlenie ekranu, ale przycisk nie zostanie wykonany.
sk: POZNÁMKA: Aj keď je obrazovka konzoly skrytá, tlačidlá sú stále aktívne. Stlačenie ľubovoľného aktívneho tlačidla spôsobí, že sa obrazovka znovu objaví, ale akcia tlačidla sa nevykoná.
sr: NAPOMENA: Iako je ekran konzole skriven, dugmad su i dalje aktivna. Pritiskom na bilo koje omogućeno dugme ekran će se ponovo pojaviti, ali dugme neće biti aktivirano.
sv: OBS: När konsolskärmen är dold är knapparna fortfarande aktiva. Om du trycker på en aktiverad knapp kommer skärmen att visas igen, men knappen kommer inte att aktiveras.
ta: குறிப்பு: கன்சோல் திரை பார்வையில் இருந்து மறைக்கப்பட்டாலும், பொத்தான்கள் இன்னும் செயலில் உள்ளன. இயக்கப்பட்ட எந்த பொத்தானையும் அழுத்தினால் திரை மீண்டும் தோன்றும், ஆனால் பொத்தானை செயல்படுத்தாது.
tr: NOT: Konsol ekranı görünmez olsa da tuşlar hala etkindir. Etkin olan herhangi bir tuşa basıldığında ekran tekrar görünür, ancak tuş çalışmaz.
uk: ПРИМІТКА. Поки екран консолі прихований від очей, кнопки залишаються активними. Якщо натиснути будь-яку активну кнопку, екран знову з’явиться, але кнопка не буде активована.

source: NOW
bg: СЕГА
cs: NYNÍ
da: NU
de: JETZT
el: ΤΩΡΑ
et: PRAEGU
fi: Nyt
fr: MAINTENANT
hr: SADA
hu: MOST
it: ORA
lt: DABAR
nl: NU
pl: Teraz
pt_br: Agora
ru: СЕЙЧАС
sk: TERAZ
sl: SEDAJ
sr: SADA
sv: NU
ta: இப்போது
tr: ŞİMDİ
uk: ЗАРАЗ
vi: HIỆN NAY
zh_cn: 现在

source: NTP server
bg: NTP сървър
el: Διακομιστής NTP
fi: NTP palvelin
fr: Serveur NTP
hu: NTP szerver
it: Server NTP
lt: NTP serveris
pl: Serwer NTP
ru: Сервер NTP
ta: என்.டி.பி சேவையகம்
tr: NTP sunucusu
uk: Сервер NTP
vi: Máy chủ NTP
zh_cn: 时间服务器

source: Name
bg: Име
cs: Jméno
da: Navn
el: Όνομα
et: Nimi
fi: Nimi
fr: Nom
hr: Ime
hu: Név
it: Nome
lt: Pavadinimas
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Názov
sl: Ime
sr: Ime
sv: Namn
ta: பெயர்
tr: İsim
uk: Ім'я
vi: Tên
zh_cn: 频道名称
