Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: DiSEqC 1.1 repeats
bg: DiSEqC 1.1 повторения
cs: Opakování DiSEqC 1.1
da: DiSEqC 1.1 gentagelser
el: Επαναλήψεις DiSEqC 1.1
et: DiSEqC 1.1 kordused
fi: DiSEqC 1.1 toistot
fr: Répétitions DiSEqC 1.1
hr: DiSEqC 1.1 ponavljanja
hu: DiSEqC 1.1 ismétlés
it: Ripetizioni DiSEqC 1.1
lt: DiSEqC 1.1 pakartojimai
nl: DiSEqC 1.1 herhalingen
pl: DiSEqC 1.1 powtarza
ru: DiSEqC 1.1 повторы
sk: DiSEqC 1.1 opakovanie
sr: DiSEqC 1.1 ponavlja
sv: DiSEqC 1,1 upprepningar
ta: Diseqc 1.1 மறுபடியும்
tr: DiSEqC 1.1 tekrarları
uk: Повторення DiSEqC 1.1
vi: DiSEqC 1.1 lặp lại
zh_cn: DiSEqC1.1重复序列

source: DiSEqC Tester
bg: DiSEqC тестер
cs: Test DiSEqC
el: Έλεγχος DiSEqC
fi: DiSEqC Testeri
fr: Testeur de DiSEqC
hu: DiSEqC ellenőrző
it: Tester DiSEqC
lt: DiSEqC testavimas
pl: Tester DiSEqC
sk: Tester DiSEqC
sr: DiSEqC Taster
sv: DiSEqC-testare
ta: Diseqc சோதனையாளர்
tr: DiSEqC Test Cihazı
uk: Тестер DiSEqC
vi: Kiểm tra DiSEqC
zh_cn: DISEQC测试仪

source: DiSEqC mode
bg: DiSEqC режим
cs: Režim DiSEqC
da: DiSEqC tilstand
de: DiSEqC-Modus
el: Λειτουργία DiSEqC
et: DiSEqC olek
fi: DiSEqC-tila
fr: Mode DiSEqC
hr: DiSEqC način
hu: DiSEqC mód
it: Modalità DiSEqC
lt: DiSEqC režimas
nl: DiSEqC-modus
pl: Tryb DiSEqC
pt_br: Protocolo DiSEqC
ru: DiSEqC режим
sk: Režim DiSEqC
sl: DiSEqC način
sr: DiSEqC režim
sv: DiSEqC-läge
ta: Diseqc ஃபேசன்
tr: DiSEqC modu
uk: DiSEqC режим
vi: Chế độ DiSEqC
zh_cn: DiSEqC模式

source: DiSEqC port %s: %s
bg: DiSEqC порт %s: %s
el: Πόρτα DiSEqC %s: %s
et: DiSEqC sisend %s: %s
fi: DiSEqC portti %s: %s
fr: Port DiSEqC %s : %s
hr: Port DiSEqC %s: %s
it: Porta DiSEqC %s: %s
lt: DiSEqC jungtis %s: %s
nl: DiSEqC poort %s: %s
pl: Port DiSEqC %s: %s
pt_br: Porta DiSEqC %s: %s
ru: Порт дайсика %s: %s
sr: Port DiSEqC %s: %s
ta: Diseqc துறைமுகம் %s: %s
tr: DiSEqC girişi %s: %s
uk: DiSEqC порт %s: %s
vi: Cổng DiSEqC%s:%s
zh_cn: DiSEqC端口 %s: %s

source: DiSEqC-tester settings
bg: Настройки за DiSEqC-тестер
cs: Nastavení DiSEqC testeru
da: DiSEqC Tester indstillinger
el: Ρυθμίσεις ελέγχου DiSEqC
et: DiSEqC-testeri seadistused
fi: DiSEqC-testin asetukset
fr: Paramètres Testeur-DiSEqC
hr: Postavke DiSEqC-testera
hu: DiSEqC-Teszter beállításai
it: Impostazioni tester DiSEqC
lt: DiSEqC testavimo nustatymai
nl: DiSEqC tester instellingen
pl: Test ustawień DiSEqC
pt_br: Configurar DiSEqC-tester
ru: Настройки DiSEqC-тестера
sk: Nastavenie testera DiSEqC
sr: Postavke DiSEqC-tastera
sv: Inställningar för DiSEqC-testare
ta: Diseqc- டெச்டர் அமைப்புகள்
tr: DiSEqC-Test cihazı ayarları
uk: Налаштування DiSEqC-тестер
vi: Cài đặt thử nghiệm DiSEqC
zh_cn: DiSEqC-测试设置

source: Diction
bg: Дикция
cs: Dikce
da: Retning
el: Απαγγελία
et: Õigekiri
fi: Sanelu
fr: Elocution
hr: Dikcija
hu: Előadásmód
it: Dizione
lt: Dikcija
nl: Woordkeus
pl: Dykcja
ru: Ораторское искусство
sk: Dikcia
sr: Dikcija
sv: Diktion
ta: அகராதி
tr: Diksiyon
uk: Диктор
vi: Từ điển
zh_cn: 用语

source: Difference between timer begin and end must be equal or greater than %d minutes. End Action was disabled!
cs: Rozdíl mezi začátkem a koncem časovače musí být roven nebo větší než %d minut. Ukončení akce bylo zakázáno!
el: Η διαφορά μεταξύ των χρονοδιακοπτών έναρξης και τέλους πρέπει να είναι ίση ή μεγαλύτερη από %d λεπτά. Η ενέργεια τέλους απενεργοποιήθηκε !
fi: Ajastimen aloitusajan ja lopetusajan välisen eron on oltava suurempi tai yhtä suuri kuin %d minuuttia. Lopputoiminto on poistettu käytöstä!
fr: La différence entre le début et la fin de la programmation doit être supérieur ou égale à %d minutes. L'action de fin est désactivée !
hr: Razlika između početka i kraja tajmera mora biti jednaka ili veća od %d min Radnja završetka je onemogućena!
it: La differenza tra l'inizio e la fine del timer deve essere uguale o maggiore di %d minuti. L'azione di fine è stata disabilitata!
lt: Skirtumas tarp laikmačio pradžios ir pabaigos turi būti lygus, arba didesnis, negu %d min. Pabaigos veiksmas buvo išjungtas!
nl: Verschil tussen timer begin en eind moet gelijk of groter zijn dan %d minuten. De eind actie is uitgeschakeld!
pl: Różnica między początkiem i końcem timera musi być równa lub większa niż %d minut. Zatrzymanie Akcji Timera zostało wyłączone!
sk: Rozdiel medzi začiatkom a koncom časovača musí byť rovný alebo väčší ako %d minút. Akcia pri skončení bola deaktivovaná!
sr: Razlika između početka i kraja tajmera mora biti jednaka ili veća od %d min Radnja završetka je onemogućena!
sv: Skillnaden mellan timerns början och slut måste vara lika med eller större än %d minuter. Slutåtgärd var inaktiverad!
ta: நேரங்குறிகருவி தொடக்கத்திற்கும் முடிவிற்கும் இடையிலான வேறுபாடு %d நிமிடங்களை விட சமமாகவோ அல்லது அதிகமாகவோ இருக்க வேண்டும். இறுதி நடவடிக்கை முடக்கப்பட்டது!
tr: Zamanlayıcı başlangıç ve bitiş arasındaki fark %d dakikaya eşit veya daha büyük olmalıdır. Sonlandırma işlemi devre dışı bırakıldı!
uk: Різниця між початком і кінцем таймера повина бути рівною або більшою, ніж %d хв. Дія завершення відключена!

source: Digit entry for service selection
bg: Въвеждане на цифра за избор на сервиз
cs: Číselná položka pro výběr služby
el: Ψηφίο επιλογής υπηρεσίας
fi: Numero näppäimet kanava numeron valintaan
fr: Saisie de chiffres pour la sélection du service
hr: Unos cifara za odabir kanala
it: Immissione di cifre per la selezione del servizio
lt: Aptarnavimo pasirinkimo skaitmenų įrašas
nl: Cijferinvoer voor zenderselectie
pl: Wprowadzanie cyfr w celu wyboru usługi
sk: Zadanie číslice pre výber stanice
sr: Unos cifara za izbor kanala
sv: Sifferinmatning för val av tjänst
ta: பணி தேர்வுக்கான இலக்க நுழைவு
tr: Kanal seçimi için sayı girişi
uk: Цифровий запис для вибору каналу

source: Digital contour removal
bg: Отстраняване на цифровия контур
cs: Odstranění digitálních kontur
da: Digital konturfjernelse
de: Entferne digitale Konturen
el: Αφαίρεση ψηφιακού περιγράμματος
et: Digitaalse kontuuri kõrvaldamine
fi: Ääriviivakorostumien poisto
fr: Retrait contour digital
hr: Uklanjanje digitalnih kontura
hu: Digitális körvonal-eltávolítás
it: Rimozione del contorno digitale
lt: Skaitmeninis kontūrų šalinimas
nl: Digitale contour verwijderen
pl: Cyfrowe usunięcie konturu
pt_br: Remover contorno digital
ru: Удалить цифровые контуры
sk: Odstránenie digitálnych obrysov
sr: Uklanjanje digitalnih kontura
sv: Digital borttagning av konturer
ta: டிசிட்டல் விளிம்பு அகற்றுதல்
tr: Sayısal çerçeve kaldırma
uk: Видалення цифрового контуру
vi: Loại bỏ đường viền kỹ thuật số
zh_cn: 去除数字轮廓

source: Dim delay
bg: Dim закъснение
cs: Aktivovat ztlumení displeje za
da: Dæmp forsinkelse
de: Ausblendungs-Verzögerung
el: Καθυστέρηση ξεθωριάσματος
et: Tuhmistamise viiteaeg
fi: Himmennyksen viive
fr: Délai avant affaiblissement
hr: Prigušeno odlaganje
hu: Elhalványodási késleltetés
it: Ritardo attenuazione
lt: Pritemdymo delsa
nl: Dim vertraging
pl: Przygaś ekran po
sk: Oneskorenie stlmenia
sr: Prigušeno odlaganje
sv: Fördröjning av dim
ta: மங்கலான நேரந்தவறுகை
tr: Karartma gecikmesi
uk: Затримка затемнення
vi: Độ trễ chiều
zh_cn: 渐暗延迟

source: Dim the LCD to the level from 'Brightness (Dimmed)' after specified time.
bg: Затъмнете LCD до ниво от „Яркост (затъмнено)“ след определено време.
cs: Po zadané době ztlumit LCD na úroveň „Jas (ztlumený)“.
da: Dæmp LCD til niveauet fra 'Lyssstyrke (Dæmpet)' efter en angivet tid.
de: Außer bei 'Aus' wird das Display nach der angegebenen Zeit auf den Wert 'Helligkeit (gedimmt)' runtergeregelt.
el: Ξεθώριασμα της LCD στο επίπεδο "Φωτεινότητα (μειωμένη)" μετά ορισμένο χρόνο.
fi: Himmennä etupaneeliin kirkkauden taso (himmennetty) tasolle määritetyn ajan kuluttua.
fr: Réduit l'écran LCD au niveau de "Luminosité (atténuée)" après un temps spécifié.
hr: Zatamnite LCD na razinu iz 'Osvjetljenje (Zatamnjene)' nakon navedenog vremena.
it: Attenua l'LCD al livello 'Luminosità (attenuata)' dopo il tempo specificato.
lt: Po nustatyto laiko sumažinkite LCD ekrano ryškumą (pritemdymą).
nl: Dim het display tot het niveau van 'Helderheid (gedimd)', na een in te stellen tijd.
pl: Przyciemnij wyświetlacz LCD do poziomu określonego w opcji „Jasność (przyciemnianie)” po określonym czasie.
sk: Po určenom čase stlmiť LCD na úroveň uvedenú v sekcii 'Jas (stlmené)'.
sr: Prigušite LCD na nivo od 'Svetlina (Zatamnjena)' nakon navedenog vremena.
sv: Dimma LCD-skärmen till nivån från "Brightness (Dimmed)" efter angiven tid.
ta: குறிப்பிட்ட நேரத்திற்குப் பிறகு 'ஒளி (மங்கலான)' இலிருந்து எல்.சி.டி.
tr: Belirtilen süre geçtikten sonra LCD ekranın parlaklığını 'Parlaklık (Kısık)' seviyesinden başlayarak ayarlayın.
uk: Зміна рівня яскравості LCD-дисплея до значення 'Яскравість (Затемнено)' через вказаний час.
vi: Giảm màn hình LCD xuống mức từ 'Độ sáng (Giảm)' sau thời gian được chỉ định.
zh_cn: 在指定时间后将LCD调暗至'亮度(变暗)'级别.

source: Direct menu item selection
bg: Директен избор на елемент от менюто
cs: Přímý výběr položky menu
el: Άμεση επιλογή στοιχείου μενού
fi: Suora valikko kohdan valinta
fr: Sélection directe des éléments du menu
hr: Izravan odabir stavki menu
it: Selezione diretta delle voci dei menu
lt: Tiesioginis meniu elemento pasirinkimas
nl: Directe menu item selectie
pl: Bezpośrednie menu wyboru elementy
sk: Priame menu pre výber položky
sr: Direktan izbor stavke menija
sv: Direktval av menyalternativ
ta: நேரடி பட்டியல் உருப்படி தேர்வு
tr: Doğrudan menü öğesi seçimi
uk: Прямий вибір пункту меню

source: Direct playback of linked titles without menu
bg: Директно възпроизвеждане на свързани заглавия без меню
cs: Okamžité přehrávání připojených titulů bez menu
da: Direkte afspilning af lænkede titler uden menu
de: Direkte Wiedergabe verknüpfter Titel ohne Menü
el: Άμεση αναπαραγωγή των συνδεδεμένων τίτλων χωρίς μενού
et: Salvestuste taasesitus ilma menüüta
fi: Linkitettyjen tallenteiden toisto ilman valikkoa
fr: Lecture directe des titres liés sans menu
hr: Izravna reprodukcija povezanih naslova bez menu
hu: Linkelt tételek menü nélküli közvetlen lejátszása
it: Riproduzione diretta di titoli collegati senza menu
lt: Tiesioginis susietų pavadinimų atkūrimas be meniu
nl: Direct afspelen van titels zonder menu
pl: Bezpośrednie odtwarzanie tytułów powiązanych bez menu
pt_br: Reproduzir diretamente títulos sem menu
ru: Воспроизводить связанные названия без меню
sk: Priame prehrávanie prepojených titulov bez menu
sl: Neposredno predvajanje povezanih naslovov
sr: Direktna reprodukcija povezanih naslova bez menija
sv: Direktuppspelning av länkade titlar utan meny
ta: பட்டியல் இல்லாமல் இணைக்கப்பட்ட தலைப்புகளின் நேரடி பின்னணி
tr: Menü olmadan bağlantılı başlıkların doğrudan oynatılması
uk: Пряме відтворення зв'язаних епізодів без меню
vi: Phát lại trực tiếp các tiêu đề được liên kết mà không có menu
zh_cn: 直接播放链接标题无需菜单

source: Directories
cs: Adresáře
el: Φάκελοι
fi: Hakemistot
hr: Direktorijumi
it: Cartelle
lt: Katalogai
nl: Mappen
pl: Katalogi
sk: Priečinky
sr: Direktorijumi
sv: Kataloger
ta: கோப்பகங்கள்
tr: Dizinler
uk: Каталоги

source: Directory
bg: Директория
cs: Adresář
da: Mappe
de: Verzeichnis
el: Φάκελος
et: Kataloog
fi: Hakemisto
fr: Répertoire
hr: Direktorij
hu: Mappa
it: Cartella
lt: Katalogas
nl: Map
pl: Katalog
pt_br: Diretório
ru: Каталог
sk: Priečinok
sr: Direktorij
sv: Katalog
ta: அடைவு
tr: Dizin
uk: Каталог
vi: Danh mục
zh_cn: 目录

source: Directory '%s' can't be linked to recordings!
bg: Директорията „%s“ не може да бъде свързана със записи!
cs: Adresář '%s' nelze propojit s nahrávkami!
el: Αδυναμία σύνδεσης του φακέλου '%s' με τις εγγραφές!
fi: Hakemistoa %s ei voi linkittää tallenteisiin!
fr: Le répertoire '%s' ne peut pas être lié aux enregistrements !
hr: Direktorij '%s' nemože se povezati sa snimcima!
it: Impossibile collegare la cartella '%s' alle registrazioni!
lt: Katalogas "%s" negali būti susietas su įrašais!
nl: Map '%s' kan niet voor opnames gebruikt worden!
pl: Katalog '%s' nie może być użyty dla nagrań!
sk: Priečinok '%s' nie je možné prepojiť s nahrávkami!
sr: Direktorij '%s' nemože se povezati sa snimcima!
sv: Katalog '%s' kan inte kopplas till inspelningar!
ta: அடைவு '%s' பதிவுகளுடன் இணைக்க முடியாது!
tr: '%s' dizini kayıtlara bağlanamaz!
uk: Каталог '%s' не може бути пов'язаний із записами!

source: Directory '%s' does not exist!
bg: Директория '%s' не съществува!
cs: Adresář %s neexistuje!
el: Ο φάκελος '%s' δεν υπάρχει!
fi: Hakemistoa %s ei löydy!
fr: Le répertoire '%s' n'existe pas !
hr: Direktorij '%s' ne postoji!
it: La cartella '%s' non esiste!
lt: Katalogo %s nėra!
nl: Map '%s' bestaat niet!
pl: Katalog '%s' nie istnieje!
sk: Priečinok '%s' neexistuje!
sr: Direktorij '%s' ne postoji!
sv: Katalogen '%s' finns inte!
ta: அடைவு '%s' இல்லை!
tr: '%s' dizini mevcut değil!
uk: Каталог '%s' не існує!

source: Directory '%s' not writable!
bg: Директория „%s“ не може да се записва!
cs: Do adresáře '%s' nelze zapisovat!
el: Ο φάκελος '%s' δεν είναι εγγράψιμος!
fi: Hakemisto '%s' ei ole kirjoitettavissa!
fr: Répertoire '%s' non accessible en écriture !
hr: Direktorij '%s' nije zapisanjiv!
it: La cartella '%s' non è scrivibile!
lt: Katalogas "%s" neįrašomas!
nl: Map '%s' niet beschrijfbaar!
pl: Katalog '%s' tylko do odczytu!
sk: Do priečinku '%s' nie je možné zapisovať!
sr: Direktorij '%s' nije upisiv !
sv: Katalogen '%s' är inte skrivbar!
ta: அடைவு '%s' எழுத முடியாதது!
tr: '%s' dizini yazılabilir değil!
uk: Каталог '%s' не для запису!

source: Directory browser
bg: Браузър за директории
cs: Prohlížeč adresářů
da: Mappebrowser
de: Datei-Manager
el: Πλοηγός φακέλων
et: Kataloogilehitseja
fi: Hakemistoselain
fr: Navigateur des répertoires
hr: Preglednik direktorija
hu: Mappa tallózása
it: Esplora cartella
lt: Katalogų naršyklė
nl: Bestandsverkenner
pl: Przeglądarka katalogów
pt_br: Navegador de arquivos
ru: Обозреватель папок
sk: Prehliadač priečinkov
sl: Raziskovalec
sr: Pregledač direktorijuma
sv: Webbläsare för katalog
ta: அடைவு உலாவி
tr: Dizin tarayıcısı
uk: Провідник каталогів
vi: Trình duyệt thư mục
zh_cn: 目录浏览器

source: Directory/File %d of %d
cs: Adresář/soubor %d z %d
el: Φάκελος/αρχείο %d από %d
fi: Hakemisto/Tiedoston %d %d
hr: Direktorij/datoteka %d od %d
it: Cartella/File %d di %d
lt: %d katalogas/failas %d
nl: Map/bestand %d van %d
pl: Katalog/plik %d z %d
sk: Priečinok/súbor %d z %d
sr: Direktorij/Fajl %d od %d
sv: Katalog/fil %d av %d
ta: அடைவு/கோப்பு %d of %d
tr: Dizin/Dosya %d / %d
uk: Каталог/файл %d з %d

source: Directory/File Status Actions
cs: Akce stavu adresáře/souboru
el: Ενέργειες κατάστασης φακέλου/αρχείου
fi: Hakemiston/tiedoston tila toiminnot
hr: Radnje statusa direktorija/datoteke
it: Azioni sullo stato di cartelle/file
lt: Katalogo / failo būsenos veiksmai
nl: Map-/bestandsstatus-acties
pl: Akcje statusu katalogu/pliku
sk: Akcie pre stav priečinku/súboru
sr: Radnje Statusa Direktorij/Fajl
sv: Åtgärder för katalog-/filstatus
ta: அடைவு/கோப்பு நிலை செயல்கள்
tr: Dizin/Dosya Durumu İşlemleri
uk: Дії кнопок зі статусом каталогу/файлу

source: Directory/File status information
cs: Informace o stavu adresáře/souboru
el: Πληροφορίες κατάστασης φακέλου/αρχείου
fi: Hakemiston/tiedoston tila tiedot
hr: Podaci o statusu direktorija/datoteke
it: Informazioni sullo stato di cartelle/file
lt: Katalogo / failo būsenos informacija
nl: Informatie over de status van mappen/bestanden
pl: Informacje statusowe katalogu/pliku
sk: Informácie o stave súboru/priečinku
sr: Info o Statusu Direktorij/Fajl
sv: Information om status för katalog/fil
ta: அடைவு/கோப்பு நிலை செய்தி
tr: Dizin/Dosya durum bilgisi
uk: Інформація про стан Каталогу/Файлу

source: Disable
bg: Забраняване
cs: Zakázat
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
et: Keela
fi: Poista käytöstä
fr: Désactiver
hr: Zatvori
hu: Letiltás
it: Disabilita
lt: Išjungti
nl: Uit
pl: Wyłącz
pt_br: Desativar
ru: Отключить
sk: Vypnúť
sl: Onemogoči
sr: Onemogućeno
sv: Inaktivera
ta: முடக்கு
tr: Devre dışı bırak
uk: Вимкнуто
vi: Vô hiệu hóa
zh_cn: 禁用

source: Disable Animations
bg: Забраняване на анимации
cs: Animace vypnuté
da: Deaktiver animationer
de: Animation deaktivieren
el: Απενεργοποίηση κινούμενων γραφικών
et: Keela animatsioonid
fi: Estä animaatiot
fr: Désactiver animations
hr: Zatvori Animaciju
hu: Animációk letiltása
it: Disabilita animazioni
lt: Išjungti animacijas
nl: Animaties uitschakelen
pl: Wyłącz Animacje
ru: Отключение анимации
sk: Vypnúť animácie
sr: Onemogućena Animacija
sv: Avaktivera animationer
ta: அனிமேசன்களை முடக்கு
tr: Animasyonları devre dışı bırak
uk: Вимкнути Анімацію
vi: Vô hiệu hóa màn hình
zh_cn: 禁用动画

source: Disable Chkroot
cs: Zakázat Chkroot
el: Απενεργοποίηση του Chkroot
fi: Poista käytöstä Chkroot
hr: Zatvori Chkroot
it: Disabilita Chkroot
nl: Chkroot deactiveren
pl: Wyłącz Chkroot
sr: Onemogućen Chkroot
sv: Inaktivera Chkroot
tr: Chkroot'u devre dışı bırak
uk: Вимкнути Chkroot

source: Disable FCC during recordings
cs: Zakázat FCC během nahrávání
el: Απενεργοποίηση του FCC κατά τη διάρκεια των εγγραφών
fi: Poista FCC käytöstä tallennuksen aikana
hr: Onemogućite FCC tijekom snimanja
it: Disabilita FCC durante le registrazioni
lt: Išjungti FCC įrašymo metu
nl: FCC uitschakelen tijdens opnames
pl: Wyłącz FCC podczas nagrywania
sk: Vypnúť FCC počas nahrávok
sr: Onemogući FCC tokom snimanja
sv: Avaktivera FCC under inspelningar
ta: பதிவுகளின் போது FCC ஐ முடக்கு
tr: Kayıtlar sırasında FCC'yi devre dışı bırakın
uk: Вимкнути FCC під час запису

source: Disable Fast Channel Change
cs: Zakázat rychlou změnu kanálu
el: Απενεργοποίηση της γρήγορης αλλαγής καναλιών
fi: Poista käytöstä nopea kanavanvaihto
hr: Onemogućite brzu promjenu kanala
it: Disabilita cambio canale rapido
lt: Išjungti greitąjį kanalų perjungimą
nl: Fast Channel Change uitschakelen
pl: Wyłącz Szybką Zmianę Kanałów
sk: Vypnúť rýchle prepínanie kanálov (FCC)
sr: Onemogući Brzu Promenu Kanala
sv: Avaktivera snabb kanalväxling
ta: வேகமான சேனல் மாற்றத்தை முடக்கு
tr: Hızlı Kanal Değişimini Devre Dışı Bırak
uk: Вимкнути швидку зміну каналу

source: Disable IceTV
bg: Забраняване на IceTV
cs: Zakázat IceTV
da: Deaktiver IceTV
de: IceTV deaktivieren
el: Απενεργοποίηση IceTV
fi: Poista käytöstä IceTV
fr: Désactiver IceTV
hr: Isključi IceTV
it: Disabilita IceTV
lt: Išjungti IceTV
nl: IceTV uitschakelen
pl: Wyłącz IceTV
sk: Vypnúť IceTV
sr: Isključi IceTV
sv: Avaktivera IceTV
ta: ICETV ஐ முடக்கு
tr: IceTV'yi devre dışı bırak
uk: Вимкнути IceTV
zh_cn: 禁用IceTV

source: Disable MiniTV
bg: Забраняване на MiniTV
cs: Vypnout MiniTV
da: Deaktiver MiniTV
de: Entferne MiniTV im Display
el: Απενεργοποίηση MiniTV
et: Keela MiniTV
fi: Poista käytöstä MiniTV
fr: Désactiver MiniTV
hr: Isključi MiniTV
hu: MiniTV letiltása
it: Disabilita MiniTV
lt: Išjungti MiniTV
nl: MiniTV uitschakelen
pl: Wyłącz MiniTV
sk: Vypnúť MiniTV
sr: Isključi MiniTV
sv: Avaktivera MiniTV
ta: MinITV ஐ முடக்கு
tr: MiniTV'yi devre dışı bırak
uk: Вимкнути Міні-ТБ
vi: Vô hiệu hóa MiniTV
zh_cn: 禁用迷你电视

source: Disable Move Mode
bg: деактивирайте режима на движение
cs: zakázat přesun
el: Απενεργοποίηση λειτουργίας μετακίνησης
fi: Poistu siirtotilasta
fr: Désactiver le mode déplacement
hr: Isključi način premještanja
it: Disabilita modalità spostamento
lt: išjungti perkėlimą
nl: Verplaatsen deactiveren
pl: Zakończ przenoszenie
sk: Vypnúť režim presunu
sr: Isključi režim premeštanja
sv: Inaktivera Move Mode
ta: நகர்வு பயன்முறையை முடக்கு
tr: Taşıma Modunu Devre Dışı Bırak
uk: Вимкнути режим переміщення

source: Disable Picture in Picture
bg: Забраняване на Картина в Картина
cs: Vypnout obraz v obraze
da: Deaktiver Billede i Billede (PiP)
de: Bild im Bild deaktivieren
el: Απενεργοποίηση Εικόνας σε Εικόνα
et: Sulge pilt-pildis
fi: Sulje PiP-kuva
fr: Désactiver l'incrustation d'image (PiP)
hr: Isključi Slika u Slici
hu: Kép-a-Képben kikapcsolása
it: Disabilita Picture in Picture
lt: Išjungti vaizdą vaizde
nl: Picture in Picture uitschakelen
pl: Wyłącz PIP
pt_br: Desativar PiP
ru: Отключить режим PiP
sk: Vypnúť obraz v obraze
sl: Izklopi Sliko v Sliki
sr: Isključi Slika u Slici
sv: Inaktivera bild i bild
ta: படத்தில் படத்தை முடக்கு
tr: Resim içinde Resim (PiP) özelliğini devre dışı bırak
uk: Вимкнути Картинка в Картинці
vi: Vô hiệu hóa hình ảnh trong hình ảnh
zh_cn: 禁用画中画

source: Disable ServiceHiSilicon
cs: Zakázat službu ServiceHiSilicon
el: Απενεργοποίηση του ServiceHiSilicon
hr: Onemogući ServiceHiSilicon
it: Disabilita ServiceHiSilicon
sv: Avaktivera ServiceHiSilicon
tr: HiSilicon Hizmetini Devre Dışı Bırak
uk: Вимкнути ServiceHiSilicon

source: Disable background scanning
bg: Забраняване на сканирането на фона
cs: Zakázat prohledávání na pozadí
da: Deaktiver baggrundssøgning
de: Suchlauf im Hintergrund deaktivieren
el: Απενεργοποίηση αναζήτησης στο παρασκήνιο
et: Taustal kanaliotsing keelatud
fi: Poista taustahaku käytöstä
fr: Désactiver la recherche en arrière-plan
hr: Onemogući pozadinsko skeniranje
hu: Háttér csatornakeresés tiltása
it: Disabilita scansione in background
lt: Išjungti paiešką fone
nl: Scannen op de achtergrond uitschakelen
pl: Wyłącz skanowanie w tle
pt_br: Desativar busca em segundo plano
ru: Отключить фоновое сканирование
sk: Vypnúť prehľadávanie na pozadí
sl: Izklopi pregledovanje (skeniranje) v ozadju
sr: Isključi skeniranje u pozadini
sv: Inaktivera bakgrundssökning
ta: பின்னணி ச்கேனிங்கை முடக்கு
tr: Arka plan taramasını devre dışı bırak
uk: Вимкнути сканування у фоні
vi: Vô hiệu hóa quét nền
zh_cn: 禁止后台扫描

source: Disable digital downmix
bg: Забраняване на цифровото смесване
cs: Zakázat digitální downmix
da: Deaktiver digital downmix
de: Dolby Digital Downmix deaktivieren
el: Απενεργοποίηση ψηφιακής μίξης
et: DD / DTS > stereo väljas
fi: Vaihda muunto stereoksi
fr: Désactiver downmix numérique
hr: Onemogućite digitalni downmix
hu: Digitális lekeverés letiltása
it: Disabilita riduzione digitale mix
lt: Išjungti skaitmeninį suliejimą
nl: DD/DTS Downmix deactiveren
pl: Wyłącz cyfrowy downmix
sk: Vypnúť digitálny downmix
sr: Isključi digitalni downmix
sv: Avaktivera digital nedmixning
ta: டிசிட்டல் டவுன்மிக்ச் முடக்கு
tr: Dijital downmix'i devre dışı bırak
uk: Вимкнути цифрове мікшування
vi: Vô hiệu hóa downmix kỹ thuật số
zh_cn: 禁用数字缩混

source: Disable intro screen
bg: Забраняване на интро екран
cs: Zakázat úvodní obrazovku
da: Deaktiver introskærm
de: Begrüßungsbildschirm abschalten
el: Απενεργοποίηση οθόνης υποδοχής
et: Keela tervitusaken
fi: Poista Esittelyn käytöstä
fr: Désactiver l'écran d'accueil
hr: Onemogući uvodni zaslon
hu: Letiltja az intro képernyőt
it: Disabilita schermata introduttiva
lt: Išjungti įvadinį vaizdą
nl: Deactiveer Intro scherm
pl: Wyłącz ekran intro
sk: Vypnúť úvodnú obrazovku
sr: Isključi uvodni ekran
sv: Inaktivera introskärm
ta: அறிமுக திரையை முடக்கு
tr: Giriş ekranını devre dışı bırak
uk: Вимкнути екран введення
vi: Vô hiệu hóa màn hình giới thiệu
zh_cn: 禁用简介屏幕

source: Disable operator profiles
cs: Zakázat profily operátora
el: Απενεργοποίηση προφίλ παρόχου
fi: Poista operaattori profiilit käytöstä
hr: Onemogućavanje profila operatora
it: Disabilita profili operatore
nl: Operator-profielen deactiveren
pl: Wyłącz profile operatora
sk: Vypnúť profily operátora
sr: Onemogući profile operatera
sv: Inaktivera operatörsprofiler
ta: ஆபரேட்டர் சுயவிவரங்களை முடக்கு
tr: Operatör profillerini devre dışı bırak
uk: Відключити профілі оператора

source: Disable the HDD Process on VFD.
bg: Забраняване на HDD Процеса при VFD
cs: Vypnout ikonu HDD na VFD.
el: Απενεργοποίηση ενεργειών HDD στην οθόνη VFD.
fi: Kiintolevyn etenemispalkki päälle/pois
fr: Désactivé l'activité du disque dur sur le VFD
hr: Onemogućite HDD proces na VFD.
it: Disabilita processo HDD su VFD
lt: Išjungti HDD atvaizdavimą VFD ekrane
nl: Harde schijf proces uitschakelen bij VFD
pl: Wyłącz proces HDD na VFD.
sk: Vypnúť ikonu HDD na VFD.
sr: Isključi HDD proces na VFD.
sv: Inaktivera HDD-processen på VFD.
ta: VFD இல் HDD செயல்முறையை முடக்கு.
tr: VFD'de HDD İşlemini devre dışı bırak.
uk: Відключити показ стану HDD на дисплеї
