Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure default setting for new timers. Need a restart after changing.
bg: Конфигурирайте настройката по подразбиране за нови таймери. Нуждаете се от рестартиране след смяна.
cs: Konfigurace výchozího nastavení pro nové časovače. Po změně je potřeba restart.
da: Konfigurer standardindstillinger for nye Timere. Kræver genstart efter ændring.
de: Legt die Voreinstellung für neu angelegte Timer im Menü 'Timereintrag' fest. Benötigt nach einer Änderung einen Neustart.
el: Ρύθμιση προεπιλογής για νέους χρονοδιακόπτες. Απαιτείται επανεκκίνηση μετά την αλλαγή.
et: Sea vaikeväärtused uutele taimeritele. Pärast muutmist on vajalik taaskäivitus.
fi: Määritä oletusasetukset uusille ajastimille. Tarvitaan uudelleenkäynnistys vaihdon jälkeen.
fr: Configure le type de minuterie par défaut pour les nouvelles minuteries. Redémarrage du décodeur requis après changement.
hr: Konfigurirajte zadanu postavku za nove mjerače vremena. Potrebno je ponovno pokretanje nakon promjene.
hu: Milyen művelet hajtodjón végre az Időzítő beállításakor. Változtatása után újraindítás szükséges.
it: Configura impostazione predefinita per i nuovi timer. Necessita di un riavvio dopo la modifica.
lt: Konfigūruoti numatytus nustatymus naujiems laikmačiams. Reikia paleisti iš naujo po keitimo.
nl: Stel hier in welke waarde als standaard moet worden gebruikt in het Timerinvoer-menu, dus zichtbaar bij het aanmaken van een nieuwe timer. Voor deze wijziging is een herstart noodzakelijk.
pl: Skonfiguruj domyślne ustawienie dla nowych timerów. Po zmianie wymagany restart.
sk: Nakonfigurujte predvolené nastavenie pre nové časovače. Po zmene je potrebný reštart.
sr: Podesite zadanu postavku za nove tajmere. Potrebno je ponovno pokretanje nakon promene.
sv: Konfigurera standardinställning för nya timers. Behöver en omstart efter ändring.
ta: புதிய டைமர்களுக்கான இயல்புநிலை அமைப்பை உள்ளமைக்கவும். மாற்றிய பின் மறுதொடக்கம் தேவை.
tr: Yeni zamanlayıcılar için varsayılan ayarları yapılandırın. Değiştirdikten sonra yeniden başlatmanız gerekir.
uk: Налаштувати параметри за замовчуванням для нових таймерів. Потрібно перезавантажити після зміни.
vi: Định cấu hình cài đặt mặc định cho bộ hẹn giờ mới. Cần khởi động lại sau khi thay đổi.
zh_cn: 配置新计时器的默认设置.改变后需要重新启动.

source: Configure for which types of recordings a warning about active recordings is shown when attempting to restart the receiver or the GUI.
cs: Nastavuje, pro které typy nahrávání je zobrazeno varování nahrávání při pokusu o restartování přijímače nebo GUI.
el: Ρύθμιση του τύπου των εγγραφών για τις οποίες θα εμφανίζεται προειδοποίηση για ενεργές εγγραφές κατά την προσπάθεια επανεκκίνησης του δέκτη ή του Ε2.
hr: Konfiguriši za koje tipove snimaka se prikazuje upozorenje o aktivnim snimanjima prilikom pokušaja ponovnog pokretanja prijemnika ili GUI-ja.
it: Configura per quali tipi di registrazioni viene visualizzato un avviso sulle registrazioni attive quando si tenta di riavviare il ricevitore o la GUI.
lt: Konfigūruokite, kokiems įrašų tipams, bandant iš naujo paleisti imtuvą arba grafinę aplinką, turi būti rodomas įspėjimas, kad vyksta įrašymas.
nl: Stel in voor welke soorten opnames een waarschuwing wordt gegeven wanneer u probeert de ontvanger/GUI te herstarten tijdens een lopende opname.
sr: Konfiguriši za koje tipove snimaka se prikazuje upozorenje o aktivnim snimanjima prilikom pokušaja ponovnog pokretanja prijemnika ili GUI-ja.
sv: Konfigurera för vilka typer av inspelningar en varning om aktiva inspelningar ska visas när du försöker starta om boxen eller GUI.
tr: Alıcıyı veya kullanıcı arayüzünü yeniden başlatmaya çalışırken hangi kayıt türleri için aktif kayıtlara ilişkin bir uyarı gösterileceğini yapılandırın.
uk: Вкажіть для яких типів записів слід виводити попередження, коли буде обрано перезавантаження приймача або користувача інтерфейсу.

source: Configure front panel LEDs
cs: Konfigurace LED na předním panelu
el: Ρύθμιση LED εμπρόσθιας οθόνης
fi: Määritä etupaneelin LEDit
hr: Podesi prednji panel LED
it: Configura LED del pannello frontale
nl: LED's op de voorkant configureren
pl: Konfiguracja diod LED na panelu przednim
sk: Konfigurovať LED na prednom paneli
sr: Podesi prednji panel LED
sv: Konfigurera LED-lampor på frontpanelen
ta: முன் குழு எல்.ஈ.டிகளை உள்ளமைக்கவும்
tr: Ön panel LED'lerini yapılandırma
uk: Налаштувати передньої панелі LED

source: Configure how recording filenames are constructed. Standard: Date Time - Channel - Title Very very short: Title Very short: Title - Date Time Short with time: Date Time - Title Short: Date - Title Long: Date Time - Channel - Title - Info.
cs: Konfigurace způsobu tvorby názvů souborů nahrávek. Standardní: Datum Čas - Kanál - Název Velmi velmi krátké: Název Velmi krátké: Název - Datum Čas Krátké s časem: Datum Čas - Název Krátké: Datum - Název Dlouhé: Datum Čas - Kanál - Název - Informace.
el: Ρύθμιση του τρόπου σύνθεσης των ονομάτων αρχείου των εγγραφών. Στάνταρ: Ημερομηνία Ώρα - Κανάλι - Τίτλος Πάρα πολύ σύντομα: Τίτλος Πολύ σύντομα: Τίτλος - Ημερομηνία Ώρα Σύντομα με ώρα: Ημερομηνία Ώρα - Τίτλος Σύντομα: Ημερομηνία - Τίτλος Μακριά: Ημερομηνία Ώρα - Κανάλι - Τίτλος - Πληροφορίες
hr: Konfigurirajte način na koji se konstruiraju nazivi datoteka za snimanje. Standardno: Datum Vrijeme - Kanal - Naslov Vrlo kratko: Naslov Vrlo kratko: Naslov - Datum Vrijeme Kratko s vremenom: Datum Vrijeme - Naslov Kratki: Datum - Naslov Dugačak: Datum Vrijeme - Kanal - Naslov - Info.
it: Configura come vengono costruiti i nomi dei file di registrazione. Standard: Data Ora - Canale - Titolo Molto molto breve: Titolo Molto breve: Titolo - Data Ora Breve con l'ora: Data Ora - Titolo Breve: Data - Titolo lungo: Data Ora - Canale - Titolo - Info.
lt: Konfigūruokite įrašų pavadinimų sukūrimą. Standartas: data laikas - kanalas - pavadinimas Labai labai trumpas: pavadinimas Labai trumpas: pavadinimas - data laikas Trumpas su laiku: data laikas - pavadinimas Trumpas: data - pavadinimas Ilgas: data laikas - kanalas - pavadinimas - informacija
nl: Instellen hoe opname bestandsnamen worden opgebouwd. Standaard: Datum Tijd - Zender - Titel Heel erg kort: Titel Erg kort: Titel - Datum Tijd Kort met tijd: Datum Tijd - Titel Kort: Datum - Titel Lang: Datum Tijd - Zender - Titel - Info
sr: Konfigurišite kako se imena fajlova za snimke kreiraju. Standardno: Datum Vreme - Kanal - Naslov Veoma, veoma kratko: Naslov Veoma kratko: Naslov - Datum Vreme Kratko sa vremenom: Datum Vreme - Naslov Kratko: Datum - Naslov Dugačko: Datum Vreme - Kanal - Naslov - Informacije.
sv: Konfigurera hur filnamn för inspelning konstrueras. Standard: Datum Tid - Kanal - Titel Mycket mycket kort: Titel Mycket kort: Titel - Datum Tid Kort med tid: Datum Tid - Titel Kort: Datum - Titel Lång: Datum Tid - Kanal - Titel - Info
tr: Kayıt dosya isimlerinin nasıl oluşturulacağını yapılandırın. Standart: Tarih Saat - Kanal - Başlık Çok kısa: Başlık Kısa: Başlık - Tarih Saat Kısa (saat dahil): Tarih Saat - Başlık Kısa: Tarih - Başlık Uzun: Tarih Saat - Kanal - Başlık - Bilgi.
uk: Налаштуйте, як створюються імена файлів запису. Стандарт: Дата Час - Канал - Дуже дуже коротка назва: Дуже коротка назва: Назва - Дата Час Короткий з часом: Дата Час - Коротка назва: Дата - Назва Тривалість: Дата Час - Канал - Назва - Інформація.

source: Configure if 'epg.dat' should be saved at all.
cs: Konfigurace údajů EPG, které mají být uloženy.
el: Ρυθμίστε αν θα αποθηκεύεται το epg.dat.
hr: Konfigurirajte treba li epg.dat uopće spremiti.
it: Configura se epg.dat deve essere salvato.
lt: Konfigūruokite, ar išvis turi būti išsaugotas epg.dat.
nl: Configureren of epg.dat moet worden opgeslagen.
sr: Konfiguriši da li fajl 'epg.dat' uopšte treba da se sačuva.
sv: Ställ in om epg.dat ska sparas överhuvudtaget.
tr: 'epg.dat' dosyasının kaydedilip kaydedilmeyeceğini yapılandırın.
uk: Налаштуйте, чи потрібно взагалі зберігати epg.dat.

source: Configure if and how crypto icons will be shown in the channel selection list.
bg: Конфигурирайте дали и как ще се показват крипто икони в списъка с избраните канали.
cs: Nastavte, zda a jak budou zobrazovány ikony šifrování ve výběru seznamu kanálů.
da: Konfigurer om og hvordan krypto ikoner skal vises i kanalvalgslisten.
de: Einstellen, ob und wie das Verschlüsselungssymbol angezeigt werden soll.
el: Ρυθμίστε εάν και πώς θα εμφανίζονται τα κρυπτοεικονίδια στη λίστα επιλογής καναλιών.
et: Määra, kas ja kuidas tähistatakse kanalinimekirjas salastatud kanalid.
fi: Määrittää, näytetäänkö (ja jos niin miten näytetään) salauksen kuvakkeet kanavalistassa.
fr: Configure si et où les icônes de cryptage seront affichés dans la liste des chaînes.
hr: Konfigurirajte hoće li se i kako kripto ikone prikazivati na popisu za odabir kanala.
hu: A kódolási ikonok megjelenítése a csatornalistában.
it: Configura se e come le icone crittografiche verranno visualizzate nell'elenco di selezione dei canali.
lt: Konfigūruokite, ar ir kaip kanalų pasirinkimo sąrašo lange turi būti rodomos kodavimo piktogramos.
nl: Hier kunt u instellen of en waar een icon voor een gecodeerde zender wordt weergegeven. U kunt kiezen uit Links of Rechts van de zendernaam, of Geen weergave.
pl: Określić, czy i gdzie ikona kodowania ma być wyświetlana w liście kanałów.
ru: Укажите, нужно ли показать иконку кодирования в списке каналов перед названием сервиса или после.
sk: Nastavte zobrazenie ikon o kódovaní v zozname pre výber kanála.
sr: Podesite ako i kako će kripto ikone biti prikazane na listi izbora kanala.
sv: Konfigurera om och hur kryptoikoner ska visas i kanalvalslistan.
ta: சேனல் தேர்வு பட்டியலில் மறையீட்டு ஐகான்கள் காண்பிக்கப்படும் என்றால், எப்படி என்பதை உள்ளமைக்கவும்.
tr: Kanal seçim listesinde şifreli kanal simgelerinin gösterilip gösterilmeyeceğini ve nasıl gösterileceğini yapılandırın.
uk: Вкажіть, чи потрібно показуватити іконку кодування в списку вибору каналів.
vi: Định cấu hình nếu và cách các biểu tượng tiền điện tử sẽ được hiển thị trong danh sách chọn kênh.
zh_cn: 配置是否将加密图标在频道选择列表中显示.

source: Configure if and how long the latest service in the PiP will be remembered.
bg: Конфигурирайте дали и колко време последната услуга в PIP ще бъде запомнена.
cs: Nastaví zda a jak dlouho se bude pamatovat poslední program v PiP.
da: Konfigurer om og hvor lang tid den seneste kanal i PiP skal huskes.
de: Einstellen, ob und wie lange der aktuelle Bild im Bild Service in Erinnerung bleiben soll.
el: Ρυθμίστε εάν και για πόσο θα γίνεται υπενθύμιση της τελευταίας υπηρεσίας στο PIP.
et: Määra, kas ja kui pikalt jääb viimane PiP kanal vastuvõtja mällu.
fi: Määritä, muokataanko ja kuinka kauan PiP: n viimeisin palvelu muistetaan .
fr: Configure si et combien de temps le dernier service en PiP sera mémorisé.
hr: Konfigurirajte hoće li se i koliko dugo pamtiti najnovija usluga u PiP.
hu: Állítsa be, hogy a Kép-a-Képben mennyi ideig jelenjen meg az utolsó csatorna.
it: Configura se e per quanto tempo verrà ricordato il servizio più recente nel PiP.
lt: Konfigūruokite, ar ir kiek laiko turi būti įsimenamas paskutinis PiP lange rodytas kanalas.
nl: Hier stelt u in of en hoe lang de laatste zender in PiP wordt onthouden. U kunt hier kiezen uit: Gedeactiveerd, Geen timeout of 1-60 minuten.
pl: Skonfiguruj, czy i jak długo zostanie zapamiętana ostatnia usługa w PiP.
ru: Настройте время показа последнего выбранного канала в окошке PIP.
sk: Nastavte, či a ako dlho si má prijímač vo funkcii PiP pamätať poslednú stanicu.
sr: Podesite ako i koliko dugo će najnoviji kanal u PiP biti zapamćen.
sv: Konfigurera om och hur länge den senaste tjänsten i PiP ska sparas.
ta: PIP இல் அண்மைக் கால பணி நினைவில் இருக்கும் என்றால், எவ்வளவு காலம் உள்ளமைக்கப்படும்.
tr: PiP'deki en son kanalın ne zaman ve nasıl hatırlanacağını yapılandırın.
uk: Налаштуйте, чи та як довго зберігатиметься останній канал в режимі ПІП.
vi: Định cấu hình nếu và bao lâu dịch vụ mới nhất trong PiP sẽ được ghi nhớ.
zh_cn: 配置要记住多久画中画的最后频道.

source: Configure if and how service type icons will be shown.
bg: Конфигурирайте дали и как сервизните типове икони ще бъдат показани.
cs: Nastavte, zda a jak budou zobrazovány ikony typu kanálu.
da: Konfigurer om og hvordan kanaltype ikoner skal vises.
de: Einstellen, ob und wie Servicetyp-Symbole angezeigt werden sollen.
el: Ρυθμίστε εάν και πώς θα εμφανίζονται τα εικονίδια τύπου υπηρεσίας.
et: Määra, kas ja kuidas näidatakse edastuse liigi ikoone.
fi: Määrittää, näytetäänkö (ja jos niin miten näytetään) kanavatyypin kuvakkeet.
fr: Configure si et où l'icône du type de service sera affiché.
hr: Konfigurirajte hoće li se i kako prikazati ikone vrste usluge.
hu: Állítsa be, hogy a csatorna típusának ikonjai mikor és hogyan jelennek meg.
it: Configura se e come verranno visualizzate le icone del tipo di servizio.
lt: Konfigūruoti, kaip kanalų tipo piktogramos bus rodomos.
nl: Stel in of, en waar, de icons voor satelliet- en kabeltuner wordt getoond.
pl: Skonfigurować, czy i gdzie typ pikon kanału ma być wyświetlany.
ru: Настройка показа иконок типов сервиса и места их расположения в списке каналов.
sk: Nastavte, či a ako sa zobrazia ikony typu stanice.
sr: Podesite ako i kako će biti prikazane ikone kanala.
sv: Konfigurera om och hur ikoner för servicetyper ska visas.
ta: பணி வகை ஐகான்கள் காண்பிக்கப்படும் என்றால், எவ்வாறு காண்பிக்கப்படும் என்பதை உள்ளமைக்கவும்.
tr: Kanal türü simgelerinin gösterilip gösterilmeyeceğini ve nasıl gösterileceğini yapılandırın.
uk: Налаштування показу іконок типів каналу і місце їх розташування у списку каналів.
vi: Cấu hình nếu và làm thế nào các biểu tượng loại dịch vụ sẽ được hiển thị.
zh_cn: 配置是否显示及如何显示服务类型图标.

source: Configure if and how the record indicator will be shown in the channel selection list.
bg: Конфигурирайте дали и как индикаторът за запис ще бъде показан в списъка с избраните канали.
cs: Nastavte, zda a jak budou zobrazovány ikony nahrávání ve výběru seznamu kanálů.
da: Konfigurer om og hvordan optageindikatoren skal vises i kanalvalgslisten.
de: Einstellen, ob und wie Icons für die Aufnahme in der Senderliste gezeigt werden.
el: Ρυθμίστε εάν και πώς θα εμφανίζεται το εικονίδιο εγγραφής στη λίστα επιλογής καναλιών.
et: Määra, kas ja kuidas tähistatakse kanalinimekirjas salvestavad kanalid.
fi: Määrittää, kuinka tallennus näytetään kanavalistassa.
fr: Configure si et où l'indicateur d'enregistrement sera affiché dans la liste des chaînes.
hr: Konfigurirajte hoće li i kako indikator snimanja biti prikazan na popisu za odabir kanala.
hu: A felvételi jelző megjelenítése a csatornalistában.
it: Configura se e come visualizzare l'indicatore di registrazione nell'elenco di selezione dei canali.
lt: Nustatykite, ar ir kaip kanalų pasirinkimo sąrašo lange bus rodoma įrašymo pasirinkimo indikacija.
nl: Hier kunt u aangeven of en hoe een actieve opname wordt weergegeven in de zenderlijst. U kunt kiezen uit Links of Rechts van de zendernaam, Rood gekleurde zendernaam of Geen weergave.
pl: Skonfigurować, czy i gdzie ma się pojawić wskaźnik nagrywania na liście wyboru kanałów.
ru: Укажите, нужно ли в селекторе каналов показывать индикатор записи и выберите вариант показа иконки.
sk: Nastavte, či a ako sa zobrazí indikátor nahrávania v zozname pre výber kanála.
sr: Podesite ako i kako će indikator zapisa biti prikazan na listi za izbor kanala.
sv: Konfigurera om och hur inspelningsindikatorn ska visas i kanalvalslistan.
ta: சேனல் தேர்வு பட்டியலில் பதிவு காட்டி எவ்வாறு காண்பிக்கப்படும் என்பதை உள்ளமைக்கவும்.
tr: Kanal seçim listesinde kayıt göstergesinin gösterilip gösterilmeyeceğini ve nasıl gösterileceğini yapılandırın.
uk: Вкажіть, чи потрібно в селекторі каналів показувати індикатор запису і виберіть варіант показу іконки.
vi: Định cấu hình nếu và cách chỉ báo bản ghi sẽ được hiển thị trong danh sách chọn kênh.
zh_cn: 配置录像指示器在频道选择列表中如何显示.

source: Configure if and how wide the service name column will be shown in the channel selection list.
bg: Конфигурирайте дали и как широчината на името на сервизната колона ще бъде показана в списъка с избраните канали.
cs: Nastavte, zda a jak široké sloupce se zobrazí ve výběru seznamu kanálů.
da: Konfigurer om kanalnavne-kolonnen skal vise i kanalvalgslisten og hvor bred den så skal være.
de: Einstellen, ob und wie Sendernamen in der Senderliste gezeigt werden.
el: Ρυθμίστε εάν και πόσο πλατιά θα εμφανίζεται η στήλη ονόματος στη λίστα επιλογής καναλιών.
et: Määra, kas ja kui laialt kuvatakse kanalinimekirjas kanalinimesi.
fi: Määrittää, kuinka leveänä kanavanimet näytetään kanavalistassa.
fr: Configure si et avec quelle largeur les colonnes seront affichées dans la liste de sélection des chaînes.
hr: Konfigurirajte hoće li i koliko širok stupac naziva servisa biti prikazan na popisu za odabir kanala.
hu: Állítsa be, hogy a Csatorna név oszlopa milyen mértékben jelenik meg a Csatorna kiválasztási listájában.
it: Configura se e quanto ampia verrà mostrata la colonna del nome del servizio nell'elenco di selezione del canale.
lt: Konfigūruokite, ar ir kokio pločio kanalų pasirinkimo sąrašo lange bus rodomas fiksuotas kanalo pavadinimo stulpelis.
nl: Instellen of en hoe breed de zendernaam kolom moet zijn in de zenderkeuzelijst.
pl: Skonfigurować, czy i jak szeroka kolumna nazwy kanału pojawi się w liście wyboru kanału.
ru: Укажите, нужно ли название каналов в селекторе каналов показать в колонном виде (по ширине), и веберите один из вариантов.
sk: Nastavte, či a aký široký sa má zobrazovať stĺpec s názvom stanice, v zozname pre výber kanála.
sr: Podesite da li će i koliko biti široka kolona imena kanala prikazana na listi izbora kanala.
sv: Konfigurera om och hur bred kolumnen för tjänstenamn ska visas i listan för kanalval.
ta: சேனல் தேர்வு பட்டியலில் பணி பெயர் நெடுவரிசை காண்பிக்கப்படும் என்றால், எவ்வளவு அகலமாக இருக்கும்.
tr: Kanal seçim listesinde kanal ismi sütununun gösterilip gösterilmeyeceğini ve ne kadar geniş olacağını yapılandırın.
uk: Вкажіть, чи потрібно назву каналів в селекторі каналів показати в вигляді стовпця (по ширині).
vi: Định cấu hình nếu và độ rộng của cột tên dịch vụ sẽ được hiển thị trong danh sách chọn kênh.
zh_cn: 配置频道选择列表中显示频道名称列的宽度.

source: Configure if crypto icons will be shown in the channel selection list.
cs: Nakonfigurujte, zda se budou v seznamu pro výběr kanálů zobrazovat krypto ikony.
el: Ρυθμίστε αν τα εικονίδια κρυπτοποίησης θα εμφανίζονται στη λίστα επιλογής καναλιών.
fi: Määritä, näkyvätkö salauskuvakkeet kanavan valinta listassa.
hr: Konfigurirajte hoće li se kripto ikone prikazivati na popisu za odabir kanala.
it: Configura se le icone crittografiche verranno visualizzate nell'elenco di selezione dei canali.
nl: Kiezen of icons voor gecodeerde zenders in de zenderlijst moeten worden weergegeven.
pl: Skonfiguruj, czy ikony kryptograficzne będą wyświetlane na liście wyboru kanałów.
sk: Nastavte, či sa v zozname kanálov majú zobrazovať ikony kódovania.
sr: Konfigurišite da li će se ikone kripto prikazivati u listi za odabir kanala.
sv: Konfigurera om kryptoikoner ska visas i kanalvalslistan.
ta: சேனல் தேர்வு பட்டியலில் மறையீட்டு ஐகான்கள் காண்பிக்கப்படும் என்றால் உள்ளமைக்கவும்.
tr: Şifreleme simgelerinin kanal seçim listesinde gösterilip gösterilmeyeceğini yapılandırın.
uk: Налаштуйте, чи відображати іконку кодування у списку вибору каналів.

source: Configure if service picons will be shown in quickzap.
bg: Конфигурирайте дали сервизните пикони ще бъде показани в quickzap.
cs: Nakonfigurujte, zda se v rychlém přepínání budou zobrazovat pikony služeb.
da: Konfigurer om kanal Pikoner skal vises i KvikZap.
de: Bei 'Ja' werden Picons (falls vorhanden) beim Quickzap (Umschalten) angezeigt.
el: Ρυθμίστε αν τα λογότυπα θα εμφανίζονται στο γρήγορο ζάπινγκ.
et: Määra, kas kanalivahetusel kuvatakse pikonid.
fi: Määritä, näkyvätkö kanavalogot pikavaihdossa.
fr: Choisir si on veut afficher les picons lors du zapping rapide.
hr: Podesite da li će pikoni kanala biti prikazani u brzom zap.
hu: Jelenjenek meg a csatornák picon-jai a gyors Ugrások között.
it: Configura se i picon dei servizi verranno mostrati nello zap veloce.
lt: Nustatykite, ar kanalų logotipai bus rodomi greitame jungime.
nl: Bij 'ja' zijn Picons (zenderlogo's) zichtbaar tijdens het gebruik van Quickzap (zappen).
pl: Skonfiguruj jeśli pikony mają być wyświetlane w quickzap.
sk: Nastavte, či sa majú pri rýchlom prepnutí zobrazovať pikony staníc.
sr: Podesite da li će pikoni kanala biti prikazani u brzom zap.
sv: Konfigurera om servicebilder ska visas i quickzap.
ta: பணி பிகான்கள் குவிக்சாப்பில் காண்பிக்கப்படும் என்றால் உள்ளமைக்கவும்.
tr: Hızlı kanal değiştirmede kanal pikonlarının gösterilip gösterilmeyeceğini yapılandırın.
uk: Вкажіть, чи потрібно показати пікони при швидкому перемиканні.
vi: Cấu hình nếu picons dịch vụ sẽ được hiển thị trong quickzap.
zh_cn: 如需频道picon要在快速换台中显示,则配置.

source: Configure if service picons will be shown in the service list.
bg: Конфигурирайте дали сервизните пикони ще бъде показани в сервизният списък.
cs: Nastavte, zda a jak budou picony zobrazeny v seznamu kanálů.
el: Ρυθμίστε αν θα εμφανίζονται τα λογότυπα υπηρεσιών στη λίστα.
fi: Määrittää, näytetäänkö kanavalogoja kanavalistassa.
fr: Configure si les picons des services seront affichés dans la liste des chaînes.
hr: Konfigurirajte hoće li se servisni pikoni prikazivati na popisu usluga.
it: Configura se le icone dei servizi verranno visualizzate nell'elenco dei servizi.
lt: Konfigūruoti, jei kanalo logotipas bus rodomas kanalų sąraše.
nl: Toon Picons (zenderlogo's) in de zenderlijst.
pl: Skonfiguruj jeśli pikony mają być wyświetlane w liście kanałów.
sk: Nastavte, čí sa majú v zozname staníc zobrazovať pikony.
sr: Podesite da li će pikoni kanala biti prikazani na listi kanala.
sv: Konfigurera om tjänstepiconer ska visas i tjänstelistan.
ta: பணி பட்டியலில் பணி பிகான்கள் காண்பிக்கப்படும் என்றால் உள்ளமைக்கவும்.
tr: Kanal listesinde kanal pikonlarının gösterilip gösterilmeyeceğini yapılandırın.
uk: Вкажіть, чи потрібно показати пікони у списку каналів.

source: Configure if service type icons will be shown.
cs: Nakonfigurujte, zda se budou zobrazovat ikony typu služby.
el: Ρυθμίστε αν θα εμφανίζονται τα εικονίδια τύπου υπηρεσίας.
fi: Määrittää näytetäänkö tyypin kuvakkeet kanavalistassa.
hr: Konfigurirajte hoće li se prikazivati ikone vrste usluge.
it: Configura se verranno visualizzate le icone del tipo di servizio.
nl: Kiezen of icons voor satelliet- en kabeltuners worden weergegeven.
pl: Skonfiguruj, czy będą wyświetlane ikony typów usług.
sk: Nastavte, či sa majú zobrazovať ikony typu služby.
sr: Konfigurišite da li će ikone tipa usluge biti prikazane.
sv: Konfigurera om ikoner för servicetyper ska visas.
ta: பணி வகை ஐகான்கள் காண்பிக்கப்படும் என்றால் உள்ளமைக்கவும்.
tr: Kanal türü simgelerinin gösterilip gösterilmeyeceğini yapılandırın.
uk: Налаштуйте, чи відображати іконки типу каналів.
