Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Unique numbering' to assign unique numbers for every service in every bouquet. Use 'Bouquets start at 1' to start numbering each bouquet from 1. Use 'LCN numbering' to use consistent service LCNs where ever that service is used.
cs: Vyberte 'Unikátní číslování' pro přiřazení jedinečných čísel pro každou službu v každém seznamu. Použijte 'Seznamy začínají na 1', chcete-li začít číslovat každý seznam od 1. Použijte 'Číslování LCN' k použití konzistentních LCN služeb, kdekoli se tato služba používá.
el: Επιλέξτε το 'Μοναδική αρίθμηση' για να αντιστοιχίσετε μοναδικούς αριθμούς για κάθε υπηρεσία σε κάθε μπουκέτο. Χρησιμοποιήστε το 'Τα μπουκέτα ξεκινούν από το 1' για να ξεκινά η αρίθμηση κάθε μπουκέτου από το 1. Χρησιμοποιήστε το 'Αρίθμηση LCN' για σταθερά LCN στις υπηρεσίες, όπου και αν χρησιμοποιούνται.
fi: Valitse 'Yksilöllinen numerointi' antaaksesi jokaiselle kanavalle yksilöllinen numero jokaisessa kanavalistassa. Käytä 'Kanavalistat alkavat numerosta 1 jokaisessa kanavalistassa' Käytä operaattorin tarjoavaa LCN "Loogiset kanavanumerot"esim Yle tv1 on kanavanumero 1 jne.
hr: Odaberi 'Jedinstveno numerisanje' da dodijelite jedinstvene brojeve za svaku uslugu u svakom buketu. Koristite 'Buketi počinju od 1'da numerisanje počinje buketa od 1. Koristite 'LCN numerisanje' da bi koristili LCN usluge gdje god da se koristi ta usluga.
it: Seleziona "Numerazione univoca" per assegnare numeri univoci per ogni servizio in ogni bouquet. Usa "I bouquet iniziano da 1" per iniziare a numerare ciascun bouquet da 1. Usa "Numerazione LCN" per mantenere lo stesso codice LCN per ogni servizio, indipendentemente dal bouquet in cui è presente.
nl: Kies 'Unieke nummering' om een uniek nummer aan elke zender in elke favorietenlijst toe te kennen. Gebruik 'Favorieten beginnen bij 1' om in elke favorietenlijst te beginnen bij 1. Gebruik 'LCN nummering' om een logische zender volgorde toe te passen waar deze LCN-service wordt aangeboden.
pl: Wybierz opcję „Unikalna numeracja”, aby przypisać unikalne numery do każdego kanału w każdej liście kanałów. Użyj opcji „Listy kanałów zaczynają się od 1”, aby rozpocząć numerację każdej listy od 1. Użyj opcji „Numerowanie LCN”, aby używać spójnych numerów LCN usług wszędzie tam, gdzie używana jest ta usługa.
sk: Ak sa má každej stanici alebo službe vo všetkých prehľadoch priradiť jedinečné číslo, vyberte možnosť 'Jedinečné číslovanie'. Ak sa má číslovanie začínať v každom prehľade od 1, použite 'Prehľady začínajú od 1. 'LCN číslovanie použite vtedy, ak sa majú používať konzistentné LCN staníc alebo služieb bez ohľadu na výskyt.
sr: Izaberite 'Jedinstveno numerisanje' da dodelite jedinstvene brojeve za svaku uslugu u svakom buketu. Koristite 'Buketi počinju od 1' da započnete numerisanje svakog buketa od 1. Koristite 'LCN numerisanje' da biste koristili dosledne LCN-ove usluga gde god se ta usluga koristi.
sv: Välj "Unik numrering" för att tilldela unika nummer för varje tjänst i varje bukett. Använd "Bouquets start at 1" för att börja numrera varje bukett från 1. Använd "LCN numbering" för att använda konsekventa LCN-nummer för tjänsterna oavsett var de används.
ta: ஒவ்வொரு பூச்செட்டிலும் ஒவ்வொரு சேவைக்கும் தனித்துவமான எண்களை ஒதுக்க 'தனித்துவமான எண்' என்பதைத் தேர்ந்தெடுக்கவும். ஒவ்வொரு பூச்செண்டையும் 1 இலிருந்து எண்ணத் தொடங்க 'பூங்கொத்துகள் 1' ஐப் பயன்படுத்தவும். அந்த பணி பயன்படுத்தப்பட்ட இடங்களில் நிலையான பணி எல்.சி.என் -களைப் பயன்படுத்த 'எல்.சி.என் எண்' ஐப் பயன்படுத்தவும்.
tr: Her buketteki her kanal için benzersiz numaralar atamak üzere 'Benzersiz numaralandırma'yı seçin. Her buketi 1'den başlayarak numaralandırmak için 'Buketler 1'den başlar'ı kullanın. Kanalın kullanıldığı her yerde tutarlı kanal LCN'leri kullanmak için 'LCN numaralandırma'yı kullanın.
uk: Виберіть 'Унікальна нумерація', щоб призначити унікальні номери для кожного каналу в кожному фавориті. Використовуйте 'Фаворити починаються з 1', щоб почати нумерацію кожного фаворита з 1. Використовуйте 'Нумерацію LCN', щоб використовувати послідовні LCN канали, де б ці канали не використовувалися.

source: Select 'Yes' if an end time is required for this timer.
cs: Vyberte „Ano“, pokud je pro tento časovač vyžadován čas ukončení.
el: Επιλέξτε 'ναι' αν απαιτείται ώρα λήξης για αυτό τον χρονοδιακόπτη.
fi: Valitse "Kyllä", jos tälle ajastimelle tarvitaan päättymisaika.
hr: Odaberi 'Da' ako je potrebno vrijeme završetka za ovaj tajmer.
it: Seleziona 'Sì' se è richiesta un'ora di fine per questo timer.
lt: Pasirinkite 'Taip', jei šiam laikmačiui reikalingas pabaigos laikas.
nl: Kies 'Ja' wanneer een eindtijd noodzakelijk is voor deze timer.
pl: Wybierz opcję „Tak”, jeśli dla tego timera wymagana jest godzina zakończenia.
sk: Ak je pre tento časovač potrebné zadať aj čas ukončenia, vyberte možnosť 'Áno'.
sr: Izaberi 'Da' ako je potrebno vreme završetka za ovaj tajmer.
sv: Välj "Yes" om en sluttid krävs för den här timern.
ta: இந்த டைமருக்கு இறுதி நேரம் தேவைப்பட்டால் 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcı için bir bitiş zamanı gerekiyorsa 'Evet'i seçin.
uk: Виберіть 'Так', якщо для цього таймера потрібен час завершення.

source: Select 'Yes' if network traffic should be checked before activating the timer.
cs: Pokud má být před aktivací časovače zkontrolován síťový provoz, vyberte „Ano“.
el: Επιλέξτε 'ναι' αν η κίνηση δικτύου πρέπει να ελεγχθεί πριν την ενεργοποίηση του χρονοδιακόπτη.
fi: Valitse Kyllä, jos verkkoliikenne tulee tarkistaa ennen ajastimen aktivointia.
hr: Odaberi 'Da' ako mrežni saobračaj treba provjeriti pre aktiviranja tajmera.
it: Seleziona 'Sì' se è necessario controllare il traffico di rete prima di attivare il timer.
lt: Pasirinkite 'Taip', jei prieš įjungiant laikmatį reikia patikrinti tinklo srautą.
nl: Kies 'Ja' wanneer het netwerkverkeer gecontroleerd moet worden voor het activeren van de timer.
pl: Wybierz "Tak", jeśli ruch sieciowy powinien być sprawdzony przed aktywacją timera.
sk: Ak je pred aktivovaním časovača potrebné skontrolovať sieťovú prevádzku, vyberte možnosť 'Áno'.
sr: Izaberi 'Da' ako mrežni saobračaj treba proveriti pre aktiviranja tajmera.
sv: Välj "Yes" om nätverkstrafiken ska kontrolleras innan timern aktiveras.
ta: டைமரை செயல்படுத்துவதற்கு முன் பிணைய போக்குவரத்தை சரிபார்க்க வேண்டும் என்றால் 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Zamanlayıcıyı etkinleştirmeden önce ağ trafiğinin kontrol edilmesi gerekiyorsa 'Evet'i seçin.
uk: Виберіть 'Так', якщо перед активацією таймера потрібно перевірити мережевий трафік.

source: Select 'Yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'No'.
bg: Изберете „да“, ако този тунер е свързан към SCR устройството чрез друг тунер, в противен случай изберете „не“.
cs: Vyberte „ano“, pokud je tento tuner připojen k zařízení SCR prostřednictvím jiného tuneru, v opačném případě vyberte „ne“.
el: Επιλέξτε 'ναι' αν αυτό το tuner είναι συνδεδεμένο σε μία συσκευή SCR μέσω άλλου tuner, αλλιώς επιλέξτε 'όχι'.
fi: Valitse 'kyllä', jos tämä viritin on kytketty SCR laitteeseen toisen virittimen läpi, muutoin valitse 'ei'.
fr: Sélectionnez ‘oui’ si ce tuner est connecté à un périphérique SCR à travers un autre tuner, sinon sélectionnez ‘non’.
hr: Odaberi 'Da' ako je ovaj tuner povezan sa SCR uređajem preko drugog tunera, u suprotnom odaberi 'ne'.
it: Seleziona 'Sì' se questo tuner è collegato al dispositivo SCR tramite un altro tuner, altrimenti seleziona 'No'.
lt: Pasirinkite 'taip', jei šis imtuvas yra prijungtas prie SCR įrenginio per kitą imtuvą, kitaip pasirinkite 'ne'.
nl: Selecteer 'ja' als deze tuner verbonden is met een SCR-apparaat, anders kiest u 'nee'.
pl: Wybierz "yes" (tak), jeżeli ten tuner jest podłączony do urządzenia SCR poprzez inny tuner, w przeciwnym razie wybierz "no" (nie).
sk: Ak je tento tuner pripojený na SCR zariadenie prostredníctvom iného tunera, vyberte možnosť 'áno'. Inak vyberte možnosť 'nie'.
sr: Izaberi 'Da' ako je ovaj tjuner povezan sa SCR uređajem preko drugog tjunera, u suprotnom izaberite 'ne'.
sv: Välj "Yes" om den här tunern är ansluten till SCR-enheten via en annan tuner, annars väljer du "No".
ta: இந்த ட்யூனர் மண்ணியத் திருத்திகள் சாதனத்துடன் மற்றொரு ட்யூனர் மூலம் இணைக்கப்பட்டிருந்தால் 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும், இல்லையெனில் 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bu tuner başka bir tuner aracılığıyla SCR cihazına bağlıysa 'Evet'i, aksi takdirde 'Hayır'ı seçin.
uk: Виберіть 'так', якщо цей тюнер підключено до пристрою SCR через інший тюнер, інакше виберіть 'ні'.

source: Select 'Yes' if you are using a multi-switch which requires a DiSEqC Port-A command signal. Select 'No' for all other setups.
bg: Изберете "да" само ако използвате мултипревключвател, който изисква команден сигнал DiSEqC Port-A. За всички други настройки изберете „не“.
cs: Pokud používáte multipřepínač, který vyžaduje příkazový signál DiSEqC Port-A, vyberte „Ano“. Vyberte 'Ne' pro všechna ostatní nastavení.
el: Επιλέξτε 'ναι' αν χρησιμοποιείτε έναν πολλαπλό διακόπτη που απαιτεί μία εντολή σήματος DiSEqC στην πόρτα Α. Επιλέξτε 'όχι' για όλες τις άλλες ρυθμίσεις.
fi: Valitse 'kyllä', jos käytät monikytkintä, joka vaatii DiSEqC portti-A komentosignaalin. Kaikille muille kokoonpanoille valitse 'ei'.
fr: Choisir ‘oui’ uniquement si vous utilisez un multiswitch qui requière un signal de commande DiSEqC Port-A. Pour toutes les autres configuration choisir ‘non’.
hr: Odaberi 'Da' ako koristite prekidač za više koji zahteva DiSEqC Port-A komandni signal. Odaberite 'Ne' za sva ostala podešavanja.
it: Seleziona 'Sì' se stai usando un multiswitch che necessita del comando DiSEqC Port-A. Seleziona 'No' per tutte le altre impostazioni.
lt: Pasirinkite tik "taip", jei naudojate "multiswich", kurio komandinis signalas "DiSEqC Port-A" reikalingas. Visoms kitoms sąrankoms pasirinkite "ne".
nl: Selecteer alleen 'ja' als u een multiswich gebruikt die een DiSEqC Port-A commando gebruikt. In alle andere gevallen kiest u 'nee'.
pl: Wybierz „tak” tylko, jeśli używasz multiswich, który wymaga sygnału polecenia DiSEqC Port-A. Dla wszystkich innych ustawień wybierz „nie”.
sk: Ak používate multiprepínač, ktorý vyžaduje príkazový signál DiSEqC Port-A, vyberte možnosť 'Áno'. Pre všetky ostatné nastavenia vyberte 'Nie'.
sr: Izaberi 'Da' ako koristite prekidač za više koji zahteva DiSEqC Port-A komandni signal. Izaberite 'Ne' za sva ostala podešavanja.
sv: Välj "Yes" om du använder en multiswitch som kräver en DiSEqC Port-A kommandosignal. Välj "Nej" för alla andra konfigurationer.
ta: நீங்கள் ஒரு மல்டி-சுவிட்சைப் பயன்படுத்துகிறீர்கள் என்றால் 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும், இது ஒரு diseqc போர்ட்-ஒரு கட்டளை சமிக்ஞை தேவைப்படுகிறது. மற்ற எல்லா அமைப்புகளுக்கும் 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: DiSEqC Port-A komut sinyali gerektiren bir çoklu anahtar kullanıyorsanız 'Evet'i seçin. Diğer tüm kurulumlar için 'Hayır'ı seçin.
uk: Виберіть 'Так' коли Ви використовуєте мультисвіч, який вимагає команду DiSEqC Port-A. Для всіх інших налаштувань виберіть 'Ні'.

source: Select 'Yes' if you want to wake the TV for a 'Zap and Record' recording timer is starting.
cs: Vyberte „Ano“, pokud chcete probudit televizor, aby se spustil časovač nahrávání.
el: Αν επιλεγεί το 'ναι', θα γίνεται αφύπνιση της TV όταν ξεκινά ένας χρονοδιακόπτης μετάβασης και εγγραφής.
fi: Valitse "Kyllä", jos haluat herätää television kun vaihda kanavaa ja tallenna alkaa.
hr: Odaberi 'Da' ako želite probuditi TV da bi se pokrenuo tajmer za snimanje 'Zap i Snimanje'.
it: Seleziona 'Sì' se vuoi riattivare la TV per l'avvio del timer di registrazione "Zap e registra".
nl: Kies 'Ja' wanneer u de TV wil inschakelen bij het starten van een 'Zappen en Opnemen' timer.
pl: Wybierz opcję „Tak”, jeśli chcesz wybudzić telewizor na czas rozpoczęcia timera nagrywania „Przełącz i Nagraj”.
sk: Ak chcete prebudiť TV pri spúšťaní nahrávacieho časovača pre 'Prepnutie a nahratie', vyberte možnosť 'Áno'.
sr: Izaberite 'Da' ako želite da probudite televizor za 'Započni i snimanje' tajmer.
sv: Välj "Yes" om du vill väcka TV:n när en inspelningstimer för "Zappa and Record" startar.
ta: ஒரு 'சாப் அண்ட் ரெக்கார்ட்' ரெக்கார்டிங் டைமருக்கு டிவியை எழுப்ப விரும்பினால் 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: 'Kanal Değiştir ve Kaydet' kayıt zamanlayıcısı başladığında TV açılsın istiyorsanız 'Evet'i seçin.
uk: Виберіть 'Так', якщо бажаєте увімкнути телевізор під час запуску таймера 'Переключити і записати'.

source: Select 'Yes' if you want to wake the TV for a 'Zap' recording timer is starting.
cs: Vyberte „Ano“, pokud chcete probudit televizor, aby se spustil časovač nahrávání.
el: Αν επιλεγεί το 'ναι', θα γίνεται αφύπνιση της TV όταν ξεκινά ένας χρονοδιακόπτης μετάβασης σε μια υπηρεσία.
fi: Valitse "Kyllä", jos haluat herätää television Vaihda kanavaa ajastus alkaa.
hr: Odaberi 'Da' ako želite da probudite TV dok se pokreće 'Zap' tajmer za snimanje.
it: Seleziona 'Sì' se vuoi riattivare la TV per l'avvio del timer di registrazione "Zap".
nl: Kies 'Ja' wanneer de TV bij het starten van een 'Zappen en Opnemen' timer moet worden ingeschakeld.
pl: Wybierz opcję „Tak”, jeśli chcesz wybudzić telewizor na rozpoczęcie nagrywania przez timer „Przełącz”.
sk: Ak chcete prebudiť TV pri spúšťaní nahrávacieho časovača pre 'Prepnutie', vyberte možnosť 'Áno'.
sr: Izaberite 'Da' ako želite da probudite televizor jer se 'Zap' tajmer za snimanje pokreće.
sv: Välj "Yes" om du vill väcka TV:n när en timer för "Zappa"-inspelning startar.
ta: 'சாப்' ரெக்கார்டிங் டைமருக்கு டிவியை எழுப்ப விரும்பினால் 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: 'Kanal Değiştir' kayıt zamanlayıcısı başlatıldığında TV açılsın istiyorsanız 'Evet'i seçin.
uk: Виберіть 'Так', якщо бажаєте увімкнути телевізор під час запуску таймера 'Переключити'.

source: Select 'Yes' if you want to wake the TV when a 'Wakeup' scheduled task is starting.
cs: Vyberte 'Ano' pokud chcete probudit TV aby se spustil časovač napájení 'Probuzení'.
el: Αν επιλεγεί το 'ναι', θα γίνεται αφύπνιση της TV όταν ξεκινά ένας χρονοδιακόπτης αφύπνισης.
fi: Valitse "Kyllä", jos haluat herätää television kun Virta ajastus käynnistyy.
hr: Izaberite "Da" ako želite da probudite televizor kada počinje zakazani zadatak "Buđenje".
it: Seleziona 'Sì' se vuoi riattivare la TV per l'avvio del timer di accensione 'Risveglio'.
nl: Kies 'Ja' wanneer de TV door een PowerTimer moet worden ingeschakeld.
pl: Wybierz „Tak”, jeśli chcesz, aby telewizor wybudzał się po uruchomieniu zaplanowanego zadania „Wybudzanie”.
sk: Ak chcete prebudiť TV pri spúšťaní časovača pre 'Prebudenie', vyberte možnosť 'Áno'.
sr: Izaberite 'Da' ako želite da probudite TV kada se pokrene zakazana aktivnost 'Buđenje'.
sv: Välj "Yes" om du vill väcka TV:n när en schemalagd "Wakeup"-uppgift startar.
ta: 'எழுந்திருக்கும்' திட்டமிடப்பட்ட பணி தொடங்கும் போது டிவியை எழுப்ப விரும்பினால் 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: 'Uyandırma' zamanlanmış görevi başladığında TV açılsın istiyorsanız 'Evet'i seçin.
uk: Виберіть 'Так', якщо бажаєте увімкнути телевізор під час запуску таймера 'Пробудження'.

source: Select 'Yes' the keep the InfoBar displayed, with no timeout, while media playback is paused.
cs: Vyberte 'Ano', aby byl informační panel zobrazen bez časového limitu, zatímco je přehrávání médií pozastaveno.
el: Επιλέξτε 'ναι' για να διατηρηθεί η εμφάνιση της μπάρας πληροφοριών, χωρίς χρόνο λήξης, καθώς η αναπαραγωγή πολυμέσων βρίσκεται σε παύση.
fi: 'Kyllä' valinnalla tietopalkki näytetään, pysyvästi keskeytetyssä tilassa (ei aikakatkaisua).
fr: Si défini sur 'oui' : l'infobarre reste affichée en permanence 'en pause' (aucun délai d'attente).
hr: Odaberi 'Da' zadržite prikazanu info traku bez vremenskog razmaka, dok je reprodukcija medija pauzirana.
it: Seleziona 'Sì' per mantenere la barra informazioni visualizzata, senza timeout, mentre la riproduzione multimediale è in pausa.
lt: Jeigu nustatyta 'taip; info juosta bus rodoma visą laiką "pauzės" būsenoje (be pertraukos).
nl: Bij 'ja' zal de informatiebalk continu worden getoond wanneer het afspelen is gepauzeerd.
pl: Jeśli jest ustawione na 'tak' pasek informacyjny pozostanie wyświetlany na stałe w stanie 'pauzy' (bez timeoutu).
sk: Ak je nastavené na 'Áno', pri pozastavení prehrávania médií zostane infolišta zobrazená bez časového limitu.
sr: Izaberi 'Da' zadržite prikazanu info traku bez vremenskog razmaka, dok je reprodukcija medija pauzirana.
sv: Välj "Ja" om InfoBar ska fortsätta att visas, utan tidsgräns, när mediauppspelningen är pausad.
ta: மீடியா பிளேபேக் இடைநிறுத்தப்படும்போது, காலப்போக்கில், இன்ஃபோபரைக் காண்பிப்பதை 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Medya oynatımı duraklatıldığında Bilgi Çubuğunun zaman aşımı olmaksızın görüntülenmeye devam etmesi için 'Evet'i seçin.
uk: Якщо вибрано 'так', інформаційна панель в режимі 'пауза' буде показана постійно (немає тайм-ауту).

source: Select 'Yes' to allow each storage device detected to be automatically exported as samba share.
cs: Chcete-li, aby každé zjištěné úložné zařízení bylo automaticky exportováno jako sdílení samba, vyberte možnost „Ano“.
el: Επιλέξτε 'ναι' για να επιτρέψετε την αυτόματη εξαγωγή κάθε εντοπισμένης συσκευής αποθήκευσης ως κοινόχρηστο στοιχείο samba.
fi: Valitse 'Kyllä' salliaksesi, että jokainen tunnistettu tallennuslaite viedään automaattisesti Samba jaoksi.
hr: Izaberite 'Da' da biste omogućili da se svaki otkriveni uređaj za skladištenje automatski izvozi kao samba share.
it: Seleziona 'Sì' per consentire a ciascun dispositivo di archiviazione rilevato di essere automaticamente esportato come condivisione samba.
nl: Selecteer 'Ja' om alle opslagmedia die wordt gevonden automatisch als Samba share in te stellen.
pl: Wybierz „Tak”, aby zezwolić na automatyczny eksport każdego wykrytego urządzenia pamięci masowej jako udziału Samba.
sk: Vyberte 'Áno', ak chcete povoliť automatické exportovanie každého zisteného úložného zariadenia ako zdieľania Samba.
sr: Izaberite 'Da' da omogućite da svaki otkriveni uređaj za skladištenje bude automatski izvezen kao samba deljenje.
sv: Välj "Yes" om du vill att varje identifierad lagringsenhet automatiskt ska exporteras som samba-delning.
ta: கண்டறியப்பட்ட ஒவ்வொரு சேமிப்பக சாதனத்தையும் தானாகவே சம்பா பங்காக ஏற்றுமதி செய்ய அனுமதிக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Algılanan her depolama aygıtının otomatik olarak Samba paylaşımı olarak dışa aktarılmasına izin vermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб кожен виявлений пристрій зберігання даних автоматично експортувався як спільний доступ до samba.

source: Select 'Yes' to allow the VPS to adjust recording timers based on broadcast Program Delivery Control (PDC) data. For this to work the service must provide reliable event PDC data.
cs: Tento plugin může určit, zda program začíná dříve nebo bude delší. Vysílání musí poskytovat spolehlivé údaje.
el: Αυτό το πρόγραμμα καθορίζει αν ένα πρόγραμμα ξεκινά νωρίτερα ή διαρκεί περισσότερο. Το κανάλι πρέπει να παρέχει έγκυρα δεδομένα.
hr: Odaberite 'Da' kako biste omogućili VPS-u da prilagodi tajmere snimanja na temelju podataka o Program Delivery Control (PDC) emitiranja. Za rad ove funkcije, usluga mora pružiti pouzdane PDC podatke o događajima.
it: Questo plugin è in grado di determinare se un programma inizierà in anticipo o durerà di più. Affinché sia efficace, però, il canale deve fornire informazioni attendibili.
lt: Šis įskiepis gali nustatyti, jei įvykis prasideda anksčiau, arba ilgiau užtrunka. Kanalas tam turi pateikti patikimus duomenis.
nl: De VPS plugin kan bepalen of een programma eerder begint of langer duurt dan in de Timer ingesteld. De zender moet dan wel betrouwbare gegevens leveren!
sr: Ovaj plugin može da utvrdi da li program počinje ranije ili duže traje. Kanal mora da obezbedi pouzdane podatke.
sv: Denna plugin kan avgöra om ett program börjar tidigare eller varar längre. Kanalen måste tillhandahålla tillförlitliga data.
tr: VPS'nin yayın Program Teslim Kontrolü (PDC) verilerine göre kayıt zamanlayıcılarını ayarlamasına izin vermek için 'Evet'i seçin. Bunun çalışması için kanalın güvenilir etkinlik PDC verileri sağlaması gerekir.
uk: Цей плагін може визначити, чи програма починається раніше чи триває довше. Канал має надавати надійні дані.

source: Select 'Yes' to allow use of the SeekBar to jump to a selected point within the event.
cs: Pokud nastavíte na 'ano' můžete použít seekbar a skočit na místo v rámci události.
el: Επιλέξτε 'ναι' για να επιτραπεί η χρήση της μπάρας αναζήτησης για μεταπήδηση σε επιλεγμένο σημείο εντός του προγράμματος.
fi: Jos asetuksena on 'kyllä ', voit käyttää hakupalkkia hypätäksesi haluttuun kohtaan ohjelmassa.
fr: Si mis à 'oui' cela permets à la barre de recherche de sauter à un point d'un évènement.
hr: Odaberite 'Da' kako biste omogućili korištenje trake za traženje za preskakanje na odabranu točku unutar događaja.
it: Seleziona 'Sì' per consentire l'uso della Barra di ricerca per passare a un punto selezionato all'interno dell'evento.
lt: Jei nustatyta 'taip', leidžia jums paieškos lange naudotis paieška ir dabartinio įvykio viduje.
nl: Kies 'Ja' om tijdens een Timeshift-opname m.b.v. de zoekbalk naar elk gewenst tijdstip, vooruit- of terug te spoelen.
sr: Izaberite 'Da' da biste omogućili korišćenje Traku traženja za preskakanje na odabranu tačku unutar događaja.
sv: Välj "Yes" för att tillåta användning av SeekBar för att hoppa till en vald punkt i evenemanget.
tr: 'Evet' olarak ayarlanırsa, etkinlik içinde bir noktaya atlamak için arama çubuğunu kullanmanıza izin verir.
uk: Якщо вибрано 'так', зможете використовувати SeekBar, щоб перейти до точки з подією.
