Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Yes' to always show the bouquet screen first when opening the channel list. Select 'No' to open the channel list using the current bouquet.
bg: Ако тази опция е настроена на "да", списъците с канали винаги ще ви покажат първо букета. Ако е зададено "не", текущият букет ще бъде отворен.
cs: Pokud je tato možnost nastavena na 'ANO' zobrazí se vždy výběr přehledů jako první. Pokud je nastaven na 'NE' zobrazí se aktuální přehled.
el: Επιλέξτε 'ναι' για να εμφανίζεται πάντα η οθόνη μπουκέτων πρώτα, όταν ανοίγει η λίστα καναλιών. Επιλέξτε 'όχι' για άνοιγμα της λίστας καναλιών με τη χρήση του τρέχοντος μπουκέτου.
fi: Kun valinta on 'kyllä', kanavalista näytä aina ensin suosikkilistat. Kun valinta on 'ei', nykyinen suosikkilista avataan.
fr: Si cette option est réglée sur 'oui', les listes de chaînes vous montreront toujours l'écran du bouquet en premier. Si elle est réglée sur "non", le bouquet actuel sera ouvert.
hr: Odaberi 'Da' da bi uvijek prvo pokazali zaslon sa buketom prilikom otvaranja spiska kanala. Odaberite 'Ne' da bi otvorili spisak kanala koristeći trenutni buket.
it: Seleziona 'Sì' per mostrare sempre prima la schermata del bouquet quando si apre l'elenco dei canali. Seleziona 'No' per aprire l'elenco dei canali usando il bouquet corrente.
lt: Jei čia pasirinkta 'taip', kanalų sąrašas visada pirmiausiai atsidarys paketų langu. Jei pasirinkta 'ne', bus atidarytas paskutinis žiūrėtas paketas.
nl: Kies 'Ja' om bij het openen van de zenderlijst eerst een overzicht van uw favorietenlijsten te zien. Bij 'Nee' wordt direct de actuele favorietenlijst geopend.
pl: Ustawienie tej opcji na 'tak' spowoduje, że zostanie wyświetlona najpierw lista kanałów. Jeśli ustawione na 'nie' zostaną wyświetlone kanały obecnej listy.
sk: Ak je nastavené 'Áno', pri otvorení zoznamu kanálov sa vždy najprv zobrazí obrazovka výberu prehľadu. Pri nastavení 'Nie' sa otvorí aktuálny prehľad.
sr: Izaberi 'Da' da bi uvek prvo pokazali ekran sa buketom prilikom otvaranja liste kanala. Izaberite 'Ne' da bi otvorili listu kanala koristeći trenutni buket.
sv: Välj "Yes" för att alltid visa bukettskärmen först när du öppnar kanallistan. Välj "Nej" för att öppna kanallistan med den aktuella buketten.
ta: சேனல் பட்டியலைத் திறக்கும்போது முதலில் பூச்செண்டு திரையை எப்போதும் காண்பிக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். தற்போதைய பூச்செண்டைப் பயன்படுத்தி சேனல் பட்டியலைத் திறக்க 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bu seçenek 'evet' olarak ayarlandığında, kanal listeleri her zaman ilk önce buket ekranını gösterir. 'Hayır' olarak ayarlanırsa mevcut buket açılacaktır.
uk: Якщо вибрано 'так', список каналів буде відкриватися в першому фавориті. Якщо вибрано 'ні', список каналів буде відкриватися в поточному фавориті.

source: Select 'Yes' to check if network connections are coming from nominated IP Addresses at the activation time of the timer. If so, the timer will be deactivated.
cs: Chcete-li zkontrolovat, zda síťová připojení přicházejí z určených IP adres v době aktivace časovače, vyberte možnost „Ano“. Pokud ano, časovač bude deaktivován.
el: Επιλέξτε 'ναι' για γίνει έλεγχος αν οι συνδέσεις δικτύου έρχονται από καθορισμένες διευθύνσεις IP κατά την ενεργοποίηση του χρονοδιακόπτη. Αν ισχύει, ο χρονοδιακόπτης θα απενεργοποιηθεί.
fi: Valitse "Kyllä", jos haluat tarkistaa, tulevatko verkkoyhteydet nimetyistä IP Osoitteista ajastimen aktivointiaikana. Jos näin on, ajastin poistetaan käytöstä.
hr: Odaberi 'Da' da bi provjerili da li mrežne veze dolaze sa nominovanih IP adresa u vrijeme aktivacije tajmera. Ako je tako, tajmer će biti deaktiviran.
it: Seleziona 'Sì' per verificare se le connessioni di rete provengono da indirizzi IP nominati al momento dell'attivazione del timer. In tal caso, il timer verrà disattivato.
lt: Pasirinkite 'Taip', kad patikrintumėte, ar tinklo ryšiai gaunami iš paskirtų IP adresų laikmačio aktyvinimo metu. Jei taip, laikmatis bus išjungtas.
nl: Kies 'Ja' om te controleren of bij het activeren van de timer de netwerkverbindingen via de opgegeven IP-adressen komen. Wanneer ja, dan wordt de timer gedeactiveerd.
pl: Wybierz "Tak", aby sprawdzić, czy połączenia sieciowe pochodzą z wyznaczonych adresów IP w momencie aktywacji timera. Jeśli tak, timer zostanie dezaktywowany.
sk: Ak je nastavené 'Áno', pri aktivácii časovača sa skontroluje, či z uvedených IP adries prichádzajú sieťové pripojenia. Ak áno, časovač sa deaktivuje.
sr: Izaberi 'Da' da bi proverili da li mrežne veze dolaze sa nominovanih IP adresa u vreme aktivacije tajmera. Ako je tako, tajmer će biti deaktiviran.
sv: Välj "Yes" för att kontrollera om nätverksanslutningar kommer från nominerade IP-adresser vid timerns aktiveringstidpunkt. Om så är fallet kommer timern att avaktiveras.
ta: டைமரின் செயல்படுத்தும் நேரத்தில் பரிந்துரைக்கப்பட்ட ஐபி முகவரிகளிலிருந்து பிணைய இணைப்புகள் வருகிறதா என்பதைச் சரிபார்க்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். அப்படியானால், நேரங்குறிகருவி செயலிழக்கப்படும்.
tr: Zamanlayıcının etkinleştirildiği anda ağ bağlantılarının belirtilen IP adreslerinden gelip gelmediğini kontrol etmek için 'Evet'i seçin. Eğer öyleyse, zamanlayıcı devre dışı bırakılacaktır.
uk: Виберіть 'Так', щоб перевірити, чи надходять мережеві з’єднання з призначених IP-адрес під час активації таймера. Якщо так, таймер буде вимкнено.

source: Select 'Yes' to continuously display all images in a loop, or select 'No' to display all images once and then stop.
cs: Vyberte „Ano“ pro nepřetržité zobrazení všech snímků ve smyčce nebo vyberte „Ne“ pro zobrazení všech snímků jednou a poté se zastaví.
el: Επιλέξτε 'ναι' για συνεχή προβολή όλων των εικόνων σε επανάληψη ή επιλέξτε 'όχι' για προβολή όλων των εικόνων μόνο μία φορά.
fi: Valitse Kyllä, jos haluat näyttää kaikki kuvat jatkuvasti silmukassa, tai valitse Ei, jos haluat näyttää kaikki kuvat kerran ja lopettaa.
hr: Odaberi 'Da' da bi neprekidno prikazivali sve slike u petlji ili odaberi 'Ne' da bi prikazali sve slike odjednom a zatim zaustavite.
it: Seleziona 'Sì' per visualizzare continuamente tutte le immagini in un ciclo o selezionare 'No' per visualizzare tutte le immagini una volta e poi interrompere.
lt: Pasirinkite "Taip", jei norite, kad visi vaizdai būtų nuolat rodomi cikle, arba pasirinkite "Ne", jei norite, kad visi vaizdai būtų rodomi vieną kartą ir tada sustotumėte.
nl: Selecteer 'Ja' om alle afbeeldingen continu in een lus weer te geven, of selecteer 'Nee' om alle afbeeldingen één keer weer te geven en dan te stoppen.
pl: Wybierz "Tak", aby stale wyświetlać wszystkie obrazy w pętli, lub "Nie", aby wyświetlić wszystkie obrazy raz, a następnie zatrzymać.
sk: Ak chcete obrázky zobrazovať v nekonečnej slučke, vyberte možnosť 'Áno'. Pri možnosti 'Nie' sa obrázky zobrazia len raz a prehliadanie sa zastaví.
sr: Izaberi 'Da' da bi neprekidno prikazivali sve slike u petlji ili izaberi 'Ne' da bi prikazali sve slike odjednom a zatim zaustavite.
sv: Välj "Yes" för att kontinuerligt visa alla bilder i en slinga, eller välj "No" för att visa alla bilder en gång och sedan stoppa.
ta: எல்லா படங்களையும் ஒரு சுழற்சியில் தொடர்ந்து காண்பிக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும் அல்லது எல்லா படங்களையும் ஒரு முறை காண்பிக்க 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும், பின்னர் நிறுத்தவும்.
tr: Tüm görsellerin sürekli olarak döngü halinde görüntülenmesini sağlamak için 'Evet'i, tüm görsellerin bir kez görüntülenip ardından durdurulmasını sağlamak için ise 'Hayır'ı seçin.
uk: Виберіть 'Так', щоб безперервно відображати всі зображення в циклі, або виберіть 'Ні', щоб відобразити всі зображення один раз, а потім зупинити.

source: Select 'Yes' to disable multi-selection mode after each operation. Select 'No' to leave multi-selection mode active and the selections unchanged.
cs: Chcete-li po každé operaci deaktivovat režim vícenásobného výběru, vyberte možnost „Ano“. Chcete-li režim vícenásobného výběru ponechat aktivní a výběry nezměněny, vyberte „Ne“.
el: Επιλέξτε 'ναι' για να απενεργοποιήσετε τη λειτουργία πολλαπλής επιλογής μετά από κάθε λειτουργία. Επιλέξτε 'όχι' για να παραμείνει η πολλαπλή επιλογή ενεργή χωρίς αλλαγές.
fi: Valitse Kyllä, jos haluat poistaa moni valinta tilan käytöstä jokaisen toiminnon jälkeen. Valitse Ei, jos haluat jättää valinta tilan aktiiviseksi ja valinnat ennalleen.
hr: Odaberi 'Da' da bi onemogućili način višestrukog odabira nakon svake operacije. Odaberite 'Ne' da ostavite način višestrukog odabira aktivnim, a odabir nepromijenjen.
it: Seleziona 'Sì' per disabilitare la modalità di selezione multipla dopo ogni operazione. Seleziona 'No' per lasciare la modalità di selezione multipla attiva e le selezioni invariate.
nl: Kies 'Ja' om de multi-selectie modus na elk gebruik te beëindigen. Kies 'Nee' om de multi-selectie modus actief te laten.
pl: Wybierz opcję „Tak”, aby wyłączyć tryb wielokrotnego wyboru po każdej operacji. Wybierz opcję „Nie”, aby pozostawić aktywny tryb wielokrotnego wyboru i niezmienione wybory.
sk: Ak chcete vypnúť režim viacnásobného výberu po každej operácii, vyberte možnosť 'Áno'. Ak chcete ponechať režim viacnásobného výberu aktívny a výber nezmenený, vyberte možnosť 'Nie'.
sr: Izaberite 'Da' da isključite mod višestrukog odabira nakon svake operacije. Izaberite 'Ne' da ostavite mod višestrukog odabira aktivnim i odabire nepromenjenim.
sv: Välj "Yes" för att inaktivera läget för flera val efter varje operation. Välj "No" för att låta flervalsläget vara aktivt och valen oförändrade.
ta: ஒவ்வொரு செயல்பாட்டிற்கும் பிறகு பல தேர்வு பயன்முறையை முடக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். மல்டி-டெக்சன் பயன்முறையை செயலில் வைக்க 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும் மற்றும் தேர்வுகள் மாறாமல் உள்ளன.
tr: Her işlemden sonra çoklu seçim modunu devre dışı bırakmak için 'Evet'i seçin. Çoklu seçim modunu etkin bırakmak ve seçimleri değiştirmemek için 'Hayır'ı seçin.
uk: Виберіть 'Так', щоб вимкнути режим багаторазового вибору після кожної операції. Виберіть 'Ні', щоб залишити режим багаторазового вибору активним і вибір незмінним.

source: Select 'Yes' to disable the ServiceHiSilicon plugin to allow use of the default internal media player code.
cs: Vyberte „Ano“ pro deaktivaci pluginu ServiceHiSilicon a povolení použití výchozího interního kódu přehrávače médií.
el: Επιλέξτε 'ναι' για την απενεργοποίηση του πρόσθετου ServiceHiSilicon ώστε να επιτραπεί η χρήση του προεπιλεγμένου εσωτερικού κωδικοποιητή πολυμέσων.
hr: Odaberite 'Da' za onemogućavanje dodatka ServiceHiSilicon kako biste omogućili korištenje zadane interne medijske reprodukcije.
it: Seleziona 'Sì' per disabilitare il plugin ServiceHiSilicon e consentire l'uso del codice del lettore multimediale interno predefinito.
sr: Izaberite 'Da' da biste onemogućili HiSilicon dodatak servisa kako biste omogućili korišćenje podrazumevanog koda unutrašnjeg media plejera.
sv: Välj "Yes" om du vill inaktivera ServiceHiSilicon-pluginet för att tillåta användning av den interna standardkoden för mediaspelare.
tr: ServiceHiSilicon eklentisini devre dışı bırakmak ve varsayılan dahili medya oynatıcı kodunun kullanılmasını sağlamak için 'Evet'i seçin.
uk: Виберіть 'Так', щоб вимкнути плагін ServiceHiSilicon та дозволити використання вбудованого коду медіаплеєра за замовчуванням.

source: Select 'Yes' to display a small TV image (PiG - Picture in Graphic) within the EPG screen.
bg: Ако е зададено 'да', в EPG се показва малък телевизионен екран.
cs: Pokud nastavíte na 'ano' zobrazí se náhled TV obrazovky v EPG.
el: Επιλέξτε 'ναι' για εμφάνιση μίας μικρής εικόνας TV (PiG - εικόνα σε γραφικό) μέσα από την οθόνη του EPG.
fi: 'Kyllä' valinnalla näytetään pieni TV-kuva EPG:ssä.
fr: Si mis à 'oui' cela affichera une petite fenêtre TV dans l'EPG.
hr: Odaberi 'Da' da bi prikazali malu TV sliku (PiG - Slika u Grafici) unutar EPG zaslona.
it: Seleziona 'Sì' per visualizzare una piccola immagine TV (PiG - Picture in Graphic) all'interno dello schermo EPG.
lt: Jei nustatyta 'taip', EPG lange rodys mažą TV ekraną su esamu įvykiu.
nl: Bij 'Ja' ziet u een Mini-TV in de EPG.
pl: Wybierz „Tak”, aby wyświetlić mały obraz telewizyjny (PiG - Picture in Graphic) na ekranie EPG.
sk: Ak je nastavené na 'Áno', zobrazí sa v EPG malý náhľad TV obrazovky.
sr: Izaberi 'Da' da bi prikazali malu TV sliku (PiG - Slika u Grafici) unutar EPG ekrana.
sv: Välj "Yes" för att visa en liten TV-bild (PiG - Picture in Graphic) på EPG-skärmen.
ta: ஈபிசி திரையில் ஒரு சிறிய டிவி படத்தை (பன்றி - கிராஃபிக் படத்தில்) காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: EPG ekranında küçük bir TV görüntüsü (PiG - Picture in Graphic) görüntülemek için 'Evet'i seçin.
uk: Якщо вибрано 'так', в телегіді буде показуватися маленьке ТБ-вікно.

source: Select 'Yes' to display the InfoBar when a new event starts.
bg: Ако е зададено 'да', инфобарът ще се покаже при стартиране на ново събитие.
cs: Pokud je nastaveno na 'ano' Informační panel se zobrazí při novém pořadu.
el: Αν επιλεγεί το 'ναι', θα εμφανίζεται η μπάρα πληροφοριών κατά την έναρξη ενός νέου προγράμματος.
fi: 'Kyllä' valinnalla tietopalkki näytetään, kun uusi ohjelma alkaa.
fr: Si mis à 'oui' la barre d'informations s'affiche quand un nouvel événement commence.
hr: Odaberi 'Da' da bi prikazali info traku kada počne novi događaj.
it: Seleziona 'Sì' per visualizzare la barra informazioni quando inizia un nuovo evento.
lt: Jei nustatyta 'taip', naujam įvykiui prasidedant, bus rodoma info juosta.
nl: Kies 'ja' wanneer u de informatiebalk wilt zien wanneer er een nieuw programma start.
pl: Jeśli jest ustawione na 'tak', zostanie wyświetlony pasek informacyjny gdy rozpoczyna się nowy program.
sk: Ak je nastavené na 'áno', pri začatí novej udalosti sa zobrazí infolišta.
sr: Izaberi 'Da' da bi prikazali info traku kada počne novi događaj.
sv: Välj "Ja" för att visa InfoBar när ett nytt evenemang startar.
ta: புதிய நிகழ்வு தொடங்கும் போது இன்போபரைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Yeni bir etkinlik başladığında Bilgi Çubuğunun görüntülenmesini sağlamak için 'Evet'i seçin.
uk: Якщо вибрано 'так', при зміні передач буде показаний інфобар.

source: Select 'Yes' to display the InfoBar when changing channels.
bg: Ако е зададено 'да', инфобарът ще се покаже при смяна на каналите.
cs: Pokud je nastaveno na 'ano' Informační panel se zobrazí při změně kanálů.
el: Αν επιλεγεί το 'ναι', θα εμφανίζεται η μπάρα πληροφοριών κατά την αλλαγή καναλιού.
fi: 'Kyllä' valinnalla tietopalkki näytetään kanavanvaihdossa.
fr: Lorsqu'activé, la barre d'informations s'affiche lors du changement de chaîne.
hr: Odaberi 'Da' da bi prikazali info traku prilikom promjene kanala.
it: Seleziona 'Sì' per visualizzare la barra informazioni quando si cambia canale.
lt: Jei nustatyta 'taip', perjungiant kanalus, bus rodoma info juosta.
nl: Kies 'ja' wanneer u de informatiebalk wilt laten zien bij het overschakelen naar een andere zender.
pl: Jeśli jest ustawione na 'tak' ,zostanie wyświetlony pasek informacyjny podczas zmiany kanałów.
sk: Pri nastavení na 'áno' sa pri zmene kanálov zobrazí infolišta.
sr: Izaberi 'Da' da bi prikazali info traku prilikom promene kanala.
sv: Välj "Yes" för att visa InfoBar när du byter kanal.
ta: சேனல்களை மாற்றும்போது இன்போபரைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Kanal değiştirirken Bilgi Çubuğunu görüntülemek için 'Evet'i seçin.
uk: Якщо вибрано 'так', при зміні каналу буде показаний інфобар.

source: Select 'Yes' to display the channel number in the InfoBar.
bg: Ако е зададено 'да', номерът на канала ще се покаже в инфобара.
cs: Pokud je nastaveno na 'ano' čísla programů se zobrazí v infobaru.
el: Αν επιλεγεί το 'ναι', ο αριθμός του καναλιού θα εμφανίζεται στη μπάρα πληροφοριών.
fi: 'Kyllä' valinnalla kanavanumero näytetään tietopalkissa.
fr: Si mis à 'oui' le numéro de la chaîne sera affichée dans la barre d'info.
hr: Odaberi 'Da' da bi prikazali broj kanala na info traci.
it: Seleziona 'Sì' per visualizzare il numero del canale nella barra informazioni.
lt: Jei nustatyta 'taip', info juostoje bus rodomas kanalo numeris.
nl: Kies 'ja' wanneer u zendernummers op de informatiebalk wilt zien.
pl: Jeśli ustawione na 'tak' numer kanału będzie wyświetlany na pasku informacyjnym.
sk: Ak je nastavené na 'áno', v infolište sa bude zobrazovať číslo kanála.
sr: Izaberi 'Da' da bi prikazali broj kanala na info traci.
sv: Välj "Yes" för att visa kanalnumret i InfoBar.
ta: இன்ஃபோபரில் சேனல் எண்ணைக் காட்ட 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bilgi çubuğunda kanal numarasını görüntülemek için 'Evet'i seçin.
uk: Якщо вибрано 'так', номер канал буде показуватися в Інфобарі.

source: Select 'Yes' to display unknown files in the File Commander file viewer, select 'No' to not process unknown files.
cs: Vyberte 'Ano', chcete-li zobrazit neznámé soubory v prohlížeči souborů File Commander, vyberte 'Ne', pokud nechcete zpracovávat neznámé soubory.
el: Επιλέξτε 'ναι' για εμφάνιση των άγνωστων αρχείων στην προβολή αρχείων του File Commander, επιλέξτε 'όχι' για μη επεξεργασία των άγνωστων αρχείων.
fi: Valitse 'Kyllä', jos haluat näyttää tuntemattomat tiedostot Tiedostonhallinta näkymässä, valitse 'Ei', jos et halua käsitellä tuntemattomia tiedostoja.
hr: Odaberi 'Da' da bi prikazali nepoznate datoteke u prikazivaču Upravitelj datoteka, odaberite 'Ne' da nebi obradili nepoznate datoteke.
it: Seleziona 'Sì' per visualizzare i file sconosciuti nel visualizzatore di file File Commander, seleziona 'No' per non elaborare i file sconosciuti.
lt: Pasirinkite "Taip", kad nežinomi failai būtų rodomi "File Commander" failų peržiūros priemonėje, pasirinkite "Ne", kad neapdorotumėte nežinomų failų.
nl: Selecteer 'Ja' om onbekende bestanden weer te geven in de File Commander bestandsviewer, selecteer 'Nee' om onbekende bestanden niet te verwerken.
pl: Wybierz "Tak", aby wyświetlić nieznane pliki w podglądzie plików File Commander, wybierz "Nie", aby nie przetwarzać nieznanych plików.
sk: Ak sa majú v prehliadači Správcu súborov zobrazovať aj neznáme súbory, vyberte možnosť 'Áno'. Ak sa neznáme súbory nemajú spracúvať, vyberte možnosť 'Nie'.
sr: Izaberi 'Da' da bi prikazali nepoznate fajlove u prikazivaču Fajl Menadžer, izaberite 'Ne' da nebi obradili nepoznate fajlove.
sv: Välj "Ja" för att visa okända filer i File Commander-filvisaren, välj "Nej" för att inte bearbeta okända filer.
ta: கோப்பு தளபதி கோப்பு பார்வையாளரில் அறியப்படாத கோப்புகளைக் காண்பிக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும், அறியப்படாத கோப்புகளை செயலாக்க வேண்டாம் என்று 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bilinmeyen dosyaları File Commander dosya görüntüleyicisinde görüntülemek için 'Evet'i, bilinmeyen dosyaları işlememek için 'Hayır'ı seçin.
uk: Виберіть 'Так', щоб відображати невідомі файли у програмі перегляду файлів File Commander, виберіть 'Ні', щоб не обробляти невідомі файли.

source: Select 'Yes' to enable AI-Powered Translation for all teletext and DVB subtitles.
cs: Povolit překlad s technologií AI pro všechny teletextové a DVB titulky.
el: Ενεργοποίηση μετάφρασης μέσω AI για όλους τους υπότιτλους τηλεκειμένου και DVB.
fi: Ota tekoälyn käännös käyttöön teksti-tv:lle ja DVB-tekstityksille.
hr: Izaberite 'da' biste omogućili AI Pokretanje Prijevoda za sve teletekst i DVB titlove.
it: Abilita la traduzione basata sull'intelligenza artificiale per tutti i sottotitoli del televideo e DVB.
nl: AI vertaling voor Teletekst en DVB ondertiteling activeren.
pl: Wybierz 'Tak', aby włączyć tłumaczenie AI dla wszystkich napisów teletekstowych i DVB.
sk: Povoliť preklady vytvárané umelou inteligenciou pre teletext a DVB titulky.
sr: Izaberite 'Da' da omogućite prevod na bazi veštačke inteligencije za sve teletekst i DVB titlove.
sv: Välj "Ja" för att aktivera AI-driven översättning för alla text-TV- och DVB-undertexter.
ta: அனைத்து டெலிடெக்ச்ட் மற்றும் டிவிபி வசனங்களுக்கும் AI- இயங்கும் மொழிபெயர்ப்பை இயக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Tüm teletext ve DVB altyazıları için yapay zeka destekli çeviriyi etkinleştirmek üzere 'Evet'i seçin.
uk: Увімкніть переклад за допомогою штучного інтелекту для всіх субтитрів телетексту та DVB.

source: Select 'Yes' to enable DNS entry rotation. This rotation changes the order in which the list of DNS servers is used and can avoid issues if a DNS server in the list becomes unavailable.
cs: Vyberte možnost „Ano“ pro povolení rotace záznamů DNS. Tato rotace změní pořadí, ve kterém se používá seznam serverů DNS, a může zabránit problémům, pokud se server DNS v seznamu stane nedostupným.
hr: Odaberite 'Da' za uključivanje rotacije DNS unosa. Ova rotacija mijenja redoslijed korištenja popisa DNS poslužitelja i može spriječiti probleme ako neki DNS poslužitelj s popisa postane nedostupan.
it: Questa rotazione modifica l'ordine in cui viene utilizzato l'elenco dei server DNS e può evitare problemi se un server DNS nell'elenco diventa non disponibile.
sr: Izaberite 'Da' da biste omogućili rotaciju DNS unosa. Ova rotacija menja redosled korišćenja liste DNS servera i može izbeći probleme ako neki DNS server na listi postane nedostupan.
tr: DNS giriş rotasyonunu etkinleştirmek için 'Evet'i seçin. Bu rotasyon, DNS sunucuları listesinin kullanım sırasını değiştirir ve listedeki bir DNS sunucusunun kullanılamaz hale gelmesi durumunda oluşabilecek sorunları önleyebilir.
uk: Виберіть 'Так', щоб увімкнути ротацію записів DNS. Ця ротація змінює порядок використання списку DNS-серверів і може уникнути проблем, якщо DNS-сервер у списку стане недоступним.

source: Select 'Yes' to enable editing of this device's settings. Selecting 'No' resets the devices settings to their default values.
bg: Изберете „Да“, за да разрешите редактирането на настройките на това устройство. Избирането на „Не“ нулира настройките на устройствата до техните стойности по подразбиране.
cs: Chcete-li povolit úpravy nastavení tohoto zařízení, vyberte možnost Ano. Výběrem možnosti „Ne“ se resetuje nastavení zařízení na výchozí hodnoty.
el: Επιλέξτε 'ναι' για επεξεργασία των ρυθμίσεων αυτής της συσκευής. Αν επιλεγεί το 'όχι', θα γίνει επαναφορά αυτών των ρυθμίσεων στις προεπιλεγμένες τιμές.
fi: Valitse Kyllä, jos haluat ottaa tämän laitteen asetusten muokkaamisen käyttöön. Jos valitset Ei, laiteasetukset palautetaan oletusarvoihinsa.
fr: Sélectionnez « Oui » pour activer la modification des paramètres de cet appareil. Sélectionner « Non » réinitialise les paramètres de l’appareil à leurs valeurs par défaut.
hr: Odaberi 'Da' da bi omogućili uređivanje postavki ovog uređaja. Odaberi 'Ne' postavke uređaja se vraćaju na zadane vrijednosti.
it: Seleziona 'Sì' per abilitare la modifica delle impostazioni di questo dispositivo. Selezionando 'No' si ripristinano le impostazioni dei dispositivi ai valori predefiniti.
lt: Pasirinkite 'Taip', kad įgalintumėte šio įrenginio nustatymų redagavimą. Pasirinkus 'Ne', įrenginių nustatymai iš naujo nustato numatytąsias reikšmes.
nl: Kies 'Ja' om wijziging van instellingen op dit apparaat mogelijk te maken. Kies 'Nee' om de instellingen te resetten naar default.
pl: Wybierz "Tak", aby włączyć edycję ustawień urządzenia. Wybierz "Nie" aby przywrócić domyślne ustawienia urządzenia.
sk: Ak chcete povoliť úpravu nastavení tohto zariadenia, vyberte možnosť 'Áno'. Výberom možnosti 'Nie' sa nastavenia zariadenie resetujú na predvolené hodnoty.
sr: Izaberi 'Da' da bi omogućili uređivanje postavki ovog uređaja. Izaberite 'Ne' postavke uređaja se vraćaju na default vrednosti.
sv: Välj "Yes" för att aktivera redigering av den här enhetens inställningar. Om du väljer "No" återställs enhetens inställningar till standardvärdena.
ta: இந்த சாதனத்தின் அமைப்புகளைத் திருத்துவதற்கு 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். 'இல்லை' என்பதைத் தேர்ந்தெடுப்பது சாதனங்களின் அமைப்புகளை அவற்றின் இயல்புநிலை மதிப்புகளுக்கு மீட்டமைக்கிறது.
tr: Bu cihazın ayarlarının düzenlenmesini etkinleştirmek için 'Evet'i seçin. 'Hayır'ın seçilmesi, cihaz ayarlarını varsayılan değerlerine sıfırlar.
uk: Виберіть 'Так', щоб увімкнути редагування налаштувань цього пристрою. Вибір 'Ні' скидає налаштування пристроїв до значень за замовчуванням.
