Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: The installation of the default settings is finished. You can now continue configuring your %s %s by pressing the OK button on the remote control.
da: Installationen af standardindstillinger gennemført. Du kan nu fortsætte med at konfigurere din %s %s ved at trykke på OK knappen på fjernbetjeningen.
de: Die Installation der Standardeinstellungen wurde beendet. OK drücken und mit der Konfiguration der %s %s fortfahren.
et: Kanalinimekiri on paigaldatud. Saad jätkata %s %s seadistamist vajutades puldilt OK.
hu: A telepítés az alapértelmezett beállításokkal befejeződött. Most folytathatja a(z) %s %s konfigurálását a távvezérlő OK gombjának megnyomásával.
ru: Установка стандартных настроек закончена. Вы можете продолжить настройку вашего %s %s, нажав кнопку ОК на пульте ДУ.
vi: Quá trình cài đặt mặc định đã kết thúc. Bây giờ bạn có thể tiếp tục định cấu hình % s% s của mình bằng cách nhấn nút OK trên điều khiển từ xa.
zh_cn: 默认设置的安装完成.您现在可以继续配置您的 %s %s 按下遥控器上的'确定'键.

source: The md5sum validation failed, the file may be corrupted!
da: Validering af md5sum mislykkedes, filen kan være skadet!
de: Die md5sum Überprüfung ist fehlgeschlagen. Die Datei könnte defekt sein!
et: md5sum kontroll ebaõnnestus, fail võib olla rikutud!
hu: Az md5 ellenőrzés sikertelen, a fájl valószínűleg sérült!
ru: MD5 сумма файла неверна, файл вероятно поврежден!
vi: Xác thực md5sum không thành công, tập tin có thể bị hỏng!
zh_cn: md5sum验证失败,文件可能已损坏!

source: The password can not be blank.
da: Adgangskoden kan ikke være tom.
de: Das Passwort darf nicht leer sein.
et: Parool ei tohi olla tühi.
vi: Mật khẩu không thể để trống.
zh_cn: 密码不能为空.

source: The path %s already exists.
da: Stien %s findes allerede.
de: Der Pfad %s existiert bereits.
et: Rada %s on juba olemas.
hu: A %s útvonal már létezik.
pt_br: O diretório %s já existe.
ru: Этот путь %s уже существует.
sl: Pot %s že obstaja.
vi: Đường dẫn%s đã tồn tại.
zh_cn: 该路径 %s 已经存在.

source: The pin code you entered is wrong.
da: Din indtastede pin kode er forkert.
de: Der eingegebene PIN-Code ist falsch.
et: Vale kood.
hu: A megadott PIN kód helytelen.
pt_br: Senha informada está incorreta.
ru: Введен неверный пин-код
sl: Napačna PIN koda.
vi: Mã pin bạn nhập là sai.
zh_cn: 您输入的密码是错误的.

source: The servicelist is reloaded.
da: Kanallisten er genindlæst.
de: Die Kanallisten wurden aktualisiert.
et: Kanalinimekiri on värskendatud.
hu: A csatornalista újra van töltve.
ru: Список каналов перезагружен.
vi: Người phục vụ được tải lại.
zh_cn: 服务列表加载.

source: The setting 'without query' is the same as 'standard' without additional confirmation query. All other dependencies (e.g. recordings, time range) stay persist.
da: Indstillingen 'Uden forespørgsel' er det samme som 'Standard' uden yderligere bekræftelsesspørgsmål. Alle andre afhængighed (f.eks. optagelser, tidsområde) gælder stadig.
de: Die Einstellung 'ohne Rückfrage' ist das gleiche wie 'Standard' ohne zusätzliche Bestätigungsabfrage. Alle anderen Abhängigkeiten (z.B. Aufnahmen, Zeitbereich) bleiben bestehen.
et: Valik 'päringuta' on sama kui 'vaikimisi', ainult lisakinnitust ei küsita. Kõik muud tingimused (salvestused, ajavaru) jäävad samaks.
hu: A 'query nélkül' lekérdezés ugyanaz, mint a 'standard' lekérdezés. Az összes többi függőség (például felvételek, időtartomány) továbbra is fennmarad.
vi: Cài đặt 'không có truy vấn' giống như 'tiêu chuẩn' mà không có truy vấn xác nhận bổ sung. Tất cả các phụ thuộc khác (ví dụ: bản ghi, phạm vi thời gian) vẫn tồn tại.
zh_cn: 没有额外的确认查询,设置'没有查询'与'标准'相同.所有其他的依赖关系(如录制,时间范围)保持持续.

source: The sleep timer has been activated.
da: DvaleTimer er blevet aktiveret.
de: Der Ausschalttimer wurde aktiviert.
et: Unetaimer aktiveeriti.
hu: Az elalvás időzítő aktiválva lett.
pt_br: O temporizador foi ativado.
ru: Таймер сна включен.
sl: Časovnik spanja je omogočen.
vi: Đồng hồ ngủ đã được kích hoạt.
zh_cn: 休眠定时器已被激活.

source: The sleep timer has been disabled.
da: DvaleTimer er blevet deaktiveret.
de: Der Ausschalttimer wurde deaktiviert.
et: Unetaimer keelati.
hu: Az elalvásidőzítő ki lett kapcsolva.
pt_br: O temporizador foi desativado.
ru: Таймер сна выключен.
sl: Časovnik spanja je onemogočen.
vi: Đồng hồ ngủ đã bị vô hiệu hóa.
zh_cn: 睡眠定时器已被禁用.

source: The software management extension is not installed! Please install it.
da: Software-håndtering udvidelsen er ikke installeret! Installer den venligst.
et: Tarkvarahaldur ei ole paigaldatud! Paigalda see.
hu: A szoftver menedzsment bővítmény nincs feltelepítve! Kérem, telepítse fel.
pt_br: Gerenciador de software não está instalado! Instale o gerenciador de software e tente novamente.
ru: Дополнение управлением ПО не установлено! Пожалуйста, установите.
vi: Phần mở rộng quản lý phần mềm không được cài đặt! Vui lòng cài đặt nó.
zh_cn: 未安装软件管理扩展! 请安装它.

source: The status of the current update could not be checked because http://www.opena.tv could not be reached for some reason
de: Der Update Status kann nicht überprüft werden da die Seite http://www.opena.tv nicht erreichbar ist
et: Uuenduste olekut ei saa kontrollida,sest http://www.opena.tv paistab olevat maas
hu: Az aktuális frissítés állapotát nem lehet ellenőrizni, mert a http://www.opena.tv valamilyen okból nem érhető el
ru: Текущий статус имиджа не может быть проверен, так как сайт http://www.opena.tv недоступен.
vi: Không thể kiểm tra trạng thái của bản cập nhật hiện tại vì không thể truy cập http://www.opena.tv
zh_cn: 由于某些原因无法访问http://www.opena.tv,因此无法检查当前更新的状态

source: The timer file (pm_timers.xml) is corrupt and could not be loaded.
da: Timerfilen (pm_timers.xml) er ødelagt og kunne ikke hentes.
de: Die Timer-Datei ('pm_timers.xml') ist beschädigt und konnte nicht geladen werden.
et: Taimerite fail (pm_timers.xml) on rikutud ja seda ei saa laadida.
hu: Az időzítő fájl (pm_timers.xml) sérült és nem lehet betölteni.
ru: Файл таймера (pm_timers.xml) поврежден и не может быть загружен.
vi: Tệp hẹn giờ (pm_timers.xml) bị hỏng và không thể tải được.
zh_cn: 定时器文件(pm_timers.XML)已损坏,无法加载.

source: The timer file (timers.xml) is corrupt and could not be loaded.
da: Timer filen (timers.xml) er korrupt og kan ikke bruges.
de: Die Timer-Datei ('timers.xml') ist beschädigt und konnte nicht geladen werden.
et: Taimerite fail (timers.xml) on rikutud ja seda ei saa laadida.
hu: A timer fájl (timers.xml) sérült és nem lehet betölteni.
pt_br: Não foi possível carregar os temporizadores. Arquivo timers.xml está corrompido.
ru: Файл таймеров (timers.xml) поврежден и не может быть загружен.
sl: Datoteka s časovniki (timers.xml) je okvarjena in je ni možno namestiti.
vi: Tệp hẹn giờ (timers.xml) bị hỏng và không thể tải được.
zh_cn: 定时器文件(定时器.XML)已损坏,无法加载.

source: The unicable connection setting is wrong. Maybe recursive connection of tuners.
da: Unicable forbindelsesindstillingen er forkert. Tunere er måske rekursiv forbundet.
et: Unicable ühendus on valesti seadistatud. Tuunerid võivad olla ühendatud rekursiivselt.
hu: Az unicable kapcsolat beállítása helytelen. Talán a tunerek rekurzív kapcsolata miatt.
vi: Cài đặt kết nối không thể sử dụng là sai. Có thể kết nối đệ quy của bộ chỉnh.
zh_cn: 连接设置是错误的. tuners可能重复连接

source: The user interface of your %s %s is restarting due to an error in mytest.py
et: %s %s kasutajaliides taaskäivitub vea tõttu 'mytest.py' failis
hu: A(z) %s %s felhasználói felülete újraindul a mytest.py fájlban lévő hiba miatt
ru: Пользовательский интерфейс вашего %s %s будет перезагружен по причине ошибки в mytest.py
vi: Giao diện người dùng của % s% s của bạn đang khởi động lại do lỗi trong mytest.py
zh_cn: 您的 %s %s 用户界面正在重新启动 由于在mytest.py错误

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
da: Det trådløs LAN Plugin er ikke installeret! Installer det venligst og vælg hvad du herefter vil gøre.
de: Das WLAN Plugin ist nicht installiert! Bitte installieren Sie es und wählen Sie dann eine Option zum Fortfahren.
et: WLAN plugin on paigaldamata! Paigalda see ja vali mida soovid teha järgmiseks.
hu: A vezeték nélküli bővítmény nincs telepítve! Kérem, telepítse fel előbb, majd folytassa.
pt_br: O plugin de rede sem fio não está instalado! Instale o plugin de rede sem fio e tente novamente.
ru: Плагин Wireless LAN не установлен! Пожалуйста, установите его и выберите, что делать далее.
sl: Vtičnik za brezzično mrežo ni nameščen! Prosim, da ga namestite!
vi: Plugin LAN không dây chưa được cài đặt! Vui lòng cài đặt nó và chọn những gì bạn muốn làm tiếp theo.
zh_cn: 未安装无线局域网插件! 请安装它,然后选择下一步.

source: The wizard can backup your current settings. Do you want to do a backup now?
da: Assistenten kan gemme dine nuværende indstillinger. Vil du gemme dine indstillinger nu ?
de: Der Assistent kann jetzt Ihre Einstellungen sichern. Sicherung jetzt durchführen?
et: Praegustest seadistustest saab teha varukoopia. Kas teha seda nüüd?
hu: A varázsló el tudja menteni a jelenlegi beállításait. szeretne most egy mentést csinálni?
pt_br: O assistente pode fazer um backup das configurações. Fazer um backup agora?
ru: Мастер может сохранить Ваши текущие настройки. Хотите сделать это сейчас?
sl: Čarovnik bo kreiral varnostno kopijo vaših trenutnih nastavitev. Želite to storiti sedaj?
vi: Trình hướng dẫn có thể sao lưu các cài đặt hiện tại của bạn. Bạn có muốn làm một bản sao lưu bây giờ?
zh_cn: 该向导可以备份您的当前设置.是否现在备份?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
da: Assistenten har fundet en konfigurationssikkerhedskopi. Vil du gendanne dine gamle indstillinger fra %s ?
de: Der Assistent hat eine Konfigurations-Sicherungsdatei entdeckt. Wollen Sie Ihre Einstellungen von %s wiederherstellen?
et: Abiline leidis seadistuste varukoopia. Kas taastada vanad %s seadistused?
hu: A Varázsló talált egy korábbi mentést. Szeretné visszaállítani a beállításokat %s-ből?
ru: Мастер нашел бекап настроек. Хотите восстановить настройки из файла %s?
sl: Čarovnik je našel shranjene nastavitve. Želite obnoviti te nastavitve iz %s?
vi: Trình hướng dẫn tìm thấy bản sao lưu cấu hình. Bạn có muốn khôi phục cài đặt cũ của mình từ % s không?
zh_cn: 向导找到一个配置备份.是否恢复你的旧设置 %s?

source: The wizard is finished now.
da: Assistenten er nu gennemført.
de: Der Assistent ist nun beendet.
et: Abiline on nüüd läbitud.
hu: A varázsló befejezte feladatát.
pt_br: O assistente de configuração está concluído.
ru: Мастер закончил работу.
sl: Čarovnik je končan.
vi: Đã kết thúc.
zh_cn: 向导已经完成.

source: Theater
da: Teater
zh_cn: 剧院

source: There are at least
da: Der er mindst
de: Es sind mindestens
et: Saadaval on
hu: Legalább
pt_br: Existem ao menos
ru: Как минимум
sl: Obstaja vsaj
vi: Có ít nhất
zh_cn: 至少有

source: There are at least %s updates available.
da: Der er mindst %s opdateringer tilgængelig.
et: Saadaval on vähemalt %s uuendust.
hu: Legalább %s frissítés elérhető.
pt_br: Existem ao menos %s atualizações disponíveis.
ru: Как минимум %s обновлений доступно.
vi: Có ít nhất%s cập nhật có sẵn.
zh_cn: 至少有 %s 可用的更新.

source: There are currently no outstanding actions.
da: Der er i øjeblikket ingen udestående handlinger.
de: Es sind keine Aktivitäten geplant.
et: Täitmata tegevusi ei ole.
hu: Semmilyen kiemelkedő esemény nem következik.
pt_br: Atualmente não existem ações pendentes.
ru: В данное время нет невыполненных действий.
vi: Hiện tại không có hành động nổi bật.
zh_cn: 目前没有突出的行动.

source: There are to many update packages !! There is a risk that your %s %s will not boot after online-update, or will show disfunction in running Image. You need to flash new !! Do you want to flash-online ?
da: Der er for mange opdateringspakker !! Der er risiko for at din %s %s ikke vil starte op efter en online opdatering, eller vil give fejl i kørende Image. Du bliver nødt til at ny-flashe !! Vil du online-flashe ?
de: !! Es gibt zu viele Update-Pakete !! Es besteht die Gefahr, dass Ihre %s %s nach dem Online-Update nicht mehr startet, oder Fehlfunktionen auftreten. Sie sollten das Image neu Flashen! Wollen Sie jetzt online Flashen?
et: Liiga palju uuendatavaid pakette! On suur oht, et %s %s pärast tarkvarauuendust enam ei käivitu või tema töös esineb tõrkeid. Püsivara tuleb uuesti paigaldada! Kas paigaldada uus püsivara? Kas paigaldada püsivara veebist?
hu: Sok frissítési csomag létezik !! Fennáll annak a veszélye, hogy a(z) %s %s nem fog újra indulni az online frissítés után, vagy meghibásodást fog mutatni az Lemezkép futtatásakor. Újra kell Flashelni !! Flashelni szeretne Online?
ru: Слишком много пакетов обновляется!!! Существует риск, что ваш %s %s после обновления не будет загружаться, или получите неработоспособный имидж. Необходимо прошивать ресивер заново!! Хотите выполнить онлайн-прошивку?
vi: Có nhiều gói cập nhật !! Có một rủi ro là % s% s của bạn sẽ không khởi động sau khi cập nhật trực tuyến hoặc sẽ hiển thị lỗi khi chạy Image. Bạn cần flash mới !! Bạn có muốn flash-online?
zh_cn: 有许多更新包!! 有一个风险,你的 %s %s 将不 经过在线更新引导,或将显示镜像功能运行. 你你需要刷新镜像!! 是否要在线刷机?

source: There is no signal to lock on !
bg: Не съществува сигнал за заключване на !
da: Der er intet signal at låse til!
et: Lukustamiseks puudub signaal!
hu: Nincs jel!
pt_br: Não há sinal para estabelecer!
ru: Нет сигнала по этому захвату!
vi: Không có tín hiệu để khóa!
zh_cn: 没有信号可以锁定!

source: There might not be enough space on the selected partition.. Do you really want to continue?
da: Der kan være for lidt plads på den valgte Partition. Vil du virkelig fortsætte ?
et: Valitud partitsioonil ei pruugi olla piisavalt vaba ruumi. Kas soovid jätkata?
hu: Lehet, hogy nincs elég hely a kiválasztott partíción. Biztos, hogy folytatni szeretné?
ru: Возможно недостаточно места в выбранном разделе. Действительно хотите продолжить?
vi: Có thể không có đủ không gian trên phân vùng đã chọn .. Bạn có thực sự muốn tiếp tục?
zh_cn: 在选定的分区上可能没有足够的空间.. 你是否想继续?

source: There was an error downloading the updatelist. Please try again.
da: Der opstod en fejl ved download af opdateringslisten, Prøv venligs igen.
de: Beim Herunterladen der Update-Liste gab es einen Fehler. Bitte versuchen Sie es noch einmal.
et: Tarkvaraloendi hankimisel tekkis viga. Proovi uuesti.
hu: Hiba történt a frissítési lista letöltése közben. Kérlek próbáld újra.
ru: При загрузке списка обновлений, произошла ошибка. Пожалуйста, попробуйте еще раз
vi: Có lỗi khi tải xuống updatelist. Vui lòng thử lại.
zh_cn: 一个错误在那里下载更新列表.请再试一次.

source: This Device is already mounted as HDD.
da: Enheden er allerede mounted som Harddisk.
de: Das Gerät ist bereits als HDD eingehängt.
et: Andmekandja on juba kõvakettana haagitud.
hu: Ez az eszköz már csatlakoztatva van Merevlemezként.
ru: Это устройство уже смонтировано как жесткий диск.
vi: Thiết bị này đã được gắn dưới dạng ổ cứng.
zh_cn: 此设备已经安装的硬盘.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
da: Dette tillader dig at ændre skriftstørrelse relativ til Tema-størrelsen, så 1 øger med 1 punkstørrelse, og -1 reducere med 1 punktstørrelse.
de: Die Schriftgröße relativ zu den Skineinstellungen ändern. 1 erhöht die Größe um 1. -1 verringert die Größe um 1.
et: Siin saab muuta tähesuurust kujunduse suhtes. 1 suurendab ja -1 vähendab
hu: Ez lehetővé teszi a betűméret megváltoztatását a kinézeti méretéhez képest, így az '1' az 1 pont méretével növekszik, a '-1' pedig 1 pont méretre csökken
ru: Можете изменить размер шрифта по отношению к скину, Цифра 1 увеличивает размер на 1 пункт и -1 уменьшает размер на 1 пункт
vi: Điều này cho phép bạn thay đổi kích thước phông chữ tương ứng với kích thước da, vì vậy 1 tăng kích thước 1 điểm và -1 giảm kích thước 1 điểm
zh_cn: 这可以让你改变字体大小相对于皮肤的大小,所以1增加了1点大小,和-1减少1点大小

source: This allows you to set the number of digits to 5, if you have more than 9999 channels.
bg: Това ви позволява да зададете броя на цифрите на 5,ако имате повече от 9999 канала.
da: Dette tillader dig at sætte antallet af cifre til 5, hvis du har mere end 9999 kanaler.
de: Stellen Sie die Anzahl der Stellen auf 5, wenn Sie mehr als 9999 Kanäle haben.
et: Võimalik on määrata kuni 5 numbrikohta, kui kanaleid on rohkem kui 9999.
hu: Ez lehetővé teszi, hogy a számjegyek számát 5-re állítsa be, ha több mint 9999 csatorna van.
vi: Điều này cho phép bạn đặt số chữ số thành 5, nếu bạn có nhiều hơn 9999 kênh.
zh_cn: 这允许您将数字设置为5,如果您有超过9999个频道.

source: This allows you to show drivers modules in downloads
da: Dette tillader dig at vise drivermoduler i downloads.
de: Treiber im Downloadbereich anzeigen.
et: See lubab saadaolevate ajurite kuvamise
hu: Ez lehetővé teszi a meghajtók moduljainak megjelenítését a letöltések között
ru: Это позволит вам просмотреть драйверы при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun trình điều khiển trong tải xuống
zh_cn: 这允许您显示下载中的驱动模块

source: This allows you to show extensions modules in downloads
da: Dette tillader dig at vise udvidelsesmoduler i downloads.
de: Erweiterungen im Downloadbereich anzeigen.
et: See lubab saadaolevate laienduste kuvamise
hu: Ez lehetővé teszi a bővítmények modulok megjelenítését a letöltések között
ru: Это позволит вам просмотреть дополнения при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun mở rộng trong phần tải xuống
zh_cn: 这允许您在下载中显示扩展模块

source: This allows you to show kernel modules in downloads
da: Dette tillader dig at vise kernemoduler i downloads.
de: Kernel Erweiterungen im Downloadbereich anzeigen.
et: See lubab saadaolevate kerneli moodulite kuvamise
hu: Ez lehetővé teszi a kernel moduljainak megjelenítését a letöltések között
ru: Это позволит вам просмотреть ядра при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun hạt nhân trong các bản tải xuống
zh_cn: 这允许您在下载中显示内核模块

source: This allows you to show languages in downloads
da: Dette tillader dig at vise sprog i downloads.
de: Sprachen im Downloadbereich anzeigen.
et: See lubab keelefailide kuvamise
hu: Ez lehetővé teszi a nyelvek megjelenítését a letöltések között
vi: Điều này cho phép bạn hiển thị ngôn ngữ trong các bản tải xuống
zh_cn: 这允许您在下载中显示语言

source: This allows you to show lcd skins in downloads
da: Dette tillader dig at vise LCD Temaer i downloads.
de: LCD Skins im Downloadbereich anzeigen.
et: See lubab saadaolevate lcd kujunduste kuvamise
hu: Ez lehetővé teszi a lcd kinézetek megjelenítését a letöltések között
ru: Это позволит вам просмотреть скины дисплея при загрузке
vi: Điều này cho phép bạn hiển thị giao diện LCD trong các bản tải xuống
zh_cn: 这可以让你在下载显示液晶皮肤

source: This allows you to show m2k modules in downloads
da: Dette tillader dig at vise m2k moduler i downloads.
de: M2K Erweiterungen im Downloadbereich anzeigen.
et: See lubab saadaolevate m2k moodulite kuvamise
hu: Ez lehetővé teszi a m2k moduljainak megjelenítését a letöltések között
ru: Это позволит вам просмотреть модулы m2k при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun m2k trong tải xuống
zh_cn: 这允许您显示在M2000模块下载

source: This allows you to show picons modules in downloads
da: Dette tillader dig at vise Pikoner moduler i downloads.
de: Picons (Senderlogos) im Downloadbereich anzeigen.
et: See lubab saadaolevate pikonite kuvamise
hu: Ez lehetővé teszi a picon moduljainak megjelenítését a letöltések között
ru: Это позволит вам просмотреть пиконы при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun picons trong tải xuống
zh_cn: 这允许您显示picons模块下载

source: This allows you to show pli modules in downloads
da: Dette tillader dig at vise PLi moduler i downloads.
de: PLI Erweiterungen im Downloadbereich anzeigen.
et: See lubab saadaolevate pli moodulite kuvamise
hu: Ez lehetővé teszi a pli moduljainak megjelenítését a letöltések között
ru: Это позволит вам просмотреть модули пли при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun pli trong tải xuống
zh_cn: 这允许您在下载编程模块

source: This allows you to show security modules in downloads
da: Dette tillader dig at vise sikkerhedsmoduler i downloads.
de: Security Erweiterungen (Sicherheitserweiterungen) im Downloadbereich anzeigen.
et: See lubab saadaolevate turvamoodulite kuvamise
hu: Ez lehetővé teszi a biztonsági modulok megjelenítését a letöltések között
ru: Это позволит вам просмотреть модули защиты при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun bảo mật trong các bản tải xuống
zh_cn: 这允许您在下载中显示安全模块

source: This allows you to show settings modules in downloads
da: Dette tillader dig at vise indstillingsmoduler i downloads.
de: Settings im Downloadbereich anzeigen.
et: See lubab saadaolevate kanalinimekirjade kuvamise
hu: Ez lehetővé teszi a beállítási modulok megjelenítését a letöltések között
ru: Это позволит вам просмотреть файлы настроек при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun cài đặt trong phần tải xuống
zh_cn: 这允许您在下载中显示设置模块

source: This allows you to show skin modules in downloads
da: Dette tillader dig at vise Tema moduler i downloads.
de: Skins im Downloadbereich anzeigen.
et: See lubab kujunduste kuvamise
hu: Ez lehetővé teszi a kinézet moduljainak megjelenítését a letöltések között
vi: Điều này cho phép bạn hiển thị các mô-đun da trong các bản tải xuống
zh_cn: 这允许您在下载中显示皮肤模块

source: This allows you to show softcams modules in downloads
da: Dette tillader dig at vise softcam moduler i downloads.
de: Softcams im Downloadbereich anzeigen.
et: See lubab saadaolevate emulaatorite kuvamise
hu: Ez lehetővé teszi a softcam moduljainak megjelenítését a letöltések között
ru: Это позволит вам просмотреть файлы эмуляторов при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun softcam trong phần tải xuống
zh_cn: 这允许您显示softcams模块下载

source: This allows you to show systemplugins modules in downloads
da: Dette tillader dig at vise systemplugin moduler i downloads.
de: Systemplugins im Downloadbereich anzeigen.
et: See lubab saadaolevate süsteemipluginate kuvamise
hu: Ez lehetővé teszi a rendszerbővítmények megjelenítését a letöltések között
ru: Это позволит вам просмотреть системные плагины при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun systemplugins trong phần tải xuống
zh_cn: 这允许您在下载中显示系统插件模块

source: This allows you to show vix modules in downloads
da: Dette tillader dig at vise ViX moduler i downloads.
de: VIX Erweiterungen im Downloadbereich anzeigen.
et: See lubab saadaolevate vix moodulite kuvamise
hu: Ez lehetővé teszi a vix moduljainak megjelenítését a letöltések között
ru: Это позволит вам просмотреть файлы vix при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun vix trong tải xuống
zh_cn: 这允许您显示VIX模块下载

source: This allows you to show weblinks modules in downloads
da: Dette tillader dig at vise weblinks moduler i downloads.
de: Weblinks im Downloadbereich anzeigen.
et: See lubab saadaolevate veebilinkide kuvamise
hu: Ez lehetővé teszi a webes hivatkozások moduljainak megjelenítését a letöltések között
ru: Это позволит вам просмотреть файлы ссылок при загрузке
vi: Điều này cho phép bạn hiển thị các mô-đun liên kết web trong các bản tải xuống
zh_cn: 这允许您在下载显示链接模块

source: This is a workaround for some devices there wakeup again after switching in standby. The wak up command's from other devices will ignored for few seconds.
da: Dette er en nødløsning for nogle enheder der vågner op igen efter skift til Standby. Vågn op kommandoerne fra andre enheder vil blive ignoreret i nogle få sekunder.
de: Dies ist ein Workaround für einige Geräte die nach dem Umschalten in den Standby wieder geweckt werden. Damit wird das Aufwecken durch andere Geräte für einige Sekunden ignoriert.
et: See on erilahendus boksidele, mis pärast ooteseisundisse minekut jälle käivituvad. Muudest seadmetest tulevat äratuskäske eiratakse mõne sekundi jooksul.
vi: Đây là một cách giải quyết cho một số thiết bị thức dậy sau khi chuyển sang chế độ chờ. Lệnh wak up từ các thiết bị khác sẽ bị bỏ qua trong vài giây.
zh_cn: 对于某些在待机状态下切换后会再次唤醒的设备,这是一种解决方法.来自其他设备的wak up命令将被忽略几秒钟.
