Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Use the LEFT/RIGHT buttons on your remote to move the OSD bottom.
cs: Pomocí tlačítek Vlevo/Vpravo na dálkovém ovládání posuňte uživatelské rozhraní dolů.
el: Χρήση των πλήκτρων αριστερά/δεξιά για μετακίνηση της διεπαφής χρήστη κάτω.
fi: Käytä kaukosäätimen Vasen/Oikea painikkeita siirtääksesi käyttöliittymää alas.
hr: Koristite tipke LIJEVO/DESNO na daljinskom upravljaču za pomicanje dna OSD-a.
it: Usa i tasti Sinistra/Destra sul telecomando per spostare l'interfaccia utente in basso.
nl: Gebruik de LINKS/RECHTS knoppen om de Gebruikersinterface/OSD naar beneden te verplaatsen.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby przesunąć dół menu OSD.
sk: Na posunutie spodnej časti používateľského rozhrania použite tlačidlá doľava/doprava na diaľkovom ovládači.
sr: Koristite dugmadi LEVO/DESNO na svom daljinskom upravljaču da pomerite OSD na dno.
sv: Använd vänster/höger-knapparna på fjärrkontrollen för att flytta OSD-rutan nedåt.
ta: OSD அடிப்பகுதியை நகர்த்த உங்கள் ரிமோட்டில் இடது/வலது பொத்தான்களைப் பயன்படுத்தவும்.
tr: Uzaktan kumandanızdaki SOL/SAĞ tuşlarını kullanarak OSD alt kısmını hareket ettirebilirsiniz.
uk: Використовуйте кнопки Вліво/Вправо на пульті, щоб перемістити інтерфейс користувача вниз.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD left.
cs: Pomocí tlačítek Vlevo/Vpravo na dálkovém ovládání posuňte uživatelské rozhraní doleva.
el: Χρήση των πλήκτρων αριστερά/δεξιά για μετακίνηση της διεπαφής χρήστη αριστερά.
fi: Käytä kaukosäätimen Vasen/Oikea painikkeita siirtääksesi käyttöliittymää vasemmalle.
hr: Koristite tipke LIJEVO/DESNO na daljinskom upravljaču za pomicanje OSD-a ulijevo.
it: Usa i tasti Sinistra/Destra sul telecomando per spostare l'interfaccia utente a sinistra.
nl: Gebruik de LINKS/RECHTS knoppen om de Gebruikersinterface/OSD naar links te verplaatsen.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby przesunąć menu OSD w lewo.
sk: Na posunutie používateľského rozhrania doľava použite tlačidlá doľava/doprava na diaľkovom ovládači.
sr: Koristite dugmadi LEVO/DESNO na svom daljinskom upravljaču da pomerite OSD levo.
sv: Använd vänster/höger-knapparna på fjärrkontrollen för att flytta OSD till vänster.
ta: OSD இடதுபுறத்தை நகர்த்த உங்கள் ரிமோட்டில் இடது/வலது பொத்தான்களைப் பயன்படுத்தவும்.
tr: Uzaktan kumandanızdaki SOL/SAĞ tuşlarını kullanarak OSD'yi sola doğru hareket ettirebilirsiniz.
uk: Використовуйте кнопки Вліво/Вправо на пульті, щоб перемістити інтерфейс користувача вліво.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD left/right.
bg: Използвайте ляв/десен бутон на дистанционно, за да преместите потребителския интерфейс наляво/надясно
cs: Posune OSD vlevo/vpravo (šipky VLEVO/VPRAVO).
el: Χρήση των πλήκτρων αριστερά/δεξιά για μετακίνηση της διεπαφής χρήστη αριστερά/δεξιά.
fi: Säädä käyttöliittymän vaakasijaintia kaukosäätimen vasen/oikea näppäimillä.
fr: Utilisez les boutons gauche/droit de votre télécommande pour déplacer l'interface utilisateur à gauche/droite
hr: Koristite tipke LIJEVO/DESNO na daljinskom upravljaču za pomicanje OSD-a lijevo/desno.
it: Usa i tasti Sinistra/Destra sul telecomando per spostare l'interfaccia utente a sinistra o destra.
lt: Naudokite kairėn/dešinėn mygtukus ant nuotolinio valdymo pulto, kad perkeltumėte vartotojo sąsają aukštyn/žemyn
nl: Gebruik de LINKS/RECHTS knoppen om de Gebruikersinterface/OSD te verplaatsen.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby przesuwać menu OSD w lewo/prawo.
sk: Na posunutie používateľského rozhrania doľava/doprava použite tlačidlá doľava/doprava na diaľkovom ovládači.
sr: Koristite LEVO/DESNO dugme na vašem daljinskom upravljaču da pomerite OSD levo/desno.
sv: Använd vänster/höger-knapparna på fjärrkontrollen för att flytta OSD åt vänster/höger.
ta: OSD இடது/வலதுபுறத்தை நகர்த்த உங்கள் ரிமோட்டில் இடது/வலது பொத்தான்களைப் பயன்படுத்தவும்.
tr: Uzaktan kumandanızdaki SOL/SAĞ tuşlarını kullanarak OSD'yi sola/sağa doğru hareket ettirebilirsiniz.
uk: Використовуйте кнопки Вліво/Вправо для переміщення OSD вліво/вправо.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD right.
cs: Pomocí tlačítek Vlevo/Vpravo na dálkovém ovládání posuňte uživatelské rozhraní doprava.
el: Χρήση των πλήκτρων αριστερά/δεξιά για μετακίνηση της διεπαφής χρήστη δεξιά.
fi: Käytä kaukosäätimen Vasen/Oikea painikkeita siirtääksesi käyttöliittymää oikealle.
hr: Koristite tipke LIJEVO/DESNO na daljinskom upravljaču za pomicanje OSD-a udesno.
it: Usa i tasti Sinistra/Destra sul telecomando per spostare l'interfaccia utente a destra.
nl: Gebruik de LINKS/RECHTS knoppen om de Gebruikersinterface/OSD naar rechts te verplaatsen.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby przesunąć menu OSD w prawo.
sk: Na posunutie používateľského rozhrania doprava použite tlačidlá doľava/doprava na diaľkovom ovládači.
sr: Koristite dugmadi LEVO/DESNO na svom daljinskom upravljaču da pomerite OSD udesno.
sv: Använd knapparna LEFT/RIGHT på fjärrkontrollen för att flytta OSD till höger.
ta: OSD வலதுபுறத்தை நகர்த்த உங்கள் ரிமோட்டில் இடது/வலது பொத்தான்களைப் பயன்படுத்தவும்.
tr: Uzaktan kumandanızdaki SOL/SAĞ tuşlarını kullanarak OSD'yi sağa doğru hareket ettirebilirsiniz.
uk: Використовуйте кнопки Вліво/Вправо на пульті, щоб переміститиOSD вправо.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD top.
cs: Pomocí tlačítek Vlevo/Vpravo na dálkovém ovládání přesuňte uživatelské rozhraní nahoru.
el: Χρήση των πλήκτρων αριστερά/δεξιά για μετακίνηση της διεπαφής χρήστη στην κορυφή.
fi: Käytä kaukosäätimen Vasen/Oikea painikkeita siirtääksesi käyttöliittymää ylös.
hr: Koristite tipke LIJEVO/DESNO na daljinskom upravljaču za pomicanje vrha OSD-a.
it: Usa i tasti Sinistra/Destra sul telecomando per spostare l'interfaccia utente in alto.
nl: Gebruik de LINKS/RECHTS knoppen om de Gebruikersinterface/OSD naar boven te verplaatsen.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby przesunąć górną część menu OSD.
sk: Na posunutie používateľského rozhrania nahor použite tlačidlá doľava/doprava diaľkového ovládača.
sr: Koristite dugmadi LEVO/DESNO na svom daljinskom upravljaču da pomerite OSD na vrh.
sv: Använd vänster-/högerknapparna på fjärrkontrollen för att flytta OSD-toppen.
ta: OSD மேற்புறத்தை நகர்த்த உங்கள் ரிமோட்டில் இடது/வலது பொத்தான்களைப் பயன்படுத்தவும்.
tr: Uzaktan kumandanızdaki SOL/SAĞ tuşlarını kullanarak OSD üst kısmını hareket ettirebilirsiniz.
uk: Використовуйте кнопки Вліво/Вправо на пульті, щоб перемістити OSD вгору.

source: Use the LEFT/RIGHT buttons on your remote to move the OSD up/down.
bg: Използвайте ляв/десен бутон на дистанционно, за да преместите потребителския интерфейс нагоре/надолу
cs: Posuňte OSD nahoru/dolů (šipky VLEVO/VPRAVO na dálkovém ovladači).
el: Χρήση των πλήκτρων αριστερά/δεξιά για μετακίνηση της διεπαφής χρήστη επάνω/κάτω.
fi: Säädä käyttöliittymän pystysijaintia kaukosäätimen vasen/oikea näppäimillä.
fr: Utilisez les boutons gauche/droit de votre télécommande pour déplacer l'interface utilisateur vers le haut/bas
hr: Koristite tipke LIJEVO/DESNO na daljinskom upravljaču za pomicanje OSD-a gore/dolje.
it: Usa i tasti Sinistra/Destra sul telecomando per spostare l'interfaccia utente su/giù.
lt: Naudokite kairėn/dešinėn mygtukus ant nuotolinio valdymo pulto, kad perkeltumėte vartotojo sąsają aukštyn/žemyn
nl: Gebruik de LINKS/RECHTS knoppen om de Gebruikersinterface/OSD naar boven of beneden te verplaatsen.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby przesuwać menu OSD w górę/w dół.
sk: Na posunutie používateľského rozhrania nahor/nadol použite tlačidlá doľava/doprava na diaľkovom ovládači.
sr: Koristite LEVO/DESNO dugme na vašem daljinskom upravljaču da pomerite OSD nagore/nadole.
sv: Använd vänster/höger-knapparna på fjärrkontrollen för att flytta OSD uppåt/nedåt.
ta: OSD ஐ மேலே/கீழ்நோக்கி நகர்த்த உங்கள் ரிமோட்டில் இடது/வலது பொத்தான்களைப் பயன்படுத்தவும்.
tr: Uzaktan kumandanızdaki SOL/SAĞ tuşlarını kullanarak OSD'yi yukarı/aşağı hareket ettirebilirsiniz.
uk: Використовуйте кнопки Вліво/Вправо для переміщення OSD вгору/вниз.

source: Use the Networkwizard to configure your Network. The wizard will help you to setup your network
bg: Използвайте съветника за мрежа, за да конфигурирате вашата мрежа. Помощникът ще ви помогне за настройка на вашата мрежа
cs: Použijte průvodce nastavením síťě. Pomůže vám nastavit vaši síť
da: Brug Netværksassistenten til at konfigurere dit netværk. Assistenten vil hjælpe dig med at sætte dit netværk op.
de: Verwenden Sie den Netzwerkassistenten, um Ihr Netzwerk zu konfigurieren
el: Χρήση του οδηγού δικτύου για ρύθμιση του δικτύου. Ο οδηγός θα σας βοηθήσει με τις ρυθμίσεις του δικτύου σας
et: Kasuta võrgu seadistamiseks võrguabilist. See hõlbustab võrguseadete määramist
fi: Määritä verkkoasetukset ohjatun verkkoasennuksen avulla. Avustaja auttaa määritysten tekemisessä
fr: Utilisez l'Assistant réseau pour configurer votre Réseau. Cet assistant va vous aider à configurer votre réseau
hr: Koristi Čarobnjaka za mrežu da bi konfigurisali mrežu. Čarobnjak će vam pomoći da podesite mrežu
hu: A hálózat beállításához használja a hálózati Varázslót. A varázsló segít a hálózat beállításában
it: Usa la procedura guidata di rete per configurare la rete. La procedura guidata ti aiuterà a configurare la rete
lt: Naudokite tinklo vedlio sukonfigūruotą tinklą. Vedlys padės jums valdyti jūsų tinklą
nl: Gebruik de Netwerk Wizard om het netwerk in te stellen.
pl: Użyj kreatora sieci, aby skonfigurować swoją sieć. Kreator pomoże ci w jej konfiguracji
ru: Используйте мастер настроек сети. Мастер настройки поможет Вам настроить вашу сеть
sk: Sprievodca sieťou na pomoc s konfiguráciou sieťových nastavení
sr: Koristi Čarobnjaka za mrežu da bi konfigurisali mrežu. Čarobnjak će vam pomoći da podesite mrežu
sv: Använd nätverksguiden för att konfigurera ditt nätverk. Guiden hjälper dig att konfigurera ditt nätverk
ta: உங்கள் பிணையத்தை உள்ளமைக்க நெட்வொர்க்கைப் பயன்படுத்தவும். உங்கள் பிணையத்தை அமைக்க வழிகாட்டி உங்களுக்கு உதவும்
tr: Ağınızı yapılandırmak için Ağ Sihirbazını kullanın. Sihirbaz ağınızı kurmanıza yardımcı olacaktır
uk: Використовуйте Майстер установок мережі. Майстер допоможе Вам налаштувати Вашу мережу
vi: Sử dụng Networkwizard để cấu hình Mạng của bạn. Trình hướng dẫn sẽ giúp bạn thiết lập mạng của bạn
zh_cn: 使用'网络工作向导'来配置您的网络.该向导将帮助您设置您的网络

source: Use the Softcam Panel to control your Cam. This let you start/stop/select a cam
bg: Използвайте Softcam панел за управление на вашия Cam. Това ще ви позволи да стартирате/спрете/изберете Cam
cs: Zde můžete Vybírat / Ovládat / Spuštět / Stopnout vaše camy
da: Brug Softkcam Panelet til at styre din CAM. Dette lader dig starte/stoppe/vælge et CAM
de: Softcam Panel für Ihre Cam Einstellungen, Start/Stop/Auswählen der Cam.
el: Χρήση του πίνακα softcam για έλεγχο του Cam. Αυτό επιτρέπει την εκκίνηση/σταμάτημα/επιλογή ενός cam
et: Kasuta EMU paneeli emulaatori juhtimiseks. Siin saab emulaatori käivitada, peatada ja valida
fi: Hallitse softcamin asetuksia täältä
fr: Utilisez le panneau SoftCam pour contrôler votre CAM. Cela vous permet de démarrer/arrêter/choisir votre CAM
hr: Koristite Softcam ploču za upravljanje cam. To vam omogućuje pokretanje/zaustavljanje/odabir cam
hu: Használja a Softcam Panelt a Cam vezérléséhez. Ezzel Elindíthatja/Leállíthatja/Kiválaszthatja a Cam-ot
it: Usa il pannello softcam per controllare la cam. Questo ti consente di avviare, fermare o selezionare una cam
lt: Naudoti emuliatoriaus skydelį, kad kontroliuoti savo emuliatorius. Tai leidžia jums pradėti/stabdyti/pasirinkti emuliatorius
nl: Gebruik het Softcam-menu om uw Softcam te beheren. Hier kunt u een Softcam Starten/Stoppen/Kiezen.
pl: Użyj panelu Softcam, aby kontrolować swój Cam. Pozwala to na uruchomienie/zatrzymanie/wybranie Cam
ru: Используйте Панель эмуляторов для управления эмуляторами. Здесь можете запустить/остановить/выбрать нужный эмулятор
sk: Panel Softcamu slúži na ovládanie CAMu. Umožňuje jeho spustenie/zastavenie/výber
sr: Koristi Softcam penel da bi kontrolisali Cam. Ovo omogućava da pokrenete/zaustavite/izaberete Cam
sv: Använd Softcam Panel för att styra din kamera. Detta låter dig starta/stoppa/välja en kamera
ta: உங்கள் கேமைக் கட்டுப்படுத்த சாப்ட்கேம் பேனலைப் பயன்படுத்தவும். இது ஒரு கேம் தொடங்க/நிறுத்த/தேர்ந்தெடுக்க அனுமதிக்கிறது
tr: Cam kontrolü için Softcam Panelini kullanın. Bu panel Cam ı başlatmanıza/durdurmanıza/seçmenize olanak tanır
uk: Використовуйте Панель емуляторів для управління емуляторами. Тут можете запустити/зупинити/вибрати потрібний емулятор
vi: Sử dụng Bảng điều khiển Softcam để điều khiển Cam của bạn. Điều này cho phép bạn bắt đầu / dừng / chọn một cam
zh_cn: 使用Softcam面板来控制你的CAM.这让你开始/停止/选择CAM

source: Use the UP and DOWN buttons to select your locale/language then press the OK button to continue.
bg: Използвайте бутоните НАГОРЕ и НАДОЛУ, за да изберете вашия локал/език, след което натиснете бутона OK, за да продължите.
cs: Pomocí tlačítek NAHORU a DOLŮ vyberte své národní prostředí/jazyk a poté pokračujte stisknutím tlačítka OK.
el: Με τα πλήκτρα ΠΑΝΩ και ΚΑΤΩ επιλέξτε τη γλώσσα/διάλεκτό σας και έπειτα πιέστε ΟΚ για συνέχεια.
fi: Valitse kieli ylös/alas näppäimillä ja paina OK näppäintä.
fr: Utilisez les boutons HAUT et BAS pour sélectionner votre région/langue, puis appuyez sur le bouton OK pour continuer.
hr: Pomoću dugmeta GORE i DOLJE odaberite svoju regionalnu shemu/jezik, a zatim pritisnite OK za nastavak.
it: Usa i tasti SU e GIÙ per selezionare le impostazioni locali e la lingua, quindi premi il tasto OK per continuare.
lt: Norėdami pasirinkti lokalę / kalbą, naudokite mygtukus AUKŠTYN ir ŽEMYN, tada paspauskite mygtuką Gerai (OK), kad tęstumėte.
nl: Gebruik de OMHOOG/OMLAAG knoppen om uw taal te kiezen en druk op OK om door te gaan.
pl: Użyj przycisków w górę lub w dół aby wybrać region/język, następnie naciśnij OK aby kontynuować.
sk: Tlačidlami HORE a DOLU vyberte svoje miestne nastavenia/jazyk a potom pokračujte stlačením tlačidla OK.
sr: Koristi dugmad GORE i DOLE da bi izabrali lokalni/jezik, a potom stisnite OK da bi nastavili.
sv: Använd knapparna UPP och NER för att välja språk och tryck sedan på OK-knappen för att fortsätta.
ta: உங்கள் இடம்/மொழியைத் தேர்ந்தெடுக்க மேல் மற்றும் கீழ் பொத்தான்களைப் பயன்படுத்தவும், பின்னர் தொடர சரி பொத்தானை அழுத்தவும்.
tr: YUKARI ve AŞAĞI tuşlarını kullanarak yerel ayarınızı/dilinizi seçin ve devam etmek için OK tuşuna basın.
uk: За допомогою кнопок ВВЕРХ і ВНИЗ виберіть свій регіон/мову, потім натисніть кнопку OK для продовження.

source: Use the UP/DOWN buttons to select the installed image to be backed up. Press the 'Start' (GREEN) button to start the backup.
cs: Pomocí tlačítek NAHORU/DOLŮ vyberte nainstalovaný obraz, který chcete zálohovat. Stiskněte tlačítko 'Start' (ZELENÉ) pro spuštění zálohování.
el: Χρησιμοποιήστε τα πλήκτρα ΕΠΑΝΩ/ΚΑΤΩ για επιλογή του εγκατεστημένου image προς εφεδρεία. Πιέστε το ΠΡΑΣΙΝΟ για εκκίνηση της εφεδρείας.
fi: Käytä YLÖS/ALAS painikkeita valitaksesi varmuuskopioitavan ohjelmiston. Paina 'Käynnistä' (VIHREÄ) painiketta aloittaaksesi varmuuskopioinnin.
hr: Koristite tipke GORE/DOLJE za odabir instalirane slike za sigurnosno kopiranje. Pritisnite tipku 'Start' (ZELENO) za pokretanje sigurnosne kopije.
it: Usa i tasti SU/GIÙ per selezionare l'immagine installata di cui eseguire il backup. Premi il tasto 'Avvia' (VERDE) per avviare il backup.
nl: Met de knoppen OMHOOG/OMLAAG het geïnstalleerde image kiezen. Daarna 'Start' (GROEN) drukken, om de back-up te starten.
pl: Za pomocą przycisków GÓRA/DÓŁ wybierz zainstalowany system, którego kopię zapasową chcesz utworzyć. Naciśnij przycisk „Start” (ZIELONY), aby rozpocząć tworzenie kopii zapasowej.
sk: Tlačidlami HORE/DOLU vyberte nainštalovaný image, ktorý chcete zálohovať. Stlačením tlačidla 'Štart' (ZELENÉ) spustíte zálohovanie.
sr: Koristite GORE/DOLE dugmadi da izaberete instaliranu sliku koja treba da bude bekapovana. Pritisnite 'Start' (ZELENO) dugme da započnete bekap.
sv: Använd knapparna UP/DOWN för att välja den installerade bild som ska säkerhetskopieras. Tryck på knappen "Start" (GRÖN) för att starta säkerhetskopieringen.
ta: காப்புப் பிரதி எடுக்க நிறுவப்பட்ட படத்தைத் தேர்ந்தெடுக்க மேல்/கீழ் பொத்தான்களைப் பயன்படுத்தவும். காப்புப்பிரதியைத் தொடங்க 'தொடக்க' (பச்சை) பொத்தானை அழுத்தவும்.
tr: Yedeklenecek kurulu yazılımı seçmek için YUKARI/AŞAĞI tuşlarını kullanın. Yedeklemeyi başlatmak için 'Başlat' (YEŞİL) tuşuna basın.
uk: Використовуйте кнопки ВГОРУ/ВНИЗ, щоб вибрати необхідний імідж для копіювання. Натисніть кнопку 'Пуск' (ЗЕЛЕНУ) для запуску копіювання.

source: Use the alternative or the conventional radio mode.
bg: Използване на алтернативен или конвенционален радио режим.
cs: Použít alternativní nebo konvenční režim Rádia.
da: Brug alternativ eller konventionel Radio-tilstand.
de: Bei 'Ja' wird der alternative Radiomodus genutzt, ansonsten der normale.
el: Χρήση της εναλλακτικής ή της κλασσικής λειτουργίας ραδιοφώνου.
et: Kasuta alternatiivset või tavapärast raadiovaadet.
fi: Käytä vaihtoehtoista tai tavallista radiotilaa.
fr: Utiliser le mode radio alternatif ou conventionnel.
hr: Koristite alternativni ili konvencionalni radio način rada.
hu: Használja az alternatív vagy a hagyományos rádió üzemmódot.
it: Usa la modalità radio alternativa o convenzionale.
lt: Naudokite alternatyvų arba įprastą radijo imtuvo režimą.
nl: Gebruik de alternatieve of de conventionele radio modus.
pl: Użyj alternatywnego lub konwencjonalnego trybu radia.
ru: Можете выбрать альтернативный или нормальный режим Радио
sk: Použitie alternatívneho alebo bežného režimu rádia.
sr: Koristi alternativni ili konvencionalni radio režim.
sv: Använd det alternativa eller det konventionella radioläget.
ta: மாற்று அல்லது வழக்கமான ரேடியோ பயன்முறையைப் பயன்படுத்தவும்.
tr: Alternatif veya klasik radyo modunu kullanın.
uk: Можете вибрати альтернативний або нормальний режим Радіо.
vi: Sử dụng thay thế hoặc chế độ radio thông thường.
zh_cn: 使用备选或传统收音机模式.

source: Use the current selection and exit
cs: Použít aktuální výběr a odejít
el: Χρήση της τρέχουσας επιλογής και έξοδος
fi: Käytä nykyistä valintaa ja poistu
hr: Korištenje trenutnog odabira i izlaz
it: Usa la selezione attuale ed esci
nl: De huidige selectie gebruiken en afsluiten
pl: Użyj bieżącego wyboru i wyjdź
sk: Použiť aktuálny výber a ukončiť
sr: Koristi trenutnu selekciju i izađi
sv: Använd det aktuella valet och avsluta
ta: தற்போதைய தேர்வு மற்றும் வெளியேறுதல் பயன்படுத்தவும்
tr: Geçerli seçimi kullan ve çık
uk: Використайте поточний вибір і вийдіть

source: Use the extended List
bg: Използване на разширения списък
cs: Použít rozšířený seznam
da: Brug den udvidede liste.
de: Die erweiterte Liste verwenden
el: Χρήση της εκτεταμένης λίστας
et: Kasuta laiendatud nimekirja
fi: Käytä laajennettua listaa
fr: Utiliser la liste étendue
hr: Korištenje proširenog popisa
hu: Használja a kiterjesztett listát
it: Usa l'elenco esteso
lt: Naudoti išplėstinį sąrašą
nl: Gebruik de uitgebreide lijst
pl: Użyj rozszerzonej listy
sk: Použiť rozšírený zoznam
sr: Koristi proširene liste
sv: Använd den utökade listan
ta: நீட்டிக்கப்பட்ட பட்டியலைப் பயன்படுத்தவும்
tr: Genişletilmiş Listeyi kullanın
uk: Використання розширеного списку
vi: Sử dụng Danh sách mở rộng
zh_cn: 使用扩展列表

source: Use the network wizard to configure selected network adapter
bg: Използване на съветника за мрежа, за да конфигурирате избрания мрежов адаптер
da: Brug Netværksassistenten til at konfigurere valgte netværksadapter
de: Den Netzwerkassistenten zur Konfiguration des ausgewählten Netzwerkadapters verwenden
et: Kasuta võrguabilist valitud võrguliidese seadistamiseks
fi: Muokkaa valitun verkkosovittimen asetuksia verkkoavustajan opastamana
fr: Utiliser l'assistant réseau pour configurer l'adaptateur réseau
hr: Korištenje mrežnog čarobnjaka za konfiguriranje odabranog mrežnog prilagodnika
hu: Használja a Hálózat Varázslót a hálózat konfigurálásához
it: Usa NetworkWizard per configurare l'adattatore di rete selezionato
lt: Naudokite tinklo vedlį, kad konfigūruoti pasirinkto tinklo adapterį
pl: Użyj kreatora sieci do skonfigurowania wybranego interfejsu
pt_br: Configurar o adaptador de rede
ru: Использовать мастер для настройки выбранного сетевого адаптера
sk: Na konfiguráciu vybraného sieťového adaptéra použite sprievodcu sieťou
sr: Koristi Čarobnjaka za mrežu za konfigurisanje izabranog mrežnog adaptera
sv: Använd nätverksguiden för att konfigurera det valda nätverksadaptern
ta: தேர்ந்தெடுக்கப்பட்ட பிணைய அடாப்டரை உள்ளமைக்க பிணைய வழிகாட்டியைப் பயன்படுத்தவும்
tr: Seçili ağ aygıtını yapılandırmak için ağ sihirbazını kullan
uk: Використати Майстер мережі для налаштування вибраного мережевого адаптера
vi: Sử dụng trình hướng dẫn mạng để định cấu hình bộ điều hợp mạng đã chọn
zh_cn: 使用网络向导来配置选定的网络适配器

source: Use the network wizard to configure your Network.
cs: Ke konfiguraci sítě použijte průvodce sítí.
el: Χρήση του οδηγού για ρύθμιση του δικτύου σας.
fi: Määritä lähiverkon asetukset verkkoavustajan opastamana.
hr: Pomoću mrežnog čarobnjaka konfigurirajte mrežu.
it: Usa la procedura guidata di rete per configurare la rete.
lt: Norėdami konfigūruoti tinklą, naudokite tinklo vedlį.
nl: De Netwerk Wizard gebruiken voor het configureren van uw netwerk.
pl: Użyj kreatora sieci, aby skonfigurować swoją Sieć.
sk: Na konfiguráciu vašej siete použite Sprievodcu sieťou.
sr: Koristi Čarobnjaka za mrežu da bi konfigurisali mrežu.
sv: Använd nätverksguiden för att konfigurera ditt nätverk.
ta: உங்கள் பிணையத்தை உள்ளமைக்க பிணைய வழிகாட்டியைப் பயன்படுத்தவும்.
tr: Ağınızı yapılandırmak için ağ sihirbazını kullanın.
uk: Використовуйте мережевий майстер, щоб налаштувати мережу.

source: Use the wizard to set up basic features
bg: Използване на съветника, за да настроите основни функции
cs: Použijte průvodce pro nastavení základních funkcí
da: Brug denne assistent til at sætte grundfunktioner op
de: Assistenten für die Grundeinstellung benutzen
el: Χρήση οδηγού για τις απλές ρυθμίσεις
et: Kasuta abilist põhiomaduste seadmiseks
fi: Käytä avustajaa perusasetusten määrittämiseen
fr: Utiliser l'assistant pour les réglages de base
hr: Korištenje čarobnjaka za postavljanje osnovnih značajki
hu: Használja a varázslót az alapbeállításokhoz
it: Usa la procedura guidata per impostare le funzioni di base
lt: Naudoti vedlį pagrindiniams nustatymams
nl: Start de wizard voor de basisinstellingen
pl: Użyj kreatora aby ustawić podstawowe funkcje
pt_br: Configurar as funções básicas
ru: Пользуйтесь мастером для настройки основных параметров
sk: Použite sprievodcu pre nastavenie základných funkcií
sr: Koristi Čarobnjaka za podešavanje osnovnih funkcija
sv: Använd guiden för att konfigurera grundläggande funktioner
ta: அடிப்படை அம்சங்களை அமைக்க வழிகாட்டி பயன்படுத்தவும்
tr: Temel özellikleri ayarlamak için sihirbazı kullanın
uk: Використати Майстра для налаштування основних параметрів
vi: Sử dụng trình hướng dẫn để thiết lập các tính năng cơ bản
zh_cn: 使用向导配置基本功能
