Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure the number of rows shown.
bg: Конфигуриране на броя на показаните редове.
cs: Nastavuje počet zobrazených řádků.
da: Konfigurer det antal rækker der skal vises.
de: Einstellen, wie viele Zeilen dargestellt werden sollen.
el: Ρυθμίστε τον αριθμό των στηλών που εμφανίζονται.
et: Määra kuvatavate ridade arv.
fi: Määrittää näytettävän rivimäärän.
fr: Configure le nombre de lignes à afficher.
hr: Konfigurirajte broj prikazanih redaka.
hu: Állítsa be a megjelenített sorok számát.
it: Configura numero di righe visualizzate.
lt: Konfigūruokite rodomų eilučių skaičių.
nl: Hoeveel zenderregels wilt u in de EPG zien?
pl: Skonfiguruj liczbę pokazywanych wierszy.
ru: Настройка количества отображаемых строк.
sk: Nastavte počet zobrazených riadkov.
sr: Podesite brojčanost redova.
sv: Konfigurera antalet rader som ska visas.
ta: காட்டப்பட்ட வரிசைகளின் எண்ணிக்கையை உள்ளமைக்கவும்.
tr: Gösterilecek satır sayısını yapılandırın.
uk: Встановлення кількості відображуваних рядків.
vi: Cấu hình số lượng hàng được hiển thị.
zh_cn: 配置显示的行数.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
bg: Конфигуриране на забавянето на декодирането в офлайн режим в милисекунди. Конфигурираното забавяне се наблюдава при всяка промяна на паритета на контролната дума.
cs: Nastavuje offline zpoždění dekódování v milisekundách. Nastavené zpoždění je dodrženo při každé změně control word parity.
da: Konfigurer offline afkodningsforsinkelse i millisekunder. Den konfigurerede forsinkelse observeres ved hver kontrolkodes paritetsændring.
de: Die Verzögerung (in ms) der Offline-Entschlüsselung einstellen. Diese wird bei jedem Control Word Wechsel berücksichtigt.
el: Ρύθμιση της εκτός σύνδεσης αποκωδικοποίησης σε χιλιοστά του δευτερολέπτου. Η ρυθμισμένη καθυστέρηση παρατηρείται σε κάθε αλλαγή κλειδιού.
et: Määra võrguta dekodeerimise viiteaeg (ms). Määratud viiteaega jälgitakse iga CWP paarsuse muutusel.
fi: Määritä offline dekoodausviive millisekunteina.
fr: Configure le délai de décodage hors ligne en millisecondes. Le délai configuré est observé à chaque changement de parité du control word.
hr: Konfigurirajte odgodu izvanmrežnog dekodiranja u milisekundama. Konfigurirano kašnjenje promatra se pri svakoj promjeni pariteta kontrolne riječi.
hu: Az offline dekódolás késleltetése milliszekundumban. A beállított késleltetés a CW paritásának változásakor vehető észre.
it: Configura ritardo di decodifica offline in millisecondi. Il ritardo configurato viene rispettato ad ogni cambio di parità della parola di controllo.
lt: Konfigūruokite dekodavimo delsą (msek), neprisijungus prie tinklo. Šis uždelsimas įvyksta po kiekvieno kontrolinio žodžio neatitikimo.
nl: Met deze optie stelt u de vertraging van de 'offline decoding' in msec in. De vertraging wordt bepaald bij iedere wijziging van het CW. U kunt hier zelf een waarde in msec ingeven. De standaardwaarde is 1000 ms
pl: Skonfiguruj opóźnienie dekodowania offline w milisekundach. Opóźnienie jest uwzględniane przy każdej zmianie CW.
pt_br: Configurar o atraso da decodificação offline em milissegundos. O atraso configurado é observado em cada mudança de paridade.
ru: Настройка задержки оффлайн-декодирования в миллисекундах
sk: Nastavte oneskorenie offline dekódovania v milisekundách. Nastavené oneskorenie je dodržané pri každej zmene parity kontrolného slova.
sr: Podesite odlaganje offline dekodiranja u ms. Podešeno odlaganje se primećuje kod svake promene pariteta reči kontrole.
sv: Konfigurera offline-avkodningsfördröjningen i millisekunder. Den konfigurerade fördröjningen observeras vid varje paritetsändring i styrordet.
ta: மில்லி விநாடிகளில் இணைப்பில்லாத டிகோடிங் தாமதத்தை உள்ளமைக்கவும். கட்டமைக்கப்பட்ட நேரந்தவறுகை ஒவ்வொரு கட்டுப்பாட்டு சொல் சமநிலை மாற்றத்திலும் காணப்படுகிறது.
tr: Çevrimdışı kod çözme gecikmesini milisaniye cinsinden yapılandırın. Yapılandırılan gecikme, her kontrol sözcüğü eşlik değişikliğinde gözlemlenir.
uk: Встановлення затримки оффлайн-декодування в мілісекундах.
vi: Định cấu hình độ trễ giải mã ngoại tuyến tính bằng mili giây. Độ trễ được cấu hình được quan sát tại mỗi thay đổi chẵn lẻ từ điều khiển.
zh_cn: 配置离线解码延时以毫秒为单位.在每个控制字的奇偶校验变化观察到的配置延时.

source: Configure the possible fast forward speeds.
bg: Конфигуриране на възможните бързи скорости.
cs: Nastavuje použitelné rychlosti pro přetáčení dopředu.
da: Konfigurer mulige hurtig fremspolingshastigheder.
de: Einstellen der Vorlaufgeschwindigkeiten.
el: Ρύθμιση ταχυτήτων προώθησης εμπρός.
et: Määra edasikerimise kiirused.
fi: Määrittää mahdolliset eteenpäinkelauksen nopeudet.
fr: Configure les vitesses d'avance rapide possibles.
hr: Konfigurirajte moguće brzine premotavanja unaprijed.
hu: Kezdeti előre tekerési sebesség értékeit állíthatja be.
it: Configura possibili velocità di avanzamento rapido.
lt: Konfigūruokite galimus prasukimo pirmyn greičius.
nl: Stel de vooruit-spoelsnelheden in.
pl: Skonfiguruj dostępne prędkości przewijania do przodu.
pt_br: Configurar a velocidade de avanço rápido.
ru: Настройка возможных скоростей при быстрой перемотке вперед.
sk: Nastavte možné rýchlosti pretáčania dopredu.
sr: Podesite moguće brzine premotavanja unapred.
sv: Konfigurera de möjliga snabbspolningshastigheterna.
ta: சாத்தியமான விரைவான முன்னோக்கி வேகத்தை உள்ளமைக்கவும்.
tr: Olası hızlı ileri sarma hızlarını yapılandırın.
uk: Налаштування можливих швидкостей при перемотці вперед.
vi: Cấu hình tốc độ chuyển tiếp nhanh có thể.
zh_cn: 配置可能的快进速度.

source: Configure the possible rewind speeds.
bg: Конфигуриране на възможните скорости на пренавиване.
cs: Nastavuje použitelné rychlosti pro přetáčení vzad.
da: Konfigurer mulige tilbagespolingshastigheder.
de: Einstellen der Rücklaufgeschwindigkeiten.
el: Ρύθμιση ταχυτήτων προώθησης προς τα πίσω.
et: Määra tagasikerimise kiirused.
fi: Määrittää mahdolliset taaksepäinkelauksen nopeudet.
fr: Configure les vitesses de rembobinage possibles.
hr: Konfigurirajte moguće brzine premotavanja unatrag.
hu: A visszatekerési sebességek értékeit állíthatja be.
it: Configura possibili velocità di riavvolgimento.
lt: Konfigūruokite galimus, atsukimo atgal, greičius.
nl: Stel de terug-spoelsnelheden in.
pl: Skonfiguruj dostępne prędkości przewijania do tyłu.
pt_br: Configurar a velocidade de retorno rápido.
ru: Настройка возможных скоростей при быстрой перемотке назад.
sk: Nastavte možné rýchlosti pretáčania dozadu.
sr: Podesite moguće brzine premotavanja unazad.
sv: Konfigurera de möjliga hastigheterna för återspolning.
ta: சாத்தியமான முன்னாடி வேகத்தை உள்ளமைக்கவும்.
tr: Olası geri sarma hızlarını yapılandırın.
uk: Налаштування можливих швидкостей при перемотці назад.
vi: Cấu hình tốc độ tua lại có thể.
zh_cn: 配置可能的快退速度.

source: Configure the primary EPG language.
bg: Конфигуриране на първи език за EPG.
cs: Nastavuje primární jazyka EPG.
da: Konfigurer det primære EPG sprog.
de: EPG Sprachwahl 1 einstellen.
el: Ρύθμισης της κύριας γλώσσας του EPG.
et: Määra saatekava keele esimene eelistus.
fi: Määrittää ensisijaisen ohjelmaoppaan kielen.
fr: Configure la première langue EPG.
hr: Konfigurirajte primarni EPG jezik.
hu: Többnyelvű EPG-t sugárzó csatornáknál ezt a nyelvet választja automatikusan, legmagasabb prioritással.
it: Configura lingua principale dell'EPG.
lt: Konfigūruokite pagrindinę EPG kalbą.
nl: De eerste EPG taal instellen.
pl: Skonfiguruj pierwszy język EPG.
pt_br: Configurar o idioma primário do EPG.
ru: Настройка основного языка телегида.
sk: Nastavte primárny jazyk EPG.
sr: Podesite primarni EPG jezik.
sv: Konfigurera det primära EPG-språket.
ta: முதன்மை ஈபிசி மொழியை உள்ளமைக்கவும்.
tr: Birinci EPG dilini yapılandırın.
uk: Налаштування основної мови EPG.
vi: Cấu hình ngôn ngữ EPG chính.
zh_cn: 配置主EPG语言.

source: Configure the refresh rate of the screen.
bg: Конфигуриране на честотата на опресняване на екрана.
cs: Nastavuje obnovovací frekvenci obrazu.
da: Konfigurer opdateringshastigheden for skærmen.
de: Stellen Sie die Bildwiederholrate ein.
el: Ρύθμιση του ρυθμού ανανέωσης της οθόνης.
et: Määra ekraani värskendussagedus.
fi: Määrittää näytön virkistystaajuuden.
fr: Configure la fréquence de rafraîchissement de l'écran.
hr: Konfigurirajte brzinu osvježavanja zaslona.
hu: Adja meg a képernyő frissítési gyakoriságát.
it: Configura frequenza di aggiornamento dello schermo.
lt: Konfigūruokite ekrano skleistinės dažnį.
nl: Met deze optie stelt u de vernieuwingsfrequentie (Hz) van het scherm in. U kunt kiezen voor auto, 50Hz, multi of 60Hz.
pl: Skonfiguruj częstotliwość odświeżania ekranu.
pt_br: Configurar a taxa de atualização da tela.
ru: Укажите частоту обновления экрана.
sk: Nastavte obnovovaciu frekvenciu obrazovky.
sr: Podesite učestalost osvežavanja ekrana.
sv: Konfigurera skärmens uppdateringsfrekvens.
ta: திரையின் புதுப்பிப்பு வீதத்தை உள்ளமைக்கவும்.
tr: Ekranın yenileme hızını yapılandırın.
uk: Вкажіть частоту оновлення екрану.
vi: Cấu hình tốc độ làm mới của màn hình.
zh_cn: 配置屏幕的刷新率.

source: Configure the second audio language.
bg: Конфигуриране на втори аудио език.
cs: Nastavuje druhý jazyk zvuku.
da: Konfigurere det andet lydsprog.
de: Audio Sprachwahl 2 einstellen.
el: Ρύθμιση της δεύτερης γλώσσας ήχου.
et: Määra heli keele teine eelistus.
fi: Määrittää toissijaisen äänen kielen.
fr: Configure la deuxième langue audio.
hr: Konfigurirajte drugi jezik zvuka.
hu: Többnyelvű csatornáknál ezt a hangsávot választja automatikusan, második prioritással.
it: Configura seconda lingua audio.
lt: Konfigūruokite antrą garso kalbą.
nl: De tweede audiotaal instellen.
pl: Skonfiguruj język drugiej ścieżki audio.
pt_br: Configurar o segundo idioma de áudio.
ru: Настройка второго языка аудио
sk: Nastavte druhý jazyk zvuku.
sr: Podesite drugi audio jezik.
sv: Konfigurera det andra ljudspråket.
ta: இரண்டாவது ஆடியோ மொழியை உள்ளமைக்கவும்.
tr: İkinci ses dilini yapılandırın.
uk: Налаштування другої мови аудіо.
vi: Cấu hình ngôn ngữ âm thanh thứ hai.
zh_cn: 配置第二种音频语言.

source: Configure the second subtitle language.
bg: Конфигуриране на субтитрите на втори език.
cs: Nastavuje druhý jazyk titulků.
da: Konfigurer det andet undertekstsprog.
de: Untertitel für die Sprachauswahl 2 einstellen.
el: Ρύθμιση της δεύτερης γλώσσας υποτίτλων.
et: Määra subtiitrite keele teine eelistus.
fi: Määrittää toissijaisen tekstityskielen.
fr: Configure la deuxième langue des sous-titres.
hr: Konfigurirajte drugi jezik titlova.
hu: Többnyelvű csatornáknál ezt a feliratot választja automatikusan, másdik prioritással.
it: Configura seconda lingua dei sottotitoli.
lt: Konfigūruokite antrąją subtitrų kalbą.
nl: De tweede ondertitel taal kiezen.
pl: Skonfiguruj drugi język napisów.
pt_br: Configurar o segundo idioma da legenda.
ru: Настройка второго языка субтитров
sk: Nastavte druhý jazyk titulkov.
sr: Podesite drugi jezik titlova.
sv: Konfigurera det andra undertextspråket.
ta: இரண்டாவது வசன மொழியை உள்ளமைக்கவும்.
tr: İkinci altyazı dilini yapılandırın.
uk: Налаштування другої мови субтитрів.
vi: Cấu hình ngôn ngữ phụ đề thứ hai.
zh_cn: 配置第二种字幕语言.

source: Configure the secondary EPG language.
bg: Конфигуриране на втори език за EPG.
cs: Nastavuje sekundárního jazyka EPG.
da: Konfigurer det sekundære EPG sprog.
de: EPG Sprachwahl 2 einstellen.
el: Ρύθμιση της δευτερεύουσας γλώσσας του EPG.
et: Määra saatekava keele teine eelistus.
fi: Määrittää toissijaisen ohjelmaoppaan kielen.
fr: Configure la deuxième langue EPG.
hr: Konfigurirajte sekundarni EPG jezik.
hu: Többnyelvű EPG-t sugárzó csatornáknál ezt a nyelvet választja automatikusan, második prioritással.
it: Configura lingua EPG secondaria.
lt: Konfigūruokite antros EPG kalbos pasirinkimą.
nl: De tweede EPG taal instellen.
pl: Skonfiguruj drugi język EPG.
pt_br: Configurar o idioma secundário do EPG.
ru: Настройка вторичного языка телегида.
sk: Nastavte sekundárny jazyk EPG.
sr: Podesite drugi EPG jezik.
sv: Konfigurera det sekundära EPG-språket.
ta: இரண்டாம் நிலை ஈபிசி மொழியை உள்ளமைக்கவும்.
tr: İkinci EPG dilini yapılandırın.
uk: Налаштування другої мови EPG.
vi: Cấu hình ngôn ngữ EPG thứ cấp.
zh_cn: 配置辅助EPG语言.

source: Configure the skip time interval for the '1'/'3' buttons.
bg: Конфигуриране на времевия интервал за прескачане на бутоните '1'/'3'.
cs: Nastavuje čas přeskočení pro tlačítka '1'/'3'.
da: Konfigurer hop tidsintervallet for '1'/'3' knapperne.
de: Einstellen des Sprung-Zeitintervalls in Sekunden für die Tasten '1' und '3'.
el: Ρύθμιση του μεσοδιαστήματος υπερπήδησης για τα πλήκτρα '1'/'3'.
et: Määra '1'/'3'-nuppude hüppe pikkus.
fi: Määrittää, kuinka pitkä hyppy (sekuntia) tehdään '1'/'3 -näppäimillä.
fr: Configure l'intervalle de temps de saut pour les boutons '1'/'3'.
hr: Konfigurirajte vremenski interval preskakanja za tipke '1'/'3'.
hu: Ennyi időt ugrik az '1' (vissza) és a '3' (előre) gombok megnyomásakor.
it: Configura intervallo di tempo di salto per i tasti '1'/'3'.
lt: Konfigūruokite laiko praleidimo intervalą '1'/'3' mygtukams.
nl: Tijdsprong instellen voor de knoppen 1 en 3. De standaard waarde is 15 seconden.
pl: Skonfiguruj czas przeskoku dla klawiszy '1'/'3'.
pt_br: Configurar o intervalo de tempo para os botões 1/3.
ru: Настройте время пропуска при нажатии клавиш '1'/'3'
sk: Nastavte časový skok pre tlačidlá '1'/'3'.
sr: Podesite vremenski interval preskakanja za '1'/'3' taster.
sv: Konfigurera tidsintervallet för hopp för knapparna "1" och "3".
ta: '1'/'3' பொத்தான்களுக்கான ச்கிப் நேர இடைவெளியை உள்ளமைக்கவும்.
tr: '1'/'3' tuşları için atlama zaman aralığını yapılandırın.
uk: Налаштуйте час пропуску при натисканні клавіш '1'/'3'.
vi: Định cấu hình khoảng thời gian bỏ qua cho các nút '1' / '3'.
zh_cn: 配置'1'/'3'键的跳转时间间隔.

source: Configure the skip time interval for the '4'/'6' buttons.
bg: Конфигуриране на времевия интервал за прескачане на бутоните '4'/'6'.
cs: Nastavuje čas přeskočení pro tlačítka '4'/'6'.
da: Konfigurer hop tidsintervallet for '4'/'6' knapperne.
de: Einstellen des Sprung-Zeitintervalls in Sekunden für die Tasten '4' und '6'.
el: Ρύθμιση του μεσοδιαστήματος υπερπήδησης για τα πλήκτρα '4'/'6'.
et: Määra '4'/'6'-nuppude hüppe pikkus.
fi: Määrittää, kuinka pitkä hyppy (sekuntia) tehdään '4'/'6 -näppäimillä.
fr: Configure l'intervalle de temps de saut pour les boutons '4'/'6'.
hr: Konfigurirajte vremenski interval preskakanja za tipke '4'/'6'.
hu: Ennyi időt ugrik a '4' (vissza) és a '6' (előre) gombok megnyomásakor.
it: Configura intervallo di tempo di salto per i tasti '4'/'6'.
lt: Konfigūruokite laiko praleidimo intervalą '4'/'6' mygtukams.
nl: Tijdsprong instellen voor de knoppen 4 en 6. De standaardwaarde is 60 seconden.
pl: Skonfiguruj czas przeskoku dla klawiszy '4'/'6'.
pt_br: Configurar o intervalo de tempo para os botões 4/6.
ru: Настройте время пропуска при нажатии клавиш '4'/'6'
sk: Nastavte časový skok pre tlačidlá '4'/'6'.
sr: Podesite vremenski interval preskakanja za '4'/'6' taster.
sv: Konfigurera tidsintervallet för hopp för knapparna "4" och "6".
ta: '4'/'6' பொத்தான்களுக்கான ச்கிப் நேர இடைவெளியை உள்ளமைக்கவும்.
tr: '4'/'6' tuşları için atlama zaman aralığını yapılandırın.
uk: Налаштуйте час пропуску при натисканні клавіш '4'/'6'.
vi: Định cấu hình khoảng thời gian bỏ qua cho các nút '4' / '6'.
zh_cn: 配置'4'/'6'键的跳转时间间隔.

source: Configure the skip time interval for the '7'/'9' buttons.
bg: Конфигуриране на времевия интервал за прескачане на бутоните '4'/'7'.
cs: Nastavuje čas přeskočení pro tlačítka '7'/'9'.
da: Konfigurer hop tidsintervallet for '7'/'9' knapperne.
de: Einstellen des Sprung-Zeitintervalls in Sekunden für die Tasten '7' und '9'.
el: Ρύθμιση του μεσοδιαστήματος υπερπήδησης για τα πλήκτρα '7'/'9'.
et: Määra '7'/'9'-nuppude hüppe pikkus.
fi: Määrittää, kuinka pitkä hyppy (sekuntia) tehdään '7'/'9 -näppäimillä.
fr: Configure l'intervalle de temps de saut pour les boutons '7'/'9'.
hr: Konfigurirajte vremenski interval preskakanja za tipke '7'/'9'.
hu: Ennyi időt ugrik a '7' (vissza) és a '9' (előre) gombok megnyomásakor.
it: Configura intervallo di tempo di salto per i tasti '7'/'9'.
lt: Konfigūruokite laiko praleidimo intervalą '7'/'9' mygtukams.
nl: Tijdsprong instellen voor de knoppen 7 en 9. De standaardwaarde is 300 seconden (5 minuten).
pl: Skonfiguruj czas przeskoku dla klawiszy '7'/'9'.
pt_br: Configurar o intervalo de tempo para os botões 7/9.
ru: Настройте время пропуска при нажатии клавиш '7'/'9'
sk: Nastavte časový skok pre tlačidlá '7'/'9'.
sr: Podesite vremenski interval preskakanja za '7'/'9' taster.
sv: Konfigurera tidsintervallet för hopp för knapparna "7" och "9".
ta: '7'/'9' பொத்தான்களுக்கான ச்கிப் நேர இடைவெளியை உள்ளமைக்கவும்.
tr: '7'/'9' tuşları için atlama zaman aralığını yapılandırın.
uk: Налаштуйте час пропуску при натисканні клавіш '7'/'9'.
vi: Định cấu hình khoảng thời gian bỏ qua cho các nút '7' / '9'.
zh_cn: 配置'7'/'9'键的跳转时间间隔.

source: Configure the slow motion speeds.
bg: Конфигуриране на скоростите на забавеното движение.
cs: Nastavuje rychlosti zpomaleného přehrávání.
da: Konfigurer langsom bevægelseshastigheder.
de: Einstellen der Zeitlupengeschwindigkeiten.
el: Ρύθμιση ταχυτήτων αργής κίνησης.
et: Seadista aeglustuskiirusi.
fi: Määrittää hidastusnopeudet.
fr: Configure les vitesses de ralenti.
hr: Konfigurirajte usporene brzine.
hu: Lassítási sebességek értékeit állíthatja itt be.
it: Configura velocità del rallentatore.
lt: Konfigūruokite sulėtinimo greičius.
nl: Met deze optie stelt u de Slowmotion snelheid in. (De snelheden variëren van 1/2, 1/4 - 1/25 van de normale weergave) Stel dit in met cursor naar rechts en bevestig met OK.
pl: Skonfiguruj prędkości odtwarzania w zwolnionym tempie.
pt_br: Configurar as velocidades da câmera lenta.
ru: Настройка низких скоростей.
sk: Nastavte rýchlosti spomaleného prehrávania.
sr: Podesite usporene brzine za slajdšou.
sv: Konfigurera hastigheterna för slow motion.
ta: மெதுவான இயக்க வேகத்தை உள்ளமைக்கவும்.
tr: Ağır çekim hızlarını yapılandırın.
uk: Налаштування низьких швидкостей.
vi: Cấu hình tốc độ chuyển động chậm.
zh_cn: 配置慢动作速度.

source: Configure the source of the frontend data as shown on the InfoBars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
cs: Nastavit a zobrazit data v Infobaru. 'Nastavení' data která byla uložena nastavením. 'Tuner' jsou data uvedená tunerem.
el: Ρυθμίστε την πηγή των δεδομένων από το tuner που θα εμφανίζονται στις μπάρες πληροφοριών. Οι "Ρυθμίσεις" είναι από τις αποθηκευμένες ρυθμίσεις. Το "Tuner" είναι ό,τι αναφέρει το tuner.
hr: Konfigurirajte izvor podataka sučelja kao što je prikazano na infobarovima. 'Postavke' su pohranjene u postavkama. 'Tuner' je kako je izvijestio tuner.
it: Configura origine dei dati del frontend come mostrato nelle barra informazioni. 'Impostazioni' è come memorizzato nelle impostazioni. 'Tuner' è come riportato dal tuner.
lt: Konfigūruokite šaltinius, iš kur bus imami duomenys, rodomi info juostose. 'Nuostatos' - kaip nurodyta nuostatose, 'Imtuvas' - kaip nurodyta imtuve.
nl: Instellen van de data bron voor de gegevens in de informatiebalk.
sr: Konfigurišite izvor prednjeg kraja podataka kao što je prikazano na Info Traci. 'Podešavanja' su onako kako su sačuvana u podešavanjima. 'Tjuner' je onako kako ga izveštava tjuner.
sv: Konfigurera källan för frontend-data enligt vad som visas på infobalkarna. 'Inställningar' är som lagrat på inställningarna. 'Tuner' är vad som rapporteras av tunern.
tr: Ön uç verilerinin kaynağını Bilgi Çubuklarında gösterildiği gibi yapılandırın. 'Ayarlar', ayarlarda saklanan verilerdir. 'Tuner', tuner tarafından bildirilen verilerdir.
uk: Налаштування джерела відображення даних в інфобарі. 'Настройки' - відображати інформацію з налаштувань. 'Тюнер' - відображати інформацію з тюнера.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
bg: Конфигуриране на скоростта на процеса на заличаване фон. Ниската скорост ще консумира по-малка производителност на твърдия диск.
cs: Nastavuje rychlost mazání na pozadí. Nižší rychlost spotřebuje méně výkonu pevného disku.
da: Konfigurer hastigheden af sletteprocessen i baggrunden. Lavere hastighed forbruger mindre harddisk ydelse.
de: Einstellen der Geschwindigkeit des Hintergrund Löschvorgangs. Eine niedrigere Geschwindigkeit hat weniger Einfluss auf die Leistung der Festplatte.
el: Ρύθμιση της ταχύτητας της διαδικασίας διαγραφής στο παρασκήνιο. Χαμηλότερη ταχύτητα θα καταναλώνει λιγότερο τις επιδόσεις του σκληρού δίσκου.
et: Määra taustal kustutamise kiirus. Madal kiirus mõjutab kõvaketta jõudlust vähem.
fi: Määrittää taustalla poistamisen nopeuden. Matalampi nopeus kuormittaa vähemmän kiintolevyä.
fr: Configure la vitesse du processus de suppression d'arrière-plan. Une vitesse basse consommera moins de performance du disque dur.
hr: Konfigurirajte brzinu postupka brisanja pozadine. Niža brzina trošit će manje performansi tvrdog diska.
hu: A törléshez szükséges sebesség korlátozása. Alacsonyabb törlési sebesség mellett több erőforrás áll rendelkezésre a háttértár részéről.
it: Configura velocità del processo di eliminazione in background. Una velocità inferiore consumerà meno prestazioni del disco rigido.
lt: Konfigūruokite fono trynimo greitį. Mažesnis greitis mažiau įtakos HDD našumą, t.y. didelis greitis gali stabdyti sistemą.
nl: Met deze optie stelt u de snelheid in van het op de achtergrond verwijderen van opnames. Een lagere snelheid zal minder performance van de harde schijf eisen.
pl: Skonfiguruj prędkość usuwania plików w tle. Niższa prędkość będzie w mniejszym stopniu ograniczała wydajność dysku.
pt_br: Configurar a velocidade do processo de remoção em segundo plano. Velocidades menores consumirão menos desempenho do disco rígido.
ru: Настройка скорости процесса удаления в фоновом режиме. Низкая скорость будет иметь меньшее влияние на производительность жесткого диска.
sk: Nastavte rýchlosť vymazávania na pozadí. Nižšia rýchlosť spotrebuje menej výkonu pevného disku.
sr: Podesite brzinu procesa brisanja u pozadini. Niža brzina će trošiti manje performansi tvrdog diska.
sv: Konfigurera hastigheten för raderingsprocessen i bakgrunden. Lägre hastighet förbrukar mindre prestanda på hårddisken.
ta: பின்னணி நீக்குதல் செயல்முறையின் வேகத்தை உள்ளமைக்கவும். குறைந்த விரைவு குறைவான வன் வட்டு இயக்கி செயல்திறனை நுகரும்.
tr: Arka planda silme işleminin hızını yapılandırın. Daha düşük hız, sabit disk sürücüsünün performansını daha az tüketir.
uk: Налаштування швидкості процесу видалення у фоновому режимі. Низька швидкість матиме менший вплив на продуктивність жорсткого диска.
vi: Cấu hình tốc độ của quá trình xóa nền. Tốc độ thấp hơn sẽ tiêu thụ hiệu suất ổ đĩa cứng ít hơn.
zh_cn: 配置后台删除进程的速度.较低的速度消耗较少的硬盘驱动器的性能.
