Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Default CPU priority (nice) for executed scripts. This can reduce the system load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
cs: Výchozí priorita procesoru (hezká) pro spouštěné skripty. To může snížit zatížení systému tak, aby skripty nezasahovaly do zbytku systému. (vyšší hodnoty = nižší priorita)
el: Προεπιλεγμένη προτεραιότητα CPU (nice) για εκτελεσμένα σενάρια ενεργειών. Αυτό μπορεί να μειώσει τον φόρτο συστήματος ώστε τα σενάρια να μην απασχολούν τους υπόλοιπους πόρους του. (υψηλότερες τιμές = χαμηλότερη προτεραιότητα)
fi: Oletus suorittimen prioriteetti suoritetuille komento sarjoille. Tämä voi vähentää kuormaa, jotta skriptit eivät vaikuta muuhun järjestelmään. (korkeammat arvot = matalampi prioriteetti)
hr: Zadano CPU prioritet (preporučuje se) za izvršne skripte. Ovo može smanjiti opterećenje sustava, tako da skripte ne ometaju ostatak sustava. (više visoke vrijednosti = više manji prioritet)
it: Priorità CPU predefinita (nice) per l'esecuzione degli script. Può ridurre il carico del sistema in modo che gli script non interferiscano con il resto del sistema (valori più alti = priorità più bassa)
lt: Numatytasis procesoriaus prioritetas (gražus) vykdomiems scenarijams. Tai gali sumažinti sistemos apkrovą, kad scenarijai netrukdytų likusiai sistemos daliai. (didesnės vertės = mažesnis prioritetas)
nl: Standaard CPU-Prioriteit (nice) voor uitgevoerde scripts. Dit kan de systeem-belasting verminderen, zodat scripts niet de rest van het systeem beïnvloeden. (hogere waarden = lagere prioriteit)
pl: Domyślny priorytet CPU (nice) dla wykonywanych skryptów. Może zredukować obciążenie systemu, tak aby skrypty nie wpływały na ogólną wydajność systemu. (wyższa wartość = niższy priorytet)
sk: Predvolená priorita CPU (pekná) pre vykonávané skripty. Týmto je možné znížiť vyťaženie systému, aby skripty nekolidovali so zvyškom systému. (vyššia hodnota = nižšia priorita)
sr: Podrazumevani CPU prioritet (lep) za izvedene skripte. Ovo može da smanji opterećenje sistema tako da skripte ne ometaju ostatak sistema. (više vrednosti = donji prioritet)
sv: Standard CPU-prioritet (nice) för exekverade skript. Detta kan minska systembelastningen så att skripten inte stör resten av systemet. (högre värden = lägre prioritet)
ta: செயல்படுத்தப்பட்ட ச்கிரிப்ட்களுக்கான இயல்புநிலை சிபியு முன்னுரிமை (நல்லது). இது கணினி சுமையை குறைக்கும், இதனால் ச்கிரிப்ட்கள் மீதமுள்ள கணினியில் தலையிடாது. (அதிக மதிப்புகள் = குறைந்த முன்னுரிமை)
tr: Varsayılan çalıştırılan komut dosyaları için CPU önceliği (iyi). Bu, sistem yükünü azaltarak komut dosyalarının sistemin geri kalanına müdahale etmesini önleyebilir. (daha yüksek değerler = daha düşük öncelik)
uk: Пріоритет ЦПУ за замовчуванням (рекомендовано) для виконуваних сценаріїв. Це може зменшити навантаження на систему, щоб сценарії не заважали роботі системи. (вищі значення = нижчий пріоритет)

source: Default Dolby Digital / Dolby AC-3 offset
cs: Výchozí posun Dolby Digital / Dolby AC-3
el: Προεπιλεγμένη ολίσθηση Dolby Digital / Dolby AC-3
fi: Oletus Dolby Digital / Dolby AC-3 offsetti
hr: Zadano Dolby Digital / Dolby AC-3 pomak
it: Offset Dolby Digital / Dolby AC-3 predefinito
lt: Numatytasis Dolby Digital / Dolby AC-3 poslinkis
nl: Standaard Dolby Digital / Dolby AC-3 offset
pl: Domyślne przesunięcie Dolby Digital / Dolby AC-3
sk: Predvolený posun Dolby Digital/Dolby AC-3
sr: Zadani Dolby Digital / Dolby AC-3 pomak
sv: Standard Dolby Digital / Dolby AC-3 offset
ta: இயல்புநிலை டால்பி டிசிட்டல் / டால்பி ஏசி -3 ஆஃப்செட்
tr: Varsayılan Dolby Digital / Dolby AC-3 ofseti
uk: Зміщення Dolby Digital / Dolby AC-3 за замовчуванням

source: Default I/O priority (ionice) for executed scripts. This can reduce the system load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
cs: Výchozí priorita I/O (ionice) pro prováděné skripty. To může snížit zatížení systému tak, aby skripty nezasahovaly do zbytku systému. (vyšší hodnoty = nižší priorita)
el: Προεπιλεγμένη προτεραιότητα I/O (ionice) για εκτελεσμένα σενάρια ενεργειών. Αυτό μπορεί να μειώσει τον φόρτο συστήματος ώστε τα σενάρια να μην απασχολούν τους υπόλοιπους πόρους του. (υψηλότερες τιμές = χαμηλότερη προτεραιότητα)
fi: Oletus I/O suoritetuille komentosarjoille. Tämä voi vähentää kuormaa, jotta skriptit eivät vaikuta muuhun järjestelmään. (korkeammat arvot = matalampi prioriteetti)
hr: Zadano I/O prioritet (ionice) za izvršne skripte. Ovo može smanjiti opterećenje sustava, tako da skripte ne ometaju ostatak sustava. (više visoke vrijednosti = viši manji prioritet)
it: Priorità CPU predefinita (ionice) per l'esecuzione degli script. Può ridurre il carico del sistema in modo che gli script non interferiscano con il resto del sistema (valori più alti = priorità più bassa)
lt: Numatytasis įvesties / išvesties prioritetas (ionice) vykdomiems scenarijams. Tai gali sumažinti sistemos apkrovą, kad scenarijai netrukdytų likusiai sistemos daliai. (didesnės vertės = mažesnis prioritetas)
nl: Standaard I/O-prioriteit (ionice) voor uitgevoerde scripts. Dit kan de belasting verminderen, zodat scripts niet de rest van het systeem beïnvloeden. (hogere waarden = lagere prioriteit)
pl: Domyślny priorytet I/O (ionice) dla wykonywanych skryptów. Może zredukować obciążenie systemu, tak aby skrypty nie wpływały na ogólną wydajność systemu. (wyższa wartość = niższy priorytet)
sk: Predvolená I/O priorita (ionice) pre vykonávané skripty. Tým sa môže znížiť zaťaženie systému, aby skripty nekolidovali so zvyškom systému. (vyššia hodnota = nižšia priorita)
sr: Podrazumevani I/O prioritet (ionice) za izvršene skripte. Ovo može da smanji opterećenje sistema tako da skripte ne ometaju ostatak sistema. (više vrednosti = manji prioritet)
sv: Standard I/O-prioritet (ionice) för exekverade skript. Detta kan minska systembelastningen så att skripten inte stör resten av systemet. (högre värden = lägre prioritet)
ta: செயல்படுத்தப்பட்ட ச்கிரிப்ட்களுக்கான இயல்புநிலை I/O முன்னுரிமை (அயனிச்). இது கணினி சுமையை குறைக்கும், இதனால் ச்கிரிப்ட்கள் மீதமுள்ள கணினியில் தலையிடாது. (அதிக மதிப்புகள் = குறைந்த முன்னுரிமை)
tr: Çalıştırılan komut dosyaları için varsayılan G/Ç önceliği (ionice). Bu, sistem yükünü azaltarak komut dosyalarının sistemin geri kalanına müdahale etmesini önler. (Daha yüksek değerler = daha düşük öncelik)
uk: Пріоритет вводу/виводу за замовчуванням (inice) для виконуваних сценаріїв. Це може зменшити навантаження на систему, щоб сценарії не заважали роботі системи. (вищі значення = нижчий пріоритет)

source: Default Services Scanner
bg: Скенер за сервизи по подразбиране
cs: Výchozí skener služeb
da: Standard kanalsøger
de: Standardsender-Suchlauf
el: Ανίχνευση προεπιλεγμένων υπηρεσιών
et: Vaikimisi teenuste otsija
fi: Oletus Palvelu Skanneri
fr: Rechercher les services par défaut
hr: Zadano Skeniranje Kanala
hu: Alapértelmezett csatorna keresés
it: Scanner servizi predefinito
lt: Numatytoji kanalų paieška
nl: Standaard zender zoeker
pl: Domyślna Wyszukiwarka Kanałów
sk: Predvolený vyhľadávač staníc
sr: Skeniranje Kanala po Zadanom
sv: Skanner för standardtjänster
ta: இயல்புநிலை சேவைகள் ச்கேனர்
tr: Varsayılan Servisler Tarayıcısı
uk: Сканування Каналів за замовчуванням
vi: Máy quét dịch vụ mặc định
zh_cn: 默认服务扫描程序

source: Default files/folders to backup
bg: Файлове/папки по подразбиране за архивиране
cs: Výchozí soubory/složky k zálohování
da: Standard filer/mapper der kopieres
de: Standardliste gesicherter Dateien
el: Προεπιλεγμένα αρχεία/φάκελοι προς εφεδρεία
et: Vaikimisi varundatavad failid/kataloogid
fi: Varmuuskopion oletussisältö
fr: Fichiers/dossiers par défaut à sauvegarder
hr: Zadane datoteke/mape za sigurnosno kopiranje
hu: Alapértelmezett fájlok/könyvtárak a mentéshez
it: File e cartelle predefinite per il backup
lt: Numatytoji failų/aplankų atsarginė kopija
nl: Standaard back-up bestanden
pl: Domyślne pliki kopii zapasowej
sk: Predvolené zálohované súbory/priečinky
sr: Podrazumevane datoteke/fascikle za pravljenje rezervne kopije
sv: Standardfiler/mappar för säkerhetskopiering
ta: காப்புப்பிரதிக்கு இயல்புநிலை கோப்புகள்/கோப்புறைகள்
tr: Yedeklenecek varsayılan dosyalar / klasörler
uk: Файли/теки для резервної копії за замовчуванням
vi: Chọn tập tin / thư mục để sao lưu
zh_cn: 默认要备份的文件/文件夹备份

source: Default left column directory
cs: Výchozí adresář levého sloupce
el: Προεπιλεγμένος φάκελος αριστερής στήλης
fi: Vasemman sarakkeen oletus hakemisto
hr: Zadani direktorij lijevog stupca
it: Cartella predefinita colonna di sinistra
lt: Numatytasis kairiojo stulpelio katalogas
nl: Standaard map in de linkerkolom
pl: Domyślny katalog w lewej kolumnie
sk: Predvolený priečinok v ľavom stĺpci
sr: Podrazumevani direktorijum leve kolone
sv: Standardkatalog för vänster kolumn
ta: இயல்புநிலை இடது நெடுவரிசை அடைவு
tr: Varsayılan sol sütun dizini
uk: Каталог лівого стовпця по умовчуванні

source: Default movie location (%s)
cs: Výchozí umístění filmu (%s)
el: Προεπιλεγμένη τοποθεσία ταινιών (%s)
fi: Oletushakemisto tallennuksille (%s)
hr: Zadana lokacija videozapisa (%s)
it: Posizione predefinita registrazione (%s)
lt: Numatytoji filmo vieta (%s)
nl: Standaard opnamelocatie (%s)
pl: Domyślna lokalizacja filmów (%s)
sk: Predvolené umiestnenie filmov (%s)
sr: Podrazumevana lokacija filma (%s)
sv: Standardplats för film (%s)
ta: இயல்புநிலை திரைப்பட இருப்பிடம் (%s)
tr: Varsayılan film konumu (%s)
uk: Розташування фільму за умовчанням (%s)

source: Default movie selection location
bg: Местоположение на филма по подразбиране
cs: Výchozí umístění záznamů
el: Προεπιλεγμένη τοποθεσία ταινιών
fi: Oletushakemisto tallennuksille
fr: Emplacement standard des films
hr: Zadana lokacija za odabir videozapisa
it: Posizione predefinita per Selezione registrazione
lt: Numatytoji filmų vieta
nl: Standaard opnamelocatie
pl: Domyślna lokalizacja wyboru filmu
sk: Predvolené umiestnenie filmov
sr: Podrazumevana lokacija za izbor filma
sv: Standardplats för val av film
ta: இயல்புநிலை திரைப்படத் தேர்வு இடம்
tr: Varsayılan film seçim konumu
uk: Розташування запису за замовчуванням

source: Default recording type
bg: Тип на запис по подразбиране
cs: Výchozí typ nahrávání
da: Standard optagelsestype
de: Standard-Aufnahmetyp
el: Προεπιλεγμένος τύπος εγγραφής
et: Vaikimisi salvestuse tüüp
fi: Oletus tallennustapa
fr: Type d'enregistrement par défaut
hr: Zadana vrsta snimanja
hu: Alapértelmezett felvétel típusa
it: Tipo di registrazione predefinita
lt: Numatytasis įrašymo tipas
nl: Standaard opname type
pl: Domyślny tryp nagrywania
ru: Тип записи по умолчанию
sk: Predvolený typ nahrávania
sr: Zadani tip snimanja
sv: Standard inspelningstyp
ta: இயல்புநிலை பதிவு வகை
tr: Varsayılan kayıt tipi
uk: Тип запису за замовчуванням
vi: Kiểu ghi mặc định
zh_cn: 默认录制类型

source: Default right column directory
cs: Výchozí adresář pravého sloupce
el: Προεπιλεγμένος φάκελος δεξιάς στήλης
fi: Oikean sarakkeen oletus hakemisto
hr: Zadani direktorij desne kolone
it: Cartella predefinita colonna di destra
lt: Numatytasis dešiniojo stulpelio katalogas
nl: Standaard map in de rechterkolom
pl: Domyślny katalog w prawej kolumnie
sk: Predvolený priečinok v pravom stĺpci
sr: Podrazumevani direktorijum desne kolone
sv: Standardkatalog för höger kolumn
ta: இயல்புநிலை வலது நெடுவரிசை அடைவு
tr: Varsayılan sağ sütun dizini
uk: Каталог правого стовпця по умовчуванні

source: Default sort order for directories in the left column
cs: Výchozí pořadí řazení pro adresáře v levém sloupci
el: Προεπιλεγμένη ταξινόμηση για τους φακέλους της αριστερής στήλης
fi: Oletusjärjestys hakemistoille vasemmassa sarakkeessa
hr: Zadani redoslijed sortiranja za direktorije u lijevom stupcu
it: Ordinamento predefinito per le cartelle nella colonna di sinistra
lt: Numatytoji katalogų rikiavimo tvarka kairiajame stulpelyje
nl: Standaard sorteervolgorde voor mappen in de linkerkolom
pl: Domyślny porządek sortowania dla katalogów w lewej kolumnie
sk: Predvolené poradie zoraďovania pre priečinky v ľavom stĺpci
sr: Podrazumevani redosled sortiranja za direktorijume u levoj koloni
sv: Standard sorteringsordning för kataloger i den vänstra kolumnen
ta: இடது நெடுவரிசையில் உள்ள கோப்பகங்களுக்கான இயல்புநிலை வரிசை வரிசை
tr: Sol sütundaki dizinler için varsayılan sıralama düzeni
uk: Порядок сортування за замовчуванням для каталогів у лівому стовпці

source: Default sort order for directories in the right column.
cs: Výchozí pořadí řazení pro adresáře v pravém sloupci.
el: Προεπιλεγμένη ταξινόμηση για τους φακέλους της δεξιάς στήλης.
fi: Oletusjärjestys hakemistoille oikeassa sarakkeessa.
hr: Zadani redoslijed sortiranja za direktorije u desnom stupcu.
it: Ordinamento predefinito per le cartelle nella colonna di destra
lt: Numatytoji katalogų rikiavimo tvarka dešiniajame stulpelyje.
nl: Standaard sorteervolgorde voor mappen in de rechterkolom.
pl: Domyślny porządek sortowania dla katalogów w prawej kolumnie.
sk: Predvolené poradie zoraďovania pre priečinky v pravom stĺpci.
sr: Podrazumevani redosled sortiranja za direktorijume u desnoj koloni.
sv: Standard sorteringsordning för kataloger i högerkolumnen.
ta: வலது நெடுவரிசையில் உள்ள கோப்பகங்களுக்கான இயல்புநிலை வரிசை வரிசை.
tr: Sağ sütundaki dizinler için varsayılan sıralama düzeni.
uk: Порядок сортування за замовчуванням для каталогів у правому стовпці.

source: Default sort order for files in the left column.
cs: Výchozí pořadí řazení souborů v levém sloupci.
el: Προεπιλεγμένη ταξινόμηση για τα αρχεία της αριστερής στήλης.
fi: Vasemman sarakkeen tiedostojen oletuslajittelujärjestys.
hr: Zadani redoslijed sortiranja za datoteke u lijevom stupcu.
it: Ordinamento predefinito per i file nella colonna di sinistra
lt: Numatytoji kairiajame stulpelyje esančių failų rikiavimo tvarka.
nl: Standaard sorteervolgorde voor mappen in de linkerkolom.
pl: Domyślny porządek sortowania dla plików w lewej kolumnie.
sk: Predvolené poradie zoraďovania pre súbory v ľavom stĺpci.
sr: Podrazumevani redosled sortiranja za datoteke u levoj koloni.
sv: Standard sorteringsordning för filer i den vänstra kolumnen.
ta: இடது நெடுவரிசையில் உள்ள கோப்புகளுக்கான இயல்புநிலை வரிசை வரிசை.
tr: Sol sütundaki dosyalar için varsayılan sıralama düzeni.
uk: Порядок сортування за замовчуванням для файлів у лівому стовпці.

source: Default sort order for files in the right column.
cs: Výchozí pořadí řazení souborů v pravém sloupci.
el: Προεπιλεγμένη ταξινόμηση για τα αρχεία της δεξιάς στήλης.
fi: Oikeassa sarakkeessa olevien tiedostojen oletuslajittelujärjestys.
hr: Zadani redoslijed sortiranja za datoteke u desnom stupcu.
it: Ordinamento predefinito per i file nella colonna di destra
lt: Numatytoji dešiniajame stulpelyje esančių failų rikiavimo tvarka.
nl: Standaard sorteervolgorde voor mappen in de rechterkolom.
pl: Domyślny porządek sortowania dla plików w prawej kolumnie.
sk: Predvolené poradie zoraďovania pre súbory v pravom stĺpci.
sr: Podrazumevani redosled sortiranja za datoteke u desnoj koloni.
sv: Standard sorteringsordning för filer i den högra kolumnen.
ta: வலது நெடுவரிசையில் உள்ள கோப்புகளுக்கான இயல்புநிலை வரிசை ஆர்டர்.
tr: Sağ sütundaki dosyalar için varsayılan sıralama düzeni.
uk: Порядок сортування за замовчуванням для файлів у правому стовпці.

source: Default video mode selected
cs: Je vybrán výchozí režim videa
el: Επιλέχθηκε η προεπιλεγμένη λειτουργία βίντεο
fi: Oletus videotila valittuna
hr: Zadani način rada videa
it: Modalità video predefinita selezionata
nl: Standaard videomodus geselecteerd
pl: Wybrano domyślny tryb wideo
sk: Vybraný predvolený režim videa
sr: Zadani video režim izbora
sv: Standardvideoläge valt
ta: இயல்புநிலை வீடியோ பயன்முறை தேர்ந்தெடுக்கப்பட்டது
tr: Varsayılan görüntü modu seçildi
uk: Вибрано режим відео за замовчуванням

source: Default video mode selected for the TV.
cs: Pro televizor je vybrán výchozí režim videa.
el: Επιλέχθηκε η αυτόματη λειτουργία βίντεο για την TV.
fi: Oletus videotila on valittu televisiolle.
hr: Zadani video način odabran za TV.
it: Modalità video predefinita selezionata per la TV.
nl: Standaard beeldresolutie geselecteerd voor de TV.
pl: Domyślny tryb wideo wybrany dla TV.
sk: Predvolený režim videa vybraný pre TV.
sr: Zadani video režim je izabran za TV.
sv: Standardvideoläge som valts för TV:n.
ta: இயல்புநிலை வீடியோ பயன்முறை டிவிக்கு தேர்ந்தெடுக்கப்பட்டது.
tr: TV için varsayılan görüntü modu seçildi.
uk: Для телевізора вибрано режим відео за замовчуванням.

source: Default volume offset
cs: Výchozí posun hlasitosti
el: Προεπιλεγμένη ολίσθηση έντασης ήχου
fi: Oletus äänenvoimakkuuden offsetti
hr: Zadani pomak jačine zvuka
it: Offset predefinito volume
lt: Numatytasis garsumo poslinkis
nl: Standaard volume offset
pl: Domyślne przesunięcie głośności
sk: Predvolený posun hlasitosti
sr: Zadani pomak jačine zvuka
sv: Standard volymförskjutning
ta: இயல்புநிலை தொகுதி ஆஃப்செட்
tr: Varsayılan ses seviyesi dengeleme değeri
uk: Зміщення гучності за замовчуванням

source: Default wake-up is 5 minutes prior to timer start to wake up from Deep Standby. Adjust if the wake-up is too early or late, e.g., for network drives.
cs: Výchozí probuzení je 5 minut před hlubokým pohotovostním režimem. Upravte, pokud je probuzení příliš brzy nebo pozdě, např. pro síťové disky.
el: Η προεπιλεγμένη ρύθμιση είναι 5 λεπτά νωρίτερα για αφύπνιση από βαθιά αναμονή. Πιθανώς να είναι απαραίτητο να αλλάξει αυτό. (π.χ: ο πραγματικός χρόνος αφύπνισης είναι μη ακριβής ή παρωχημένος, αναμονή για δίσκο δικτύου, κλπ.)
hr: Zadano buđenje je 5 minuta prije početka tajmera kako bi se sustav probudio iz dubokog stanja pripravnosti. Prilagodite ako je buđenje previše rano ili kasno, na primjer, za mrežne diskove.
it: La riattivazione predefinita è 5 minuti prima dello standby profondo. Regolare il tempo se la riattivazione è troppo anticipata o posticipata, ad esempio per le unità di rete.
lt: Pagal nutylėjimą iš gilaus budėjimo pabudina 5 minutėmis anksčiau. Galbūt reikia tai pakeisti. (pvz: tikrasis budinimo laikas yra netikslus arba vėlesnis, laukia tinklo tvarkyklės ir kt.)
nl: De standaard instelling is 5 minuten eerder inschakelen. Het is eventueel noodzakelijk dit te wijzigen. (b.v.: de werkelijke ontwaaktijd is niet correct of te laat, wachten op netwerk-schijf, etc.)
sr: Podrazumevano buđenje je 5 minuta pre početka tajmera kako bi se probudili iz dubokog stanja pripravnosti. Podesite ako je buđenje previše rano ili kasno, npr. za mrežne diskove.
sv: Standardinställningarna är 5 minuter tidigare för att vakna från djup standby. Det kan eventuellt vara nödvändigt att ändra detta. (t.ex.: den faktiska väckningstiden är felaktig eller för sen, väntar på en nätverksenhet, etc.)
tr: Varsayılan uyandırma süresi, derin bekleme modundan çıkmak için zamanlayıcının başlamasından 5 dakika öncesidir. Uyandırma süresi çok erken veya çok geçse (örneğin ağ sürücüleri için) bu süreyi ayarlayın.
uk: Пробудження за замовчуванням встановлено за 5 хвилин до запуску таймера для виходу з режиму глибокого очікування. Налаштуйте, якщо пробудження занадто раннє або пізнє, наприклад, для мережевих дисків.

source: Default: '%s'.
bg: По подразбиране: '%s'.
cs: Výchozí: '%s'.
el: Προεπιλογή: '%s'.
fi: Oletus: '%s'.
fr: Par défaut : '%s'.
hr: Zadano: '%s'.
it: Predefinito: '%s'.
lt: Numatytasis: '%s'.
pl: Domyślnie: '%s'.
sk: Predvolené: '%s'.
sr: Podrazumevano: '%s'.
sv: Standard: '%s'.
ta: இயல்புநிலை: '%s'.
tr: Varsayılan: '%s'.
uk: За замовчуванням: '%s'.

source: Define Softcam For This Provider
cs: Definovat Softcam pro tohoto poskytovatele
el: Ορισμός softcam για αυτό τον πάροχο
fi: Softcam tälle palveluntarjoajalle
hr: Definirajte Softcam za ovog pružatelja usluga
it: Definisci softcam per questo provider
nl: Softcam instellen voor deze provider
pl: Zdefiniuj Softcam dla tego dostawcy
sk: Definovať softcam pre tohto poskytovateľa
sr: Definiši Softcam za ovog provajdera
sv: Definiera Softcam för den här leverantören
ta: இந்த வழங்குநருக்கு சாப்ட்கேமை வரையறுக்கவும்
tr: Bu Sağlayıcı İçin Softcam Tanımlayın
uk: Визначити Softcam для цього Провайдера

source: Define Softcam For This Service
cs: Definovat Softcam pro tuto službu
el: Ορισμός softcam για αυτή την υπηρεσία
fi: Softcam tälle kanavalle
hr: Definiši Softcam za ovu Uslugu
it: Definisci softcam per questo servizio
nl: Softcam instellen voor deze zender
pl: Zdefiniuj Softcam dla tej usługi
sk: Definovať softcam pre túto stanicu
sr: Definiši Softcam za ovu uslugu
sv: Definiera softcam för denna tjänst
ta: இந்த சேவைக்கு சாப்ட்கேமை வரையறுக்கவும்
tr: Bu Kanal İçin Softcam Tanımlayın
uk: Визначити Softcam для даного Каналу

source: Define additional delay in milliseconds before start of http(s) streams.
bg: Определете допълнително забавяне в милисекунди преди началото на http(s) потоци.
cs: Definujte další zpoždění v milisekundách před zahájením streamů http(s).
el: Καθορισμός πρόσθετης καθυστέρησης σε χιλιοστά του δευτερολέπτου πριν από την έναρξη των ροών http(s).
fi: Määritä vaihtoehtoinen viive millisekunneissa ennen http(s) suora toiston alkamista.
fr: Définir un délai supplémentaire en millisecondes avant le début des flux http(s).
hr: Definirajte dodatno kašnjenje u milisekundama prije početka http(s) streamova.
it: Definisci un ritardo aggiuntivo in millisecondi prima dell'inizio dei flussi http.
lt: Nustatykite papildomą milisekundžių delsą prieš pradedant http (-us) srautus.
nl: Geef een aanvullende vertraging op in milliseconden voorafgaand aan de start van http(s) streams.
pl: Zdefiniuj dodatkowy czas w (ms) przed startem strumieniowania http(s).
sk: Zadajte dodatočné oneskorenie (v milisekundách) pred spustením streamov http(s).
sr: Definiši dodatno odlaganje u ms pre početka http strima.
sv: Definiera ytterligare fördröjning i millisekunder före start av http(s)-strömmar.
ta: HTTP (கள்) ச்ட்ரீம்கள் தொடங்குவதற்கு முன் மில்லி விநாடிகளில் கூடுதல் தாமதத்தை வரையறுக்கவும்.
tr: Http(s) akışlarının başlamasından önce milisaniye cinsinden ek bir gecikme tanımlayın.
uk: Визначте додаткову затримку в мілісекундах перед початком стріму http(s).

source: Define the custom mountpoint for the device.
cs: Definovat vlastní přípojný bod pro zařízení.
el: Ορισμός προσαρμοσμένου σημείου πρόσβασης για αυτή τη συσκευή.
fi: Määritä laitteen mukautettu liitos.
hr: Definišite prilagođenu točku montiranja za uređaj.
it: Definisci punto di montaggio personalizzato per il dispositivo.
nl: Een custom mountpunt voor dit apparaat configureren.
pl: Zdefiniuj niestandardowy punkt montowania dla urządzenia.
sk: Definovať používateľský bod pripojenia pre toto zariadenie.
sr: Definišite prilagođenu tačku montiranja za uređaj.
sv: Definiera den anpassade monteringspunkten för enheten.
ta: சாதனத்திற்கான தனிப்பயன் மவுண்ட்பாயிண்ட் வரையறுக்கவும்.
tr: Cihaz için özel bağlama noktasını tanımlayın.
uk: Визначте настроювану точку підключення для пристрою.
