Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Remove highlighted directory from bookmarks
bg: Премахване на избраната папка от отметките
cs: Odstranit vybranou složku ze záložek
el: Αφαίρεση του επιλεγμένου φακέλου από τους σελιδοδείκτες
fi: Poista valittu kansio kirjanmerkeistä
fr: Supprimer le dossier sélectionné des favoris
hr: Uklanjanje istaknutog direktorijuma iz obeleživača
it: Rimuovi cartella evidenziata dai segnalibri
lt: Pašalinkite pasirinktą aplanką iš žymių
nl: Verwijder geselecteerde map van bookmarks
pl: Usuń wybrany folder z zakładek
sk: Odstrániť vybraný priečinok zo záložiek
sr: Uklanjanje istaknutog direktorijuma iz obeleživača
sv: Ta bort markerad katalog från bokmärken
ta: புக்மார்க்குகளிலிருந்து சிறப்பிக்கப்பட்ட கோப்பகத்தை அகற்று
tr: Seçilen klasörü yer imlerinden kaldır
uk: Видалити вибрану теку зі закладок

source: Remove service from AutoCam
cs: Odebrat službu z AutoCam
el: Αφαίρεση υπηρεσίας από το αυτόματο cam
fi: Poista kanava CI+
hr: Ukloni servis iz AutoCam
it: Rimuovi servizio da AutoCam
nl: Zender uit AutoCam verwijderen
pl: Usuń usługę z AutoCam
sk: Odstrániť stanicu z AutoCamu
sr: Ukloni servis iz AutoCam
sv: Ta bort tjänsten från AutoCam
ta: ஆட்டோகாமில் இருந்து சேவையை அகற்று
tr: AutoCam içinden kanalı kaldır
uk: Видалити канал з AutoCam

source: Remove texts for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
bg: Премахване на текстовете за хора с увреден слух от външни субтитри(инструментална музика или звуци на околната среда, например).
cs: Odstranit text v externich titulcích pro sluchově postižené (instrumentální hudbě nebo v oblasti ruchových zvuků, např, když se ozve zvonek, nebo vystřelí zbraň).
da: Fjerner tekst for hørehæmmede fra eksterne undertekster (instrumental musik eller omgivelsesstøj, f.eks nå en dørklokke ringere eller et geværskud høres).
de: 'Ja' entfernt Texte für Hörgeschädigte aus externen Untertiteln (z.B. Beschreibungen von Geräuschen).
el: Αφαιρεί τα κείμενα για τα Άτομα Με Προβλήματα Ακοής από τους εξωτερικούς υπότιτλους (ορχηστρική μουσική ή ήχοι περιβάλλοντος π.χ. κουδούνισμα ή πυροβολισμός).
et: Eemalda välistelt subtiitritelt vaegkuuljatele mõeldud tekst (instrumentaalmuusika või taustahelid, nt. ''uksekell heliseb'', ''püssipauk''.)
fi: Kyllä poistaa kuulovammaisille tarkoitetut tekstit ulkoisista tekstityksistä (Esimerkkisi. Äänien kuvaukset).
fr: Enlever les textes pour les malentendants des sous-titres externes (musique instrumental ou bruit de l'environnement, par exemple, lorsqu'une sonnerie ou un coup de feu est entendu).
hr: Ukloni tekstove za oštećeni sluh iz spoljnih titlova (instrumentalna glazba ili ekološki zvuci, npr. kada zazvoni zvono na vratima ili pucanj iz pištolja).
hu: Távolítsa el a halláskárosult szövegeket a külső feliratokból (hangszeres zenét vagy környezeti hangokat, például amikor csengő gyűrűt vagy fegyverlövést hallat).
it: Rimuovi testi per non udenti dai sottotitoli esterni (musica strumentale o suoni ambientali, ad esempio quando suona il campanello o si sente uno sparo).
lt: Pašalinti tekstus, skirtus turintiems klausos sutrikimų, iš išorinių subtitrų (instrumentinė muzika, ar aplinkos garsai, pvz., kai skamba durų skambutis, arba girdimas ginklo šūvis).
nl: Verwijdert teksten bedoelt voor slechthorenden uit externe ondertitels. Denk aan teksten als 'Deurbel gaat', 'Muziek speelt', enz.
pl: Usuń teksty przeznaczone dla osób niedosłyszących z napisów zewnętrznych (muzyka instrumentalna lub dźwięki otoczenia, np. gdy dzwoni dzwonek do drzwi lub słychać strzał).
ru: Удалить тексты для слабослышащих из внешних субтитров (инструментальная музыка или звуки окружающей среды, например, когда раздается звонок в дверь или выстрел).
sk: Odstránenie textov pre sluchovo postihnutých z externých titulkov (inštrumentálnej hudby alebo zvukov z prostredia, napríklad zvonenia zvončeka alebo výstrelu zo zbrane).
sr: Ukloni tekstove za oštećeni sluh iz spoljnih titlova (instrumentalna muzika ili ekološki zvuci, npr. kada zazvoni zvono na vratima ili pucanj iz pištolja).
sv: Ta bort texter för hörselskadade från externa undertexter (instrumentalmusik eller miljöljud, t.ex. när en dörrklocka ringer eller ett pistolskott hörs).
ta: வெளிப்புற வசனங்களிலிருந்து (கருவி இசை அல்லது சுற்றுச்சூழல் ஒலிகள், எ.கா., ஒரு வீட்டு வாசல் ஒலிக்கும் போது அல்லது துப்பாக்கி காட்சி கேட்கப்படும்போது) செவித்திறன் குறைபாடுள்ள செவிப்புலன் நூல்களை அகற்றவும்.
tr: İşitme engelliler için harici altyazılardan metinleri kaldırın (enstrümantal müzik veya çevresel sesler, örneğin kapı zili çaldığında veya silah sesi duyulduğunda).
uk: Видалити тексти для слабочуючих із зовнішніх субтитрів (інструментальна музика чи звуки навколишнього середовища, наприклад, коли лунає дзвінок у дверіа бо постріл).
vi: Xóa văn bản cho người khiếm thính khỏi phụ đề bên ngoài (nhạc cụ hoặc âm thanh môi trường, ví dụ: khi nghe tiếng chuông cửa hoặc tiếng súng nổ).
zh_cn: 从外部字幕(器乐或环境声音,例如,当门铃响或听到枪声)中删除听力受损者的文本.

source: Remove the Line from CCcam.cfg
cs: Odstranit řádek z CCcam.cfg
el: Διαγραφή γραμμής από το CCcam.cfg
fi: Poista rivi CCcam.cfg-tiedostosta
hr: Ukloni liniju iz CCcam.cfg
it: Rimuovi linea da CCcam.cfg
lt: Pašalinkite liniją iš CCcam.cfg
nl: Deze Line verwijderen uit CCcam.cfg
pl: Usuń linię z CCcam.cfg
sk: Odstrániť riadok z CCcam.cfg
sr: Ukloni liniju iz CCcam.cfg
sv: Ta bort raden från CCcam.cfg
ta: CCCAM.CFG இலிருந்து வரியை அகற்று
tr: CCcam.cfg'den Satırı Kaldır
uk: Видалити рядок із CCcam.cfg

source: Remove the MultiBoot files
cs: Odstranit soubory MultiBoot
el: Κατάργηση των αρχείων πολλαπλής εκκίνησης
fi: Poista MultiBoot tiedostot
hr: Uklanjanje MultiBoot datoteke
it: Rimuovi file MultiBoot
nl: De MultiBoot-bestanden verwijderen
pl: Usuń pliki MultiBoot
sk: Odstrániť súbory pre MultiBoot
sr: Ukloni MultiBoot fajlove
sv: Ta bort MultiBoot-filerna
ta: மல்டிபூட் கோப்புகளை அகற்றவும்
tr: Çoklu Önyükleme dosyalarını kaldır
uk: Видалити файли MultiBoot

source: Remove the current bookmark
cs: Odebrat aktuální záložku
el: Διαγραφή τρέχοντος σελιδοδείκτη
fi: Poista nykyinen kirjanmerkki
hr: Uklanjanje trenutnog obeleživača
it: Rimuovi attuale segnalibro
lt: Dabartinės žymelės pašalinimas
nl: De huidige bladwijzer verwijderen
pl: Usuń bieżącą zakładkę
sk: Odstrániť aktuálnu záložku
sr: Uklanjanje trenutnog obeleživača
sv: Ta bort det aktuella bokmärket
ta: தற்போதைய புத்தகக்குறியை அகற்று
tr: Geçerli yer imini kaldır
uk: Видалити поточну закладку

source: Remove the selected plugin / list of plugins
cs: Odebrat vybraný plugin / seznam pluginů
el: Αφαίρεση του επιλεγμένου πρόσθετου / λίστας προσθέτων
fi: Poista valittu lisäosa/ lista lisäosista
hr: Ukloni odabrani dodatak / listu dodataka
it: Rimuovi plugin/elenco dei plugin selezionati
nl: De geselecteerde plugin of lijst van plugins verwijderen
pl: Usuń wybraną wtyczkę / listę wtyczek
sk: Odstrániť vybraný plugin/zoznam pluginov
sr: Ukloni odabrani dodatak / listu dodataka
sv: Ta bort det valda insticksprogrammet / listan över insticksprogram
ta: தேர்ந்தெடுக்கப்பட்ட சொருகி / செருகுநிரல்களின் பட்டியலை அகற்று
tr: Seçili eklentiyi / eklenti listesini kaldır
uk: Видалити вибраний плагін/список плагінів

source: Remove the selected service
cs: Odstranit vybranou službu
el: Αφαίρεση της επιλεγμένης υπηρεσίας
fi: Poista valittu kanava
hr: Ukloni odabranu uslugu
it: Rimuovi servizio selezionato
nl: De geselecteerde zender verwijderen
pl: Usuń wybraną usługę
sk: Odstrániť vybranú stanicu/službu
sr: Ukloni odabranu uslugu
sv: Ta bort den valda tjänsten
ta: தேர்ந்தெடுக்கப்பட்ட சேவையை அகற்று
tr: Seçili kanalı kaldır
uk: Видалити вибраний канал

source: Remove timer
bg: Премахване на таймер
cs: Odstranit časovač
da: Fjern Timer
de: Timer entfernen
el: Διαγραφή χρονοδιακόπτη
et: Eemalda taimer
fi: Poista ajastus
fr: Retirer programmation
hr: Ukloni tajmer
hu: Időzítő eltávolítása
it: Rimuovi timer
lt: Pašalinti laikmatį
nl: Verwijder timer
pl: Usuń timer
pt_br: Remover temporizador
ru: Удалить таймер
sk: Odstrániť časovač
sl: Odstrani časovnik
sr: Ukloni tajmer
sv: Ta bort timern
ta: டைமரை அகற்று
tr: Zamanlayıcıyı kaldır
uk: Видалити таймер
vi: Hủy bỏ bộ đếm thời gian
zh_cn: 删除定时器

source: Remove title
bg: Премахване на заглавието
cs: Odebrat titul
da: Fjerne titel
de: Titel entfernen
el: Διαγραφή τίτλου
et: Eemalda pealkiri
fi: Poista otsikko
fr: Supprimer le titre
hr: Ukloni naslov
hu: Cím eltávolítása
it: Rimuovi titolo
lt: Pašalinti antraštę
nl: Titel verwijderen
pl: Usuń tytuł
pt_br: Remover título
ru: Удалить описание
sk: Odstrániť titul
sl: Odstrani naslov
sr: Ukloni naslov
sv: Ta bort titel
ta: தலைப்பை அகற்று
tr: Başlığı kaldır
uk: Видалити заголовок
vi: Xóa tiêu đề
zh_cn: 删除标题

source: Removing
bg: Премахването на
cs: Odstranění
da: Fjerner
de: Entferne
el: Διαγραφή
et: Eemaldamine
fi: Poistetaan
fr: Suppression en cours
hr: Uklanjanje
hu: Eltávolítás
it: Rimozione
lt: Pašalinama
nl: Bezig met verwijderen
pl: Usuwanie
pt_br: Removendo
ru: Удаление
sk: Odstraňuje sa
sl: Brisanje
sr: Uklanjanje
sv: Tar bort
ta: நீக்குதல்
tr: Kaldırılıyor
uk: Видалення
vi: Loại bỏ
zh_cn: 删除

source: Removing Service
bg: Премахване на сервиз
cs: Odstranění služby
da: Fjerner tjeneste
de: Dienst wird de-installiert
el: Διαγραφή υπηρεσίας
et: Teenuse eemaldamine
fi: Poistetaan kanavia
fr: Retrait du service en cours
hr: Uklanjanje Kanala
hu: Csatorna Eltávolítása
it: Rimozione del servizio
lt: Pašalinama paslauga
nl: Verwijderd zender
pl: Usuwanie Kanału
ru: Удаляется сервис
sk: Odstraňovanie stanice
sr: Uklanjanje Kanala
sv: Avlägsnande av service
ta: சேவையை நீக்குதல்
tr: Kanal Kaldırma
uk: Видалення Каналу
vi: Xóa dịch vụ
zh_cn: 删除服务

source: Removing partition table
bg: Премахване на таблицата на дяловете
cs: Odstraňuje se tabulka rozdělení disku
da: Fjern partitionstabel
el: Αφαίρεση πίνακα διαμερισμάτων
et: Partitsioonitabeli eemaldamine
fi: Poistetaan levyosioita
fr: Suppression de la table de partition
hr: Uklanjanje tabele particija
hu: Partíciós tábla eltávolítása
it: Rimozione tabelle di partizione
lt: Pašalinama skaidinių lentelė
nl: Verwijderd de partitietabel
pl: Usuwanie tablicy partycji
pt_br: Removendo tabela de partições
ru: Очистить таблицу разделов
sk: Odstraňuje sa tabuľka partícií
sr: Uklanjanje tabele particija
sv: Ta bort partitionstabell
ta: பகிர்வு அட்டவணையை நீக்குதல்
tr: Bölüntü tablosu kaldırılıyor
uk: Видалення таблиці розділів
vi: Xóa bảng phân vùng
zh_cn: 删除分区表

source: Rename
bg: Преименувай
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
et: Nimeta ümber
fi: Uudelleennimeä
fr: Renommer
hr: Preimenovati
hu: Átnevezés
it: Rinomina
lt: Pervardinti
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sr: Preimenovati
sv: Byt namn
ta: மறுபெயரிடுங்கள்
tr: Yeniden isimlendir
uk: Перейменувати
vi: Đổi tên
zh_cn: 重命名

source: Rename Directory
cs: Přejmenovat adresář
el: Μετονομασία φακέλου
fi: Nimeä hakemisto uudelleen
hr: Preimenuj Direktorij
it: Rinomina cartella
lt: Pervardyti katalogą
nl: Map hernoemen
pl: Zmień nazwę katalogu
sk: Premenovať priečinok
sr: Preimenuj Direktorij
sv: Byt namn på katalog
ta: கோப்பகத்தை மறுபெயரிடுங்கள்
tr: Dizini Yeniden İsimlendir
uk: Перейменувати каталог

source: Rename Entry
bg: преименувайте запис
cs: Přejmenovat položku
el: Μετονομασία στοιχείου
fi: Uudelleennimeä
fr: Renommer l'entrée
hr: Preimenuj stavku
it: Rinomina voce
lt: pervardinti įrašą
nl: Zender/favorietenlijst hernoemen
pl: Zmień nazwę
sk: Premenovať položku
sr: Preimenuj stavku
sv: Byt postnamn
ta: நுழைவு மறுபெயரிடுங்கள்
tr: Yeniden İsimlendir
uk: Перейменувати канал

source: Rename all related files
cs: Přejmenovat všechny související soubory
el: Μετονομασία όλων των σχετικών αρχείων
fi: Nimeä kaikki asiaan liittyvät tiedostot uudelleen
hr: Preimenuj sve srodne fajlove
it: Rinomina tutti i file correlati
lt: Pervardykite visus susijusius failus
nl: Hernoem alle bijbehorende bestanden
pl: Zmień nazwę wszystkich powiązanych plików
sk: Premenovať všetky súvisiace súbory
sr: Preimenuj sve srodne fajlove
sv: Byt namn på alla relaterade filer
ta: தொடர்புடைய அனைத்து கோப்புகளையும் மறுபெயரிடுங்கள்
tr: İlgili tüm dosyaları yeniden isimlendir
uk: Перейменуйте всі пов’язані файли

source: Rename directory/file
cs: Přejmenovat adresář/soubor
el: Μετονομασία φακέλου/αρχείου
fi: Nimeä hakemisto/tiedosto uudelleen
hr: Preimenuj direktorij/datoteku
it: Rinomina cartella/file
lt: Pervardyti katalogą / failą
nl: Hernoem map/bestand
pl: Zmień nazwę katalogu/pliku
sk: Premenovať priečinok/súbor
sr: Preimenuj direktorij/fajl
sv: Byt namn på katalog/fil
ta: அடைவு/கோப்பை மறுபெயரிடுங்கள்
tr: Dizini/dosyayı yeniden isimlendir
uk: Перейменувати каталог/файл

source: Rename failed!
bg: Преименуването се провали!
cs: Přejmenování selhalo!
da: Omdøbning mislykkedes!
de: Umbenennen fehlgeschlagen!
el: Αποτυχία μετονομασίας!
et: Ümbernimetamine nurjus!
fi: Uudelleennimeäminen epäonnistui!
fr: Le renommage a échoué !
hr: Preimenovanje nije uspjelo!
hu: Átnevezés sikertelen!
it: Rinomina non riuscita!
lt: Pervadinti nepavyko!
nl: Hernoemen mislukt!
pl: Zmiana nazwy nie powiodła się!
ru: Переименовать не удалось!
sk: Premenovanie neúspešné!
sr: Preimenovanje nije uspelo!
sv: Omdöpning misslyckades!
ta: மறுபெயரிட்டது தோல்வியுற்றது!
tr: Yeniden isimlendirme başarısız oldu!
uk: Не вдалося перейменувати!
vi: Đổi tên thất bại!
zh_cn: 重命名失败!

source: Rename name and description for new events
bg: Преименуване на име и описание за нови събития
cs: Přejmenovat název a popis pro nové události
da: Omdøb navn og beskrivelse for nye begivenheder
de: Ändere für neue Aufnahmen den Namen und die Beschreibung
el: Αλλαγή ονόματος και περιγραφής για νέα προγράμματα
et: Nimeta uued saated ja kirjeldused ümber
fi: Muokkaa nimi ja kuvaus uusille tallenteille
fr: Renommer le nom et la description pour les nouveaux événements
hr: Preimenovanje imena i opisa za nove događaje
hu: Új események nevének és leírásának szerkesztése
it: Rinomina nome e descrizione per i nuovi eventi
lt: Naujų įvykių pervardijimo pavadinimas ir apibūdinimas
nl: Hernoem de naam en de omschrijving voor nieuwe programma's
pl: Zmień nazwę i opis nowych zdarzeń
ru: Переименовать имя и описание для новых событий
sk: Premenovať názov a popis pre nové udalosti
sr: Preimenovanje imena i opisa za nove događaje
sv: Byt namn och beskrivning för nya evenemang
ta: புதிய நிகழ்வுகளுக்கு பெயர் மற்றும் விளக்கத்தை மறுபெயரிடுங்கள்
tr: Yeni etkinlikler için isim ve açıklamayı yeniden isimlendir
uk: Перейменувати ім'я та опис для нових подій
vi: Đổi tên và mô tả cho các sự kiện mới
zh_cn: 重命名新事件的名称和描述

source: Rename only highlighted file
cs: Přejmenovat pouze zvýrazněný soubor
el: Μετονομασία μόνο του επισημασμένου αρχείου
fi: Nimeä vain korostettu tiedosto uudelleen
hr: Preimenuj samo istaknutu datoteku
it: Rinomina solo il file evidenziato
lt: Pervardyti tik paryškintą failą
nl: Alleen het gemarkeerde bestand hernoemen
pl: Zmień nazwę tylko wybranego pliku
sk: Premenovať len zvýraznený súbor
sr: Preimenuj samo istaknuti fajl
sv: Byt namn på endast markerad fil
ta: சிறப்பிக்கப்பட்ட கோப்பை மட்டுமே மறுபெயரிடுங்கள்
tr: Yalnızca vurgulanan dosyayı yeniden isimlendir
uk: Перейменувати лише виділений файл

source: Rename the proposed file to be created
cs: Přejmenujte navrhovaný soubor, který má být vytvořen
el: Μετονομασία του προτεινόμενου προς δημιουργία αρχείου
fi: Nimeä ehdotettu tiedosto uudelleen
hr: Preimenuj predloženu datoteku za kreiranje
it: Rinomina il file in fase di creazione
lt: Pervardykite siūlomą sukurti failą
nl: Wijzig de naam van het voorgestelde bestand dat wordt gemaakt
pl: Zmień nazwę proponowanego pliku, który ma zostać utworzony
sk: Premenovať navrhovaný vytváraný súbor
sr: Preimenuj predloženi fajl za kreiranje
sv: Byt namn på den föreslagna filen som ska skapas
ta: முன்மொழியப்பட்ட கோப்பை உருவாக்க மறுபெயரிடுங்கள்
tr: Oluşturulması önerilen dosyayı yeniden isimlendir
uk: Перейменуйте файл, який пропонується створити

source: Rename the selected service
cs: Přejmenovat vybranou službu
el: Μετονομασία της επιλεγμένης υπηρεσίας
fi: Nimeä uudelleen valittu kanava
hr: Preimenujte izabrani servis
it: Rinomina servizio selezionato
nl: De geselecteerde zender hernoemen
pl: Zmień nazwę wybranej usługi
sk: Premenovať vybranú stanicu/službu
sr: Preimenujte izabrani servis
sv: Byt namn på den valda tjänsten
ta: தேர்ந்தெடுக்கப்பட்ட சேவையை மறுபெயரிடுங்கள்
tr: Seçili kanalı yeniden isimlendir
uk: Перейменувати вибраний канал

source: Rename this tag
bg: Преименувайте този маркер
cs: Přejmenovat tuto značku
el: Μετονομασία ετικέτας
fi: Nimeä tämä tunniste uudelleen
fr: Renommer cette balise
hr: Preimenuj ovu oznaku
it: Rinomina questo tag
lt: Pervadinti šią žymę
nl: Hernoem deze tag
pl: Zmień nazwę tego znacznika
sk: Premenovať tento tag
sr: Preimenuj ovu oznaku
sv: Byt namn på denna tagg
ta: இந்த குறிச்சொல்லை மறுபெயரிடுங்கள்
tr: Bu etiketi yeniden isimlendir
uk: Перейменуйте цей тег

source: Rename to:
bg: Преименуване на:
cs: Přejmenuj na:
da: Omdøb til:
de: Umbenennen zu:
el: Μετονομασία σε:
et: Uus nimi:
fi: Muuta nimeksi:
fr: Renommer en :
hr: Preimenuj u:
hu: Átnevezés erre:
it: Rinomina in:
lt: Pervadinti į:
nl: Hernoem naar:
pl: Zmień nazwę na:
ru: Переименовать как:
sk: Premenovať na:
sr: Preimenuj u:
sv: Byt namn till:
ta: மறுபெயரிடுங்கள்:
tr: Şu şekilde yeniden isimlendir:
uk: Перейменувати на:
vi: Đổi tên thành:
zh_cn: 重命名为:

source: Renamed %s!
bg: Преименувано% s!
cs: Přejmenováno %s!
da: Omdøbte %s!
de: Umbenannt %s!
el: Μετονομασία %s!
et: Ümber nimetatud %s!
fi: Uudelleennimettiin %s!
fr: Renommé %s !
hr: Preimenovan %s!
hu: %s átnevezve!
it: Rinominato %s !
lt: Pervadinta %s!
nl: Hernoemd in %s!
pl: Zmieniono nazwę %s!
ru: Переименован в %s!
sk: Premenovaný %s!
sr: Preimenovan %s!
sv: Bytt namn på %s!
ta: மறுபெயரிடப்பட்டது %s!
tr: %s yeniden isimlendirildi!
uk: Перейменовано %s!
vi: Đổi tên % s!
zh_cn: 重命名 %s!

source: Renovation
bg: Възстановяване
cs: Rekonstrukce
da: Renovering
de: Renovierung
el: Ανακαίνιση
fi: Peruskorjaus
fr: Rénovation
hr: Renoviranje
it: Ristrutturazione
lt: Renovacija
nl: Renovatie
pl: Renowacja
sk: Renovácia
sr: Renoviranje
sv: Renovering
ta: புதுப்பித்தல்
tr: Yenileme
uk: Ремонт
zh_cn: 装修

source: Repeat
bg: Повторение
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
et: Korda
fi: Toistokerrat
fr: Répéter
hr: Ponoviti
hu: Ismétlés
it: Ripeti
lt: Pakartoti
nl: Herhaal
pl: Powtórz
pt_br: Repetir
ru: Повторить
sk: Opakovať
sr: Ponoviti
sv: Upprepa
ta: மீண்டும்
tr: Tekrarla
uk: Повторити
vi: Nói lại
zh_cn: 重复

source: Repeat Display Message
bg: Повтарящо се съобщение на дисплея
cs: Opak. zprávu na displeji
da: Gentag skærmbesked
de: Display-Nachricht wiederholen
el: Επανάληψη μηνύματος οθόνης
et: Korda teadet ekraanil
fi: Toista kuvaruutu viesti
fr: Répéter les messages affichés
hr: Ponovi Prikazanu Poruku
hu: Kijelzett Üzenet Ismétlése
it: Ripetizione messaggio sul display
lt: Pakartokite ekrano pranešimą
nl: Herhaal display bericht
pl: Powtórz wyświetlaną wiadomość
ru: Повторять сообщения дисплея
sk: Opakovať správu na displeji
sr: Ponovi Prikazanu Poruku
sv: Upprepa displaymeddelande
ta: காட்சி செய்தியை மீண்டும் செய்யவும்
tr: Mesajı Tekrar Göster
uk: Повторювати повідомлення дисплея
vi: Lặp lại tin nhắn hiển thị
zh_cn: 重复显示信息

source: Repeat play list
bg: повтори плейлиста
cs: Opakovat seznam přehrávání
el: Επανάληψη λίστας αναπαραγωγής
fi: toista soittolista
fr: répéter liste lecture
hr: Ponovi spisak reprodukcije
it: ripetere playlist
lt: Kartoti grojaraštį
nl: Herhaal afspeellijst
pl: powtórz listę odtwarzania
sk: Zopakovať playlist
sr: Ponovi listu reprodukcije
sv: Upprepa spellista
ta: நாடக பட்டியலை மீண்டும் செய்யவும்
tr: Oynatma listesini tekrarla
uk: Повторне відтворення плейлиста

source: Repeat the sent standby and wake up commands
bg: Повторете изпратените команди за режим на готовност и събуждане
cs: Opakovat odeslané povely pro pohotovostní režim a probuzení
el: Επανάληψη των απεσταλμένων εντολών αναμονής και αφύπνισης
fi: Toista uudelleen valmiustila ja herätys komennot
fr: Répétez les commandes de veille et de réveil envoyées
hr: Ponovi poslatu pripravnost i probudi komande
it: Ripeto i comandi “Standby” e “Riattiva”
lt: Pakartokite siunčiamas budėjimo ir pabudimo komandas
nl: Herhaal de stand-by en ontwaak commando's
pl: Powtórz wysłane polecenia czuwania i wznowienia
sk: Zopakovať odoslané príkazy pre pohotov. režim a prebudenie
sr: Ponovi poslatu pripravnost i probudi komande
sv: Upprepa de skickade standby- och väckningskommandona
ta: அனுப்பப்பட்ட காத்திருப்பு மீண்டும் கட்டளைகளை எழுப்புங்கள்
tr: Gönderilen bekleme ve uyandırma komutlarını tekrarla
uk: Повторити відправлені команди виключення та пробудження

source: Repeat the standby commands
bg: Повторете командите в режим на готовност
cs: Opakovat příkazy pohotovostního režimu
el: Επανάληψη των εντολών αναμονής
fi: Toista uudelleen valmiustila komennot
fr: Répéter les commandes de mise en veille
hr: Ponavljanje komandi pripravnosti
it: Ripetere i comandi di standby
lt: Budėjimo komandų kartojimas
nl: Herhaal de Stand-by commando's
pl: Powtórz polecenia w trybie gotowości
sk: Zopakovať príkazy pre pohotovostný režim
sr: Ponavljanje komandi pripravnosti
sv: Upprepa standby-kommandona
ta: காத்திருப்பு கட்டளைகளை மீண்டும் செய்யவும்
tr: Bekleme komutlarını tekrarla
uk: Повторити команди виключення

source: Repeat type
bg: Тип повторение
cs: Typ opakování
da: Gentagelsestype
de: Wiederholungstyp
el: Τύπος επανάληψης
et: Kordamise liik
fi: Ajastus toistetaan
fr: Type de répétition
hr: Tip ponavljanja
hu: Ismétlés típusa
it: Tipo di ripetizione
lt: Kartojimo tipas
nl: Herhaal type
pl: Typ powtórzenia
pt_br: Repetição
ru: Повторять
sk: Druh opakovania
sr: Tip ponavljanja
sv: Typ av upprepning
ta: மீண்டும் வகை
tr: Tekrar tipi
uk: Тип повторення
vi: Lặp lại kiểu
zh_cn: 重复类型

source: Repeated
bg: повтарящ се
cs: Opakovat
el: Επαναλαμβανόμενο
fi: useita kertoja
fr: Répété
hr: Ponovljeno
it: ricorrente
lt: pakartotinis
nl: herhalen
pl: Cykliczny
sk: Opakované
sr: Ponovljeno
sv: Upprepade
ta: மீண்டும் மீண்டும்
tr: Tekrarlanan
uk: Декілька раз

source: Repeating event is currently active, what do you want to do?
cs: Opakující se událost je aktuálně aktivní, co chcete dělat?
el: Το επαναλαμβανόμενο πρόγραμμα είναι προς το παρόν ενεργό, τι θέλετε να γίνει;
fi: Toistuva ajastusta on tällä hetkellä aktiivinen, mitä haluat tehdä?
hr: Događaj koji se ponavlja je trenutno aktivan, šta želite da uradite?
it: L'evento ripetuto è attualmente attivo, cosa vuoi fare?
lt: Pasikartojantis įvykis šiuo metu yra aktyvus, ką norite daryti?
nl: Een herhalende opname is op dit moment actief! Wat wilt u doen?
pl: Powtarzanie zdarzenia jest obecnie aktywne, co chcesz zrobić?
sk: Momentálne je aktívne opakovanie udalosti, čo chcete urobiť?
sr: Događaj koji se ponavlja je trenutno aktivan, šta želite da uradite?
sv: Repeterande händelse är för närvarande aktiv, vad vill du göra?
ta: நிகழ்வு மீண்டும் மீண்டும் செயலில் உள்ளது, நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Tekrarlanan etkinlik şu anda aktif, ne yapmak istersiniz?
uk: Повторювана подія зараз активна, що Ви хочете зробити?
