Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Power LED State in Deep Standby
cs: Stav kontrolky napájení v hlubokém spánku
el: Κατάσταση LED λειτουργίας κατά τη βαθιά αναμονή
hr: Napajanje LED stanje u dubokoj pripravnosti
it: Stato del LED di alimentazione quando spento
lt: Maitinimo šviesos diodo būsena giliame laukimo režime
nl: Power LED status in deep stand-by
sr: Stanje LED lampice napajanja u dubokom režimu čekanja
sv: Power LED-status i Deep-Standby
tr: Derin Bekleme Modunda Power LED Durumu
uk: Яскравість LED у режимі Глибокого очікування

source: Power LED State in Standby
bg: Състояние на светодиода за захранване в режим на готовност
cs: Stav kontrolky napájení v pohotovostním režimu
da: Strøm LED tilstand i Standby
de: Power-LED im Standby
el: Κατάσταση LED λειτουργίας κατά την αναμονή
et: Toite LED ooteseisundis
fi: Virta LED tila valmiustilassa
fr: État de la LED d'alimentation en mode veille
hr: Napajanje LED stanje u pripravnosti
hu: A Power LED állapota a készülék Készenléti állapotában
it: Stato del LED di alimentazione in standby
lt: Maitinimo šviesos diodo būsena budėjimo režime
nl: Power LED status in stand-by
pl: Stan LED zasilania podczas czuwania
sk: Stav LED pri pohotovostnom režime
sr: Napajanje LED stanje u pripravnosti
sv: Power LED Status i standby
ta: பவர் லெட் ச்டேட்
tr: Bekleme Modunda Power LED Durumu
uk: Яскравість LED у режимі Очікування
vi: Trạng thái LED nguồn ở chế độ chờ
zh_cn: 待机状态下的电源LED状态

source: Power LED can be turned on or off here.
bg: Светодиодът за захранване може да бъде включен или изключен тук.
cs: Zapnutí nebo vypnutí kontrolky napájení.
da: Strøm LED kan tændes eller slukkes her.
de: Power-LED kann hier an- oder ausgeschaltet werden.
el: Εδώ μπορεί να γίνει η ενεργοποίηση ή όχι του LED λειτουργίας.
et: Toite näidiku saab siin sisse/välja lülitada.
fi: Virta ledin voi kytkeä päälle pois täältä.
fr: Le voyant d'alimentation peut être allumé ou éteint ici.
hr: Napajanje LED ovdje se može uključiti ili isključiti.
it: Qui è possibile accendere o spegnere il LED di alimentazione.
lt: Galima įjungti arba išjungti maitinimo LED indikatorių.
nl: Power LED kan hier worden aan of uitgeschakeld.
pl: Tutaj można włączyć lub wyłączyć diodę zasilania.
sk: Zapnutie alebo vypnutie LED kontrolky napájania.
sr: Napajanje LED ovde se može uključiti ili isključiti.
sv: Power LED kan sättas på eller stängas av här.
ta: பவர் எல்.ஈ.டி இங்கே இயக்கப்படலாம் அல்லது அணைக்கப்படலாம்.
tr: Power LED buradan açılabilir veya kapatılabilir.
uk: Яскравість LED тут можна ввімкнути або вимкнути.
vi: Đèn LED nguồn có thể được bật hoặc tắt ở đây.
zh_cn: 电源LED可以在此处打开或关闭.

source: Power LED state during Deep Standby.
cs: Stav kontrolky napájení během hlubokého spánku.
el: Κατάσταση LED λειτουργίας κατά τη βαθιά αναμονή.
hr: Napajanje LED stanje tijekom duboke pripravnosti.
it: Stato del LED di alimentazione quando spento.
lt: Maitinimo šviesos diodo būsena esant giliam laukimo režimui.
nl: Power LED status tijdens deep stand-by.
sr: Stanje LED lampice tokom dubokog mirovanja.
sv: Power LED-status under djup standby.
tr: Derin Bekleme modundayken Power LED durumu.
uk: Яскравість LED у режимі глибокого очікування.

source: Power LED state during Standby.
cs: Stav kontrolky napájení během pohotovostního režimu.
el: Κατάσταση LED λειτουργίας κατά την αναμονή.
hr: Napajanje LED stanje tijekom pripravnosti.
it: Stato del LED di alimentazione in Standby.
lt: Maitinimo šviesos diodo būsena budėjimo režime.
nl: Power LED status tijdens stand-by.
sr: Stanje LED lampice za napajanje tokom čekanja.
sv: Power LED-status under standby.
tr: Bekleme modundayken Power LED durumu.
uk: Яскравість LED у режимі очікування.

source: Power On Display
bg: Дисплей при включване
cs: Zapnout přední displej
da: Tænd skærm
de: Display einschalten
el: Οθόνη σε λειτουργία
et: Esipaneeli näidik kasutuses
fi: Etupaneeli Näyttö päällä
fr: Activer l'affichage
hr: Indikator napajanja na zaslonu
hu: LCD kijelző legyen bekapcsolva
it: Display acceso
lt: Įjungimo ekranas
nl: Display inschakelen
pl: Włącz wyświetlacz
ru: Мощность на дисплее
sk: Zapnúť displej
sr: Napajanje na ekranu
sv: Aktivera skärmen
ta: காட்சிக்கு ஆற்றல்
tr: Power On Ekranı
uk: Включення дисплею
vi: Năng lượng hiển thị
zh_cn: 显示电源

source: Power threshold in mA
bg: Праг на мощността в mA
cs: Prahový proud v mA
da: Strømforbrug tærskelværdi i mA
de: Schwellwert Stromverbrauch in mA
el: Κατώφλι ισχύος σε mA
et: Tuvastusvool mA
fi: Tunnistusvirta mA
fr: Seuil de puissance en mA
hr: Prag napajanja u mA
hu: Áram határérték (mA)
it: Soglia di potenza in mA
lt: Įtampos galia mA
nl: Limieteer stroomverbruik in mA
pl: Wartość progowa mocy w mA
ru: Порог тока в мА
sk: Prahový prúd v mA
sl: Prag moči v mA
sr: Prag napajanja u mA
sv: Tröskelvärde för effekt i mA
ta: மா
tr: Güç eşiği (mA)
uk: Поріг струму в mA
vi: Ngưỡng công suất tính bằng mA
zh_cn: 功率阈值(毫安)

source: Pre-school children's programs
cs: program pro předškolní děti
el: πρόγραμμα για παιδιά προσχολικής ηλικίας
hr: Program za predškolsku djecu
it: per bambini in età prescolare
lt: ikimokyklinė vaikų programa
nl: peuterprogrammas
sr: Programi za decu predškolskog uzrasta
sv: program för förskolebarn
tr: Okul öncesi çocuk programları
uk: дитяча програма дошкільного віку

source: Predefined
bg: Предварително дефиниран
cs: Přednastavené
da: Foruddefineret
de: Vordefiniert
el: Προρυθμισμένο
et: Eelmääratud
fi: Esiasetettu
fr: Prédéfini
hr: Unaprijed zadano
hu: Előre definiált
it: Predefinito
lt: Pageidautinas
nl: Vooringesteld
pl: Zdefiniowany
ru: Предопределено
sk: Prednastavené
sr: Unapred definisano
sv: Fördefinierad
ta: முன் வரையறுக்கப்பட்டுள்ளது
tr: Önceden tanımlanmış
uk: Попередньо заплановано
vi: Được xác định trước
zh_cn: 预定义

source: Predefined transponder
bg: Предварително дефиниран транспондер
cs: Předdefinovaný transpondér
da: Predefineret transponder
de: Vordefinierte Transponder
el: Προρυθμισμένος αναμεταδότης
et: Eelmääratud transponder
fi: Ennalta määritelty lähetin
fr: Transpondeur prédéfini
hr: Unaprijed zadani transponder
hu: Előre meghatározott transzponderen
it: Transponder predefinito
lt: Pageidautinas transponderis
nl: Vooraf ingestelde transponder
pl: Zdefiniowany transponder
pt_br: Transponder predefinido
ru: Предопределенный транспондер
sk: Prednastavený transpondér
sl: Predefinirani transponder
sr: Unapred definisani transponder
sv: Fördefinierad transponder
ta: முன் வரையறுக்கப்பட்ட டிரான்ச்பாண்டர்
tr: Önceden tanımlanmış aktarıcı
uk: Наперед визначений транспондер
vi: Transponder được xác định trước
zh_cn: 预定义转发器

source: Prefer AC3 track
bg: Предпочитан AC3 track
cs: Upřednostňovat AC3 stopu
da: Foretræk AC3 spor
de: AC3 bevorzugen
el: Να προτιμάται ο ήχος AC3
et: Eelista AC3 heliriba
fi: Ensisijaisena AC3 ääniraita
fr: Préférer piste AC3
hr: Preferiraj AC3 zvuk
hu: AC3 hangsáv előnyben részesítése
it: Preferisci tracce AC3
lt: Pageidaujamas AC3 takelis
nl: AC3 voorkeur
pl: Preferuj ścieżkę AC3
pt_br: Preferir AC3
ru: Приоритет дорожки AC3
sk: Uprednostňovať AC3 stopu
sr: Preferiraj AC3 numeru
sv: Föredrar AC3-spår
ta: AC3 தடத்தை விரும்புங்கள்
tr: AC3 tercih et
uk: Пріоритет AC3
vi: Thích theo dõi AC3
zh_cn: 选择AC3音轨

source: Prefer AC3+ track
bg: Предпочитан AC3+ track
cs: Upřednostňovat AC3+ stopu
da: Foretræk AC+ spor
de: AC3+ bevorzugen
el: Να προτιμάται ο ήχος AC3+
et: Eelista AC3+ heliriba
fi: Ensisijaisena AC3+ ääniraita
fr: Préférer piste AC3+
hr: Preferiraj AC3+ zvuk
hu: AC3+ hangsáv előnyben részesítése
it: Preferisci tracce AC3+
lt: Pageidaujamas AC3+ takelis
nl: AC3+ voorkeur
pl: Preferuj ścieżkę AC3+
ru: Приоритет дорожки AC3+
sk: Uprednostňovať AC3+ stopu
sr: Preferiraj AC3+ numeru
sv: Föredrar AC3+ spår
ta: AC3+ டிராக்கை விரும்புங்கள்
tr: AC3+ tercih et
uk: Пріоритет AC3+
vi: Thích theo dõi AC3 +
zh_cn: 选择AC3+音轨

source: Prefer IPv4
cs: Preferovat IPv4
el: IPv4 προτιμώμενο
fi: Suosi IPv4
hr: Preferiraj IPv4
it: Preferisci IPv4
nl: Voorkeur voor IPv4
pl: Preferuj IPv4
sk: Uprednostniť IPv4
sr: Preferiraj IPv4
sv: Föredrar IPv4
ta: IPv4 ஐ விரும்புங்கள்
tr: IPv4 tercih et
uk: Надати перевагу IPv4

source: Prefer IPv6
cs: Preferovat IPv6
el: IPv6 προτιμώμενο
fi: Suosi IPv6
hr: Preferiraj IPv6
it: Preferisci IPv6
nl: Voorkeur voor IPv6
pl: Preferuj IPv6
sk: Uprednostniť IPv6
sr: Preferiraj IPv6
sv: Föredrar IPv6
ta: IPv6 ஐ விரும்புங்கள்
tr: IPv6 tercih et
uk: Надати перевагу IPv6

source: Prefer audio track stored by service
bg: Предпочитан аудио запис, съхранен от сервиза
cs: Upřednostňovat audio stopu uloženou kanálem
da: Foretræk lydspor gemt af kanal
de: Standard-Audio-Stream des Programms bevorzugen
el: Να προτιμάται ο ήχος που έχει αποθηκευτεί από την υπηρεσία
et: Eelista käsitsi määratud heliriba
fi: Ensisijaisena kanavalle tallennettu äänivalinta
fr: Préférer le flux audio stocké pour le service
hr: Preferiraj audio zvuk sačuvanog u kanalu
hu: A hangsáv választás mentése csatornánként
it: Preferisci traccia audio memorizzata dal servizio
lt: Pageidautinas garso takelis, saugomas pagal kanalus
nl: Voorkeur voor eerder opgeslagen audiospoor per zender
pl: Preferuj ścieżkę dźwięku przypisaną do kanału
pt_br: Preferir áudio do canal
ru: Приоритетная аудио дорожка канала
sk: Uprednostňovať zvukovú stopu uloženú pri stanici
sr: Preferiraj audio numeru sačuvanog u kanalu
sv: Föredrar ljudspår som lagras av tjänsten
ta: சேவையால் சேமிக்கப்பட்ட ஆடியோ டிராக்கை விரும்புங்கள்
tr: Kanal tarafından kayıtlı sesi tercih et
uk: Пріоритет доріжкам збережених на каналі
vi: Thích theo dõi âm thanh được lưu trữ bởi dịch vụ
zh_cn: 选择音频轨道存储服务

source: Prefer graphical DVB subtitles
bg: Предпочитане на графични DVB субтитри
cs: Upřednostňovat grafické DVB titulky
da: Foretræk grafisk DVB undertekster
de: Grafische DVB Untertitel bevorzugen
el: Να προτιμώνται γραφικοί υπότιτλοι DVB
et: Eelista DVB subtiitreid
fi: Ensisijaisena graafiset DVB tekstit
fr: Préférer les sous-titres DVB-graphique
hr: Preferiraj grafičke DVB titlove
hu: DVB (grafikus) feliratok előnyben részesítése
it: Preferisci sottotitoli grafici DVB
lt: Pageidautini DVB grafiniai subtitrai
nl: Voorkeur voor de grafische DVB-ondertitels
pl: Preferuj graficzne napisy
pt_br: Preferir legendas DVB gráficas
ru: Приоритет графических DVB субтитров
sk: Uprednostňovať grafické DVB titulky
sr: Preferiraj grafičke DVB titlove
sv: Föredrar grafiska DVB-undertexter
ta: வரைகலை டி.வி.பி வசன வரிகள் விரும்புகின்றன
tr: Grafik DVB altyazıyı tercih et
uk: Пріоритет DVB-графічним субтитрам
vi: Thích phụ đề DVB đồ họa
zh_cn: 选择图形的DVB字幕

source: Prefer subtitles for hearing impaired
bg: Предпочитане на субтитри за хора с увреден слух
cs: Upřednostňovat titulky pro sluchově postižené
da: Foretræk undertekster for hørehemmede
de: Untertitel für Hörgeschädigte bevorzugen
el: Να προτιμώνται υπότιτλοι για άτομα με προβλήματα ακοής
et: Eelista vaegkuuljate subtiitreid
fi: Ensisijaisena kuulovammaisten tekstitys
fr: Préférer les sous-titres pour les malentendants
hr: Preferiraj titlove za oštećen sluh
hu: Hallássérülteknek szánt feliratok előnyben részesítése
it: Preferisci sottotitoli per non udenti
lt: Pageidautini subtitrai su klausos sutrikimu
nl: Voorkeur voor ondertitels t.b.v. slechthorenden
pl: Preferuj napisy dla niesłyszących
pt_br: Preferir legendas para deficientes auditivos
ru: Приоритет субтитров для людей с нарушениями слуха
sk: Uprednostňovať titulky pre sluchovo postihnutých
sr: Preferiraj titlove za oštećen sluh
sv: Föredrar undertexter för hörselskadade
ta: செவித்திறன் குறைபாட்டிற்கான வசனங்களை விரும்புங்கள்
tr: İşitme engelliler için altyazıları tercih et
uk: Пріоритет субтитрам для слабочуючих
vi: Thích phụ đề cho người khiếm thính
zh_cn: 选择字幕听力障碍

source: Prefer subtitles stored by service
bg: Предпочитане на субтитри съхранявани от сервизи
cs: Upřednostňovat titulky uložené kanálem
da: Foretræk undertekster gemt af kanal
de: Eingestellte Untertitel des Programms speichern
el: Να προτιμώνται υπότιτλοι αποθηκευμένοι από την υπηρεσία
et: Eelista käsitsi määratud subtiitreid
fi: Ensisijaisena kanavalle tallennettu tekstiasetus
fr: Préférer les sous-titres stockés pour le service
hr: Preferiraj titlove sačuvanog u kanalu
hu: A felirat választás mentése csatornánként
it: Preferisci sottotitoli memorizzati dal servizio
lt: Pageidautini subtitrai, saugomi pagal kanalus
nl: Voorkeur voor eerder opgeslagen ondertitels per zender
pl: Preferuj napisy zapamiętane dla kanału
pt_br: Preferir legendas do canal
ru: Приоритет субтитров, сохраненных сервисом
sk: Uprednostňovať titulky uložené pri stanici
sr: Preferiraj titlove sačuvanog u kanalu
sv: Föredra undertexter lagrade efter tjänst
ta: சேவையால் சேமிக்கப்பட்ட வசனங்களை விரும்புங்கள்
tr: Kanal tarafından kayıtlı altyazıları tercih et
uk: Пріоритет субтитрам збережених на каналі
vi: Thích phụ đề được lưu trữ bởi dịch vụ
zh_cn: 选择存储服务字幕

source: Preferred tuner
bg: Предпочитан тунер
cs: Upřednostnit tuner
da: Foretrukken Tuner
de: Bevorzugter Tuner
el: Προτιμώμενο tuner
et: Eelistatud tuuner
fi: Ensisijainen viritin
fr: Tuner préféré
hr: Preferiraj tuner
hu: Előnyben részesített tuner
it: Tuner preferito
lt: Pageidautinas imtuvas
nl: Voorkeurstuner
pl: Preferowany tuner
pt_br: Tuner prioritário
ru: Приоритетный тюнер
sk: Preferovaný tuner
sl: Kateri tuner naj ima prednost
sr: Preferiraj tjuner
sv: Rekommenderad tuner
ta: விருப்பமான ட்யூனர்
tr: Tercih edilen tuner
uk: Пріоритетний тюнер
vi: Bộ chỉnh ưu tiên
zh_cn: 优选的调谐器

source: Preferred tuner ATSC
bg: Приоритетен ATSC тунер
cs: Preferovaný ATSC tuner
el: Προτιμώμενο tuner ATSC
fi: Ensisijainen ATSC-viritin
fr: Tuner préféré ATSC
hr: Preferiraj tuner ATSC
it: Tuner preferito ATSC
lt: Pageidautinas imtuvas ATSC
nl: Voorkeurstuner ATSC
pl: Preferowany tuner ATSC
sk: Preferovaný tuner ATSC
sr: Preferirani tjuner ATSC
sv: Rekommenderad tuner ATSC
ta: விருப்பமான ட்யூனர் ஏடிஎச்சி
tr: Tercih edilen tuner ATSC
uk: Пріоритетний тюнер ATSC

source: Preferred tuner ATSC for recordings
bg: Приоритетен ATSC тунер за записи
cs: Preferovaný ATSC tuner po nahrávání
el: Προτιμώμενο tuner ATSC για τις εγγραφές
fi: Tallennusten ensisijainen ATSC-viritin
fr: Préférer le tuner ATSC pour enregistrer
hr: Preferiraj tuner ATSC za snimanje
it: Tuner preferito ATSC per le registrazioni
lt: Pageidautinas ATSC imtuvas įrašams
nl: Voorkeurstuner voor ATSC opnames
pl: Preferowany tuner ATSC dla nagrywania
sk: Preferovaný tuner ATSC pre nahrávanie
sr: Preferirani tjuner ATSC za snimanje
sv: Företrädesvis ATSC-tuner för inspelningar
ta: பதிவுகளுக்கு விருப்பமான ட்யூனர் ஏடிஎச்சி
tr: Kayıtlar için tercih edilen tuner ATSC
uk: Віддається перевага тюнеру ATSC для запису

source: Preferred tuner DVB-C
bg: Приоритетен тунер DVB-C
cs: Preferovaný tuner DVB-C
el: Προτιμώμενο tuner DVB-C
fi: Ensisijainen DVB-C viritin
fr: Tuner DVB-C préféré
hr: Preferiraj tuner DVB-C
it: Tuner preferito DVB-C
lt: Pageidautinas imtuvas DVB-C
nl: Voorkeurstuner DVB-C
pl: Preferowany tuner DVB-C
sk: Preferovaný tuner DVB-C
sr: Preferirani tjuner DVB-C
sv: Föredragen tuner DVB-C
ta: விருப்பமான ட்யூனர் டி.வி.பி-சி
tr: Tercih edilen tuner DVB-C
uk: Пріоритетний тюнер DVB-C

source: Preferred tuner DVB-C for recordings
bg: Приоритетен тунер DVB-C за записи
cs: Preferovaný tuner DVB-C pro nahrávání
el: Προτιμώμενο tuner DVB-C για τις εγγραφές
fi: Tallennusten ensisijainen DVB-C viritin
fr: Tuner DVB-C préféré pour enregistrer
hr: Preferiraj tuner DVB-C za snimanje
it: Tuner preferito DVB-C per le registrazioni
lt: Pageidautinas DVB-C imtuvas įrašams
nl: Voorkeurstuner voor DVB-C opnames
pl: Tuner DVB-C preferowany dla nagrywania
sk: Preferovaný tuner DVB-C pre nahrávky
sr: Preferirani tjuner DVB-C za snimanje
sv: Företrädesvis tuner DVB-C för inspelningar
ta: பதிவுகளுக்கு விருப்பமான ட்யூனர் டி.வி.பி-சி
tr: Kayıtlar için tercih edilen tuner DVB-C
uk: Пріоритетний тюнер DVB-C для записів

source: Preferred tuner DVB-S
bg: Приоритетен тунер DVB-S
cs: Preferovaný tuner DVB-S
el: Προτιμώμενο tuner DVB-S
fi: Ensisijainen DVB-S viritin
fr: Tuner DVB-S préféré
hr: Preferiraj tuner DVB-S
it: Tuner preferito DVB-S
lt: Pageidautinas DVB-S imtuvas
nl: Voorkeurstuner DVB-S
pl: Preferowany tuner DVB-S
sk: Preferovaný tuner DVB-S
sr: Preferirani tjuner DVB-S
sv: Företrädesvis tuner DVB-S
ta: விருப்பமான ட்யூனர் டி.வி.பி-எச்
tr: Tercih edilen tuner DVB-S
uk: Пріоритетний тюнер DVB-S

source: Preferred tuner DVB-S for recordings
bg: Приоритетен тунер DVB-S за записи
cs: Preferovaný tuner DVB-S pro nahrávání
el: Προτιμώμενο tuner DVB-S για τις εγγραφές
fi: Tallennusten ensisijainen DVB-S viritin
fr: Tuner DVB-S préféré pour enregistrer
hr: Preferiraj tuner DVB-S za snimanje
it: Tuner preferito DVB-S per le registrazioni
lt: Pageidautinas DVB-S imtuvas įrašams
nl: Voorkeurstuner voor DVB-S opnames
pl: Tuner DVB-S preferowany dla nagrywania
sk: Preferovaný tuner DVB-S pre nahrávky
sr: Preferirani tjuner DVB-S za snimanje
sv: Företrädesvis tuner DVB-S för inspelningar
ta: பதிவுகளுக்கு விருப்பமான ட்யூனர் டி.வி.பி-எச்
tr: Kayıtlar için tercih edilen tuner DVB-S
uk: Пріоритетний тюнер DVB-S для записів

source: Preferred tuner DVB-T
bg: Приоритетен тунер DVB-T
cs: Preferovaný tuner DVB-T
el: Προτιμώμενο tuner DVB-T
fi: Ensisijainen DVB-T viritin
fr: Tuner DVB-T préféré
hr: Preferiraj tuner DVB-T
it: Tuner preferito DVB-T
lt: Pageidautinas DVB-T imtuvas
nl: Voorkeurstuner DVB-T
pl: Preferowany tuner DVB-T
sk: Preferovaný tuner DVB-T
sr: Preferirani tjuner DVB-T
sv: Föredragen tuner DVB-T
ta: விருப்பமான ட்யூனர் டி.வி.பி-டி
tr: Tercih edilen tuner DVB-T
uk: Пріоритетний тюнер DVB-T

source: Preferred tuner DVB-T for recordings
bg: Приоритетен тунер DVB-T за записи
cs: Preferovaný tuner DVB-T pro nahrávání
el: Προτιμώμενο tuner DVB-T για τις εγγραφές
fi: Tallennusten ensisijainen DVB-T viritin
fr: Tuner DVB-T préféré pour enregistrer
hr: Preferiraj tuner DVB-T za snimanje
it: Tuner preferito DVB-T per le registrazioni
lt: Pageidautinas DVB-T imtuvas įrašams
nl: Voorkeurstuner voor DVB-T opnames
pl: Tuner DVB-T preferowany dla nagrywania
sk: Preferovaný tuner DVB-T pre nahrávky
sr: Preferirani tjuner DVB-T za snimanje
sv: Företrädesvis tuner DVB-T för inspelningar
ta: பதிவுகளுக்கு விருப்பமான ட்யூனர் டி.வி.பி-டி
tr: Kayıtlar için tercih edilen tuner DVB-T
uk: Пріоритетний тюнер DVB-T для записів

source: Preferred tuner for recordings
bg: Предпочитан тунер за записи
cs: Upřednostnit tuner pro nahrávání
da: Foretrukken Tuner til optagelser
de: Bevorzugter Tuner bei Aufnahmen
el: Προτιμώμενο tuner για εγγραφές
et: Eelistatud tuuner salvestamiseks
fi: Tallennusten ensisijainen viritin
fr: Tuner préféré pour enregistrer
hr: Preferiraj tuner za snimanje
hu: Felvételek számára előnyben részesített tuner
it: Tuner preferito per le registrazioni
lt: Pageidautinas imtuvas įrašams
nl: Voorkeurstuner voor opnames
pl: Preferowany tuner nagrywania
ru: Приоритетный тюнер для записи
sk: Preferovaný tuner pre nahrávanie
sr: Preferiraj tjuner za snimanje
sv: Företrädesvis tuner för inspelningar
ta: பதிவுகளுக்கு விருப்பமான ட்யூனர்
tr: Kayıtlar için tercih edilen tuner
uk: Пріоритетний тюнер для запису
vi: Bộ chỉnh ưu tiên cho bản ghi
zh_cn: 录像首选调谐器

source: Preferred tuners for recordings, multiple selection allowed
bg: Предпочитани тунери за записи, разрешена е множествена селекция
cs: Preferované tunery pro nahrávání, vícenásobný výběr povolen
da: Foretrukne Tunere til optagelser, valg af flere tilladt
de: Bevorzugte Tuner bei Aufnahmen
el: Προτιμώμενα tuners για εγγραφές, επιτρέπεται η πολλαπλή επιλογή
et: Eelistatud tuunerid salvestamiseks. Lubatud on mitu valikut
fi: Ensisijainen viritin tallennuksiin, monivalinta sallittu
fr: Tuners préférés pour les enregistrements, sélection multiple autorisée
hr: Preferiraj tuner za snimanje, više dozvoljenih selekcija
hu: Tuner(ek) kiválasztása
it: Tuner preferiti per registrazioni, selezione multipla consentita
lt: Įrašams pageidaujami imtuvai, galima pasirinkti keletą
nl: Voorkeurstuners voor opnames, meerdere selecteren toegestaan
pl: Preferowane tunery nagrywania, można zaznaczać kilka
sk: Preferované tunery pre nahrávanie (možné vybrať viac)
sr: Preferiraj tjuner za snimanje, više dozvoljenih selekcija
sv: Företrädesvis tuners för inspelningar, flera val tillåtna
ta: பதிவுகளுக்கான விருப்பமான ட்யூனர்கள், பல தேர்வுகள் அனுமதிக்கப்படுகின்றன
tr: Kayıtlar için tercih edilen tunerler, çoklu seçim imkanı
uk: Пріоритетний тюнер для запису, дозволений багаторазовий вибір
vi: Bộ điều chỉnh ưa thích cho bản ghi, cho phép nhiều lựa chọn
zh_cn: 录像首选调谐器,允许的多重选择

source: Preparation time for recording
bg: Време за подготовка за запис (секунди)
cs: Doba přípravy na nahrávání (sekundy)
el: Χρόνος προετοιμασίας για εγγραφή
fi: Tallennuksen valmisteluaika (sekuntia)
fr: Temps de préparation de l'enregistrement (secondes)
hr: Vrijeme pripreme za snimanje
it: Preparazione per registrazione (in secondi)
lt: Pasirengimas įrašymui (sek.)
nl: Voorbereidingstijd voor opnames (seconden)
pl: Czas przygotowania do nagrania (sekundy)
sk: Čas prípravy na nahrávanie (v sekundách)
sr: Vreme pripreme za snimanje
sv: Förberedelsetid för inspelning
ta: பதிவு செய்வதற்கான தயாரிப்பு நேரம்
tr: Kayıt için hazırlık süresi
uk: Час підготовки до запису (у секундах)

source: Preparing... Please wait
bg: Подготвя се... Моля, изчакайте
cs: Připravuji... Prosím čekejte
da: Forbereder... Vent venligst
de: Vorbereitung läuft. Bitte warten...
el: Γίνεται προετοιμασία... Παρακαλώ περιμένετε
et: Ettevalmistamine...Oota
fi: Valmistellaan... Odota hetki
fr: En préparation... Veuillez patienter
hr: Priprema... Molim sačekajte
hu: Előkészítés... Kérem, várjon
it: Preparazione... attendi
lt: Ruošiama... prašome laukti
nl: Voorbereiden... Een ogenblik geduld a.u.b.
pl: Przygotowywanie... Prosze czekać
pt_br: Preparando. Aguarde...
ru: Подготовка ... Пожалуйста подождите
sk: Pripravuje sa… Čakajte, prosím
sl: Pripravljam... Prosim počakajte!
sr: Priprema... Molim sačekajte
sv: Förbereder... Vänligen vänta
ta: ஆயத்தம் ... தயவுசெய்து காத்திருங்கள்
tr: Hazırlanıyor... Lütfen bekleyin
uk: Приготування... Зачекайте, будь ласка
vi: Chuẩn bị ... Xin vui lòng chờ
zh_cn: 正在准备... 请稍等...

source: Preschool
bg: Предучилищна
cs: Předškolní
da: Førskole
el: Προσχολικά
fi: Esikoulu
fr: Préscolaire
hr: Predškolski
it: Scuola materna
lt: Ikimokyklinis
nl: Peuters
pl: Przedszkola
sk: Predškolské
sr: Predškolski
sv: Förskola
ta: பாலர்
tr: Okul öncesi
uk: Дошкільні
zh_cn: 学前教育

source: Press '0' to toggle PiP mode
bg: Натиснете '0',за да превключите в режим PiP
cs: Stiskněte '0' k přepnutí různých režimů PiP
de: Drücken Sie die '0' Taste zum Wechseln des Bild im Bild Modus
el: Πιέστε '0' για εναλλαγή λειτουργίας PiP
et: PiP-režiimi vahetamiseks vajuta '0'
fi: Vaihda PiP-tilaa '0' näppäimellä
fr: Appuyez sur '0' pour basculer le mode PiP
hr: Pritisni '0' da bi preklopili PiP režim
hu: Nyomja meg a '0'-t a Kép-a-Képben mód bekapcsolásához
it: Premere '0' per attivare la modalità PiP
lt: PiP langams sukeisti spauskite '0'
nl: Druk '0' om de PiP modus te wisselen
pl: Naciśnij przycisk '0', aby zmienić tryb PiP
ru: Нажмите кнопку '0', чтобы изменить режим PIP
sk: Na prepnutie režimu PiP stlačte '0'
sr: Pritisni '0' da bi preklopili PiP režim
sv: Tryck på "0" för att växla PiP-läge
ta: பிப் பயன்முறையை மாற்ற '0' ஐ அழுத்தவும்
tr: PiP modunu açıp kapatmak için '0' tuşuna basın
uk: Натисніть '0' для зміни поточний режим ПІП
vi: Nhấn '0' để chuyển chế độ PiP
zh_cn: 按'0'切换画中画（PIP）模式

source: Press EXIT to close.
cs: Stisknutím tlačítka EXIT zavřete.
el: Πιέστε EXIT για κλείσιμο.
fi: Sulje painamalla EXIT näppäintä.
hr: Pritisni EXIT da bi zatvorili.
it: Premi ESCI per chiudere.
lt: Paspauskite EXIT, kad uždarytumėte.
nl: Druk op EXIT om af te sluiten.
pl: Naciśnij przycisk EXIT, aby zamknąć.
sk: Stlačením tlačidla EXIT ponuku zatvoríte.
sr: Pritisni EXIT da bi zatvorili.
sv: Tryck på EXIT för att stänga.
ta: மூடுவதற்கு வெளியேறவும்.
tr: Kapatmak için EXIT tuşuna basın.
uk: Натисніть EXIT, щоб закрити.
