Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Swimming
bg: Плуване
cs: Plavání
da: Svømning
de: Schwimmen
el: Κολύμβηση
fi: Uinti
fr: Natation
hr: Plivanje
it: Nuoto
lt: Plaukimas
nl: Zwemmen
pl: Pływanie
sk: Plávanie
sv: Simning
ta: நீச்சல்
tr: Yüzme
uk: Плавання
zh_cn: 游泳

source: Switch BLUE short (QuickMenu) with BLUE long (Extension Menu).
bg: Превключване от Синьо-късо (Бързо меню) на Синьо-дълго (Разширения)
cs: Přepíná Rychlé Menu a Rozšířenou nabídku (Modré Krátký/Dlouhý stisk).
el: Εναλλαγή σύντομου ΜΠΛΕ (γρήγορο μενού) με παρατεταμένο ΜΠΛΕ (επεκτάσεις)
fi: Vaihda Sininen-lyhyt (Pikavalikko) ja sininen-pitkä (Laajennukset)
fr: Permuter le Bleu-Court (Menu Rapide) avec le Bleu-Long (Extensions)
hr: Prebacivanje PLAVA kratko (Brzi Menu) sa dugačkim PLAVA (Menu Proširenja).
it: Cambia pressione BLU breve (Menu rapido) con BLU lunga (Menu estensioni)
lt: Perjungti MĖLYNĄ: mėlynas-trumpai (greitas meniu)/ mėlynas-ilgai (plėtiniai)
nl: Verwissel BLAUW-kort (Snelstartmenu) met BLAUW-lang (Extensies-menu)
pl: Przełącz NIEBIESKI krótki (SzybkieMenu) na NIEBIESKI długi (Menu rozszerzenia).
sk: Zameniť krátke stlačenie modrého tlačidla (Rýchle menu) s dlhým stlačením (Menu rozšírení).
sr: Zameni PLAVO kratko (Brzi meni) sa PLAVO dugo (Prošireni meni).
sv: Byt BLUE kort (QuickMenu) mot BLUE lång (Extension Menu).
ta: நீல நிற குறுகிய (விரைவான மெனு) உடன் நீல குறுகிய (குயிக்மெனு) மாற்றவும்.
tr: MAVİ kısa tuşu (Hızlı Menü) MAVİ uzun tuş ile (Uzantı Menüsü) değiştirin.
uk: Поміняти коротке натискання синьої кнопки (швидке меню) з довгим натисканням (меню розширень)

source: Switch EPG Page Down
bg: Превключване на EPG страница надолу
cs: Přepnutí EPG o stránku dolů
el: Αλλαγή σελίδας EPG κάτω
fi: Vaihda EPG Sivu Alas
fr: Basculer la page EPG vers le bas
hr: Promjeni EPG stranicu nadolje
it: Cambia pagina EPG giù
lt: Perjungti EPG puslapį žemyn
nl: Ga een EPG pagina naar beneden
pl: Przełącz stronę EPG w dół
sk: Prepnúť EPG o stránku nadol
sr: Promeni EPG stranicu nadole
sv: Växla EPG-sida nedåt
ta: ஈபிசி பக்கத்தை கீழே மாற்றவும்
tr: EPG Sayfasını Aşağı Değiştir
uk: Перейти на сторінку вниз у ЕПГ

source: Switch EPG Page Up
bg: Превключване на EPG страница нагоре
cs: Přepnutí EPG o stránku nahoru
el: Αλλαγή σελίδας EPG επάνω
fi: Vaihda EPG Sivu Ylös
fr: Basculer la page EPG vers le haut
hr: Promjeni EPG stranicu nagore
it: Cambia pagina EPG su
lt: Perjungti EPG puslapį aukštyn
nl: Ga een EPG pagina naar boven
pl: Przełącz stronę EPG w górę
sk: Prepnúť EPG o stránku nahor
sr: Promeni EPG stranicu nagore
sv: Växla EPG-sida uppåt
ta: EPG பக்கத்தை மேலே மாற்றவும்
tr: EPG Sayfasını Yukarı Değiştir
uk: Перейти на сторінку вверх у ЕПГ

source: Switch Mode to enable HDR Modes or PiP Functions
bg: Режим на превключване, за да активирате режимите на HDR или PIP функциите
cs: Přepnutím režimu zapnete režimy HDR nebo funkce PiP
el: Αλλαγή λειτουργίας για ενεργοποίηση των HDR ή PiP
fi: Valitse joko HDR (High Dynamic Range) tai PIP (Picture in Picture). Molemmat eivät voi olla päällä yhtaikaa. Vaatii laitteen uudelleenkäynnistyksen*
fr: Commuter Mode pour activer les Modes HDR ou les Fonctions PIP
hr: Promjena između HDR i PiP funkcije
it: Cambia per abilitare le modalità HDR o le funzioni PiP
lt: Perjungimo režimas, kad įjungti HDR režimus arba PIP funkcijas
nl: Wissel modus om HDR modi of PiP functies in te schakelen
pl: Tryb przełączania, aby włączyć tryby HDR lub funkcje PIP
sk: Zmena režimu na aktiváciu režimu HDR alebo funkcie obraz v obraze
sr: Promena između HDR i PiP funkcije
sv: Växla läge för att aktivera HDR-lägen eller PiP-funktioner
ta: எச்டிஆர் முறைகள் அல்லது பிஐபி செயல்பாடுகளை இயக்க சுவிட்ச் பயன்முறை
tr: HDR Modları veya PIP İşlevlerini etkinleştirmek için Modu değiştir
uk: Перемикач режиму для включення режимів HDR, або функції PIP

source: Switch TV to correct input
bg: Превключване на ТВ към правилния вход
cs: Přepnout TV na správný vstup
da: Skift TV til rigtig indgang
de: Schalte TV auf korrekten Eingang
el: Αλλαγή της TV στη σωστή είσοδο
et: Lülita teler õigele sisendile
fi: Vaihda TV oikealle sisäänmenolle
fr: Basculer la TV sur la bonne entrée
hr: Prebacivanje TV na ispravan ulaz
hu: TV-bemenet kiválasztása
it: Imposta la TV sull'ingresso corretto
lt: Perjungti TV į teisingą įvestį
nl: Schakel de TV naar de juiste ingang
pl: Przełącz TV na odpowiednie wejście
pt_br: Mudar a TV para a entrada correta
ru: Переключить ТВ на корректный вход
sk: Prepínať TV na správny vstup
sr: Prebacivanje TV na ispravan ulaz
sv: Byt TV till rätt ingång
ta: உள்ளீட்டை சரிசெய்ய டிவியை மாற்றவும்
tr: TV'yi doğru girişe al
uk: Переключити ТВ на коректний вхід
vi: Chuyển TV sang đầu vào chính xác
zh_cn: 切换电视以正确输入

source: Switch To Bookmarks Panel
cs: Přepnout na panel záložek
el: Αλλαγή σε πίνακα σελιδοδεικτών
fi: Siirry kirjanmerkki paneeliin
hr: Prebacivanje na Tablu Obeleživača
it: Passa al pannello dei segnalibri
nl: Naar de bladwijzers schakelen
pl: Przełącz się na panel zakładek
sk: Prepnúť na panel záložiek
sr: Prebacivanje na Tablu Obeleživača
sv: Växla till bokmärkespanelen
ta: புக்மார்க்ச் பேனலுக்கு மாறவும்
tr: Yer İmleri Paneline Geç
uk: Перейти на Панель закладок

source: Switch To File List Panel
cs: Přepnout na panel Seznam souborů
el: Αλλαγή σε πίνακα λίστας αρχείων
fi: Vaihda tiedosto luettelo paneeliin
hr: Prebaci na Tablu sa Spiskom Datoteka
it: Passa al pannello elenco file
nl: Naar de bestandslijst schakelen
pl: Przełącz do panelu Lista plików
sk: Prepnúť na panel so zoznamom súborov
sr: Prebaci na Tablu sa Listom Fajla
sv: Växla till fillistpanel
ta: கோப்பு பட்டியல் பேனலுக்கு மாறவும்
tr: Dosya Listesi Paneline Geç
uk: Перейти на Панель списку файлів

source: Switch between Audio-, Subtitlepage
bg: Превключване между аудиозапис или субтитри
cs: Přepnout Výběr Zvuku, Výběr Titulků
da: Skift mellem Lyd- og Undertekstside
de: Am Steuerkreuz zwischen Audio/Untertitelauswahl umschalten
el: Αλλαγή μεταξύ ήχου-,Σελίδας Υπότιτλου
et: Heli ja subtiitrite menüü vahetamine
fi: Vaihda ääni ja tekstityksen valinta sivua
fr: Basculer entre choix audio ou sélection des sous-titres
hr: Prebacivanje između Audio-, Titl stranice
hu: Váltás a Hang és a Feliratozás megjelenítése között
it: Passa tra la pagina audio e sottotitoli
lt: Perjungti iš garso į subtitrų puslapį < >
nl: Schakel tussen Audio en Ondertitel pagina
pl: Przełącz pomiędzy dźwiękiem a napisami dialogowymi
ru: Переключить между страницами Audio- и субтитров
sk: Prepnutie stránky pre zvuk alebo titulky
sr: Prebacivanje između Audio-, Titl stranice
sv: Växla mellan ljud- och textningssida
ta: ஆடியோ-, வசன வரிக்கு இடையில் மாறவும்
tr: Ses, Altyazı sayfası arasında geçiş yap
uk: Переключити між сторінками Аудіо і Субтитрів
vi: Chuyển đổi giữa Audio-, Subtitlepage
zh_cn: 在音频-字幕页之间切换

source: Switch between file list/play list
bg: Превключване между файлов списък/плейлист
cs: Přepínání mezi seznamem souborů/seznamem přehrávání
el: Αλλαγή μεταξύ λίστας αρχείων/αναπαραγωγής
fi: Vaihda tiedosto-/soittoluettelon välillä
fr: Permuter entre la liste des fichiers/liste de lecture
hr: Prebacivanje datoteka spiska/spisak reprodukcije
it: Passa dall'elenco dei file alla playlist
lt: Perjungti iš failų sąrašo į grojaraštį
nl: Schakel tussen bestands- en afspeellist
pl: Przełącz między Listą plików/Listą odtwarzania
sk: Prepnúť medzi zoznamom súborov/playlistom
sr: Prebaci između liste fajlova/liste reprodukcije
sv: Växla mellan fillista/spellista
ta: கோப்பு பட்டியல்/பிளே பட்டியலுக்கு இடையில் மாறவும்
tr: Dosya listesi/çalma listesi arasında geçiş yapın
uk: Перемикатися між списки файлів/відтворення

source: Switch config
bg: Превключване конфиг
cs: Nastavit přepínání
da: Ændre konfig
de: Konfiguration umschalten
el: Αλλαγή αρχείου ρυθμίσεων
et: Seadistuse vahetamine
fi: Vaihda asetuksia
fr: Permuter configuration
hr: Konfig zamjene
hu: Kapcsoló beállítása
it: Cambia configurazione
lt: Perjungti konfigūraciją
nl: Wissel configuratie
pl: Przełącz konfigurację
ru: Конфигурация переключений
sk: Nastavenie prepínania
sr: Konfig zamena
sv: Konfigurera omkopplaren
ta: கட்டமைப்பு சுவிட்ச்
tr: Yapılandırma değiştir
uk: Конфігурація перемикань
vi: Chuyển cấu hình
zh_cn: 开关配置

source: Switch off the TV to correct input
bg: Превключване на ТВ към правилния вход
cs: Vypněte televizor, aby vstup byl správný
da: Sluk TV for at rette indgang
de: Schalte den TV aus, um den Eingang zu korrigieren
el: Αλλαγή της TV στη σωστή είσοδο
et: Lülita teler õigele sisendile
fi: Vaihda TV oikealle sisäänmenolle
fr: Éteignez le téléviseur pour corriger l'entrée
hr: Isključi TV radi ispravljanja ulaza
hu: Kapcsolja ki a TV-készüléket a megfelelő bemenetre
it: Spegni la TV per correggere l'ingresso
lt: Išjunkite televizorių, kad ištaisytumėte įvestį
nl: Schakel de TV uit en naar de juiste ingang
pl: Wyłącz telewizor, aby poprawić sygnał wejściowy
sk: Vypnúť TV kvôli korekcii vstupu
sr: Isključi TV radi ispravljanja ulaza
sv: Stäng av TV:n för att korrigera ingången
ta: உள்ளீட்டை சரிசெய்ய டிவியை அணைக்கவும்
tr: Giriş sorununu düzeltmek için TV'yi kapat
uk: Виключити ТВ для виправлення входу
vi: Tắt TV để nhập chính xác
zh_cn: 关闭电视以正确输入

source: Switch to 720p video
cs: Přepnout na 720p video
el: Αλλαγή σε 720p βίντεο
fi: Vaihda 720p
hr: Prebaci na 720p video
it: Passa a video 720p
nl: Naar 720p omschakelen
pl: Przełączna wideo 720p
sk: Prepnúť na 720p video
sr: Prebaci na 720p video
sv: Växla till 720p-video
ta: 720p வீடியோவுக்கு மாறவும்
tr: 720p görüntüye geç
uk: Переключитися на відео 720p

source: Switch to HDMI in mode
bg: Превключване към HDMI в режим
cs: Přepnout do režimu HDMI
da: Skift til HDMI i tilstand
de: Umschalten zu HDMI-IN
el: Αλλαγή σε HDMI σε λειτουργία
et: Lülitus 'HDMI in' režiimi
fi: Vaihda HDMI sisääntuloon
fr: Basculer vers le mode HDMI-IN
hr: Prebacivanje na HDMI u režimu
hu: Váltson HDMI módra
it: Passa a modalità HDMI in
lt: Perjungti į HDMI in režimą
nl: Schakel naar HDMI in modus
pl: Przełącz na HDMI w trybie
ru: Переключить на HDMI-IN
sk: Prepnúť na režim HDMI In
sr: Prebacivanje na HDMI u režimu
sv: Växla till HDMI i läge
ta: பயன்முறையில் HDMI க்கு மாறவும்
tr: HDMI IN moduna geç
uk: Переключити на HDMI режим
vi: Chuyển sang chế độ HDMI
zh_cn: 切换到HDMI模式

source: Switch to Radio
bg: Превключване към радио
cs: Přepnout na rádio
da: Skift til Radio
de: Schalte auf Radio
el: Αλλαγή σε ραδιόφωνο
et: Lülitus raadiorežiimi
fi: Vaihda radioon
fr: Basculer vers Radio
hr: Prebaci na Radio
hu: Váltás Rádió módba
it: Passa modalità Radio
lt: Perjungti į radiją
nl: Schakel over naar Radio
pl: Przełącz na Radio
ru: Переключить на Радио
sk: Prepnúť na rádio
sr: Prebaci na Radio
sv: Byt till radio
ta: வானொலிக்கு மாறவும்
tr: Radyo'ya geç
uk: Переключити на Радіо
vi: Chuyển sang chế độ radio
zh_cn: 切换到广播

source: Switch to Radio mode
bg: Превключване към радио режим
cs: Režim rádia
el: Αλλαγή σε λειτουργία ραδιοφώνου
fi: Vaihda radio tilaan
fr: Basculer en mode radio
hr: Prebacivanje u radio režim
it: Passa alla modalità radio
lt: Perjungti į radijo režimą
nl: Schakel naar de radio modus
pl: Przełącz w tryb radio
sk: Prepnúť na režim Rádio
sr: Prebacivanje u radio režim
sv: Växla till radioläge
ta: ரேடியோ பயன்முறைக்கு மாறவும்
tr: Radyo moduna geç
uk: Переключити до режиму радіо

source: Switch to TV
bg: Превключване към ТВ
cs: Přepnout na TV
da: Skift til TV
de: Schalte auf TV
el: Αλλαγή σε TV
et: Lülitus TV režiimi
fi: Vaihda televisioon
fr: Basculer vers TV
hr: Prebaci na TV
hu: Váltás TV módra
it: Passa alla TV
lt: Perjungti į TV
nl: Schakel over naar TV
pl: Przełącz na TV
ru: Переключить на ТВ
sk: Prepnúť na TV
sr: Prebaci na TV
sv: Byt till TV
ta: டிவிக்கு மாறவும்
tr: TV'ye geç
uk: Переключити на ТБ
vi: Chuyển sang chế độ TV
zh_cn: 切换到电视

source: Switch to TV mode
bg: Превключване към ТВ режим
cs: Režim TV
da: Skift til TV-tilstand
de: Wechsel in TV-Modus
el: Αλλαγή σε λειτουργία TV
et: Lülitus telerežiimi
fi: Vaihda TV-tilaan
fr: Basculer en mode TV
hr: Prebaci na TV režim
hu: Váltás TV módra
it: Passa alla modalità TV
lt: Perjungti į TV režimą
nl: Schakel naar de TV modus
pl: Przełącz na tryb TV
ru: Переключить на режим TV
sk: Prepnúť na TV režim
sr: Prebaci na TV režim
sv: Växla till TV-läge
ta: டிவி பயன்முறைக்கு மாறவும்
tr: TV moduna geç
uk: Переключити на режим TV
vi: Chuyển sang chế độ TV
zh_cn: 切换到电视模式

source: Switch to bookmarks panel
cs: Přepnout na panel záložek
el: Αλλαγή σε πίνακα σελιδοδεικτών
fi: Siirry kirjanmerkki paneeliin
hr: Prebaci na tablu obeleživača
it: Passa al pannello dei segnalibri
nl: Ga naar de bladwijzers
pl: Przełącz się na panel zakładek
sk: Prepnúť na panel záložiek
sr: Prebaci na tablu obeleživača
sv: Växla till bokmärkespanelen
ta: புக்மார்க்ச் பேனலுக்கு மாறவும்
tr: Yer imleri paneline geç
uk: Перейти на панель закладок

source: Switch to file list
bg: Превключване към файловия списък
cs: Přepnout na seznam souborů
el: Μετάβαση στη λίστα αρχείων
fi: Vaihda tiedostolistaan
fr: Basculer vers la liste des fichiers
hr: Prebaci na datoteku spiska
it: Passa all'elenco file
lt: Perjungti į failų sąrašą
nl: Schakel naar bestandenlijst
pl: Przełącz na listę plików
sk: Prepnúť na zoznam súborov
sr: Prebaci na fajl listu
sv: Växla till fillista
ta: கோப்பு பட்டியலுக்கு மாறவும்
tr: Dosya listesine geç
uk: Переключити на список файлів

source: Switch to file list panel
cs: Přepnout na panel seznamu souborů
el: Αλλαγή σε πίνακα λίστας αρχείων
fi: Vaihda tiedostolistaan
hr: Prebaci na tablu sa spiskom datoteka
it: Passa al pannello dell'elenco dei file
nl: Ga naar de bestandslijst
pl: Przejdź do panelu z listą plików
sk: Prepnúť na panel so zoznamom súborov
sr: Prebaci na tablu sa listom fajla
sv: Växla till fillistpanel
ta: கோப்பு பட்டியல் பேனலுக்கு மாறவும்
tr: Dosya listesi paneline geç
uk: Перейти до панелі списку файлів

source: Switch to next EPG Event
bg: Превключете към следващото EPG събитие
cs: Přepnout na další EPG událost
el: Αλλαγή στο επόμενο πρόγραμμα EPG
fi: Siirry seuraavaan EPG tapahtumaan
fr: Passer à l’événement EPG suivant
hr: Prebaci na sljedeći EPG
it: Passa al prossimo evento EPG
lt: Perjungti į kitą EPG renginį
nl: Ga naar de volgende EPG vermelding
pl: Przełączanie do następnego zdarzenia EPG
sk: Prepnúť na ďalšiu udalosť v EPG
sr: Prebaci na sledeći EPG
sv: Växla till nästa EPG-händelse
ta: அடுத்த ஈபிசி நிகழ்வுக்கு மாறவும்
tr: Sonraki EPG Etkinliğine geç
uk: Перейти до наступної передачі EPG

source: Switch to play list
bg: Превключване към плейлиста
cs: Přepnout na seznam přehrávání
el: Μετάβαση στη λίστα αναπαραγωγής
fi: Vaihda soittolistaan
fr: Basculer vers la liste de lecture
hr: Prebaci na spisak za reprodukciju
it: Passa alla playlist
lt: Perjungti į grojaraštį
nl: Schakel naar afspeellijst
pl: Przełącz do listy odtwarzania
sk: Prepnúť na playlist
sr: Prebaci na listu za reprodukciju
sv: Växla till spellista
ta: பிளே பட்டியலுக்கு மாறவும்
tr: Oynatma listesine geç
uk: Переключити на список відтворення

source: Switch to previous EPG Event
bg: Превключете към предишно EPG събитие
cs: Přepnutí na předchozí EPG událost
el: Αλλαγή στο προηγούμενο πρόγραμμα EPG
fi: Siirry edelliseen EPG tapahtumaan
fr: Passer à l'événement EPG précédent
hr: Prebaci na predhodni EPG događaj
it: Passa all'evento EPG precedente
lt: Perjungti į ankstesnį EPG įvykį
nl: Ga naar de vorige EPG vermelding
pl: Przełącz na poprzednie wydarzenie EPG
sk: Prepnúť na predchádzajúcu udalosť v EPG
sr: Prebaci na predhodni EPG događaj
sv: Växla till föregående EPG-händelse
ta: முந்தைய ஈபிசி நிகழ்வுக்கு மாறவும்
tr: Önceki EPG Etkinliğine geç
uk: Перейти до попередньої передачі EPG

source: Switch to the available RADIO services
cs: Přepnout na dostupné služby RÁDIA
el: Μετάβαση στις διαθέσιμες υπηρεσίες ραδιοφώνου
fi: Vaihda käytettävissä oleviin RADIO kanaviin
hr: Prebaci na dostupne RADIO kanale
it: Passa ai servizi RADIO disponibili
lt: Perjunkite į galimas RADIJO paslaugas
nl: Ga naar de beschikbare RADIO-zenders
pl: Przełącz na dostępne usługi RADIO
sk: Prepnúť na dostupné RÁDIO stanice
sr: Prebaci na dostupne RADIO kanale
sv: Växla till tillgängliga RADIO-tjänster
ta: கிடைக்கக்கூடிய வானொலி சேவைகளுக்கு மாறவும்
tr: Mevcut RADYO kanallarına geçin
uk: Перейдіть на доступні послуги RADIO

source: Switch to the available TV services
cs: Přepnout na dostupné televizní služby
el: Μετάβαση στις διαθέσιμες υπηρεσίες TV
fi: Vaihda käytettävissä oleviin TV kanaviin
hr: Prebaci na dostupne TV kanale
it: Passa ai servizi TV disponibili
lt: Perjungti į galimas TV paslaugas
nl: Ga naar de beschikbare TV-zenders
pl: Przełącz na dostępne usługi telewizyjne
sk: Prepnúť na dostupné TV stanice
sr: Prebaci na dostupne TV kanale
sv: Växla till tillgängliga TV-tjänster
ta: கிடைக்கக்கூடிய தொலைக்காட்சி சேவைகளுக்கு மாறவும்
tr: Mevcut TV kanallarına geçin
uk: Перейдіть на доступні телевізійні канали

source: Switch to the left column
cs: Přepnout do levého sloupce
el: Μετάβαση στην αριστερή στήλη
fi: Vaihda vasempaan sarakkeeseen
hr: Prebaci na lijevu kolonu
it: Passa alla colonna di sinistra
nl: Ga naar de linkerkolom
pl: Przełącz do lewej kolumny
sk: Prepnúť na ľavý stĺpec
sr: Prebaci na levu kolonu
sv: Växla till vänster kolumn
ta: இடது நெடுவரிசைக்கு மாறவும்
tr: Sol sütuna geçin
uk: Перейти до лівої колонки

source: Switch to the other column
cs: Přepnout do druhého sloupce
el: Μετάβαση στην άλλη στήλη
fi: Siirry toiseen sarakkeeseen
hr: Pređi na drugu kolonu
it: Passa all'altra colonna
nl: Naar de andere kolom wisselen
pl: Przejdź do innej kolumny
sk: Prepnúť na iný stĺpec
sr: Pređi na drugu kolonu
sv: Byt till den andra kolumnen
ta: மற்ற நெடுவரிசைக்கு மாறவும்
tr: Diğer sütuna geçin
uk: Перейти до іншої колонки

source: Switch to the right column
cs: Přepnout do pravého sloupce
el: Μετάβαση στη δεξιά στήλη
fi: Vaihda oikeaan sarakkeeseen
hr: Prebaci na desnu kolonu
it: Passa alla colonna di destra
nl: Ga naar de rechterkolom
pl: Przełącz do prawej kolumny
sk: Prepnúť na pravý stĺpec
sr: Prebaci na desnu kolonu
sv: Växla till höger kolumn
ta: வலது நெடுவரிசைக்கு மாறவும்
tr: Sağ sütuna geçin
uk: Перейти до правої колонки

source: Switchable tuner types:
bg: Превключваеми типове тунери:
cs: Přepínatelné typy tunerů:
da: Udskiftelig Tuner typer:
de: Umschaltbare Tuner-Typen:
el: Εναλλάξιμοι τύποι tuner:
et: Hübriidtuuneri tüübid:
fi: Vaihtoehtoiset viritintyypit:
fr: Types de tuner permutables :
hr: Tipovi tunera koji se mogu zamijeniti:
hu: Cserélhető tuner típusok:
it: Tipi di tuner commutabile:
lt: Perjungiamų imtuvų tipai:
nl: Verwisselbare tunertypes:
pl: Wymienne typy tunerów:
pt_br: Tipos de tuner alternáveis:
ru: Переключаемые типы тюнеров:
sk: Prepínateľné typy tunerov:
sl: Preklopljive vrste tunerjev
sr: Tipovi tjunera koji se mogu zameniti:
sv: Omkopplingsbara tunertyper:
ta: மாறக்கூடிய ட்யூனர் வகைகள்:
tr: Değiştirilebilir tuner tipleri:
uk: Типи тюнерів що перемикаються:
vi: Các loại tuner có thể chuyển đổi:
zh_cn: 切换调谐器类型:

source: Switching to live TV - time shift is still active!
bg: Превключете към live TV - TimeShift все още е активен!
cs: Přepínám na živé televizní vysílání - časový posun je stále aktivní!
el: Αλλαγή σε ζωντανή TV - η χρονομετατόπιση είναι ακόμα ενεργή!
fi: Vaihda TV-lähetykseen - ajansiirto pysyy aktiivisena!
fr: Bascule sur la TV en direct - le PauseDirect est toujours actif !
hr: Prelazak na TV uživo - timeshift je i dalje aktivan!
it: Passaggio alla TV in diretta: il timeshift è ancora attivo!
lt: Perjungiama į tiesioginę TV transliaciją - laiko poslinkis vis dar veikia!
nl: Schakel over naar live-TV - Timeshift is nog actief!
pl: Przełączanie na TV na żywo - funkcja timeshift jest nadal aktywna!
sk: Prepnutie na živé vysielanie TV – timeshift zostáva aktívny!
sr: Prelazak na TV uživo - tajmšift je i dalje aktivan!
sv: Byte till direktsänd TV - tidsomställningen är fortfarande aktiv!
ta: லைவ் டிவிக்கு மாறுதல் - நேர மாற்றம் இன்னும் செயலில் உள்ளது!
tr: Canlı yayına geçiliyor - zaman kaydırma özelliği hala aktif!
uk: Перехід на телевізійні програми - таймшифт все ще активна!

source: Switzerland
cs: Švýcarsko
da: Schweiz
de: Schweiz
el: Ελβετία
et: Šveits
fi: Sveitsi
fr: Suisse
hr: Švajcarska
hu: Svájc
it: Svizzera
lt: Šveicarų
nl: Zwitzerland
pl: Szwajcaria
sk: Švajčiarsko
sv: Schweiz
ta: சுவிட்சர்லாந்து
tr: İsviçre
uk: Швейцарія
vi: Thụy sĩ
zh_cn: 瑞士

source: Symbol rate
bg: Символна скорост
cs: Sym. rychlost
da: Symbol hastighed
el: Ρυθμός συμβόλων
et: Sümbolikiirus
fi: Modulaationopeus
fr: Fréq. symbole
hr: Simbol rate
hu: Sebesség
lt: Simbolių greitis
pl: Wartość SR
ru: Симв.скорость
sk: Symbolová rýchlosť
sl: Razmerje simbolov
sr: Simbol rate
sv: Symbolfrekvens
ta: அடையாளம் வீதம்
tr: Sembol oranı
uk: Швидкість потоку
vi: Tỷ lệ biểu tượng
zh_cn: 符号率

source: Symbolic link
cs: Symbolický odkaz
da: Symbolsk lænke
de: Symbolischer Link
el: Συντόμευση
et: Nimeviit
fi: Symbolinen linkki
fr: Lien symbolique
hr: Simbolična veza
it: Link simbolico
lt: Simbolinė nuoroda
nl: Symbolische link
pl: Powiązanie symboliczne
sk: Symbolický odkaz
sr: Simbolična veza
sv: Symbolisk länk
ta: குறியீட்டு இணைப்பு
tr: Sembolik bağlantı
uk: Посилання
vi: Liên kết tượng trưng
zh_cn: 符号链接

source: Symmetrical skips
cs: Symetrické přeskakování
el: Συμμετρικές παρακάμψεις
fi: Symmetriset ohitukset
hr: Simetrično skakanje
it: Salti simmetrici
nl: Symmetrische sprongen
pl: Symetryczne przeskoki
sr: Simetrično skakanje
sv: Symmetriska överhoppningar
tr: Simetrik atlamalar
uk: Симетричні пропуски

source: Sync NTP every
cs: Synchronizovat NTP po (min)
el: Συγχρονισμός NTP κάθε (λεπτά)
hr: Sinhronizuj NTP svakih
it: Sincronizza NTP ogni (minuti)
lt: Sinchronizuoti su NTP kas (min.)
nl: Synchroniseer NTP elke (minuten)
sr: Sinhronizuj NTP svakih
sv: Synkronisera NTP varje (minuter)
tr: NTP senkronizasyon süresi sıklığı
uk: Синхронізувати NTP кожні (у хвилинах)

source: Sync failure moving back to origin!
cs: Selhání synchronizace přesouvá zpět na původní !
el: Αποτυχία συγχρονισμού, επιστροφή στην αρχική θέση !
fi: Synkronointivirhe, palataan takaisin alkuperäiseen!
fr: Echec de la synchronisation en retournant à l'origine !
hr: Otkaz sinhronizacije se vraća na početak!
it: Sincronizzazione fallita: tornare all'origine!
lt: Sinchronizavimo klaida, grįžtame prie originalo!
nl: Sync probleem bij draaiing naar het nulpunt!
pl: Błąd synchronizacji powrót do punktu początkowego!
sk: Zlyhanie synchronizácie, návrat na pôvodné hodnoty!
sr: Otkaz sinhronizacije se vraća na početak!
sv: Synkroniseringsfel när du flyttar tillbaka till ursprunget!
ta: ஒத்திசைவு தோல்வி மீண்டும் தோற்றத்திற்கு நகரும்!
tr: Senkronizasyon hatası, kaynak konuma geri dönülüyor!
uk: Повернення до початку при збої синхронізації руху!

source: Sync mode
cs: Režim synchronizace
el: Λειτουργία συγχρονισμού
fi: Synkronointitila
hr: Sinhroni režim
it: Modalità sincronizzazione
nl: Sync-modus
pl: Tryb synchronizacji
sk: Režim synchronizácie
sr: Sinhroni režim
sv: Synkroniseringsläge
ta: ஒத்திசைவு பயன்முறை
tr: Senkronizasyon modu
uk: Режим синхронізації

source: Sync time using
bg: Използване на времето за синхронизиране
cs: Čas synchronizovat s
da: Synkroniser tid med
de: Zeitsynchronisierung mit
el: Συγχρονισμός ώρας με χρήση
et: Aja sünkroonimiseks
fi: Synkronoi aika käyttäen
fr: Synchroniser l'heure en utilisant
hr: Vreme sinhronizacije koristi se
hu: Az idő szinkronizálás módja
it: Sincronizzazione orario
lt: Sinchronizavimui naudoti
nl: Synchroniseer de systeemtijd met
pl: Synchronizuj czas za pomocą
ru: Синхронизировать время используя
sk: Synchronizovať čas pomocou
sl: Način sinhronizacije ure
sr: Vreme sinhronizacije koristi se
sv: Synkronisera tid med hjälp av
ta: பயன்படுத்தி நேரத்தை ஒத்திசைக்கவும்
tr: Saat senkronizasyon yöntemi
uk: Синхронізувати час використовуючи
vi: Đồng bộ hóa thời gian sử dụng
zh_cn: 同步时间方式
