Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Fast forward speeds
bg: Бързи скорости напред
cs: Rychlosti přetáčení vpřed
da: Hurtig fremspolingshastigheder
de: Vorlaufgeschwindigkeiten
el: Ταχύτητες προώθησης εμπρός
et: Edasikerimise kiirused
fi: Kelausnopeudet eteenpäin
fr: Vitesses avance rapide
hr: Brzo premotavanje unaprijed
hu: Előre tekerési sebességek
it: Velocità di avanzamento veloce
lt: Greito prasukimo pirmyn greičiai
nl: Vooruit-spoelsnelheden
pl: Szybkie przewijanie do przodu
pt_br: Velocidades de avanço rápido
ru: Скорость перемотки вперед
sk: Rýchlosti pretáčania vpred
sr: Brzo premotavanje unapred
sv: Snabbspolningshastigheter
ta: வேகமாக முன்னோக்கி விரைவு
tr: Hızlı ileri sarma hızları
uk: Швидкість перемотування вперед
vi: Tốc độ chuyển tiếp nhanh
zh_cn: 快进速度

source: Favorite Edit
bg: [редактиране любими]
cs: [Úprava oblíbených položek]
el: [Επεξεργασία αγαπημένου]
fi: [Suosikkien lisäys ja poisto]
fr: [Edition des favoris]
hr: Favorit Uređivanje
it: Modifica preferita
lt: [mėgstamiausių redagavimas]
nl: [favorieten bewerken]
pl: [edycja ulubionych]
sk: [úprava obľúbených]
sr: Favorit Uredi
sv: Favorit Edit
ta: பிடித்த திருத்து
tr: Favori Düzenleme
uk: [редагування фаворитів]

source: Favorites
bg: Любими
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
fi: Suosikit
fr: Favoris
hr: Favoriti
hu: Kedvencek
it: Preferiti
lt: Mėgstamiausi
nl: Favorieten
pl: Ulubione
ru: Фавориты
sk: Obľúbené
sr: Favoriti
sv: Favoriter
ta: பிடித்தவை
tr: Favoriler
uk: Фаворити
vi: Yêu thích
zh_cn: 收藏夹

source: Feature
cs: Celovečerní
hr: Značajka
it: Servizio
sr: Opcija
tr: Özellik
uk: Функція

source: Features
cs: Tématické
hr: Značajke
it: Servizi
sr: Opcije
tr: Özellikler
uk: Особливості

source: Feed URL
cs: URL adresa zdroje
el: URL πηγής
fi: Päivitys osoite
it: URL feed
lt: Šaltinių internetinis adresas
pl: Adres URL kanału
sk: URL adresa zdroja
sr: URL fid
ta: முகவரி க்கு உணவளிக்கவும்
tr: Besleme URL
uk: URL фіду

source: Feed disabled!
cs: Zakázán!
el: Η πηγή είναι ανενεργή!
fi: Syöttö pois käytöstä!
fr: Alimentation désactivée !
hr: Feed onemogućen!
it: Feed disabilitato
lt: Šaltinis išjungtas!
nl: Feed gesloten!
pl: Serwer-wyłączony!
sk: Zdroj deaktivovaný!
sr: Fid onemogućen!
sv: Matning avaktiverad!
ta: ஊனமுற்றோர்!
tr: Besleme devre dışı bırakıldı!
uk: Фід неактивний!

source: Feed server DNS error!
cs: Chyba DNS serveru zdroje!
el: Σφάλμα DNS διακομιστή πηγής!
fi: Syötepalvelimen DNS virhe!
hr: DNS pogreška poslužitelja feeda!
it: Errore DNS del server feed!
nl: Feed server DNS-fout!
pl: Błąd DNS serwera feed!
sk: Chyba DNS servera zdroja!
sr: Fid servera DNS greška!
sv: DNS-fel på foderserver!
ta: தீவனம் சேவையகம் DNS பிழை!
tr: Besleme sunucusu DNS hatası!
uk: Помилка DNS сервера каналів!

source: Feed server access error!
cs: Chyba přístupu k serveru zdroje!
el: Σφάλμα πρόσβασης στον διακομιστή πηγής!
fi: Syötä palvelin virhe!
hr: Pogreška pristupa poslužitelju feeda!
it: Errore di accesso al server feed!
nl: Fout bij toegang tot Feed server!
pl: Błąd dostępu do serwera feed!
sk: Chyba pri prístupe k serveru zdroja!
sr: Greška u pristupu fid servera!
sv: Åtkomstfel till foderserver!
ta: சேவையக அணுகல் பிழை!
tr: Besleme sunucusu erişim hatası!
uk: Помилка доступу до сервера оновлень!

source: Feed stable.
cs: Stabilní.
el: Η πηγή βρίσκεται σε σταθερή κατάσταση.
fi: Vakaa.
fr: Alimentation stable.
hr: Feed stabilan.
it: Feed stabile
lt: Šaltinis stabilus.
nl: Feed stabiel.
pl: Serwer-stabilny.
sk: Zdroj stabilný.
sr: Fid stabilan.
sv: Foder stabilt.
ta: நிலையான உணவு.
tr: Besleme kararlı.
uk: Фід стабільний.

source: Feed unstable!
cs: Nestabilní!
el: Η πηγή είναι ασταθής!
fi: Epävakaa!
fr: Alimentation instable !
hr: Feed nestabilan!
it: Feed instabile
lt: Šaltinis nestabilus!
nl: Feed onstabiel
pl: Serwer-niestabilny!
sk: Zdroj nestabilný!
sr: Fid nestabilan!
sv: Mata instabilt!
ta: நிலையற்ற உணவுக்கு!
tr: Besleme dengesiz!
uk: Фід нестабільний!

source: Fetch EPG and update timers now
bg: Вземете EPG и актуализирайте таймерите сега
cs: Získejte EPG a aktualizujte časovače nyní
da: Hent EPG og opdater Timers nu
de: EPG abrufen und Timer aktualisieren
el: Λήψη EPG και ενημέρωση των χρονοδιακοπτών τώρα
fi: Hae EPG ja päivitä ajastukset nyt
fr: Récupérer l'EPG et mettre à jour les horloges maintenant
hr: Dohvatite EPG i ažurirajte mjerače vremena sada
it: Recupera l'EPG e aggiorna i timer ora
lt: Gaukite EPG ir atnaujinkite laikmačius dabar
nl: Download de EPG en actualiseer de timers
pl: Pobierz EPG i zaktualizuj timery teraz
sk: Ihneď prevziať EPG a aktualizovať časovače
sr: Odmah ažuriraj EPG i tajmere sada
sv: Hämta EPG och uppdatera timers nu
ta: இப்போது ஈபிசியைப் பெறவும், டைமர்களைப் புதுப்பிக்கவும்
tr: EPG getir ve zamanlayıcıları şimdi güncelle
uk: Отримайте EPG та оновіть таймери зараз
zh_cn: 获取EPG并立即更新定时器

source: Fiji
cs: Fidži
de: Fidschi
el: Φίτζι
et: Fidži
fr: Fidji
hu: Fidzsi
it: Isole Figi
lt: Fidži
pl: Fidżi
sk: Fidži
ta: பிசி
uk: Фіджі
vi: Phi-gi
zh_cn: 斐济

source: Fijian
el: Φιτζιανά
fi: Fiji
fr: Fidjien
it: Figiano
lt: Fidžio
nl: Fiji
pl: Fidżyjski
sk: fidžijčina
sv: Fijianska
ta: ஃபிசியன்
tr: Fiji Dili
uk: Фіджійська

source: File
bg: Файл
cs: Soubor/List
da: Fil
de: Datei
el: Αρχείο
et: Fail
fi: Tiedosto
fr: Fichier
hr: Datoteka
hu: Fájl
lt: Failas
nl: Bestand
pl: Plik
ru: Файл
sk: Súbor
sr: Fajl
sv: Fil
ta: கோப்பு
tr: Dosya
uk: Файл
vi: Tập tin
zh_cn: 文件

source: File %d of %d
cs: Soubor %d z %d
el: Αρχείο %d από %d
fi: Tiedosto %d / %d
hr: Datoteka %d od %d
it: File %d di %d
lt: %d failų %d
nl: Bestand %d van %d
pl: Plik %d z %d
sk: Súbor %d z %d
sr: Fajl %d od %d
sv: Fil %d av %d
ta: %d %d
tr: Dosya %d of %d
uk: Файл %d з %d

source: File Commander - All tasks are complete.
cs: File Commander - Všechny úkoly jsou dokončeny.
el: File Commander - Όλες οι εργασίες ολοκληρώθηκαν.
fi: Tiedostojen hallinta - Kaikki tehtävät on suoritettu.
hr: Zapovjednik Datoteke - Svi zadaci su dovršeni.
it: File Commander: tutte le attività sono state completate.
lt: Failų valdytojas - visos užduotys baigtos!
nl: File Commander - Alle Taken zijn voltooid.
pl: File Commander - Wszystkie zadanie zostały wykonane.
sk: Správca súborov – všetky úlohy sú dokončené.
sr: Fajl Menadžer - Svi zadaci su kompletni.
sv: File Commander - Alla uppgifter är slutförda.
ta: கோப்பு தளபதி - அனைத்து பணிகளும் முழுமையானவை.
tr: Dosya Yöneticisi - Tüm görevler tamamlandı.
uk: File Commander – Всі завдання виконано.

source: File Commander Actions
cs: Akce File Commander
el: File Commander Ενέργειες
fi: Tiedostonhallinnan toiminnot
hr: Zapovjednik Datoteke Akcija
it: File Commander Azioni
lt: Failų valdytojo veiksmai
nl: File Commander Acties
pl: File Commander: Akcje
sk: Správca súborov: akcie
sr: Fajl Menadžer Radnja
sv: Åtgärder för File Commander
ta: கோப்பு தளபதி செயல்கள்
tr: Dosya Yöneticisi İşlemleri
uk: Дії File Commander

source: File Commander Archive
cs: Archiv File Commander
el: File Commander Αρχείο
fi: Tiedostohallinta arkisto
hr: Zapovjednik Datoteke Arhiva
it: File Commander Archivio
lt: Failų valdytojo archyvas
nl: File Commander Archief
pl: File Commander: Archiwizuj
sk: Správca súborov: archív
sr: Fajl Menadžer Arhiva
sv: File Commander Arkiv
ta: கோப்பு தளபதி காப்பகம்
tr: Dosya Yöneticisi Arşivi
uk: Архів File Commander

source: File Commander Archive Actions
cs: Akce archivu File Commander
el: File Commander Ενέργειες αρχείου
fi: Tiedostohallinnan arkistointi toiminnot
hr: Zapovjednik Datoteke Radnje arhiviranja
it: File Commander Azioni di archiviazione
lt: Failų valdytojo archyvo veiksmai
nl: File Commander Archief Acties
pl: File Commander: Akcje archiwizacji
sk: Správca súborov: akcie pre archív
sr: Fajl Menadžer Arhiviranje
sv: File Commander Arkivåtgärder
ta: கோப்பு தளபதி காப்பக செயல்கள்
tr: Dosya Yöneticisi Arşiv İşlemleri
uk: Дії з архівом File Commander

source: File Commander Context Menu
cs: Kontextová nabídka File Commander
el: Μενού περιεχομένων του File Commander
fi: Tiedostojenhallinta pikavalikko
hr: Zapovjednik Datoteke Kontekstni menu
it: File Commander Menu contestuale
lt: Failo valdytojo kontekstinis meniu
pl: File Commander: Menu kontekstowe
sk: Správca súborov: kontextové menu
sr: Fajl Menadžer kontekstualni Meni
sv: File Commander Kontextmeny
ta: கோப்பு தளபதி சூழல் பட்டியல்
tr: Dosya Yöneticisi İçerik Menüsü
uk: Контекстне меню File Commander

source: File Commander Copy
cs: Kopírování File Commander
el: File Commander Αντιγραφή
fi: Tiedostojenhallinta kopiointi
hr: Zapovjednik Datoteke Kopiraj
it: File Commander Copia
lt: Failo valdytojo kopija
nl: File Commander Kopie
pl: File Commander: Kopiuj
sk: Správca súborov: kópia
sr: Fajl Menadžer Kopiraj
sv: File Commander Kopiera
ta: கோப்பு தளபதி நகல்
tr: Dosya Yöneticisi Kopyala
uk: File Commander Копіювати

source: File Commander Data
el: File Commander Δεδομένα
fi: Tiedostojenhallinta tiedot
hr: Zapovjednik Datoteke Radnja sa Podacima
it: File Commander Dati
lt: Failo valdytojo duomenys
nl: File Commander gegevens
pl: File Commander: Dane
sk: Správca súborov: údaje
sr: Fajl Menadžer Podaci
ta: கோப்பு தளபதி தரவு
tr: Dosya Yöneticisi Verileri
uk: File Commander Дата

source: File Commander Data Actions
cs: Akce s daty File Commander
el: File Commander Ενέργειες δεδομένων
fi: Tiedostojenhallinta tiedot toiminnot
hr: Zapovjednik Datoteke Radnja sa Podacima
it: File Commander Azioni sui dati
lt: Failų valdytojo duomenų veiksmai
nl: File Commander Gegevens opties
pl: File Commander: Akcje danych
sk: Správca súborov: akcie pre údaje
sr: Fajl Menadžer Radnja sa Podacima
sv: File Commander Data Åtgärder
ta: கோப்பு தளபதி தரவு செயல்கள்
tr: Dosya Yöneticisi Veri İşlemleri
uk: File Commander Дії з даними

source: File Commander Delete
cs: File Commander Odstranit
el: File Commander Διαγραφή
fi: Tiedostojenhallinta poista
hr: Zapovjednik Datoteke Izbriši
it: File Commander Elimina
lt: Failo valdytojas Ištrinti
nl: File Commander verwijderen
pl: File Commander: Usunięcie
sk: Správca súborov: vymazanie
sr: Fajl Menadžer Izbriši
sv: File Commander Radera
ta: கோப்பு தளபதி நீக்கு
tr: Dosya Yöneticisi Silme
uk: File Commander Видалити

source: File Commander Directory/File Information
cs: File Commander informace o Adresáři/Souboru
el: File Commander Πληροφορίες φακέλου/αρχείου
fi: Tiedostonhallinnan hakemiston/tiedoston tiedot
hr: Zapovjednik Datoteke Informacije o direktoriju/datoteci
it: File Commander Cartella/informazioni sui file
lt: Failų valdytojo katalogas / failo informacija
nl: File Commander map- of bestandsinformatie
pl: File Commander: Informacje o katalogu/pliku
sk: Správca súborov: informácie o priečinku/súbore
sr: Fajl Menadžer Direktorij/Fajl Info
sv: File Commander Katalog/filinformation
ta: கோப்பு தளபதி அடைவு/கோப்பு செய்தி
tr: Dosya Yöneticisi Dizin/Dosya Bilgileri
uk: File Commander Каталог/Інформація про файл

source: File Commander File Viewer
cs: File Commander Prohlížeč souborů
el: File Commander Προβολή αρχείων
fi: Tiedostonhallinnan Tiedostojen katseluohjelma
hr: Zapovjednik Datoteke Preglednik datoteka
it: File Commander Visualizzatore di file
lt: Failų valdytojo failų peržiūros programa
nl: File Commander bestandsviewer
pl: File Commander: Podgląd pliku
sk: Správca súborov: prehliadač súborov
sr: Fajl Menadžer Pokazivač Fajla
sv: File Commander Filvisningsprogram
ta: கோப்பு தளபதி கோப்பு பார்வையாளர்
tr: Dosya Yöneticisi Dosya Görüntüleyici
uk: File Commander Засіб перегляду файлів

source: File Commander File Viewer Actions
cs: File Commander Akce prohlížeče souborů
el: File Commander Ενέργειες προβολής αρχείων
fi: Tiedostonhallinnan tiedostojen katselutoiminnot
hr: Zapovjednik Datoteke Radnja Preglednika datoteka
it: File Commander Azioni del Visualizzatore di file
lt: Failų valdytojo failų peržiūros programos veiksmai
nl: File Commander bestandsviewer Acties
pl: File Commander: Akcje podglądu pliku
sk: Správca súborov: akcie pre prehliadač súborov
sr: Fajl Menadžer Radnja Pokazivača Fajla
sv: File Commander Filvisningsprogram Åtgärder
ta: கோப்பு தளபதி பார்வையாளர் செயல்கள்
tr: Dosya Yöneticisi Dosya Görüntüleyici İşlemleri
uk: File Commander Дії засобу перегляду файлів

source: File Commander Hash / Checksum Actions
cs: File Commander akce hash / kontrolní součet
el: File Commander Ενέργειες κατακερματισμού/αθροίσματος ελέγχου
fi: Tiedostojenhallinta Hash / Tarkistussummat
hr: Zapovjednik Datoteke Radnje Hash / kontrolnog zbroja
it: File Commander Azioni Hash/checksum
lt: Failų valdytojo maišos / kontrolinės sumos veiksmai
nl: File Commander Hash / Checksum Acties
pl: File Commander: Akcje hasz/suma kontrolna
sk: Správca súborov: akcie pre hash/kontrolný súčet
sr: Fajl Menadžer Hash / Checksum Radnja
sv: File Commander Hash / Checksum Åtgärder
ta: கோப்பு தளபதி ஆச் / செக்சம் செயல்கள்
tr: Dosya Yöneticisi Hash / Checksum İşlemleri
uk: File Commander Дії хешу/Контрольної суми

source: File Commander Hashes / Checksums
cs: File Commander hashe / kontrolní součty
el: File Commander Κατακερματισμοί/αθροίσματα ελέγχου
fi: Tiedostonhallinnan hash / Tarkistussummat
hr: Zapovjednik Datoteke Hash / kontrolnog zbroja
it: File Commander Hash/checksum
lt: Failų valdytojo maišos / kontrolinės sumos
pl: File Commander: Hasz/suma kontrolna
sk: Správca súborov: hash/kontrolné súčty
sr: Fajl Menadžer Hashes / Checksums
sv: File Commander Hashes / Checksummor
ta: கோப்பு தளபதி ஆச்கள் / செக்சம்ச்
tr: Dosya Yöneticisi Hashes / Checksums
uk: File Commander Хеші/Контрольні суми

source: File Commander Image Viewer
cs: File Commander Prohlížeč obrázků
el: File Commander Προβολή εικόνων
fi: Tiedostonhallinnan kuvien katseluohjelma
nl: File Commander Foto Viewer
pl: File Commander: Podgląd obrazu
sk: Správca súborov: prehliadač obrázkov
ta: கோப்பு தளபதி பட பார்வையாளர்
tr: Dosya Yöneticisi Resim Görüntüleyici
uk: File Commander Переглядач зображень

source: File Commander Image Viewer Actions
cs: File Commander Akce prohlížeče obrázků
el: File Commander Ενέργειες προβολής εικόνων
fi: Tiedostonhallinnan kuvien katselu toiminnot
nl: File Commander Foto Viewer Acties
pl: File Commander: Akcje podglądu obrazu
sk: Správca súborov: akcie pre prehliadač obrázkov
ta: கோப்பு தளபதி பட பார்வையாளர் செயல்கள்
tr: Dosya Yöneticisi Resim Görüntüleyici İşlemleri
uk: File Commander Дії засобу перегляду зображень

source: File Commander Information Actions
cs: File Commander akce s informacemi
el: File Commander Ενέργειες πληροφοριών
fi: Tiedostonhallinnan tietotoiminnot
hr: Zapovjednik Datoteke Informacije radnja
it: File Commander Informazioni azioni
lt: Failų valdytojo informacijos veiksmai
nl: File Commander Informatie Acties
pl: File Commander: Akcje informacji
sk: Správca súborov: akcie pre informácie
sr: Fajl Menadžer Radnja o Info
sv: File Commander Information Åtgärder
ta: கோப்பு தளபதி செய்தி செயல்கள்
tr: Dosya Yöneticisi Bilgi İşlemleri
uk: File Commander Дії з Інформацією

source: File Commander Media Information
cs: File Commander Informace o médiích
el: File Commander Πληροφορίες πολυμέσων
fi: Tiedostonhallinta Median tiedot
hr: Zapovjednik Datoteke Informacije medija
it: File Commander Informazioni media
lt: Failų valdytojo medijos informacija
nl: File Commander Media informatie
pl: File Commander: Informacje o mediach
sk: Správca súborov: informácie o médiu
sr: Fajl Menadžer Medija Info
ta: கோப்பு தளபதி ஊடக செய்தி
tr: Dosya Yöneticisi Medya Bilgileri
uk: File Commander Медіа-інформація

source: File Commander Media Information Actions
cs: File Commander akce s informacemi o médiích
el: File Commander Ενέργειες πληροφοριών πολυμέσων
fi: Tiedostonhallinta Median toiminnot
hr: Zapovjednik Datoteke Radnja Medija Info
it: File Commander Azioni di Informazione media
lt: Failų valdytojo medijos informacijos veiksmai
nl: File Commander Media Informatie Acties
pl: File Commander: Akcje informacji o mediach
sk: Správca súborov: akcie pre informácie o médiu
sr: Fajl Menadžer Medija Info Radnja
sv: File Commander Media Information Åtgärder
ta: கோப்பு தளபதி ஊடக செய்தி செயல்கள்
tr: Dosya Yöneticisi Medya Bilgileri İşlemleri
uk: File Commander Дії з Медіа-інформацією

source: File Commander Move
cs: File Commander přesunout
el: File Commander Μετακίνηση
fi: Tiedostonhallinta siirrä
hr: Zapovjednik Datoteke Premjesti
it: File Commander Sposta
lt: Failo valdytojo judėjimas
nl: File Commander Verplaatsen
pl: File Commander: Przenieś
sk: Správca súborov: presunutie
sr: Fajl Menadžer Premesti
sv: File Commander Flytta
ta: கோப்பு தளபதி நகர்வு
tr: Dosya Yöneticisi Taşıma
uk: File Commander Переміщення

source: File Commander Navigation Actions
cs: Akce navigace File Commander
el: Ενέργειες πλοήγησης File Commander
fi: Tiedoston hallinta toiminnot
hr: Zapovjednik Datoteke Navigacijske radnje
it: File Commander Azioni di Navigazione
nl: File Commander Navigatie Acties
pl: Akcje nawigacji w pluginie File Commander
sk: Akcie navigácie vo File Commander
sr: Fajl Menadžer Navigacija Radnja
sv: Åtgärder för navigering i File Commander
ta: கோப்பு தளபதி வழிசெலுத்தல் செயல்கள்
tr: Dosya Yöneticisi Gezinme İşlemleri
uk: Дії навігації File Commander

source: File Commander Selection Actions
cs: Akce výběru File Commander
el: Ενέργειες επιλογής File Commander
fi: Tiedoston hallinta toiminnot
hr: Zapovjednik Datoteke Radnje odabira
it: File Commander Azioni di Selezione
nl: File Commander Selectie Acties
pl: Akcje selekcji File Commander
sk: Akcie výberu vo File Commander
sr: Fajl Menadžer Izbor Radnja
sv: Val av åtgärder i File Commander
ta: கோப்பு தளபதி தேர்வு செயல்கள்
tr: Dosya Yöneticisi Seçim İşlemleri
uk: File Commander Дії вибору

source: File Commander Settings
cs: Nastavení File Commander
da: File Commander indstillinger
de: File Commander Einstellungen
el: File Commander Ρυθμίσεις
et: Failihalduri seaded
fi: Tiedostonhallinnan asetukset
hr: Zapovjednik Datoteke Postavke
it: File Commander Impostazioni
lt: Failų valdytojo nustatymai
nl: File Commander Instellingen
pl: File Commander: Ustawienia
sk: Správca súborov: nastavenia
sr: Fajl Menadžer Postavke
sv: Inställningar för File Commander
ta: கோப்பு தளபதி அமைப்புகள்
tr: Dosya Yöneticisi Ayarları
uk: File Commander Налаштування
vi: Cài đặt chỉ huy tập tin
zh_cn: 文件管理器设置

source: File Commander Text Editor
cs: File Commander Textový editor
el: File Commander Επεξεργαστής κειμένου
fi: Tiedostonhallinnan Tekstieditori
hr: Zapovjednik Datoteke Uređivač teksta
it: File Commander Editor di testo
lt: Failų valdytojo teksto redaktorius
nl: File Commander Teksteditor
pl: File Commander: Edytor tekstu
sk: Správca súborov: textový editor
sr: Fajl Menadžer Uređivač Teksta
sv: File Commander Textredigerare
ta: கோப்பு தளபதி உரை எடிட்டர்
tr: Dosya Yöneticisi Metin Düzenleyici
uk: File Commander Текстовий редактор

source: File Commander Text Editor Actions
cs: File Commander Akce textového editoru
el: File Commander Ενέργειες επεξεργαστή κειμένου
fi: Tiedostonhallinnan Tekstieditori toiminnot
hr: Zapovjednik Datoteke Radnje uređivača teksta
it: File Commander Azioni dell'Editor di testo
lt: Failų valdytojo teksto redaktoriaus veiksmai
nl: File Commander Tekst Editor Acties
pl: File Commander: Akcje edytora tekstu
sk: Správca súborov: akcie pre textový editor
sr: Fajl Menadžer Uređivač Teksta Radnja
sv: File Commander Textredigerare Åtgärder
ta: கோப்பு தளபதி உரை எடிட்டர் செயல்கள்
tr: Dosya Yöneticisi Metin Düzenleyici İşlemleri
uk: File Commander Дії текстового редактора

source: File Commander settings
bg: Настройки на File Commander
cs: File Commander - Nastavení
el: File Commander Ρυθμίσεις
fi: File Commander Asetukset
fr: Paramètres de File Commander
hr: Zapovjednik Datoteke postavke
it: File Commander Impostazioni
lt: Failų valdytojo nustatymai
nl: File Commander instellingen
pl: Ustawienia File Commander
sk: Správca súborov: nastavenia
sr: Fajl Menadžer postavke
sv: Inställningar för File Commander
ta: கோப்பு தளபதி அமைப்புகள்
tr: Dosya Yöneticisi ayarları
uk: File Commander Налаштування

source: File System Check
bg: Проверка файлова система
cs: Kontrola souborového systému
el: Έλεγχος συστήματος αρχείων
fi: Tiedostojärjestelmän tarkistus
fr: Vérification du système de fichiers
hr: Provjera datotečnog sustava
it: Controllo file system
lt: Failų sistemos tikrinimas
nl: Bestandssysteemcontrole
pl: Sprawdź system plików
sk: Kontrola súborového systému
sr: Fajl Sistem Provera
sv: Kontroll av filsystem
ta: கோப்பு முறைமை சோதனை
tr: Dosya Sistemi Kontrolü
uk: Перевірка файлової системи

source: File System Packages
cs: Balíčky souborového systému
el: Πακέτα συστήματος αρχείων
fi: Tiedostojärjestelmä paketit
hr: Paketi datotečnog sustava
it: Pacchetti file system
nl: Bestandssysteem pakketten
pl: Pakiety systemu plików
sk: Balíčky súborového systému
sr: Paketi Fajl Sistema
sv: Filsystem-paket
ta: கோப்பு முறைமை தொகுப்புகள்
tr: Dosya Sistemi Paketleri
uk: Пакети файлової системи

source: File appears to be busy!
bg: Изглежда, че файлът е зает.
cs: Soubor je asi zaneprázdněn.
el: Το αρχείο φαίνεται να είναι απασχολημένο.
fi: Tiedosto näyttää olevan käytössä.
fr: Le fichier semble être occupé.
hr: Čini se da je datoteka zauzeta.
it: Il file sembra occupato.
lt: Failas tikriausiai užimtas.
nl: Bestand mogelijk in gebruik door ander proces.
pl: Wygląda na to, że plik jest zajęty!
sk: Súbor sa zdá byť zaneprázdnený.
sr: Izgleda da je fajl zauzet.
sv: File ser ut att vara upptagen!
tr: Dosya meşgul görünüyor!
uk: Файл зайнятий.

source: File compression
cs: Komprese souborů
el: Συμπίεση αρχείου
fi: Tiedostopakkaus
hr: Kompresija datoteke
it: Compressione dei file
nl: Bestandscompressie
pl: Kompresja plików
sr: Fajl kompresija
sv: Komprimering av filer
tr: Dosya sıkıştırma
uk: Стиснення файлів

source: File system
cs: Systém souborů
el: Σύστημα αρχείων
fi: Tiedostojärjestelmä
hr: Datoteka sustava
nl: Bestandssysteem
pl: System plików
sk: Systém súborov
sr: Sistem fajla
sv: Filsystem
ta: கோப்பு முறைமை
tr: Dosya sistemi
uk: Файлова Система

source: File transfer was canceled by user!
cs: Přenos souboru byl uživatelem zrušen!
el: Η μεταφορά αρχείου ακυρώθηκε από τον χρήστη!
fi: Käyttäjä peruutti tiedoston siirron!
hr: Prijenos datoteka je otkazan od strane korisnika!
it: Il trasferimento file è stato annullato dall'utente!
lt: Failų perkėlimą atšaukė vartotojas!
nl: Bestandsoverdracht is geannuleerd door gebruiker!
pl: Przesyłanie pliku zostało anulowane przez użytkownika!
sk: Prenos súboru bol zrušený používateľom!
sr: Korisnik je otkazao prenos fajla!
sv: Filöverföringen avbröts av användaren!
ta: கோப்பு பரிமாற்றம் பயனரால் ரத்து செய்யப்பட்டது!
tr: Dosya transferi kullanıcı tarafından iptal edildi!
uk: Передачу файлу скасовано користувачем!

source: File transfer was cancelled by user
bg: Прехвърлянето на файл е отменено от потребителя
cs: Přenos souboru byl zrušen uživatelem
da: Filoverførsel blev afbrudt af bruger
de: Dateiübertragung durch den Benutzer abgebrochen!
el: Η μεταφορά του αρχείου ακυρώθηκε από τον χρήστη
et: Kasutaja katkestas faili ülekande
fi: Käyttäjä peruutti tiedostonsiirron
fr: Le transfert de fichiers a été annulé par l'utilisateur
hr: Korisnik je otkazao prijenos datoteka
it: Il trasferimento file è stato annullato dall'utente
lt: Failo perkėlimas atšauktas vartotojo
nl: Bestandsoverdracht beëindigd door gebruiker
pl: Przesyłanie pliku zostało anulowane przez użytkownika
sk: Prenos súboru bol zrušený používateľom
sr: Korisnik je otkazao prenos datoteka
sv: Filöverföringen avbröts av användaren
ta: கோப்பு பரிமாற்றம் பயனரால் ரத்து செய்யப்பட்டது
tr: Dosya transferi kullanıcı tarafından iptal edildi
uk: Передачу файлу було скасовано користувачем
vi: Chuyển tập tin đã bị hủy bởi người dùng
zh_cn: 用户已取消文件传输

source: Filename
bg: Име на файл
cs: Název souboru
el: Όνομα αρχείου
fi: Tiedostonimi
fr: Nom de fichier
hr: Naziv datoteke
it: Nome del file
lt: Failo pavadinimas
nl: bestandnaam
pl: Nazwa pliku
sk: Názov súboru
sr: Ime fajla
sv: Filnamn
ta: கோப்புப்பெயர்
tr: Dosya adı
uk: Назва файлу
