Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Getting plugin information. Please wait...
bg: Получаване на информация за плъгина. Моля, изчакайте ...
cs: Získávám informace o pluginech. Prosím, čekejte...
da: Henter plugin information. Vent venligst...
de: Lade Plugin-Informationen. Bitte warten...
el: Λήψη πληροφοριών προσθέτου. Παρακαλώ περιμένετε...
et: Nimekirja laadimine. Oota veidi.
fi: Haetaan tietoja lisäosista. Odota...
fr: Récupération des informations du plugin. Veuillez patienter...
hr: Dobivanje informacija o dodatku. Molim te čekaj...
hu: Bővítmény betöltése folyamatban. Kérem, várjon...
it: Recupero informazioni sui plugin. Attendi...
lt: Gaunama informacija apie priedus. Palaukite...
nl: Plugin gegevens worden geladen. Even wachten...
pl: Pobieranie informacji o wtyczkach. Proszę czekać...
pt_br: Obtendo informações. Aguarde...
ru: Получение информации о плагине. Пожалуйста ждите...
sk: Získavajú sa informácie o plugine. Čakajte, prosím…
sl: Poteka pridobivanje informacij o vtičniku... Prosim počakajte!
sr: Dobijanje info o pluginu. Molim sačekajte...
sv: Hämtar information om plugin. Vänligen vänta...
ta: சொருகி தகவல்களைப் பெறுதல். தயவுசெய்து காத்திருங்கள் ...
tr: Eklenti bilgisi alınıyor. Lütfen bekleyin...
uk: Отримання інформації про додатки. Прохання зачекати...
vi: Lấy thông tin plugin. Xin vui lòng chờ ...
zh_cn: 正在获取插件信息.请稍等...

source: Ghana
el: Γκάνα
hu: Ghána
lt: Gana
ta: கானா
tr: Gana
uk: Гана
zh_cn: 加纳

source: Gibraltar
el: Γιβραλτάρ
fi: Gibraltari
hu: Gibraltár
it: Gibilterra
lt: Gibraltaras
sk: Gibraltár
ta: கிப்ரால்டர்
tr: Cebelitarık
uk: Гібралтар
zh_cn: 直布罗陀

source: Given device id
cs: Zadané id zařízení
el: Αναγνωριστικό συσκευής που δόθηκε
fi: Annettu laitetunnus
hr: Zadani id uređaja
it: ID dispositivo fornito
lt: Pateiktas įrenginio ID
nl: Opgegeven device id
pl: Podany identyfikator urządzenia
sk: Zadané ID zariadenia
sr: Dati id uređaja
sv: Givet enhets-ID
ta: கொடுக்கப்பட்ட சாதன ஐடி
tr: Verilen cihaz kimliği
uk: ID пристрою

source: Go back to the previous step
cs: Vrátit se k předchozímu kroku
el: Επιστροφή στο προηγούμενο βήμα
fi: Palaa edelliseen vaiheeseen
hr: Povratak na prethodni korak
it: Torna al passaggio precedente
nl: Ga terug naar de vorige stap
pl: Wróć do poprzedniego kroku
sk: Späť na predchádzajúci krok
sr: Vrati na predhodni korak
sv: Gå tillbaka till föregående steg
ta: முந்தைய படிக்குச் செல்லுங்கள்
tr: Önceki adıma geri dönün
uk: Повернутися до попереднього кроку

source: Go down the list
bg: Отиди надолу в списъка
cs: V seznamu dolů
da: Gå ned af listen
de: In der Liste runter gehen
el: Μετάβαση προς τα κάτω
et: Liigu nimekirjas alla
fi: Mene luettelossa alaspäin
fr: Aller en bas de la liste
hr: Spustite se na popis
hu: A listán lefelé
it: Vai in basso all'elenco
lt: Sąrašu žemyn
nl: Ga naar beneden
pl: Przejdź w dół listy
pt_br: Ir para baixo na lista
ru: Перейти к концу списка
sk: Prejsť v zozname nadol
sr: Idi na kraj liste
sv: Gå ner i listan
ta: பட்டியலில் செல்லுங்கள்
tr: Listede aşağı git
uk: Перейти вниз списку
vi: Đi xuống danh sách
zh_cn: 下拉列表

source: Go to deep standby
bg: Отиди в режим на дълбока готовност
cs: Přejít do hlubokého spánku
el: Μετάβαση σε βαθιά αναμονή
fi: siirry virransäästötilaan
fr: Mettre en veille profonde
hr: Prelazak u stanje pripravnosti
it: Vai a spegnimento
lt: Eiti į visišką išjungimą
nl: Uw ontvanger afsluiten
pl: Wyłącz dekoder
sk: Vypnúť
sr: Idi u dugoku pripravnost
sv: Gå till djup standby
ta: ஆழமான காத்திருப்புக்குச் செல்லுங்கள்
tr: Derin bekleme moduna geç
uk: Перейти в режим глибокого очікування

source: Go to first movie or last item
bg: Отиди на първия филм или на последния елемент
cs: Na první film nebo poslední položku
da: Gå til første film, eller sidste emne
de: Gehe zum letzten Film oder Eintrag
el: Μετάβαση στην πρώτη ταινία ή το τελευταίο στοιχείο
et: Liigu esimesele või uusimale nimetusele
fi: Mene ensimmäiseen tallenteeseen tai viimeiseen kohteeseen
fr: Aller au premier film ou au dernier élément
hr: Prelazak na prvi film ili zadnju stavku
hu: Az első filmre vagy utolsó elemre ugrás
it: Vai alla prima registrazione o all'ultimo elemento
lt: Į pirmą filmą, arba į paskutinį elementą
nl: Ga naar de eerste opname of het laatste item
pl: Idź do pierwszego filmu lub ostatniej pozycji
pt_br: Ir para a primeira gravação ou último item
ru: Перейти к первому или последнему фильму
sk: Na prvý film alebo poslednú položku
sr: Idi na prvi ili poslednji film
sv: Gå till första filmen eller sista objektet
ta: முதல் திரைப்படம் அல்லது கடைசி உருப்படிக்குச் செல்லுங்கள்
tr: İlk filme veya son öğeye git
uk: Перейти до першого або останнього фільму
vi: Chuyển đến bộ phim đầu tiên hoặc mục cuối cùng
zh_cn: 转到第一个电影或最后一个项目

source: Go to first movie or top of list
bg: Отиди на първия филм или в горната част на списъка
cs: Na první film nebo začátek seznamu
da: Gå til første film, eller toppen af listen
de: Gehe zum ersten Film oder Eintrag
el: Μετάβαση στην πρώτη ταινία ή στην κορυφή της λίστας
et: Liigu esimesele nimetusele või nimekirja tippu
fi: Mene ensimmäiseen tallenteeseen tai luettelon alkuun
fr: Aller au premier film ou en haut de liste
hr: Prelazak na prvi film ili vrh popisa
hu: Az első filmre vagy első elemre ugrás
it: Vai alla prima registrazione o in cima all'elenco
lt: Į pirmą filmą, arba į sąrašo pradžią
nl: Ga naar de eerste opname of naar het eerste item
pl: Idź do pierwszego filmu lub na początek listy
pt_br: Ir para a primeira gravação ou topo da lista
ru: Перейти к первому фильму или на вершину списка
sk: Na prvý film alebo začiatok zoznamu
sr: Idi na prvi film ili na vrh liste
sv: Gå till första filmen eller högst upp i listan
ta: முதல் திரைப்படம் அல்லது பட்டியலில் முதலிடம்
tr: İlk filme veya liste başına git
uk: Перейти до першого фільму або на початок списку
vi: Chuyển đến bộ phim đầu tiên hoặc đầu danh sách
zh_cn: 转到第一部电影或列表顶部

source: Go to parent directory of the current column
cs: Přejít do nadřazeného adresáře aktuálního sloupce
el: Μετάβαση στον γονικό κατάλογο της τρέχουσας στήλης
fi: Siirry nykyisen sarakkeen ylimpään hakemistoon
hr: Idite na nadređeni direktorij trenutnog stupca
it: Vai alla cartella principale dell'attuale colonna
lt: Eiti į pirminį dabartinio stulpelio katalogą
nl: Ga naar de bovenliggende map van de huidige kolom
pl: Przejdź do katalogu nadrzędnego bieżącej kolumny
sk: Prejsť do nadradeného priečinku v aktuálnom stĺpci
sr: Idi u roditeljskli direktorijum trenutne kolone
sv: Gå till den aktuella kolumnens överordnade katalog
ta: தற்போதைய நெடுவரிசையின் பெற்றோர் கோப்பகத்திற்குச் செல்லவும்
tr: Geçerli sütunun üst dizinine git
uk: Перейти до батьківського каталогу поточного стовпця

source: Go to standby
bg: Отидете в режим на готовност
cs: Přejít do pohotovostního režimu
el: Μετάβαση σε αναμονή
fi: siirry valmiustilaan
fr: Mettre en veille
hr: Idi u stanje pripravnosti
it: Vai in standby
lt: Į budėjimo režimą
nl: Ga naar stand-by
pl: Przejdź do trybu czuwania
sk: Prejsť do pohotovostného režimu
sr: Idi u pripravnost
sv: Gå till standby
ta: காத்திருப்புக்குச் செல்லுங்கள்
tr: Bekleme moduna geç
uk: Перейти в режим очікування

source: Go to the first page of documentation
cs: Přejít na první stránku dokumentace
hr: Idite na prvu stranicu dokumentacije
it: Vai alla prima pagina della documentazione
sr: Idi na prvu stranicu dokumentacije
tr: Dokümantasyonun ilk sayfasına git
uk: Перейти на першу сторінку документації

source: Go to the last page of documentation
cs: Přejít na poslední stránku dokumentace
hr: Idite na zadnju stranicu dokumentacije
it: Vai all'ultima pagina della documentazione
sr: Idi na poslednju stranicu dokumentacije
tr: Dokümantasyonun son sayfasına git
uk: Перейти на останню сторінку документації

source: Go to the next page of documentation
cs: Přejít na další stránku dokumentace
hr: Prijeđite na sljedeću stranicu dokumentacije
it: Vai alla pagina successiva della documentazione
sr: Idi na sledeću stranicu dokumentacije
tr: Dokümantasyonun bir sonraki sayfasına git
uk: Перейти на наступну сторінку документації

source: Go to the previous page of documentation
cs: Přejít na předchozí stránku dokumentace
hr: Prijeđi na prethodnu stranicu dokumentacije
it: Vai alla pagina precedente della documentazione
sr: Idi na prethodnu stranicu dokumentacije
tr: Dokümantasyonun önceki sayfasına git
uk: Перейти на попередню сторінку документації

source: Go up the list
bg: Отиди нагоре в списъка
cs: V seznamu nahoru
da: Gå op af listen
de: In der Liste rauf gehen
el: Μετάβαση προς τα πάνω
et: Liigu nimekirjas üles
fi: Mene luettelossa ylöspäin
fr: Remonter la liste
hr: Idi gore na popisu
hu: A listán felfelé
it: Vai in cima all'elenco
lt: Sąrašu aukštyn
nl: Ga naar boven in de lijst
pl: Idź w górę listy
pt_br: Ir para o topo da lista
ru: Подняться по списку
sk: Prejsť v zozname nahor
sr: Idi na listu
sv: Gå upp i listan
ta: பட்டியலில் செல்லுங்கள்
tr: Listede yukarı git
uk: Перейти до початку списку
vi: Lên danh sách
zh_cn: 上拉列表

source: Golf
bg: Голф
el: Γκολφ
fr: Le golf
lt: Golfas
ta: கோல்ஃப்
uk: Гольф
zh_cn: 高尔夫球

source: Goto
bg: Отиди на
cs: Přejít na
da: Gå til
de: Gehe zu
el: Μετάβαση
et: Mine
fi: Mene
fr: Aller vers
hr: Idi na
hu: Menj
it: Vai a
lt: Eiti į
nl: Ga naar
pl: Idź do
pt_br: Ir para
ru: Позиция
sk: Prejsť na
sr: Idi na
ta: கோட்டோ
tr: Git
uk: Перейти до
vi: Đi đến
zh_cn: 转到

source: Goto 0
bg: Отиди на 0
cs: Jít na pozici 0
da: Gå til 0
de: Gehe zu 0
el: Μετάβαση στο 0
et: Mine 0
fi: Mene 0
fr: Aller à 0
hr: Idi na 0
hu: 0-ra
it: Vai a 0
lt: Eiti į 0
nl: Naar 0 positie
pl: Idź do 0
pt_br: Ir para 0
ru: Установка на позицию 0
sk: Otočiť na 0
sl: Pojdi na 0
sr: Idi na 0
ta: கோட்டோ 0
tr: 0 a git
uk: Перейти до 0
vi: Đi 0
zh_cn: 转到0

source: Goto :
bg: Отиди на :
cs: Na:
da: Gå til:
de: Gehe zu:
el: Προς :
et: Mine :
fi: Minne :
fr: Aller à :
hr: Idi na :
hu: Ide:
it: Vai a :
lt: Eiti į :
nl: Ga naar:
pl: Idź :
pt_br: Ir para:
ru: Перейти :
sk: Prejsť na:
sr: Idi na :
ta: கோட்டோ:
tr: Git :
uk: Перейти :
vi: Đi đến :
zh_cn: 转到 :

source: Goto Date/Time
bg: Отиди на Дата/време
cs: Přejít na Datum/Čas
da: Gå til Dato/Time
de: Datum/Zeit
el: Μετάβαση σε ημερομηνία/ώρα
et: Kuupäeva/aja juurde
fi: Siirry päivämäärä / aika
fr: Aller à la Date/Heure
hr: Idi na Datum/Vrijeme
hu: Ugrás dátumra
it: Vai a data/ora
lt: Į konkrečią datą/laiką
nl: Ga naar datum/tijd
pl: Idź do Data/Czas
sk: Prejsť na dátum/čas
sr: Idi na Datum/Vreme
sv: Gå till datum/tid
ta: கோட்டோ தேதி/நேரம்
tr: Tarih / Saate Git
uk: Перехід Дата/Час
vi: Ngày / Thời gian
zh_cn: 转到日期/定时器

source: Goto Prime Time
bg: Отидете в праймтайм
cs: Přejděte na hlavní vysílací čas
el: Μετάβαση στη ζώνη αιχμής
fi: Siirry parhaaseen katseluaikaan
fr: Aller à Primetime
hr: Idi na Udarno vrijeme
it: Vai a prima serata
lt: Į žiūrimiausią laiką
nl: Ga naar Primetime
pl: Idź do Prime Time
sk: Prejsť na hlavný vysielací čas (Prime Time)
sr: Idi na Udarno vrme
ta: கோட்டோ பிரைம் நேரம்
tr: Prime Time'a git
uk: Перейти Прайм-тайм

source: Goto X
bg: Отиди на X
cs: Přejít na X
da: Gå til X
de: Gehe zu X
el: Μετάβαση στη θέση Χ
et: Mine X
fi: Mene X
fr: Aller sur X
hr: Idi na Х
it: Vai a X
lt: Eiti į X
pl: Idź do X
pt_br: Ir para X
ru: Переход на позицию Х
sk: Prejsť na X
sr: Idi na Х
ta: கோட்டோ ஃச்
uk: Перейти на позицію Х
vi: Đi X
zh_cn: 转到Χ

source: Goto current channel and now
bg: отидете на текущия канал и сега
cs: přejít nyní na aktuální kanál
el: Μετάβαση στο τρέχον κανάλι και τώρα
fi: Siirry nykyiselle kanavalle
fr: aller au canal actuel et maintenant
hr: Idi na trenutni kanal sada
it: vai al canale attuale ed ora
lt: eiti į dabartinį kanalą ir dabar
nl: Ga direct naar huidige zender
pl: Idż do bieżącego kanału
sk: Prejsť na aktuálny kanál a teraz
sr: Idi na trenutni kanal sada
sv: Gå till aktuell kanal och nu
ta: தற்போதைய சேனல் மற்றும் இப்போது
tr: Şu anki kanala geç
uk: Перейти до поточного каналу зараз

source: Goto deep standby
bg: отидете в режим на дълбока готовност
cs: přejít do hlubokého spánku
el: Μετάβαση σε βαθιά αναμονή
fi: siirry virransäästötilaan
fr: mettre en veille profonde
hr: Idi u duboku pripravnost
it: Vai a spegnimento
lt: į gilų budėjimą
nl: Uw ontvanger afsluiten
pl: Wyłącz dekoder
sk: Vypnúť
sr: Idi u duboku pripravnost
sv: Gå till djup standby
ta: கோட்டோ ஆழமான காத்திருப்பு
tr: Derin bekleme moduna geç
uk: вимкнути

source: Goto first channel
bg: отидете на първия канал
cs: přejít na první kanál
el: Μετάβαση στο πρώτο κανάλι
fi: vaihda ensimmäiselle kanavalle
fr: aller au premier canal
hr: Idi na prvi kanal
it: vai al primo canale
lt: eiti į kitą kanalą
nl: Ga naar eerste zender
pl: Idż do pierwszego kanału
sk: Prejsť na prvý kanál
sr: Idi na prvi kanal
sv: Gå till första kanalen
ta: கோட்டோ முதல் சேனல்
tr: ilk kanala geç
uk: Перейти на перший канал

source: Goto last channel
bg: отидете на следващия канал
cs: přejít na poslední kanál
el: Μετάβαση στο τελευταίο κανάλι
fi: vaihda viime kanavalle
fr: goto dernier canal
hr: Idi na posljednji kanal
it: vai all'ultimo canale
lt: eiti į paskutinį kanalą
nl: Ga naar laatste zender
pl: Idż do ostatniego kanału
sk: Prejsť na posledný kanál
sr: Idi na poslednji kanal
sv: Gå till sista kanalen
ta: கோட்டோ கடைசி சேனல்
tr: Son kanala git
uk: Перейти на наступний канал

source: Goto next bouquet
bg: Отиди на следващия букет
cs: Na další přehled
da: Gå til næste buket
de: Gehe zur nächsten Favoritenliste
el: Μετάβαση στο επόμενο μπουκέτο
et: Liigu järgmisse lemmiknimekirja
fi: Mene seuraavalle suosikkilistalle
fr: Aller au bouquet suivant
hr: Idi na slijedeći buket
hu: Következő csatornacsomagra
it: Vai al prossimo bouquet
lt: Į kitą paketą
nl: Ga naar volgende favorietenlijst
pl: Idź do następnej pozycji listy kanałów
ru: Перейти на следующий фаворит
sk: Prejsť na ďalší prehľad
sr: Idi na sledeći buket
sv: Gå till nästa bukett
ta: அடுத்த பூச்செண்டு
tr: Sonraki bukete git
uk: Перейти на наступний фаворит
vi: Tới gói kênh tiếp theo
zh_cn: 转到下一个频道列表

source: Goto next channel
bg: Отиди на следващия канал
cs: Na další kanál
da: Gå til næste kanal
de: Gehe zum nächsten Sender
el: Μετάβαση στο επόμενο κανάλι
et: Liigu järgmisele kanalile
fi: Vaihda seuraavalle kanavalle
fr: Aller à la chaîne suivante
hr: Idi na slijedeći kanal
hu: Kövvetkező csatornára
it: Vai al prossimo canale
lt: Į kitą kanalą
nl: Ga naar volgende zender
pl: Idż do nastepnego kanału
ru: Перейти на следующий канал
sk: Prejsť na ďalší kanál
sr: Idi na sledeći kanal
sv: Gå till nästa kanal
ta: கோட்டோ அடுத்த சேனல்
tr: Sonraki kanala git
uk: Перейти на наступний канал
vi: Tới kênh tiếp theo
zh_cn: 转到下一个频道

source: Goto next event
bg: Отиди на следващо събитие
cs: Přejít na další pořad
da: Gå til næste udsendelse
de: Gehe zur nächsten Sendung
el: Μετάβαση στην επόμενη εκπομπή
et: Liigu järgmisele saatele
fi: Siirry seuraavaan ohjelmaan
fr: Aller à l'évènement suivant
hr: Idi na slijedeći događaj
hu: Következő eseményre
it: Vai al prossimo evento
lt: Į kitą įvykį
nl: Ga naar volgende programma
pl: Idź do kolejnego wydarzenia
ru: Перейти на след. событие
sk: Prejsť na ďalšiu udalosť
sr: Idi na sledeći događaj
sv: Gå till nästa händelse
ta: கோட்டோ அடுத்த நிகழ்வு
tr: Sonraki etkinliğe git
uk: Перейти до наступ. передачі
vi: Sự kiện tiếp theo
zh_cn: 转到下一个事件

source: Goto now
bg: отидете сега
cs: jít teď
el: Μετάβαση τώρα
fi: Siirry nyt
fr: aller maintenant
hr: Idi sada
it: vai adesso
lt: eiti dabar
nl: Ga nu naar
pl: Idź do teraz
sk: Prejsť na aktuálny čas
sr: Idi sada
sv: Goto nu
ta: இப்போது கோட்டோ
tr: Şimdi git
uk: Перейти зараз

source: Goto position
bg: Отиди на позиция
cs: Jdi na pozici
da: Gå til position
de: Auf Position drehen
el: Μετάβαση στη θέση
et: Liigu kohale
fi: Mene sijaintiin
fr: Aller à la position
hr: Idi na poziciju
hu: Pozícióra ugrás
it: Vai a posizione
lt: Eiti į poziciją
nl: Naar positie draaien
pl: Idź na pozycję
pt_br: Ir para posição
ru: Переход на позицию
sk: Prejsť na pozíciu
sl: Pojdi na
sr: Idi na poziciju
ta: கோட்டோ நிலை
tr: Konuma git
uk: Перейти на позицію
vi: Vị trí Goto
zh_cn: 转到的位置

source: Goto previous bouquet
bg: Отиди на предишния букет
cs: Na předchozí přehled
da: Gå til forrige buket
de: Gehe zur vorherigen Favoritenliste
el: Μετάβαση στο προηγούμενο μπουκέτο
et: Liigu eelmisse lemmiknimekirja
fi: Mene edelliselle suosikkilistalle
fr: Aller au bouquet précédent
hr: Idi na predhodni buket
hu: Előző csatornacsomagra
it: Vai al bouquet precedente
lt: Į ankstesnį paketą
nl: Ga naar vorige favorietenlijst
pl: Idź do poprzedniej listy kanałów
ru: Перейти на предыдущий фаворит
sk: Prejsť na predchádzajúci prehľad
sr: Idi na predhodni buket
sv: Gå till föregående bukett
ta: முந்தைய பூச்செண்டு
tr: Önceki bukete git
uk: Перейти на попередній фаворит
vi: Tới gói kênh trước
zh_cn: 转到前面的分组

source: Goto previous channel
bg: Отиди на предишния канал
cs: Na předchozí kanál
da: Gå til forrige kanal
de: Gehe zum vorherigen Sender
el: Μετάβαση στο προηγούμενο κανάλι
et: Liigu eelmisele kanalile
fi: Siirry edelliselle kanavalle
fr: Aller à la chaîne précédente
hr: Idi na predhodni kanal
hu: Előző csatornára
it: Vai al canale precedente
lt: Į ankstesnį kanalą
nl: Ga naar vorige zender
pl: Idź do poprzedniego kanału
ru: Перейти на предыдущий канал
sk: Prejsť na predchádzajúci kanál
sr: Idi na predhodni kanal
sv: Gå till föregående kanal
ta: கோட்டோ முந்தைய சேனல்
tr: Önceki kanala git
uk: Перейти на попередній канал
vi: Tới kênh trước
zh_cn: 转到前面的频道列表

source: Goto previous event
bg: Отиди на предишно събитие
cs: Přejít na předchozí událost
da: Gå til forrige udsendelse
de: Gehe zur vorherigen Sendung
el: Μετάβαση στην προηγούμενη εκπομπή
et: Liigu eelmisele saatele
fi: Siirry edelliseen ohjelmaan
fr: Aller à l'évènement précédent
hr: Idi na predhodni događaj
hu: Előző eseményre
it: Vai all'evento precedente
lt: Į ankstesnį įvykį
nl: Ga naar vorige programma
pl: Idź poprzedniego wydarzenia
ru: Перейти на пред. событие
sk: Prejsť na predchádzajúcu udalosť
sr: Idi na predhodni događaj
sv: Gå till föregående händelse
ta: கோட்டோ முந்தைய நிகழ்வு
tr: Önceki etkinliğe git
uk: Перейти до попер. події
vi: Sự kiện trước đó
zh_cn: 转到前面的事件

source: Goto specific date/time
bg: Отиди на конкретни данни/време
cs: Přejít na zadané datum/čas
el: Μετάβαση σε καθορισμένη ημερομηνία/ώρα
fi: Mene määrättyyn tietoon/aikaan
fr: Aller à une date/heure précise
hr: Idi na određeni datum/vrijeme
it: Vai ad una specifica data/ora
lt: Į konkrečią datą/laiką
nl: Ga naar specifieke datum/tijd
pl: Idź do konkretnej daty/godziny
sk: Prejsť na zadaný dátum/čas
sr: Idi na određeni datum/vreme
sv: Gå till specifikt datum/tid
ta: கோட்டோ குறிப்பிட்ட தேதி/நேரம்
tr: Belirli bir tarih/zamana git
uk: Перейти до зазначеної дати/часу

source: Goto standby
bg: отидете в режим на готовност
cs: přejít do pohotovostního režimu
el: Μετάβαση σε αναμονή
fi: siirry valmiustilaan
fr: mettre en veille
hr: Idi u pripravnost
it: Vai a standby
lt: į budintį režimą
nl: Ga naar Stand-by
pl: Przejdź do trybu czuwania
sk: Prejsť do pohotovostného režimu
sr: Idi u pripravnost
ta: கோட்டோ காத்திருப்பு
tr: Bekleme moduna geç
uk: Перейти в режим очікування

source: GotoX calibration
bg: Отиди на X калибровка
cs: Kalibrace přejít na X
da: GotoX kalibrering
el: Υπολογισμός GotoX
et: Mine X kalibreerimine
fi: GotoX kalibrointi
fr: Aller sur X calibration
hr: GotoX kalibracija
hu: Goto X kalibrálása
it: Calibrazione GotoX
lt: Eiti į X kalibraciją
nl: GotoX calibratie
pl: Kalibracja GotoX
pt_br: Calibrar 'Ir para X'
ru: Калибровка позиции Х
sk: Kalibrácia prejsť na X
sr: GotoX kalibracija
sv: Kalibrering av GotoX
ta: கோட்டாக்ச் அளவுத்திருத்தம்
tr: Sıfırlama konumuna git
uk: Калібрування позиції Х
vi: Hiệu chuẩn GotoX
zh_cn: GotoX校准

source: Grab
el: Λήψη στιγμιότυπου
fi: Tartua
hr: Uzmi
it: Afferrare
lt: Patraukti
pl: Chwyć
sk: Zachytiť
sr: Uzmi
sv: Grabben
ta: பிடுங்க
tr: Yakala
uk: Скріншот

source: Graphical DVB subtitles will be displayed in the selected color, instead of the original colors.
cs: Grafické DVB titulky se zobrazí ve zvolené barvě namísto původních barev.
el: Οι γραφικοί υπότιτλοι DVB θα εμφανίζονται στο επιλεγμένο χρώμα, αντί των πρωτότυπων.
fi: Graafiset DVB tekstitykset näkyvät valitussa värissä alkuperäisen värin sijaan.
hr: Grafički DVB titlovi će biti prikazani u izabranoj boji, umjesto originalnih boja.
it: I sottotitoli DVB grafici verranno visualizzati nel colore selezionato, anziché nei colori originali.
nl: Grafische DVB-ondertiteling wordt in de gekozen kleur getoond, in plaats van de originele kleur.
pl: Graficzne napisy DVB będą wyświetlane w wybranym kolorze, a nie w kolorach oryginalnych.
sk: Grafické DVB titulky sa zobrazia vybranou farbou, nie v pôvodných farbách.
sr: Grafički DVB titlovi će biti prikazani u izabranoj boji, umesto originalnih boja.
sv: Grafiska DVB-undertexter visas i den valda färgen i stället för i originalfärgerna.
ta: வரைகலை டி.வி.பி வசன வரிகள் அசல் வண்ணங்களுக்கு பதிலாக தேர்ந்தெடுக்கப்பட்ட வண்ணத்தில் காண்பிக்கப்படும்.
tr: Grafiksel DVB altyazıları, orijinal renkler yerine seçilen renkte görüntülenecektir.
uk: Графічні субтитри DVB відображатимуться у вибраному кольорі замість оригінальних кольорів.

source: Graphical EPG
bg: Графично EPG
cs: Grafické EPG
da: Grafisk EPG
de: Grafischer EPG
el: Γραφικός EPG
et: Graafiline EPG
fi: Graafinen EPG
fr: EPG Graphique
hr: Grafički EPG
hu: Grafikus EPG
it: EPG grafico
lt: Grafinis EPG
nl: Grafische EPG
pl: Graficzny EPG
ru: Графический телегид
sk: Grafický EPG
sr: Grafički EPG
sv: Grafisk EPG
ta: வரைகலை ஈபிசி
tr: Grafiksel EPG
uk: Графічний EPG
vi: EPG đồ họa
zh_cn: 图形化EPG

source: Graphical InfoBar EPG Settings
bg: Графични настройки на EPG инфобар
cs: Nastavení grafického InfobarEPG
el: Ρυθμίσεις μπάρας γραφικού EPG
fi: Tietopalkin taulukko EPG
fr: Paramètres de l'infobarre EPG Graphique
hr: Postavke Grafičke Info Trake EPG
it: Impostazioni grafiche barra info EPG
lt: Grafinės EPG info juostos nustatymai
nl: QuickEPG
pl: Ustawienia graficznego EPG infobara
sk: Nastavenia grafického EPG v infolište
sr: Postavke Grafičke Info Trake EPG
sv: Inställningar för EPG i grafiskt infofält
ta: வரைகலை இன்போபார் ஈபிசி அமைப்புகள்
tr: Grafiksel Bilgi Çubuğu EPG Ayarları
uk: Налаштування граф. інфобару EPG

source: GraphicalEPG Settings
bg: Графични настройки за EPG
cs: Nastavení grafického EPG
el: Ρυθμίσεις γραφικού EPG
fi: Graafinen EPG
fr: Paramètres EPG Graphique
hr: Grafičke EPG Postavke
it: Impostazioni EPG grafico
lt: Grafinio EPG nustatymai
nl: Grafische-EPG
pl: Ustawienia graficznego EPG
sk: Nastavenia grafického EPG
sr: Grafičke EPG Postavke
sv: GrafiskaEPG-inställningar
ta: கிராஃபிகலெப் அமைப்புகள்
tr: Grafiksel EPG Ayarları
uk: Налаштування графічного ЕПГ

source: Graphics
bg: Графичен
cs: Grafické
da: Grafisk
de: Grafisch
el: Γραφικά
et: Graafiline
fi: Grafiikka
fr: Graphiques
hr: Grafika
hu: Grafika
it: Grafica
lt: Grafika
nl: Grafisch
pl: Grafika
ru: Графический
sk: Graficky
sr: Grafika
sv: Grafik
ta: கிராபிக்ச்
tr: Grafik
uk: Графічний
vi: Đồ họa
zh_cn: 图形

source: Greece
cs: Řecko
da: Grækenland
de: Griechenland
el: Ελλάδα
et: Kreeka
fi: Kreikka
fr: Grèce
hr: Grčka
hu: Görögország
it: Grecia
lt: Graikija
nl: Griekenland
pl: Grecja
sk: Grécko
sv: Grekland
ta: கிரீச்
tr: Yunanistan
uk: Греція
vi: Hy Lạp
zh_cn: 希腊

source: Greek
cs: Řecky
da: Græsk
de: Griechisch
el: Ελληνικά
et: Kreeka
fi: Kreikka
fr: Grecque
hu: Görög
it: Greco
lt: Graikų
nl: Grieks
pl: Grecki
pt_br: Grego
ru: Греческий
sk: gréčtina
sv: Grekiska
ta: கிரேக்கம்
tr: Yunanca
uk: Грецька
vi: Người Hy Lạp
zh_cn: 希腊语

source: Green
bg: Зелен
cs: Zelené
da: Grøn
de: Grün
el: Πράσινο
et: Roheline
fi: Vihreä
fr: Vert
hr: Zelena
hu: Zöld
it: Verde
lt: Žalias
nl: Groen
pl: Zielony
ru: Зеленая
sk: Zelená
sr: Zelena
sv: Grön
ta: பச்சை
tr: Yeşil
uk: Зелена
vi: Màu xanh lá
zh_cn: 绿色键
