Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: 'Buffer in hours' or 'number of last events'. For deleting older time shift files, the condition which occurred first has priority.
bg: „Буфер в часове“ или „брой на последните събития“. За изтриване на по-стари файлове с изместване на времето приоритет има условието, което е настъпило първо.
cs: 'Buffer v hodinách' nebo 'počet posledních událostí'. Pro smazání starších Timeshift souborů. Stav, který nastal dčíve má prioritu.
el: 'Προφόρτωση σε ώρες' ή 'αριθμός τελευταίων προγραμμάτων'. Για τη διαγραφή των παλαιότερων χρονομετατοπίσεων, η συνθήκη που προέκυψε πρώτη έχει προτεραιότητα.
fi: Puskuri tunteina tai viimeaikaisten tapahtumien määrä. Etusijalla poistaa vanhemmat aikasiirtotiedostot.
fr: 'Tampon en heure(s)' ou 'nombre de derniers évènements'. Pour effacer les anciens fichiers PauseDirect, la première condition est prioritaire.
hr: 'Međuspremnik u satima" ili "broj posljednjih događaja". Za brisanje starijih datoteka s vremenskim pomakom, stanje koje se prvo dogodilo ima prioritet.
it: 'Buffer in ore' o 'numero di ultimi eventi'. Per eliminare i timeshift più vecchi di, la prima condizione verificata ha la priorità.
lt: "Kaupimas valandomis" arba "paskutinių įvykių skaičius". Ištrinant senesnius laiko poslinkio failus, sąlygos, esančios pirmoje eilėje, turi pirmenybę.
nl: Buffer 'in uren' of 'aantal bestanden'. De oudste Timeshift bestanden worden als eerste verwijderd.
pl: 'Limit bufora w godzinach' lub 'Liczba ostatnio zarejestrowanych wydarzeń' spowoduje usunięcie najstarszego pliku timeshiftu, w zależności od tego, który warunek wystąpił jako pierwszy.
sk: 'Vyrovnávacia pamäť v hodinách' alebo 'počet posledných udalostí'. Pri vymazávaní starých súborov funkcie timeshift má prioritu podmienka, ktorá nastala skôr.
sr: 'Bafer u satima' ili 'broj poslednjih događaja'. Za brisanje starijih datoteka vremenskog pomaka, uslov koji se prvi desio ima prioritet.
sv: "Buffert i timmar" eller "antal senaste händelser". Vid radering av äldre time shift-filer prioriteras det tillstånd som inträffade först.
ta: 'மணிநேரத்தில் இடையக' அல்லது 'கடைசி நிகழ்வுகளின் எண்ணிக்கை'. பழைய நேர சிப்ட் கோப்புகளை நீக்குவதற்கு, முதலில் நிகழ்ந்த நிலைக்கு முன்னுரிமை உள்ளது.
tr: 'Saat cinsinden arabellek süresi' veya 'son etkinlik sayısı'. Daha eski zaman kaydırma dosyalarını silmek için, ilk gerçekleşen koşul önceliklidir.
uk: 'Буфер в годинах' або 'кількість останніх подій'. Яка з умов настає першою, по цій умові і видалятимуться старі файли таймшифта.

source: 'Handle Standby from TV' has a higher priority than 'Handle input from TV'.
cs: 'Ovládání pohotovostního režimu z televizoru' má vyšší prioritu než 'Ovládání vstupu z televizoru'.
el: Ο 'χειρισμός αναμονής από την TV' έχει μεγαλύτερη προτεραιότητα από τον 'χειρισμό εισόδου από την TV'.
hr: 'Rukovati stanjem pripravnosti sa TV-a' ima veći prioritet od 'Rukovanje ulazom sa TV-a'.
it: "Gestisci standby da TV" ha una priorità più alta di "Gestisci input da TV".
lt: 'Rankenėlės budėjimo režimas iš televizoriaus' turi didesnį prioritetą nei 'Rankenėlė iš televizoriaus'.
nl: Geef 'Standby van de TV' een hogere prioriteit dan 'input van de TV'.
sr: 'Rukovati stanjem pripravnosti sa TV-a' ima veći prioritet od 'Rukovanje ulazom sa TV-a'.
sv: "Hantera standby från TV" har högre prioritet än "Hantera inmatning från TV".
tr: 'TV'den Beklemeyi Yönet' seçeneği, 'TV'den Gelen Girişi Yönet' seçeneğinden daha yüksek önceliğe sahiptir.
uk: 'Обробка режиму очікування з телевізора' має вищий пріоритет, ніж 'Обробка введення з телевізора'.

source: 'Unscramble & record ECM' gives the option to unscramble afterwards if unscrambling on recording failed. 'Don't unscramble, record ECM' save a scramble recording that can be unscrambled on playback. 'Normal' means unscramble the recording and don't record ECM.
bg: Декодиране и запис ECM' дава възможност за декодиране след това, ако декомпресирането при запис не е успешно. "Не декодиране, запис ECM", запазва записа компресиран, който може да бъде декодиран при възпроизвеждане. "Нормално" означава декодиране на записа и не записване на ECM.
cs: Descramble & záznam ECM dává možnost dekódovat později, pokud dekódování při nahrávání selhalo.Záznam ECM uložte kódovaně a dekódujte při přehrávání.
el: Το 'Αποκρυπτογράφηση και εγγραφή του ECM' δίνει την επιλογή της μετέπειτα αποκρυπτογράφησης, αν αυτή αποτύχει κατά την εγγραφή. Το 'Μη αποκρυπτογράφηση, εγγραφή ECM' αποθηκεύει μία κρυπτογραφημένη εγγραφή που μπορεί να αποκρυπτογραφηθεί κατά την αναπαραγωγή της. Το 'Κανονικό' σημαίνει αποκρυπτογράφηση της εγγραφής και μη εγγραφή του ECM.
fi: Pura ja tallenna ECM' purkamisen myöhemmin jos se epäonnistui tallennusvaiheessa. 'Älä pura, tallenna ECM' salattuna, tallenteen voi purkaa toiston aikana. 'Normaali' purkaa eikä tallenna ECM:ää.
fr: 'Décoder & enregistrer ECM' permet de décoder plus tard si le décodage lors de l'enregistrement échoue. 'Ne pas décoder, enregistrer ECM' sauvegarde un enregistrement encodé qui pourra être décodé lors de la lecture. 'Normal' décode l'enregistrement et ne sauvegarde pas les ECMs.
hr: 'Dekodirati & snimati ECM' - vam omogućava da snimite i dešifrujete prilikom reprodukcije kada snimanje ne uspije da dešifruje. 'Nemojte dekodirati ЕСМ i snimati' skladišti šifrovane snimke koji se mogu dekodirati tokom reprodukcije. 'Uobičajeno' dešifruje zapise bez snimljenog ЕСМ.
it: Decodifica & registra ECM: decodificare in seguito se la decodifica sulla registrazione non è riuscita. Non decodificare: registra ECM e salva una registrazione che può essere decodificata in riproduzione. Normale: decodificare la registrazione e non salvare ECM.
lt: 'Iškoduoti ir įrašyti ECM' leidžia iškoduoti vėliau, jeigu įrašant iškoduoti nepavyksta. 'Neiškoduoti, įrašyti ECM' išsaugo užkoduotą įrašą, kuris gali būti iškoduotas atkūrimo metu. 'Normalus' iškoduoja įrašą ir neįrašo ECM.
nl: `Decodeer & en ECM opnemen' geeft de optie om achteraf te decoderen indien dit niet lukt tijdens de opname. 'Niet Decoderen & en neem ECM op' slaat de opname gedecodeerd op, zodat deze tijdens het afspelen kan worden gedecodeerd. 'Normaal' betekent decoderen en geen ECM opslaan.
pl: Dekodowanie i nagrywanie ECM' daje możliwość późniejszego deszyfrowania, jeśli deszyfrowanie przy nagrywaniu zakończyło się niepowodzeniem. 'Nie dekoduj, nagrywaj ECM', zapisz nagranie, które można odszyfrować podczas odtwarzania. "Normalny" oznacza deszyfrowanie nagrania i nie rejestruje ECM.
sk: 'Dekódovať a nahrať ECM' umožňuje dekódovať nahrávky aj dodatočne ak zlyhá dekódovanie pri nahrávaní. Voľba 'Nedekódovať, nahrať ECM' uloží nahrávku zakódovanú a dekóduje sa pri prehrávaní. Voľba 'Normálne' znamená dekódovať nahrávku a nenahrávať ECM.
sr: 'Dekodirati & snimati ECM' - vam omogućava da snimite i dešifrujete prilokom reprodukcije kada snimnanje ne uspe da dešifruje. 'Nemojte dekodirati ЕСМ i snimati' skladišti šifrovane snimke koji se mogu dekodirati tokom reprodukcije. 'Uobičajeno' dešifruje zapise bez snimljenog ЕСМ.
sv: "Unscramble & record ECM" ger möjlighet att avkoda i efterhand om avkodningen vid inspelningen misslyckades. "Avkoda inte, spela in ECM" sparar en krypterad inspelning som kan avkrypteras vid uppspelning. 'Normal' innebär att inspelningen avkodas och att ECM inte spelas in.
ta: 'அன்ச்கிராம்பிள் & ரெக்கார்ட் ஈ.சி.எம்' பதிவு செய்வதில் தோல்வியுற்றால், பின்னர் அவிழ்க்கப்படுவதற்கான விருப்பத்தை அளிக்கிறது. 'அவிழ்க்க வேண்டாம், ரெக்கார்ட் ஈ.சி.எம்' ஒரு துருவல் பதிவைச் சேமிக்கவும், அது பிளேபேக்கில் அவிழ்க்கப்படலாம். 'இயல்பானது' என்பது பதிவை அவிழ்த்து விடுங்கள் மற்றும் ECM ஐ பதிவு செய்ய வேண்டாம்.
tr: 'Şifre çöz ve ECM kaydet' seçeneği, kayıt sırasında şifre çözme işlemi başarısız olursa, daha sonra şifre çözme işlemini gerçekleştirme seçeneği sunar. ‘Şifre çözme, ECM kaydet’ seçeneği, oynatma sırasında şifresi çözülebilen şifreli bir kayıt kaydeder. ‘Normal’ seçeneği, kaydı şifre çöz ve ECM kaydetme anlamına gelir.
uk: 'Розкодувати і записати ECM' - дозволяє записати і розкодувати при відтворенні, коли при записі не вдається розкодувати. 'Не розкодовувати і записати ECM' зберігає закодовані записи, які можуть бути розкодовані під час відтворення. 'Звичайний' розкодовані записи без запису ECM.

source: 'WeatherPlugin' is not installed!
bg: „приставката за времето“ не е инсталирана!
cs: 'WeatherPlugin' není nainstalován!
el: Το πρόσθετο 'weatherplugin' δεν είναι εγκατεστημένο!
fi: Sää lisäosaa ei ole asennettu!
fr: 'weatherplugin' n'est pas installé !
hr: Dodatak za vremensku prognozu nije instaliran!
it: Il plugin 'WeatherPlugin' non è installato!
lt: Orų prognozės programa nėra įdiegta!
nl: De 'Weer plugin' is niet geïnstalleerd!
pl: 'Weatherplugin' nie jest zainstalowany!
sk: 'WeatherPlugin' nie je nainštalovaný!
sr: Plugin za vremensku prognozu nije instaliran!
sv: 'WeatherPlugin' är inte installerat!
ta: 'வெதர்ப்ளூசின்' நிறுவப்படவில்லை!
tr: 'Hava Durumu Eklentisi' kurulu değil!
uk: 'Плагін погоди' не встановлений!

source: (Access to the '%s' commit log requires an Internet connection.)
bg: Достъпът до регистрационните файлове на %s изисква интернет връзка.
cs: (Přístup k protokolu '%s' vyžaduje internetové připojení.)
el: (Η πρόσβαση στο αρχείο καταγραφής υποβολής '%s' απαιτεί σύνδεση στο διαδίκτυο.)
fi: (Pääsy %s lokitiedostoihin edellyttää internet yhteyttä.)
fr: (L'accès aux %s logs créés nécessite une connexion internet.)
hr: (Pristupanje evidenciji zapisa %s potrebna je Internet veza.)
it: (L'accesso ai registri di commit %s richiede una connessione a Internet.)
lt: Prieiga prie %s naujinimo žurnalų reikalauja interneto ryšio.
nl: Voor toegang tot de '%s' commit logs is een internetverbinding noodzakelijk.
pl: (Dostęp do '%s' commit log wymaga połączenia z Internetem.)
sk: (Prístup k denníku '%s' si vyžaduje pripojenie na internet.)
sr: (Pristup '%s' evidenciji zahteva Internet vezu.)
sv: (För att få tillgång till "%s" commit-loggen krävs en internetanslutning)
ta: ('%s' கமிட் பதிவுக்கான அணுகல் இணைய இணைப்பு தேவை.)
tr: (‘%s’ taahhüt günlüğüne erişim için internet bağlantısı gerekir.)
uk: (Для доступу до журналу логів %s потрібне підключення до Інтернету.)

source: (Attention: There will be a restart after %d crashes.)
bg: (Внимание: Ще има рестартиране след %d сривове.)
cs: (Upozornění: Po selhání %d dojde k restartu.)
da: (Bemærk: Det vil ske en genstart efter %d nedbrud.)
de: (ACHTUNG: Nach %d Abstürzen wird neu gestartet.)
el: (Προσοχή: Θα γίνει επανεκκίνηση μετά από %d κρασαρίσματα.)
et: (Teadmiseks: Pärast %d krahhi toimub taaskäivitus.)
fi: (HUOMIO: Uudelleenkäynnistys tulee %d kaatumisen jälkeen.)
fr: (Attention : il y aura un redémarrage après %d crashes.)
hr: (Pozor: Nakon pada %d doći će do ponovnog pokretanja sustava.)
it: (Attenzione: ci sarà un riavvio dopo %d crash.)
lt: (Dėmesio: Bus paleista iš naujo po %d gedimų.)
nl: (Opgelet: Na %d crashes vind een herstart plaats.)
pl: (Uwaga: po %d awariach nastąpi automatyczne zrestartowanie.)
sk: (Pozor: po %d pádoch bude nasledovať reštart.)
sr: (Pažnja: Doći će do ponovnog pokretanja nakon %d pada.)
sv: (Observera: Det blir en omstart efter att %d har kraschat)
ta: (கவனம்: %d செயலிழப்புகளுக்குப் பிறகு மறுதொடக்கம் இருக்கும்.)
tr: (Dikkat: %d çökmeden sonra yeniden başlatma gerçekleşecektir.)
uk: (Увага: Відбудеться перезавантаження після %d збоїв.)
vi: (Chú ý: Sẽ có khởi động lại sau khi%d gặp sự cố.)
zh_cn: (注意: 将在 %d 次崩溃后重新启动.)

source: (PiP)
ta: (பிப்)
uk: (ПіП)

source: (Radio)
bg: (Радио)
cs: (Rádio)
el: (Ραδιόφωνο)
lt: (Radijas)
sk: (Rádio)
ta: (வானொலி)
tr: (Radyo)
uk: (Радіо)

source: (TV)
bg: (ТВ)
el: (Τηλεόραση)
lt: (Televizija)
ta: (டிவி)
uk: (ТБ)

source: (The file '/media/hdd/images/config/myrestore.sh' exists and will be run after the image is flashed.)
cs: (Soubor '/media/hdd/images/config/myrestore.sh' existuje a bude spuštěn po flashnutí obrazu.)
el: (Το αρχείο '/media/hdd/images/config/myrestore.sh' υπάρχει και θα εκτελεστεί μετά το φλασάρισμα του image.)
fi: (Tiedosto '/media/hdd/images/config/myrestore.sh' on olemassa, ja se suoritetaan ohjelmisto päivityksen jälkeen.)
fr: (Le fichier '/media/hdd/images/config/myrestore.sh' existe et sera exécuté après que l'image sera clignotée.)
hr: (Datoteka '/media/hdd/images/config/myrestore.sh' postoji i biće pokrenut posle fleš imidža.)
it: (Il file '/media/hdd/images/config/myrestore.sh' esiste e verrà eseguito dopo il flashing dell'immagine.)
lt: (Failas "/media/hdd/images/config/myrestore.sh" yra ir bus paleistas po to, kai vaizdas mirksės.)
nl: (Het bestand '/media/hdd/images/config/myrestore.sh' bestaat en zal worden uitgevoerd nadat het image is geflashed.)
pl: (Plik '/media/hdd/images/config/myrestore.sh' istnieje i zostanie uruchomiony po flashowaniu systemu.)
sk: (Súbor '/media/hdd/images/config/myrestore.sh' existuje a spustí sa po dokončení flashovania image.)
sr: (Fajl '/media/hdd/images/config/myrestore.sh' postoji i biće pokrenut posle fleš imidža.)
sv: (Filen '/media/hdd/images/config/myrestore.sh' finns och kommer att köras efter att avbildningen har flashats)
ta: (The கோப்பு '/media/hdd/images/config/myrestore.sh' exists and will be ஓடு after the படம் is flashed.)
tr: ('/media/hdd/images/config/myrestore.sh' dosyası mevcut ve yazılım yüklendikten sonra çalıştırılacaktır.)
uk: (Файл '/media/hdd/images/config/myrestore.sh' існує і буде запущено після того, як імідж буде прошито.)

source: (empty)
bg: (Празен)
cs: (prázdné)
da: (tom)
de: (leer)
el: (κενό)
et: (tühi)
fi: (tyhjä)
fr: (Vide)
hr: (prazno)
hu: (üres)
it: (vuoto)
lt: (tuščia)
nl: (leeg)
pl: (puste)
pt_br: (vazio)
ru: (пусто)
sk: (prázdne)
sl: (prazno)
sr: (prazno)
sv: (tomt)
ta: (காலியாக)
tr: (boş)
uk: (відсутній)
vi: (trống)
zh_cn: (空)

source: (show optional DVD audio menu)
bg: (показване на допълнително аудио-меню DVD)
cs: (zobrazit případné DVD audio menu)
da: (Vis valgfri DVD lydmenu)
de: (DVD-Audiomenü zeigen falls vorhanden)
el: (εμφάνιση προαιρετικού μενού ήχου DVD)
et: (näita DVD valikulist helimenüüd)
fi: (näytä DVD äänen lisävalikko)
fr: (Afficher le menu DVD audio optionnel)
hr: (pokaži dodatni audio izbornik DVD)
hu: (DVD audió menü megjelenítése, ha van)
it: (Mostra il menu opzionale DVD audio)
lt: (rodyti pasirinktinį DVD garso meniu)
nl: (optioneel DVD audio menu weergeven)
pl: (pokaż opcjonalne menu DVD audio)
pt_br: (exibir menu opcional de áudio do DVD)
ru: (показать дополнительное аудио-меню ДВД)
sk: (zobraziť doplnkové menu zvuku DVD)
sl: (prikaži opcijski DVD avdio meni)
sr: (prikaži dodatni audio meni DVD)
sv: (visar valfri DVD ljudmeny)
ta: (விருப்ப டிவிடி ஆடியோ மெனுவைக் காட்டு)
tr: (İsteğe bağlı DVD ses menüsünü göster)
uk: (показати додаткове DVD аудіо меню)
vi: (hiển thị menu âm thanh DVD tùy chọn)
zh_cn: (显示可选的DVD音频菜单)

source: * = Restart required if this item is changed.
cs: * = Pokud se tato položka změní, je nutný restart.
el: * = Απαιτείται επανεκκίνηση αν αυτό το στοιχείο αλλάξει.
fi: * = Vaatii uudelleenkäynnistyksen
fr: * = Redémarrage nécessaire
hr: #= Potrebno je ponovno pokretanje ako se ova stavka promijeni.
it: * = Riavvio se questo elemento viene modificato.
lt: * = Būtina paleisti iš naujo
nl: * = Herstart noodzakelijk
sr: * = Potrebno je restartovati ako se ova stavka promeni.
sv: * = Omstart krävs om denna punkt ändras.
tr: # = Bu öğe değiştirilirse yeniden başlatma gerekir.
uk: * = Потрібне перезавантаження.

source: * current animation
bg: * текуща анимация
cs: * Aktuální nastavení animací
da: * nuværende animation
de: * gewählte Animation
el: * τρέχον κινούμενο γραφικό
et: * kasutatav animatsioon
fi: * nykyinen animaatio
fr: * animation courante
hr: * trenutna animacija
hu: * Aktuális konfiguráció aktiválása
it: * animazione attuale
lt: * dabartinė animacija
nl: * huidige animatie
pl: * obecna animacja
ru: * текущая анимация
sk: * aktuálna animácia
sr: * trenutna animacija
sv: * nuvarande animation
ta: * தற்போதைய அனிமேசன்
tr: * geçerli animasyon
uk: * поточна анімація
vi: * hoạt hình hiện tại
zh_cn: * 当前动画

source: +24 Hours
cs: +24 Hodin
el: +24 ώρες
fi: +24 tuntia
fr: +24 Heures
hr: +24 Sata
it: +24 ore
lt: +24 valandos
nl: +24 uren
pl: +24 Godziny
sk: +24 hodín
sr: +24 Sata
sv: +24 timmar
ta: +24 மணி நேரம்
tr: +24 Saat
uk: +24 години

source: - No space left on backup device.
cs: - Na záložním zařízení nezbývá místo.
el: - Δεν υπάρχει χώρος στη συσκευή εφεδρείας.
fi: - Varmuuskopioinnille ei jäänyt tilaa.
fr: - Espace insuffisant pour la sauvegarde.
hr: - Nema prostora na uređaju za sigurnosne kopije.
it: - Spazio insufficiente sul dispositivo di backup.
nl: - Niet genoeg ruimte op het back-up apparaat.
pl: - Brak miejsca na urządzeniu kopii zapasowej.
sk: - Na zálohovacom zariadení nezostalo žiadne miesto.
sr: - Nema više prostora na uređaju za rezervnu kopiju.
sv: - Inget utrymme kvar på backup-enheten.
ta: - காப்பு சாதனத்தில் எந்த இடமும் இல்லை.
tr: - Yedekleme cihazında yer kalmadı.
uk: - На пристрої не залишилося місця.

source: - No write permission on backup device.
cs: - Žádné oprávnění k zápisu na záložní zařízení.
el: - Η συσκευή εφεδρείας δεν έχει δικαίωμα εγγραφής.
fi: - Ei kirjoitus lupaa varmuuskopioinnille.
fr: - Pas de droits en écriture sur le support de sauvegarde.
hr: - Nema dozvole za pisanje na rezervnom uređaju.
it: - Autorizzazione di scrittura mancante sul dispositivo di backup.
nl: - Geen schrijfrechten op het back-up apparaat.
pl: - Brak uprawnień do zapisu na urządzeniu kopii zapasowej.
sk: - Žiadne oprávnenie na zápis do zálohovacieho zariadenia.
sr: - Nema dozvole za pisanje na uređaju za rezervne kopije.
sv: - Ingen skrivbehörighet på backup-enheten.
ta: - காப்புப்பிரதி சாதனத்தில் எழுத இசைவு இல்லை.
tr: - Yedekleme cihazında yazma izni yok.
uk: - Немає дозволу для запису на пристрій.

source: - Wrong backup destination.
cs: - Nesprávný cíl zálohy.
el: - Λανθασμένος προορισμός εφεδρείας.
fi: - Väärä varmuuskopiointi sijainti.
fr: - Chemin de sauvegarde erroné.
hr: - Pogrešno odredište rezervne kopije.
it: - Destinazione di backup errata.
nl: - Verkeerde back-up bestemming.
pl: - Złe miejsce docelowe kopii zapasowej.
sk: - Nesprávny cieľ zálohovania.
sr: - Pogrešna destinacija za rezervnu kopiju.
sv: - Fel destination för säkerhetskopian.
ta: - தவறான காப்பு இலக்கு.
tr: - Yanlış yedekleme hedefi.
uk: - Неправильне місце призначення.

source: -24 Hours
cs: -24 Hodin
el: -24 ώρες
fi: -24 tuntia
fr: - 24 heures
hr: -24 Sata
it: -24 ore
lt: -24 valandos
nl: -24 uren
pl: -24 Godziny
sk: -24 hodín
sr: -24 Sata
sv: -24 timmar
ta: -24 மணி நேரம்
tr: -24 Saat
uk: -24 години

source: -24h/+24 Hours
cs: -24 hodin/+24 hodin
da: -24/+24 Timer
de: -24h/+24 Stunden
el: -24h/+24 Ώρες
et: -24h/+24 tundi
fi: Seuraavat -+24 tuntia
fr: -24h/+24 Heures
hr: -24h/+24 Sata
hu: -1 nap/+1 nap
it: -24h/+24 ore
lt: -24v/+ 24 valandos
nl: -24/+24 Uur
pl: -24h/+24 Godziny
sk: -24h/+24 hodín
sr: -24h/+24 Sata
sv: -24 timmar/+24 timmar
ta: -24H/+24 மணி நேரம்
tr: -24h/+24 Saat
uk: -24/+24 Години
vi: -24h / + 24 giờ
zh_cn: -24小时/+24小时

source: /s
ru: /с
ta: /கள்
uk: /сек
zh_cn: /秒

source: /sec]
de: /Sek]
el: /δευτ]
et: /sek]
hr: /sek]
hu: /másodperc]
lt: /sek.]
pl: /sek]
sk: /s]
sr: /sek]
sv: /sek]
ta: /நொடி]
tr: /sn]
uk: /сек]
vi: / giây]
zh_cn: /秒]

source: 10bit
hr: 10bita
lt: 10 bitų
sk: 10 bitov
sr: 10bita
sv: 10 bitar
ta: 10 பிட்
uk: 10біт
zh_cn: 10位

source: 12 character
bg: 12 знака
cs: 12 znaků
de: 12 Zeichen
el: 12 χαρακτήρες
et: 12 tähemärki
fi: 12 merkki
fr: 12 caractères
hr: 12 znakova
hu: 12 karakter
it: carattere 12
lt: 12 simbolių
nl: 12 karakters
pl: 12 znaków
sk: 12 znakov
sr: 12 znakova
sv: 12 tecken
ta: 12 எழுத்து
tr: 12 karakter
uk: 12 символів
vi: 12 ký tự
zh_cn: 12个字符

source: 12, show Latin-1 characters except for greek and cyrillic, switch to 8 if needed.
bg: 12, показва латински-1 знаци с изключение на гръцки и кирилица, превключете на 8, ако е необходимо.
cs: 12, zobrazí znaky Latin-1 s výjimkou řečtiny a cyrilice, v případě potřeby přepne na 8.
el: 12, εμφάνιση latin-1 χαρακτήρων εκτός ελληνικών και κυριλλικών, αλλάξτε σε 8 αν απαιτείται.
fi: 12, näyttää Latin-1 merkistön paitsi kreikan ja kyrillisen, vaihda tarvittaessa 8:een.
fr: 12, affiche les caractères Latin-1 sauf pour le grec et le cyrillique, passe à 8 si nécessaire.
hr: 12, prikazivanje simbola Latin-1, osim grčkog i ćirilićnog, prebacite sa 8.
it: 12, mostra i caratteri Latin-1 ad eccezione di greco e cirillico, passa a 8 se necessario.
lt: 12, rodyti lotyniškus-1 simbolius, išskyrus graikų ir kirilicos simbolius, jei reikia, pereikite prie 8.
nl: 12, toon Latin-1 letters behalve bij grieks en cyrillisch, wanneer nodig dan naar 8 wisselen.
pl: 12, wyświetla znaki alfabetu łacińskiego-1 z wyjątkiem greckiego i cyrylicy, w razie potrzeby przełącz na 8.
sk: 12, zobrazuje znaky Latin-1 s výnimkou gréčtiny a cyriliky, v prípade potreby prepnite na 8.
sr: 12, prikazivanje simbola Latin-1, osim grčkog i ćirilićnog, prebacite sa 8.
sv: 12, visa Latin-1-tecken utom grekiska och kyrilliska, växla till 8 om det behövs.
ta: 12, கிரேக்க மற்றும் சிரிலிக் தவிர லத்தீன் -1 எழுத்துக்களைக் காட்டுங்கள், தேவைப்பட்டால் 8 க்கு மாறவும்.
tr: 12, Yunanca ve Kiril alfabeleri hariç Latin-1 karakterlerini göster, gerekirse 8'e geç.
uk: 12, показати символи латиниці-1, за винятком грецької та кирилиці, при необхідності переключитися на 8.

source: 12V output
bg: 12V изход
cs: 12V výstup
da: 12V udgang
de: 12V-Ausgang
el: έξοδος 12V
et: 12V väljund
fi: 12V ulostulo
fr: Sortie 12V
hr: 12V izlaz
hu: 12V kimenet
it: Uscita 12V
lt: 12V išvestis
nl: 12V uitgang
pl: Wyjście 12V
pt_br: Saída 12V
ru: 12В Выход
sk: 12 V výstup
sl: 12V izhod
sr: 12V izlaz
sv: 12V utgång
ta: 12 வி வெளியீடு
tr: 12V çıkış
uk: 12В вихід
vi: Đầu ra 12V
zh_cn: 12V输出

source: 12V output.
bg: 12V изход.
cs: 12V výstup.
da: 12V udgang.
de: 12V Ausgang.
el: Έξοδος 12V.
fi: 12V ulostulo.
fr: Sortie 12V.
hr: 12V izlaz.
hu: 12V kimenet.
it: Uscita 12V.
lt: 12V išvestis.
nl: 12V uitgang.
pl: Wyjście 12V.
ru: 12В выход.
sk: 12 V výstup.
sr: 12V izlaz.
sv: 12V utgång.
ta: 12 வி வெளியீடு.
tr: 12V çıkış.
uk: 12В вихід.
vi: đầu ra 12V.
zh_cn: 12V输出.

source: 12bit
hr: 12bita
lt: 12 bitų
sk: 12 bitov
sr: 12bita
sv: 12 bitar
ta: 12 பிட்
uk: 12біт
zh_cn: 12位

source: 12bit 4:2:0/4:2:2 no PiP
cs: 12bit 4:2:0/4:2:2 bez PiP
el: 12bit 4:2:0/4:2:2 χωρίς PIP
fi: 12bit 4:2:0/4:2:2 ei PIP
fr: 12bit 4:2:0/4:2:2 pas de PIP
hr: 12bita 4:2:0/4:2:2 bez PiP
lt: 12bitų 4:2:0/4:2:2 be PIP
nl: 12bit 4:2:0/4:2:2 geen PiP
pl: 12bit 4:2:0/4:2:2 bez PIP
sk: 12 bitov 4:2:0/4:2:2 bez PIP
sr: 12bita 4:2:0/4:2:2 bez PiP
sv: 12bit 4:2:0/4:2:2 ingen PiP
ta: 12 பிட் 4: 2: 0/4: 2: 2 பிப் இல்லை
tr: 12bit 4:2:0/4:2:2 PiP yok
uk: 12біт 4:2:0/4:2:2 ПіП відсутній

source: 13 V
ru: 13 В
ta: 13 வி
uk: 13 В

source: 16:10 Letterbox
el: 16:10 μπάρες πάνω - κάτω
lt: 16:10 įterpiant juodas juostas
ru: 16:10 Режим ящика
ta: 16:10 லெட்டர்பாக்ச்
tr: 16:10 Sinemaskop
uk: 16:10 Поштова скринька
vi: Hộp thư 16:10
zh_cn: 16:10信箱模式

source: 16:10 PanScan
el: 16:10 Παν-σάρωση
lt: 16:10 nukerpant šonus
ru: 16:10 Панорама
ta: 16:10 பான்ச்கான்
uk: 16:10 Панорама
vi: 16:10 Pan Quét
zh_cn: 16:10全景模式

source: 16:9 Always
cs: Vždy 16:9
el: 16:9 πάντα
fi: 16:9 pakotettu
fr: 16:9 toujours
hr: 16:9 Uvijek
it: 16:9 sempre
lt: Visada 16:9
nl: 16:9 Altijd
pl: 16:9 zawsze
sk: vždy 16:9
sr: 16:9 Uvek
sv: 16:9 Alltid
ta: 16: 9 எப்போதும்
tr: 16:9 Her zaman
uk: 16:9 завжди

source: 16:9 Combined
cs: 16:9 Kombinovaný
el: 16:9 σε συνδυασμό
fi: 16:9 Sovitettu
fr: 16:9 Combiné
hr: 16:9 Kombinirano
it: 16:9 combinato
nl: 16:9 gecombineerd
pl: 16:9 Łącznie
sk: 16:9 kombinované
sr: 16:9 Kombinovano
sv: 16:9 Kombinerad
ta: 16: 9 ஒருங்கிணைந்தது
tr: 16:9 Birleştirilmiş
uk: 16:9 Комбінований

source: 16:9 Ignore
cs: 16:9 Ignorovat
el: 16:9 αγνόηση
fi: 16:9 Älä välitä
hr: 16:9 Zanemari
it: 16:9 ignora
nl: 16:9 Negeren
pl: 16:9 Ignoruj
sk: 16:9 ignorovať
sr: 16:9 Zanemari
sv: 16:9 Ignorera
ta: 16: 9 புறக்கணிக்கவும்
tr: 16:9 Yok say
uk: 16:9 Ігнорувати
