Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Choose the front panel display formatting style for times. 'H' / 'HH' is the hour for a 24 hour clock, 'h' / 'hh' is the hour for a 12 hour clock, 'mm' is the minutes. ('HH' and 'hh' have leading zeros for single digit values.) The front panel display will be based on your choice but can be influenced any applicable skin.
bg: Избиране на стил за форматиране на дисплея на предния панел за времена. 'H' / 'HH' е часът за 24-часов часовник, 'h' / 'hh' е часът за 12-часов часовник, 'mm' са минутите. („HH“ и „hh“ имат водещи нули за едноцифрени стойности.) Дисплеят на предния панел ще се базира на вашия избор, но може да бъде повлиян от всяка приложима кожа.
da: Vælg frontpanel display formateringsstil af tider. 'T' / 'TT' er timen for et 24 timers ur, 't' / 'tt' er timen for et 12 timers ur, 'mm' er minutter og 'ss' er sekunder. ('TT' og 'tt' får foranstillet nuller for enkelt ciffer værdier). Skærmdisplayet vil blive baseret på dit valg, men kan blive påvirket af Temaet.
de: Wählen Sie, ob und wie die Uhrzeit im Display angezeigt werden soll. 'Keine Anzeige' zeigt sie gar nicht an, 'H'/'HH' im 24-Stunden-Format, 'h'/'hh' im 12-Stunden-Format. Bei 'HH' oder 'hh' wird einstelligen Werten eine '0' vorangestellt. Nicht jeder Skin unterstützt jede Einstellung.
et: Vali esipaneeli näidiku kellaaja vorming. 'H' / 'HH' on 24-tunni kella tund, 'h' / 'hh' 12-tunni kella tund, 'mm' on minutid ja 'ss' on sekundid. ('HH' ja 'hh' puhul kuvatakse ühekohalise numbri ette null.) Ekraanil kuvatav põhineb valitul, kuid seda võib mõjutada ka kasutatav kujundus.
fi: Valitse näyttöpaneelin kellonaikojen näyttömuoto. Näyttömuoto perustuu omaan valintaasi mutta voi muuttua riippuen teemasta.
fr: Choisissez le style de formatage de l'affichage du panneau avant pour les heures. 'H' / 'HH' est l'heure pour une horloge de 24 heures, 'h' / 'hh' est l'heure pour une horloge de 12 heures, 'mm' est les minutes. ('HH' et 'hh' ont des zéros non significatifs pour les valeurs à un chiffre.) L'affichage du panneau avant sera basé sur votre choix mais peut être influencé par n'importe quel skin applicable.
pl: Wybierz styl formatowania i wyświetlania na przednim wyświetlaczu dla czasów. „H” / „HH” to godzina dla zegara 24-godzinnego, „h” / „hh” to godzina dla zegara 12-godzinnego, „mm” to minuty. („HH” i „hh” mają zera wiodące dla wartości jednocyfrowych.) Wyświetlacz na panelu przednim będzie zależał od twojego wyboru, ale może mieć wpływ na dowolną odpowiednią skórkę.
sk: Vyberte si formát zobrazenia času na prednom paneli. 'H' / 'HH' označuje 24-hodinový formát, 'h' / 'hh' označuje 12-hodinový formát, 'mm' sú minúty a 'ss' sú sekundy. ('HH' a 'hh' obsahujú pre jednociferné hodnoty počiatočné nuly.) Zobrazenie podľa vašej voľby však môže ovplyvniť nastavený vzhľad (skin).
ta: நேரங்களுக்கு முன் குழு காட்சி வடிவமைப்பு பாணியைத் தேர்வுசெய்க. 'H' / 'HH' என்பது 24 மணிநேர கடிகாரத்திற்கான மணிநேரம், 'H' / 'HH' என்பது 12 மணிநேர கடிகாரத்திற்கான மணிநேரம், 'மிமீ' நிமிடங்கள். .
vi: Chọn kiểu định dạng hiển thị bảng mặt trước cho thời gian. 'H' / 'HH' là giờ cho đồng hồ 24 giờ, 'h' / 'hh' là giờ cho đồng hồ 12 giờ, 'mm' là phút. ('HH' và 'hh' có các số 0 đứng đầu cho các giá trị một chữ số.) Màn hình bảng mặt trước sẽ dựa trên sự lựa chọn của bạn nhưng có thể bị ảnh hưởng bởi bất kỳ giao diện nào.
zh_cn: 为时间选择前面板显示格式样式.H'/'HH'是24小时制,'h'/'hh'是12小时制,'mm'是 钟.('HH'和'hh'有前导零表示单个数字值.)前面板显示将根据您的 选择而定,但可能会影响任何适用的外观.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
bg: Избиране на името на файла, който съдържа данните за EPG, когато %s %s е изключен.се изключи. Това може да бъде удобно за разграничаване на няколко приемника.
da: Vælg navnet på den file som lagre EGP data når %s %s er slukket. Dette kan være nyttig for at kunne skelne mellem mange bokse.
de: Wählen Sie den Dateinamen für die EPG-Daten, wenn die %s %s ausgeschaltet wird. Das kann nützlich sein, wenn mehrere Boxen verwendet werden.
et: Määra, mis nimega EPG fail %s %s välja lülitamisel salvestatakse. Nii on mugav eristada mitme eri vastuvõtja faile.
fi: Valitse tiedostonimi, jonne EPG-tiedot tallennetaan kun %s %s sammutetaan. Tämä voi olla kätevä tapa erottaa eri laitteiden tiedot.
fr: Choisir le nom du fichier qui contient les données EPG lorsque le %s %s est éteint. Cela peut être pratique pour faire la différence entres plusieurs récepteurs.
hu: Válassza ki az EPG adatokat tartalmazó fájl nevét, ha a %s %s leállt. Ez hasznos lehet másik készülékre másolás esetén.
pl: Wybierz nazwę pliku, który przechowuje EPG gdy %s %s jest wyłączony. Może to być przydatne do rozróżniania kilku plików EPG.
ru: Выберите имя файла для данных EPG, когда %s %s выключен. Это может быть полезно, если используются несколько ресиверов.
sk: Vyberte názov súboru na uloženie údajov EPG pri vypnutí %s %s. Môže to byť užitočné na rozlíšenie medzi viacerými prijímačmi.
ta: %s %s மூடப்படும் போது EPG தரவை வைத்திருக்கும் கோப்பின் பெயரைத் தேர்வுசெய்க. பல பெட்டிகளுக்கு இடையில் வேறுபடுத்த இது எளிது.
vi: Chọn tên của tệp chứa dữ liệu EPG khi tắt% s% s. Điều này có thể thuận tiện để phân biệt giữa một số hộp.
zh_cn: 选择文件名保存EPG数据时 %s %s 关闭.这可以方便区分几个机顶盒.

source: Choose the style/order in which items are displayed in help windows.
cs: Vyberte styl/pořadí, ve kterém se položky zobrazí v oknech nápovědy.
el: Επιλογή του στυλ/σειράς με την οποία εμφανίζονται τα στοιχεία στα παράθυρα βοήθειας.
fi: Valitse järjestys, jossa kohteet näytetään ohje ikkunoissa.
hr: Odaberite stil/redoslijed kojim se stavke prikazuju u prozorima pomoći.
it: Scegli lo stile/l'ordine in cui gli elementi vengono visualizzati nelle finestre della guida.
lt: Pasirinkite stilių / tvarką, kuria elementai rodomi žinyno languose.
nl: Kies de stijl en volgorde van de items in de help schermen.
pl: Wybierz styl/kolejność wyświetlania elementów w oknach pomocy.
sk: Vyberte štýl/poradie, v ktorom sa zobrazia položky v oknách pomocníka.
sr: Izaberi stil/redosled prikazivanja stavki u prozorima za pomoć.
sv: Välj stil/ordning för hur objekten ska visas i hjälpfönstren.
ta: உதவி சாளரங்களில் உருப்படிகள் காண்பிக்கப்படும் பாணி/வரிசையைத் தேர்வுசெய்க.
tr: Yardım pencerelerinde öğelerin görüntüleneceği stili/sırayı seçin.

source: Choose whether AAC sound tracks should be transcoded.
bg: Избиране дали AAC sound tracks трябва да се прекодирани.
da: Vælg om AAC lydspor skal omkodes eller ikke.
de: Wählen Sie, ob AAC-Tonspuren transkodiert werden sollen.
et: Määra, kas AAC heli transkodeerida.
fi: Määrittää, tehdäänkö AAC-ääniraidoille uudelleenpakkaus (transcoding).
fr: Choisir si la piste son AAC doit être transcodée.
hu: Válassza ki, hogy az AAC hangsávokat átkódolják-e.
pl: Wybierz, czy transkodować ścieżkę dźwiękową AAC.
ru: Укажите нужно ли перекодировать звук AAC.
sk: Vyberte, či sa majú transkódovať zvukové stopy AAC.
ta: AAC ஒலி தடங்கள் டிரான்ச்கோட் செய்யப்பட வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem các bản nhạc âm thanh AAC có được chuyển mã hay không.
zh_cn: 选择是否要转换AAC音轨.

source: Choose whether AC3 Plus sound tracks should be transcoded to AC3.
bg: Избиране дали AC3 Plus sound tracks трябва да се прекодират за AC3.
da: Vælg om AC3 Plus lydspor skal omkodes til AC3 eller ikke.
de: Wählen Sie, ob AC3+-Tonspuren nach AC3 transkodiert werden sollen.
et: Määra, kas AC3+ heli taandada stereoks.
fi: Valitse tehdäänkö AC3+ ääniraidoille uudelleenpakkaus.
fr: Choisir si les pistes sonores AC3 Plus doivent être transcodées en AC3.
hu: Válassza ki, hogy az AC3 Plus hangsávokat át kell-e kódolni az AC3-ra.
pl: Wybierz, czy ścieżki dźwiękowe AC3 Plus mają zostać przekodowane do AC3.
sk: Vyberte, či sa majú transkódovať zvukové stopy AC3 Plus na AC3.
ta: AC3 பிளச் ஒலி தடங்கள் AC3 க்கு மாற்றப்பட வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem các bản âm thanh AC3 Plus có nên được chuyển mã sang AC3 hay không.
zh_cn: 选择是否应将AC3+音轨转换为AC3.

source: Choose whether AC3 sound tracks should be downmixed to stereo.
bg: Избиране дали AC3 sound tracks трябва да бъдат смесвани до стерео.
da: Vælg om AC3 lydspor skal downmixes til stereo eller ikke.
de: Wählen Sie, ob AC3-Tonspuren (Dolby Digital) zu Stereo heruntergerechnet werden sollen.
et: Määra, kas AC3 heli taandada stereoks.
fi: Valitse muunnetaanko monikanavaiset AC3 ääniraidat stereoksi.
fr: Choisir si les pistes sonores AC3 doivent être converties en mode stéréo.
hu: Ha kiválasztja, akkor az AC3 hangsávjait lekeveri sztereóra.
pl: Wybierz, czy ścieżki dźwiękowe AC3 mają zostać zmiksowane do wersji stereo.
sk: Vyberte, či sa majú zvukové stopy AC3 zlúčiť do režimu stereo.
ta: AC3 ஒலி தடங்கள் ச்டீரியோவுக்கு மாற்றப்பட வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem các bản âm thanh AC3 có nên được trộn lẫn thành âm thanh nổi hay không.
zh_cn: 选择AC3音轨是否混合为立体声.

source: Choose whether DTS channel sound tracks should be downmixed or transcoded.
bg: Изберете дали звуковите записи на DTS канала трябва да се миксират или транскодират.
da: Væg om DTS kanal lydspor skal downmixes eller det skal omkodes.
de: Wählen Sie, ob DTS-Tonspuren zu Stereo heruntergerechnet oder transkodiert werden sollen.
et: Määra, kas DTS heli taandada stereoks või transkodeerida.
fi: Valitse muunnetaanko monikanavaiset DTS ääniraidat stereoksi.
fr: Choisissez si les pistes audio des canaux DTS doivent être mixées ou transcodées.
hu: Válassza ki, hogy a DTS csatorna hangsávjait le kell-e keverni vagy átkódolni.
pl: Wybierz, czy ścieżki dźwiękowe kanału DTS mają być miksowane w dół lub transkodowane.
sk: Vyberte, či sa majú zvukové stopy kanála DTS zlúčiť alebo transkódovať.
ta: டி.டி.எச் சேனல் ஒலி தடங்கள் கீழ்மட்ட வேண்டுமா அல்லது டிரான்ச்கோட் செய்யப்பட வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem các bản âm thanh kênh DTS nên được trộn lẫn hoặc chuyển mã.
zh_cn: 选择是应该对WMA声道音轨进行缩混还是转码。

source: Choose whether DTS channel sound tracks should be downmixed to stereo.
bg: Избиране дали DTS channel sound track трябва да бъдат смесвани до стерео.
da: Vælg om DTS kanal lydspor skal downmixes til stereo eller ikke.
de: Wählen Sie, ob DTS-Tonspuren zu Stereo heruntergerechnet werden sollen.
et: Määra, kas DTS heli taandada stereoks.
fi: Valitse muunnetaanko monikanavaiset DTS ääniraidat stereoksi.
fr: Choisir si les pistes sonores du canal DTS doivent être converties en mode stéréo.
hu: Ha kiválasztja, akkor az DTS csatorna hangsávjait lekeveri sztereóra.
pl: Wybierz, czy ścieżki dźwiękowe kanału DTS mają być miksowane do wersji stereo.
sk: Vyberte, či sa majú zvukové stopy kanála DTS zlúčiť do režimu stereo.
ta: டி.டி.எச் சேனல் ஒலி தடங்கள் ச்டீரியோவுக்கு மாற்றப்பட வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem các bản âm thanh kênh DTS có nên được trộn lẫn thành âm thanh nổi hay không.
zh_cn: 选择频道DTS音轨是否缩混为立体声.

source: Choose whether WMA Pro channel sound tracks should be downmixed or transcoded.
bg: Изберете дали звуковите записи на канала на WMA Pro да се смесват или транскодират.
da: Vælg om WMA Pro kanal lydspor skal downmixes eller om det skal omkodes.
de: Wählen Sie, ob WMA-Pro-Tonspuren zu Stereo heruntergerechnet oder transkodiert werden sollen.
et: Määra, kas WMA Pro heli taandada stereoks või transkodeerida.
fi: Valitse muunnetaanko monikanavaiset DTS ääniraidat stereoksi.
fr: Choisissez si les pistes sonores des canaux WMA Pro doivent être mixées ou transcodées.
hu: Válassza ki, hogy a WMA Pro csatorna hangzásait le kell-e keverni vagy átkódolni.
pl: Wybierz, czy ścieżki dźwiękowe kanałów WMA Pro mają być miksowane w dół lub transkodowane.
sk: Vyberte, či sa majú zvukové stopy kanála WMA Pro zlúčiť alebo transkódovať.
ta: WMA புரோ சேனல் ஒலி தடங்கள் கீழ்மட்ட வேண்டுமா அல்லது டிரான்ச்கோட் செய்யப்பட வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem các bản âm thanh kênh WMA Pro nên được trộn lẫn hoặc chuyển mã.
zh_cn: 选择是应该对WMA声道音轨进行缩混还是转码。

source: Choose whether multi channel sound tracks should be convert to PCM or SPDIF.
bg: Избиране дали multi channel sound tracks трябва да се преобразуват в PCM или SPDIF.
da: Vælg om flerkanals lydspor skal konverteres til PCM eller SPDIF.
et: Määra, kas mitmekanaline heli väljastada PCM helina.
fi: Määrittää, lähetetäänkö monikanavaiset ääniraidat ulos PCM muodossa.
fr: Choisir si les pistes sons multicanaux doivent être converties en PCM ou en SPDIF.
hu: Válassza ki, hogy a többcsatornás hangsávnak PCM vagy SPDIF formátumúra legyen konvertálva.
pl: Wybierz, czy wielokanałowe ścieżki dźwiękowe mają być konwertowane na PCM czy SPDIF.
ru: Укажите, следует ли преобразовать многоканальные звуковые дорожки в PCM или SPDIF.
sk: Vyberte, či sa majú viackanálové zvukové stopy konvertovať do PCM alebo SPDIF.
ta: மல்டி சேனல் ஒலி தடங்கள் பிசிஎம் அல்லது எச்.பி.டி.ஐ.எஃப் ஆக மாற்றப்பட வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem có nên chuyển đổi các bản âm thanh đa kênh sang PCM hoặc SPDIF không.
zh_cn: 选择是否多通道声音轨道应转换为PCM或SPDIF输出.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
bg: Избиране дали multi channel sound tracks трябва да бъдат смесвани до стерео.
da: Vælg om flerkanals lydspor skal downmixes til stereo.
de: Wählen Sie, ob Mehrkanalton zu Stereo heruntergerechnet werden soll.
et: Määra, kas mitmekanaline heli taandada stereoks.
fi: Määrittää, muunnetaanko monikanavaiset ääniraidat stereoksi.
fr: Choisir si les pistes sons multicanaux doivent être converties en stéréo (downmix).
hu: Válassza ki, hogy a többcsatornás hangsávokat a sztereóhoz le kell-e keverni.
pl: Wybierz, czy ścieżki dźwiękowe wielokanałowe mają zostać zmiksowane do wersji stereo.
ru: Выберите, следует ли многоканальную звуковую дорожку декодировать в стереозвук.
sk: Vyberte, či sa majú viackanálové zvukové stopy zlúčiť do režimu stereo.
ta: மல்டி சேனல் ஒலி தடங்கள் ச்டீரியோவுக்கு மாற்றப்பட வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem các bản âm thanh đa kênh có nên được trộn lẫn thành âm thanh nổi hay không.
zh_cn: 选择是否要多通道音轨混合为立体声.

source: Choose whether multi channel sound tracks should be output as PCM.
bg: Избиране дали multi channel sound tracks трябва бъдат изходни като PCM.
da: Vælg om flerkanals lydspor skal sendes ud som PCM.
de: Wählen Sie, ob Mehrkanalton als PCM ausgegeben werden soll.
et: Määra, kas mitmekanaline heli väljastada PCM helina.
fi: Määrittää, lähetetäänkö monikanavaiset ääniraidat ulos PCM-muodossa.
fr: Choisir si les pistes sons multicanaux doivent être sortis comme PCM.
hu: Válassza ki, hogy a többcsatornás hangsávot PCM-ként kell kiadni.
pl: Wybierz, czy ścieżki dźwiękowe wielokanałowe mają być odtwarzane jako PCM.
ru: Укажите, следует ли многоканальные звуковые дорожки выводить как PCM.
sk: Vyberte, či majú byť viackanálové zvukové stopy na výstupe ako PCM.
ta: மல்டி சேனல் ஒலி தடங்கள் பிசிஎம் ஆக வெளியீட்டாக இருக்க வேண்டுமா என்பதைத் தேர்வுசெய்க.
vi: Chọn xem các bản âm thanh đa kênh có được xuất ra dưới dạng PCM hay không.
zh_cn: 选择是否多通道声音轨道应输出的PCM.

source: Choose whether or not to show an icon when a motorized dish is moving.
bg: Избиране дали да се показва икона, когато се движи моторизирана антена.
da: Vælg om der sakl vises et ikon når en motoriseret skål bevæger sig.
de: Einstellen, ob und wie ein Icon bei Rotorbewegung angezeigt wird.
et: Määra, kas ajami liikumisel näidatakse ikooni.
fi: Valitse, näytetäänkö kuvake, kun moottoroitu lautanen liikkuu.
fr: Choisir s'il faut ou pas afficher une icône lorsque le moteur bouge.
hu: Válassza ki, hogy megjelenjen-e egy ikon, miközben az antenna forgatómotorja dolgozik.
pl: Wybierz, czy pokazywać ikonę w czasie ruchu obrotnicy.
ru: Выберите, нужно ли показать иконку при движении антенны с мотоподвесом.
sk: Vyberte, či sa má pri pohybe motora zobrazovať ikona.
ta: மின்னோடி பொருத்தப்பட்ட டிச் நகரும் போது ஐகானைக் காட்டலாமா வேண்டாமா என்பதைத் தேர்வுசெய்க.
vi: Chọn có hay không hiển thị biểu tượng khi một đĩa cơ giới đang di chuyển.
zh_cn: 极轴移动时选择是否显示图标.

source: Chrony
ta: குரோனி
tr: Kronik

source: Client is streaming from this box!
bg: Клиентът предава поточно предаване от тази кутия!
fi: Etäasiakas suora toistaa boxin kautta!
fr: Le client est en streaming depuis cette boîte !
pl: Klient aktualnie strumieniuje z tego urządzenia!
sk: Z tohto zariadenia práve streamuje klient!
ta: கிளையன்ட் இந்த பெட்டியிலிருந்து ச்ட்ரீமிங் செய்கிறார்!

source: Cloudflare DNS
pl: DNS Cloudflare
ta: கிளவுட்ஃப்ளேர் டி.என்.எச்

source: Colored Text
pl: Kolorowy tekst
sk: Farebný text
ta: வண்ண உரை

source: Comodo Secure DNS
pl: DNS Comodo Secure
sk: Zabezpečené DNS Comodo
ta: கோமோடோ பாதுகாப்பான டி.என்.எச்

source: Configure for which types of recordings a warning about active recordings is shown when attempting to restart the box or the GUI.
bg: Конфигурирайте за кои типове записи, предупреждение за активни записи се показва, когато се опитва да рестартира приемника или графичния интерфейс.
da: Konfigurer for hvilke typer af optagelser der vises en advarsler om aktive optagelser, når boks eller GUI forsøges genstartet.
de: Legt fest, ob beim Neustart eine Warnung wegen laufender Aufnahmen nur bei echten Aufnahmen erfolgt oder auch bei Streaming bzw. Pseudo-Aufnahmen (z.B. EPGRefresh).
et: Määra, millist tüüpi toimuvate salvestuste puhul kuvatakse hoiatus vastuvõtja või kasutajaliides taaskäivitamisel.
fi: Määrittää, millaisten tallennusten yhteydessä näytetään varoitus, jos laitetta tai järjestelmällä yritetään käynnistää uudelleen.
fr: Configurer pour quels types d'enregistrements un avertissement à propos d'enregistrements actifs est émis lorsqu'on tente de redémarrer le récepteur ou l'IGU.
hu: Azt lehet beállítani, hogy a készülék vagy a grafikus felület újraindításakor milyen üzenet jelenjen meg amikor a felvétel folyik.
pl: Skonfiguruj dla jakich typów nagrań pojawia się ostrzeżenie o aktywnych nagraniach podczas próby ponownego uruchomienia tunera lub interfejsu.
ru: Укажите для каких типов записей следует выводить предупреждение, когда будет выбрана перезагрузка ресивера или пользовательского интерфейса.
sk: Nastavte, pre ktoré typy nahrávok sa zobrazí výstraha o aktívnom nahrávaní, ak sa pokúsite o reštartovanie prijímača alebo GUI.
ta: பெட்டியை அல்லது GUI ஐ மறுதொடக்கம் செய்ய முயற்சிக்கும்போது செயலில் உள்ள பதிவுகளைப் பற்றிய எச்சரிக்கை எந்த வகையான பதிவுகளை உள்ளமைக்கப்படுகிறது.
vi: Định cấu hình cho loại bản ghi cảnh báo về bản ghi hoạt động được hiển thị khi cố gắng khởi động lại hộp hoặc GUI.
zh_cn: 当试图重新启动用户界面时,会显示有关主动录像的警告.

source: Configure how recording filenames are constructed. Standard: Date Time - Channel - Title Very very short: Title Very short: Title - Date Time Short with time: Date Time - Title Short: Date - Title Long: Date Time - Channel - Title - Info
bg: Конфигурирайте как се изграждат имена на файлове за запис. Стандартно: Дата Час - Канал - Заглавие Много много кратко: Заглавие Много кратко: Заглавие - Дата Час Кратко с времето: Дата Час - Кратко заглавие: Дата - Дълго заглавие: Дата Час - Канал - Заглавие - Информация
da: Konfigurer hvordan filnavne for optagelses sammensættes. Standard: Dato Tid - Kanal - Ekstra kort Titel: Meget kort Titel: Titel - Dato Tid Kort med tid: Dato Tid - Kort Titel: Dato - Lang Titel: Dato Tid - Kanal - Titel - Info
de: Zusammensetzung des Dateinamens von Aufnahmen. Standard: Datum Zeit - Sender - Titel Extrem kurz: Titel Sehr kurz: Titel - Datum Zeit Kurz mit Zeit: Datum Zeit - Titel Kurz: Datum - Titel Lang: Datum Zeit - Sender - Titel - Info
et: Määra salvestiste failinimede kuju.Tavaline: Kuupäev - kellaaeg - kanal - nimi Ülilühike: Nimi Väga lühike: Nimi - kuupäev - kellaaeg Lühike kuupäevaga: Kuupäev, kellaaeg - nimi Lühike: Kuupäev - Nimi Pikk: Kuupäev - kellaaeg - kanal - nimi - info
fi: Määritä tallenteiden tiedostonimien rakenne
fr: Configurez la façon dont les noms de fichiers d'enregistrement sont construits. Standard : Date Heure - Chaîne - Titre Très très court : Titre Très court : Titre - Date Heure Court avec heure : Date Heure - Titre Court : Date - Titre Long : Date Heure - Chaîne - Titre - Info
hu: Állítsa be a felvételi fájlnevek létrehozásának módját
pl: Skonfiguruj, w jaki sposób budowane są nazwy plików rejestrujących. Standard: Data Godzina - Kanał - Tytuł Bardzo bardzo krótki: Tytuł Bardzo krótki: Tytuł - Data Godzina Krótki z czasem: Data Godzina - Tytuł Krótki: Data - Tytuł Długi: Data Godzina - Kanał - Tytuł - Informacje
sk: Nastavte spôsob vytvárania názvov súborov s nahrávkami. Štandardne: Dátum Čas - Kanál - Názov Extrémne krátke: Názov Veľmi krátke: Názov - Dátum Čas Krátke, s časom: Dátum Čas - Názov Krátke: Dátum - Názov Dlhé: Dátum Čas - Kanál - Názov - Info
ta: பதிவு செய்யும் கோப்பு பெயர்கள் எவ்வாறு கட்டப்படுகின்றன என்பதை உள்ளமைக்கவும். தரநிலை: தேதி நேரம் - சேனல் - தலைப்பு மிகக் குறுகியது: தலைப்பு மிகக் குறுகியது: தலைப்பு - தேதி நேரம் நேரம்: தேதி நேரம் - தலைப்பு குறுகிய: தேதி - தலைப்பு நீண்ட: தேதி நேரம் - சேனல் - தலைப்பு - செய்தி - செய்தி
vi: Cấu hình cách ghi tên tập tin được xây dựng. Tiêu chuẩn: Ngày Thời gian - Kênh - Tiêu đề Rất rất ngắn: Tiêu đề Rất ngắn: Tiêu đề - Ngày Thời gian ngắn với thời gian: Ngày Thời gian - Tiêu đề ngắn: Ngày - Tiêu đề dài: Ngày Thời gian - Kênh - Tiêu đề - Thông tin
zh_cn: 配置录制文件是构建.标准:日期时间-频道-标题非常短:标题很短:标题-日期时间短的时 间:日期时间-标题短:日期-标题长:日期时间-频道-标题-信息

source: Configure if epg.dat should be saved at all.
bg: Конфигурирайте ако epg.dat трябва да бъде запазен във всичко.
da: Konfigurer om epg.dat overhovedet skal gemmes.
de: Einstellen, ob die EPG-Daten gespeichert werden sollen.
et: Määra, kas epg andmed tuleks salvestada.
fi: Määrittää, talletetaanko epg.dat -tiedostoa.
fr: Configure si l'epg.dat doit être complétement sauvegardé.
hu: Állítsa be, hogy az epg.dat fájl mentésre kerüljön-e.
pl: Skonfiguruj, czy w ogóle ma być zapisywany plik epg.dat.
ru: Настройка сохранения epg.dat.
sk: Nastavte, či sa vo všeobecnosti má ukladať súbor epg.dat.
ta: EPG.DAT சேமிக்க வேண்டுமானால் உள்ளமைக்கவும்.
vi: Cấu hình nếu epg.dat nên được lưu ở tất cả.
zh_cn: 如需完全保存epg.dat,则配置.

source: Configure the brightness level of the front panel display for standby.
bg: Конфигуриране на нивото на яркост на дисплея на предния панел за standby.
da: Konfigurere lysstyrkeniveauet af displayet på frontpanelet i Standby.
de: Einstellung der Helligkeit für das Gerätedisplay im Standby.
et: Määra esipaneeli näidiku heledus ooteseisundis.
fi: Määrittää etupaneeliin näytön kirkkauden valmiustilassa.
fr: Configure le niveau de luminosité de l'affichage du panneau avant en mode veille.
hu: Állítsa be az előlapi kijelző fényerőszintjét készenléti állapotban.
pl: Skonfiguruj poziom jasności wyświetlacza panelu przedniego w trybie czuwania.
ru: Регулировка яркости дисплея на передней панели в режиме ожидания.
sk: Nastavte úroveň jasu displeja na prednom paneli – v pohotov. režime.
ta: காத்திருப்புக்கு முன் குழு காட்சியின் பிரகாசத்தை உள்ளமைக்கவும்.
vi: Định cấu hình mức độ sáng của màn hình bảng điều khiển phía trước cho chế độ chờ.
zh_cn: 配置待机时的前面板显示的亮度级别.
