Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Enable this option to add bouquet database information to the debug log file.
cs: Povolte tuto možnost, chcete-li do souboru ladicího protokolu přidat informace o databázi seznamů.
el: Ενεργοποιήστε αυτή την επιλογή για να προστεθούν οι πληροφορίες της βάσης δεδομένων των μπουκέτων στο αρχείο αποσφαλμάτωσης.
hr: Omogućite ovu opciju za dodavanje informacija iz baze buketa u datoteku zapisnika za otklanjanje pogrešaka.
it: Abilita questa opzione per aggiungere le informazioni del database bouquet al file di registro di debug.
sr: Omogući ovu opciju da dodaš informacije iz baze podataka buketa u fajl dnevnika grešaka.
sv: Aktivera det här alternativet om du vill lägga till information om bukettdatabasen i debugloggfilen.
tr: Hata ayıklama günlüğü dosyasına buket veri tabanı bilgilerini eklemek için bu seçeneği etkinleştirin.
uk: Ввімкніть цю опцію, щоб додати інформацію про базу даних фаворитів до файлу журналу налагодження.

source: Enable this option to add extra DVB details to the debug log file.
cs: Povolením této možnosti přidáte další podrobnosti DVB do souboru protokolu ladění.
el: Ενεργοποιήστε αυτή την επιλογή για να προστεθούν επιπλέον λεπτομέρειες DVB στο αρχείο αποσφαλμάτωσης.
fi: Aktivoi tämä vaihtoehto lisätäksesi DVB lisätietoja debug loki tiedostoon.
hr: Omogućite ovu opciju da biste dodali dodatne DVB detalje u datoteku dnevnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere ulteriori dettagli DVB al file di registro di debug.
nl: Activeren, om extra DVB-details aan het debug-log bestand toe te voegen.
pl: Włącz tę opcję, aby dodać dodatkowe szczegóły DVB do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti sa do súboru protokolu pridajú ďalšie podrobnosti o DVB.
sr: Omogućite ovu opciju da dodate dodatne DVB detalje u datoteku dnevnika za otklanjanje grešaka.
sv: Aktivera detta alternativ för att lägga till extra DVB-detaljer i debug-loggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் கூடுதல் டிவிபி விவரங்களைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlüğü dosyasına ek DVB ayrıntıları eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати додаткові відомості про DVB до файлу журналу налагодження.

source: Enable this option to add extra DVB scan data to the debug log file.
cs: Tuto možnost povolte, chcete-li do souboru protokolu ladění přidat další data skenování DVB.
el: Ενεργοποιήστε αυτή την επιλογή για την προσθήκη πρόσθετων δεδομένων ανίχνευσης DVB στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Ota tämä asetus käyttöön, jos haluat lisätä ylimääräisiä DVB skannaus tietoja virheenkorjauslokitiedostoon.
hr: Omogućite ovu opciju da biste dodali dodatne podatke DVB skeniranja u datoteku dnevnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere dati di scansione DVB extra al file di registro di debug.
lt: Įjunkite šią parinktį, kad pridėtumėte papildomų DVB nuskaitymo duomenų prie derinimo žurnalo failo.
nl: Activeer deze optie om extra DVB scan gegevens toe te voegen aan het debug log-bestand.
pl: Włącz tę opcję, aby dodać dodatkowe dane skanowania DVB do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte ďalšie údaje o vyhľadávaní DVB do súboru denníka ladenia.
sr: Omogući opciju dodavanja ekstra DVB skeniranja u fajl evidencije otklanjanja greške.
sv: Aktivera det här alternativet för att lägga till extra DVB-scanningsdata i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் கூடுதல் டிவிபி ச்கேன் தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlük dosyasına ekstra DVB tarama verileri eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати додаткові дані сканування DVB до файлу журналу налагодження.

source: Enable this option to add extra DVB time sync data to the debug log file.
cs: Povolením této možnosti přidáte do souboru protokolu ladění další data synchronizace času DVB.
el: Ενεργοποιήστε αυτή την επιλογή για να προστεθούν επιπλέον δεδομένα συγχρονισμού ώρας DVB στο αρχείο αποσφαλμάτωσης.
fi: Tämän vaihtoehdon avulla voit lisätä ylimääräisiä DVB aikasynkronointitietoja debug lokitiedostoon.
hr: Omogućite ovu opciju da biste dodali dodatne podatke o sinkronizaciji DVB u datoteku dnevnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere ulteriori dati di sincronizzazione temporale DVB al file di registro di debug.
nl: Activeren, om extra DVB-timesync-data aan het debug-log bestand toe te voegen.
pl: Włącz tę opcję, aby dodać dodatkowe dane synchronizacji czasu DVB do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti sa do súboru protokolu pridajú ďalšie údaje o synchronizácii času DVB.
sr: Omogućite ovu opciju da dodate dodatne podatke o sinhronizaciji DVB vremena u datoteku dnevnika za otklanjanje grešaka.
sv: Aktivera detta alternativ för att lägga till extra DVB-tidssynkroniseringsdata i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் கூடுதல் டி.வி.பி நேர ஒத்திசைவு தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlüğü dosyasına ek DVB zaman senkronizasyon verileri eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати додаткові дані синхронізації часу DVB до файлу журналу налагодження.

source: Enable this option to add extra EPG data to the debug log file.
cs: Povolením této možnosti přidáte do souboru protokolu ladění další data EPG.
el: Ενεργοποιήστε αυτή την επιλογή για την προσθήκη πρόσθετων δεδομένων EPG στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Ota tämä vaihtoehto käyttöön, jos haluat lisätä ylimääräisiä EPG tietoja vianmäärityslokitiedostoon.
hr: Omogućite ovu mogućnost da biste dodali dodatne EPG podatke u datoteku zapisnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere dati EPG extra al file di registro di debug.
lt: Įjunkite šią parinktį, kad pridėtumėte papildomų EPG duomenų prie derinimo žurnalo failo.
nl: Activeer deze optie om extra EPG gegevens toe te voegen aan het debug log-bestand.
pl: Włącz tę opcję, aby dodać dodatkowe dane EPG do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti prídáte ďalšie údaje EPG do súboru denníka ladenia.
sr: Omogući opciju dodavanja ekstra EPG podatak u fajl evidencije otklanjanja greške.
sv: Aktivera detta alternativ om du vill lägga till extra EPG-data i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் கூடுதல் ஈபிசி தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlük dosyasına ekstra EPG verileri eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати додаткові дані EPG до файлу журналу налагодження.

source: Enable this option to add extra teletext details to the debug log file.
cs: Povolením této možnosti přidáte další podrobnosti o teletextu do souboru protokolu ladění.
el: Ενεργοποιήστε αυτή την επιλογή για να προσθέσετε περαιτέρω λεπτομέρειες τηλεκειμένου στο αρχείο καταγραφής.
fi: Tämän vaihtoehdon avulla voit lisätä ylimääräisiä tekstitv teksitys tietoja debug loki tiedostoon.
hr: Omogućite ovu opciju da bi dodali dodatne detalje teleteksta u datoteku dnevnika otklanjanja grešaka.
it: Abilita questa opzione per aggiungere ulteriori dettagli del teletext al file di registro di debug.
nl: Deze optie activeren om extra Teletekst details aan het Debug-logbestand toe te voegen.
pl: Włącz tę opcję, aby dodać dodatkowe szczegóły telegazety do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte dodatočné teletextové podrobnosti do súboru so záznamom pre ladenie.
sr: Omogućite ovu opciju da dodate dodatne detalje teleteksta u dnevnik fajl za otklanjanje grešaka.
sv: Aktivera detta alternativ för att lägga till extra text-TV-detaljer i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் கூடுதல் டெலிடெக்ச்ட் விவரங்களைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlüğü dosyasına ek teletext ayrıntıları eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати додаткові відомості про телетекст до файлу журналу налагодження.

source: Enable this option to add international language and country load information detected during system boot to the debug log file.
cs: Povolením této možnosti přidáte do souboru protokolu ladění informace o mezinárodním jazyce a zatížení země zjištěné během spouštění systému.
el: Ενεργοποιήστε αυτήν την επιλογή για να προσθέσετε πληροφορίες για τη διεθνή γλώσσα και τον φόρτο χώρας που ανιχνεύονται κατά την εκκίνηση του συστήματος στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Ota tämä asetus käyttöön, jos haluat lisätä järjestelmän käynnistyksen aikana havaitut kansainväliset kieli- ja maa tiedot virheen korjauksen lokitiedostoon.
hr: Omogućite ovu mogućnost da biste dodali informacije o učitavanju međunarodnog jezika i zemlje otkrivene tijekom pokretanja sustava u datoteku dnevnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere al file di registro di debug le informazioni sul caricamento della lingua internazionale e del paese rilevate durante l'avvio del sistema.
nl: Schakel deze optie in om informatie over de internationale taal- en landinformatie die tijdens het opstarten van het systeem wordt herkend, toe te voegen aan het Debug-log bestand.
pl: Włącz tę opcję, aby dodać informacje o obciążeniu języka międzynarodowego i kraju wykryte podczas uruchamiania systemu do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte načítané informácie o jazyku a krajine zistené počas spúšťania systému do súboru denníka ladenia.
sr: Omogući ovu opciju da doda info o međunarodnom jeziku i opterečenju zemlje otkrivene tokom pokretanja sistema u fajl evidencije otklanjanja grešaka.
sv: Aktivera det här alternativet om du vill lägga till information om internationellt språk och land som upptäcks vid systemstart i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் கணினி துவக்கத்தின் போது கண்டறியப்பட்ட பன்னாட்டு மொழி மற்றும் நாட்டு சுமை தகவல்களைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Sistem önyüklemesi sırasında algılanan uluslararası dil ve ülke yükleme bilgilerini hata ayıklama günlük dosyasına eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати інформацію про завантаження міжнародної мови та країни, виявлену під час завантаження системи, до файлу журналу налагодження.

source: Enable this option to add keyboard key map data to the debug log file.
bg: Разрешете тази опция, за да добавите данни за клавиатурата към регистрационния файл за отстраняване на грешки.
cs: Tuto možnost povolte, chcete-li do souboru protokolu ladění přidat data mapy klávesnice.
el: Ενεργοποιήστε αυτή την επιλογή για την προσθήκη δεδομένων χάρτη πληκτρολογίου στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Ota tämä vaihtoehto käyttöön, jos haluat lisätä näppäimistön tietoja virheenkorjauksen lokitiedostoon.
fr: Activez cette option pour ajouter des données de mappage de clavier au fichier journal de débogage.
hr: Omogućite ovu mogućnost da biste dodali podatke mape tipki tipkovnice u datoteku zapisnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere dati della mappa dei tasti della tastiera al file di registro di debug.
lt: Įjunkite šią parinktį, jei į derinimo žurnalo failą norite įtraukti klaviatūros klavišų plano duomenis.
nl: Activeer deze optie om gebruik van het toetsenbord mee te nemen in het debug log bestand.
pl: Włącz tę opcję, aby dodać dane mapy klawiatury do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte údaje mapy klávesov klávesnice do súboru denníka ladenia.
sr: Omogući opciju dodavanja tastature keymap podataka u fajlu evidencije otklanjanja grešaka.
sv: Aktivera det här alternativet om du vill lägga till data om tangentbordets tangenter i debugloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் விசைப்பலகை முக்கிய வரைபடத் தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlük dosyasına klavye tuş haritası verilerini eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цю опцію, щоб додати дані розкладки клавіатури до файлу журналу налагодження.

source: Enable this option to add opkg output data to the debug log file.
bg: Разрешете тази опция, за да добавите изходни данни opkg към регистрационния файл за отстраняване на грешки.
cs: Povolením této možnosti přidáte výstupní data opkg do souboru protokolu ladění.
el: Ενεργοποιήστε αυτή την επιλογή για την προσθήκη δεδομένων εξόδου opkg στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Ota tämä käyttöön, jos haluat lisätä opkg tiedot vianmääritysloki tiedostoon.
hr: Omogućite ovu opciju za dodavanje opkg izlaznih podataka u datoteku dnevnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere dati di output di opkg al file di registro di debug.
lt: Įgalinti šią parinktį įtraukti opkg išvesties duomenis į derinimo žurnalo failą.
nl: Activeer deze optie om OPKG gegevens toe te voegen aan het debug log bestand.
pl: Dodaj dane wyjściowe opkg do pliku log.
sk: Aktiváciou tejto možnosti pridáte výstupné údaje opkg do súboru denníka ladenia.
sr: Omogući opciju dodavanja opkg izlaznih podataka u fajl evidencije otklanjanja greške.
sv: Aktivera detta alternativ om du vill lägga till utdata från opkg i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் OPKG வெளியீட்டு தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlük dosyasına opkg çıktı verileri eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати вихідні дані opkg до файлу журналу налагодження.

source: Enable this option to add remote control data to the debug log file.
bg: Разрешете тази опция, за да добавите данни за дистанционно управление към регистрационния файл за отстраняване на грешки.
cs: Tuto možnost povolte, chcete-li do souboru protokolu ladění přidat data vzdáleného ovládání.
el: Ενεργοποιήστε αυτή την επιλογή για την προσθήκη δεδομένων τηλεχειριστηρίου στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Aktivoi tämä vaihtoehto, jos haluat lisätä kaukosäätimen tietoja virheenkorjaus lokitiedostoon.
fr: Activez cette option pour ajouter des données de contrôle à distance au fichier journal de débogage.
hr: Omogućite ovu mogućnost da biste dodali podatke daljinskog kontrolora u datoteku zapisnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere dati del controllo remoto al file di registro di debug.
lt: Įjunkite šią parinktį, jei į derinimo žurnalo failą norite įtraukti nuotolinio valdymo duomenis.
nl: Activeer deze optie om gegevens van de afstandsbediening mee te nemen in het debug log bestand.
pl: Włącz tę opcję, aby dodać dane zdalnego sterowania do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte do súboru denníka ladenia údaje o vzdialenom ovládaní.
sr: Omogući ovu opciju da dodaš podatke daljinskog upravljanja u datoteku dnevnika otklanjanja grešaka.
sv: Aktivera detta alternativ för att lägga till fjärrstyrningsdata i debug-loggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் ரிமோட் கண்ட்ரோல் தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlük dosyasına uzaktan kontrol verileri eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цю опцію, щоб додати дані дистанційного керування до файлу журналу налагодження.

source: Enable this option to add screen names and resolution data to the debug log file.
bg: Разрешаване на тази опция, за да добавите екранни имена и данни за разделителна способност към регистрационния файл за отстраняване на грешки.
cs: Tuto možnost povolte, chcete-li do souboru protokolu ladění přidat názvy obrazovek a údaje o rozlišení.
el: Ενεργοποιήστε αυτή την επιλογή για την προσθήκη ονομάτων οθόνης και δεδομένων ανάλυσης εικόνας στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Ota tämä vaihtoehto käyttöön, jos haluat lisätä näytön nimiä ja tarkkuustietoja virheenkorjauksen lokitiedostoon.
fr: Activez cette option pour ajouter des noms d'écran et des données de résolution au fichier journal de débogage.
hr: Omogućite ovu mogućnost da biste dodali nazive zaslona i podatke o razlučivosti u datoteku zapisnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere nomi di schermate e dati di risoluzione al file di registro di debug.
lt: Įjunkite šią parinktį, jei į derinimo žurnalo failą norite įtraukti ekrano pavadinimus ir skiriamosios gebos duomenis.
nl: Activeer deze optie om schermnamen en resolutiegegevens mee te nemen in het debug log bestand.
pl: Włącz tę opcję, aby dodać nazwy ekranów i dane rozdzielczości do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte do súboru denníka ladenia názvy obrazoviek a údaje o rozlíšení.
sr: Omogući opciju dodavanja imena ekrana i podatke rezolucije u fajl evidencije otklanjanja greške.
sv: Aktivera det här alternativet för att lägga till skärmnamn och upplösningsdata i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் திரை பெயர்கள் மற்றும் தெளிவுத்திறன் தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlük dosyasına ekran adları ve çözünürlük verileri eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цю опцію, щоб додати до файлу журналу налагодження екранні імена та дані роздільної здатності.

source: Enable this option to add storage device information detected during system boot and hot plug events to the debug log file.
cs: Povolte tuto možnost, chcete-li do souboru protokolu ladění přidat informace o úložném zařízení zjištěné během spouštění systému a událostí připojení za provozu.
el: Ενεργοποιήστε αυτή την επιλογή για να προστεθούν οι πληροφορίες της συσκευής αποθήκευσης που ανιχνεύεται κατά την εκκίνηση του συστήματος και οι ενέργειες αυτόματης σύνδεσης στο αρχείο αποσφαλμάτωσης.
fi: Ota tämä asetus käyttöön lisätäksesi järjestelmän käynnistyksen ja hot plug tapahtumat debug lokitiedostoon.
hr: Omogućite ovu opciju da bi dodali info o uređaju za skladištenje otkriveni tokom pokretanja sistema i događaja hot plug u datoteku dnevnika debug.
it: Abilita questa opzione per aggiungere al file di registro di debug le informazioni sul dispositivo di archiviazione rilevato durante l'avvio del sistema e gli eventi di hot plug.
nl: Activeren, om tijdens het booten of via Hot-Plug gevonden informatie van opslagmedia in het Debug-Log bestand toe te voegen.
pl: Włącz tę opcję, aby dodać informacje o urządzeniu pamięci masowej wykrytym podczas rozruchu systemu i zdarzeń podłączania na gorąco do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte informáciu o úložnom zariadení, zistené počas načítavania systému a udalosti typu hot plug do súboru denníka ladenia.
sr: Omogućite ovu opciju da dodate informacije o uređaju za skladištenje otkrivene tokom pokretanja sistema i hot plug događaja u datoteku dnevnika za otklanjanje grešaka.
sv: Aktivera det här alternativet för att lägga till information om lagringsenheter som upptäcks under systemstart och hot plug-händelser i debug-loggfilen.
tr: Sistem önyükleme ve çalışırken takma olayları sırasında algılanan depolama aygıtı bilgilerini hata ayıklama günlük dosyasına eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати інформацію про накопичувач, виявлену під час завантаження системи та подій гарячого підключення, до файлу журналу налагодження.

source: Enable this option to add timer debugging data to the debug log file.
cs: Tuto možnost povolte, chcete-li do souboru protokolu ladění přidat údaje o ladění časovače.
el: Ενεργοποιήστε αυτή την επιλογή για την προσθήκη δεδομένων αποσφαλμάτωσης στο αρχείο καταγραφής.
fi: Ota tämä vaihtoehto käyttöön, jos haluat lisätä ajastin tiedot vianmääritys lokitiedostoon.
hr: Omogućite ovu mogućnost da biste dodali podatke o otklanjanju pogrešaka mjerača vremena u datoteku zapisnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere dati di debug del timer al file di registro di debug.
lt: Įjunkite šią parinktį, kad pridėtumėte laikmačio derinimo duomenis prie derinimo žurnalo failo.
nl: Activeer deze optie om Timer debug gegevens mee te nemen in het debug log bestand.
pl: Włącz tę opcję, aby dodać dane debugowania timera do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte do súboru denníka ladenia údaje ladenia časovača.
sr: Omogući opciju dodavanja tajmera i podatke u fajl evidencije otklanjanja greške.
sv: Aktivera det här alternativet för att lägga till felsökningsdata för timern i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் நேரங்குறிகருவி பிழைத்திருத்த தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Zamanlayıcı hata ayıklama verilerini hata ayıklama günlük dosyasına eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати дані налагодження таймера до файлу журналу налагодження.

source: Enable this option to show all the available Information screens in the Information menu item list.
cs: Povolením této možnosti zobrazíte všechny dostupné informační obrazovky v seznamu položek nabídky Informace.
el: Ενεργοποιήστε αυτή την επιλογή για να εμφανίζονται όλες οι διαθέσιμες οθόνες πληροφοριών στη λίστα στοιχείων του μενού πληροφοριών.
fi: Aktivoi tämä vaihtoehto,Näyttäeksi kaikki käytettävissä olevat tietoruudut tieto valikossa.
hr: Omogućite ovu opciju da biste prikazali sve dostupne zaslone s informacijama na popisu stavki menu Informacije.
it: Abilita questa opzione per mostrare tutte le schermate Informazioni disponibili nell'elenco delle voci del menu Informazioni.
nl: Activeren, om alle beschikbare informatie-schermen in het informatie-menu te tonen.
pl: Włącz tę opcję, aby wyświetlić wszystkie dostępne ekrany informacyjne na liście pozycji menu Informacje.
sk: Aktiváciou tejto možnosti sa zobrazia všetky dostupné informačné obrazovky v zozname položiek menu s informáciami.
sr: Omogućite ovu opciju da biste prikazali sve dostupne ekrane sa informacijama u listi stavki menija Informacije.
sv: Aktivera det här alternativet för att visa alla tillgängliga informationsskärmar i listan med menyalternativ för Information.
ta: செய்தி பட்டியல் உருப்படி பட்டியலில் கிடைக்கக்கூடிய அனைத்து செய்தி திரைகளையும் காட்ட இந்த விருப்பத்தை இயக்கவும்.
tr: Bilgi menü öğesi listesindeki tüm mevcut bilgi ekranlarını göstermek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб відобразити всі доступні екрани інформації в списку пунктів меню 'Інформація'.

source: Enable this option to show unknown storage devices in device manager.
cs: Povolením této možnosti zobrazíte ve správci zařízení neznámá úložná zařízení.
el: Ενεργοποιήστε αυτή την επιλογή για να εμφανίζονται οι άγνωστες συσκευές αποθήκευσης στη διαχείριση συσκευών.
fi: Tämän vaihtoehdon avulla näytettään tuntemattomat tallennuslaitteet laitehallinnassa.
hr: Omogućite ovu opciju da biste prikazali nepoznate uređaje za skladištenje u upravitelju uređaju.
it: Abilita questa opzione per mostrare i dispositivi di archiviazione sconosciuti in gestione dispositivi.
nl: Activeren, om ook onbekende opslagmedia in het Apparaatbeheer te tonen.
pl: Włącz tę opcję, aby wyświetlić nieznane urządzenia pamięci masowej w Menadżerze urządzeń.
sk: Aktiváciou tejto možnosti zobrazíte neznáme úložné zariadenia v správcovi zariadení.
sr: Omogućite ovu opciju da prikažete nepoznate uređaje za skladištenje u upravitelju uređaja.
sv: Aktivera det här alternativet för att visa okända lagringsenheter i Enhetshanteraren.
tr: Cihaz yöneticisinde bilinmeyen depolama cihazlarını göstermek için bu seçeneği etkinleştirin.
uk: Увімкніть, щоб відображати невідомі пристрої зберігання в диспетчері пристроїв.
