Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Status of the display in deep standby
bg: Състояние на дисплея в дълбока готовност
da: Status af display i Dyb Standby
de: Status des Displays im Deep-Standby
fi: Näytön tila virransäästötila
fr: État de l'écran en veille profonde
pl: Status wyświetlacza po wyłączeniu tunera
sk: Stav displeja počas vypnutia
ta: ஆழமான காத்திருப்பில் காட்சியின் நிலை
vi: Trạng thái hiển thị ở chế độ chờ sâu
zh_cn: 显示器处于深度待机状态

source: Status of the display in standby mode
bg: Състояние на дисплея в режим на готовност
da: Status af display i Standby-tilstand
de: Status des Displays im Standby
fi: Näytön tila valmiustila
fr: État de l'affichage en mode veille
pl: Status wyświetlacza w trybie czuwania
sk: Stav displeja v pohotovostnom režime
ta: காத்திருப்பு பயன்முறையில் காட்சியின் நிலை
vi: Trạng thái hiển thị ở chế độ chờ
zh_cn: 显示器待机状态

source: Stops time shift being used if a recording is in progress. (Advisable for USB sticks.)
bg: Стоп на използване на timeshift, ако записа е в ход. (Препоръчително за USB стикове)
fi: Keskeytä ajansiirto, jos tallennus on käynnissä (suositellaan USB-muistitikuille)
fr: Arrêter le PauseDirect en cours si un enregistrement est en cours (recommandé pour les clés USB)
pl: Zatrzymaj timeshift jeśli nagrywanie jest w toku. (Zalecane dla pamięci USB)
sk: Zastaví používaný timeshift, ak prebieha nahrávanie. (Odporúča sa pre USB kľúče.)
ta: ஒரு பதிவு நடந்து கொண்டால் நேர மாற்றத்தை நிறுத்துகிறது. (யூ.எச்.பி குச்சிகளுக்கு அறிவுறுத்தப்படுகிறது.)

source: Swap
et: Saaleala
fi: Vaihda
hr: Zamjena
ru: Файл подкачки
sr: Zamena
sv: Byt
ta: இடமாற்றம்
tr: Takas
vi: Trao đổi
zh_cn: 互换

source: Swati
el: Σουάτι
ta: ச்வாடீ
tr: Swati Dili

source: Sync NTP every (minutes)
bg: Синхронизиране NTP на всеки (минути)
da: Synkroniser NTP hver (minutter)
de: Synchronisierungsintervall mit NTP-Server
et: Sünkroonimise intervall
fi: Synkronoi NTP joka (minuuttia)
fr: Synchro NTP chaque (minute)
hu: NTP szinkronizálási ideje
pl: Synchronizacji z NTP co (w min.)
ru: Синхронизировать NTP каждые (в минутах)
sk: Synchronizovať NTP každých (min)
sl: Sinhroniziraj NTP vsakih
ta: ஒவ்வொரு (நிமிடங்களிலும்) என்.டி.பி.
vi: Đồng bộ hóa NTP mỗi (phút)
zh_cn: 每隔(分钟)同步NTP

source: T2MI PLP ID
ta: T2MI PLP ஐடி
zh_cn: T2MI PLP标识

source: TEXT
bg: ТЕКСТ
el: ΚΕΙΜΕΝΟ
fi: TEKSTI
fr: TEXTE
hr: TEKST
it: TESTO
lt: TEKSTAS
nl: TEKST
pl: TEKST
sr: TEKST
ta: உரை
tr: METİN
zh_cn: 文本

source: Talk Show
bg: Радио-телевизионно интервю
fi: Keskustelu Show
fr: Débat télévisé
ta: பேச்சு நிகழ்ச்சி
zh_cn: 脱口秀

source: Telnet
ru: Телнет
ta: டெல்நெட்
zh_cn: Telnet命令

source: The %s %s reads the stored EPG data every (hours).
bg: Вашият %s %s чете EPG съхранените данни на всеки (часове).
da: %s %s læser gemte EPG data hver (timer).
de: Ihre %s %s liest die gespeicherten EPG-Daten nach der eingestellten Zeit neu ein.
et: %s %s loeb salvestatud EPG andmeid iga (tund).
fi: %s %s lukee tallennetun EPG-tiedon joka (tuntia).
fr: Le %s %s lit les informations EPG stockées chaque (heure).
hu: A(z) %s %s készülék ennyi óránként frissíti a tárolt EPG adatokat.
pl: %s %s odczytuje zapisane dane EPG co (godz.).
ru: Ваш %s %s считывает данные EPG каждые (часов).
sk: %s %s načíta uložené dáta EPG každých (hodín).
ta: %s %s ஒவ்வொரு (மணிநேரமும்) சேமிக்கப்பட்ட ஈபிசி தரவை வாசிக்கிறது.
vi: Đọc% s% s dữ liệu EPG được lưu trữ mỗi (giờ).
zh_cn: 这个 %s %s 每隔(小时)读取一次存储的EPG数据.

source: The %s %s stores the EPG data every (hours).
bg: Вашият %s %s съхранява данните EPG на всеки (часове).
da: %s %s gemmer EPG dataene hver (timer).
de: Ihre %s %s speichert die EPG-Daten nach der eingestellten Zeit automatisch.
et: %s %s salvestab EPG andmed iga (tund).
fi: %s %s tallentaa EPG-tiedon joka (tuntia).
fr: Le %s %s stocke les informations EPG chaque (heure).
hu: A(z) %s %s tárolja az EPG adatokat minden órában.
pl: %s %s przechowuje dane EPG co (godz.).
ru: Ваш %s %s сохраняет данные EPG автоматически каждые (часов).
sk: %s %s uloží EPG údaje každých (hodín).
ta: %s %s ஒவ்வொரு (மணிநேரமும்) EPG தரவை சேமிக்கிறது.
vi: Lưu% s% s trữ dữ liệu EPG mỗi (giờ).
zh_cn: 这个%s %s 每隔(小时)存储一次EPG数据.

source: The AI-Powered Translation service will be optimized to provide the best performance based on the the Internet connection upload speed selected.
fi: Tekoäly käännöksen palvelu on optimoitu tarjoamaan parhaan suorituskyvyn valitun Internet yhteyden latausnopeuden perusteella.
pl: Usługa tłumaczenia AI zostanie zoptymalizowana w celu zapewnienia najlepszej wydajności na podstawie wybranej prędkości przesyłania danych połączenia internetowego.
sk: Služba prekladania umelou inteligenciou bude výkonnostne optimalizovaná podľa vybranej rýchlosti odosielania údajov cez internet.
ta: தேர்ந்தெடுக்கப்பட்ட இணைய இணைப்பு பதிவேற்ற வேகத்தின் அடிப்படையில் சிறந்த செயல்திறனை வழங்க AI- இயங்கும் மொழிபெயர்ப்பு பணி உகந்ததாக இருக்கும்.

source: The DreamPlex plugin is not installed! Please install it.
bg: DreamPlex плъгин не е инсталиран! Моля, инсталирайте го.
da: DreamPlex Pluginet er ikke installeret! Installer den venligst.
et: DreamPlex ei ole paigaldatud! Paigalda see.
hu: A DreamPlex bővítmény nincs telepítve! Kérem, telepítse.
pl: Wtyczka DreamPlex nie jest zainstalowana! Proszę zainstalować.
ru: Плагин DreamPlex не установлен. Пожалуйста, сначала установите его.
sk: Plugin DreamPlex nie je nainštalovaný! Prosím, nainštalujte ho.
ta: ட்ரீம் பிளெக்ச் சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
vi: Plugin DreamPlex chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 没有安装dreamplex插件! 请安装它.

source: The bitrate of the video encoder. Larger value improves quality and increases file size.
bg: Битрейт на видео енкодера. По-голямата стойност подобрява качеството и увеличава размера на файла.
da: Bithastigheden af videoindkoder. Høje værdier forbedre kvalitet og øger filstørelse.
de: Die Bitrate des Videoencoders. Größerer Wert verbessert die Qualität und erhöht die Dateigröße.
et: Videokooderi bitikiirus. Suurema väärtusega tuleb parema kvaliteediga suurem fail.
fi: Videokooderin bittinopeus. Suurempi arvo parantaa laatua ja lisää tiedostokokoa.
fr: Le débit binaire de l'encodeur vidéo. Une valeur plus élevée améliore la qualité et augmente la taille du fichier.
hu: A videó kódolás bitrátája. A nagyobb érték javítja a minőséget és növeli a fájlméretet.
pl: Szybkość transmisji kodera wideo. Większa wartość poprawia jakość i zwiększa rozmiar pliku.
sk: Dátový tok video enkódera. Vyššia hodnota zlepší kvalitu a zvýši veľkosť súboru.
ta: வீடியோ குறியாக்கியின் பிட்ரேட். பெரிய மதிப்பு தரத்தை மேம்படுத்துகிறது மற்றும் கோப்பு அளவை அதிகரிக்கிறது.
vi: Tốc độ bit của bộ mã hóa video. Giá trị lớn hơn cải thiện chất lượng và tăng kích thước tệp.
zh_cn: 视频编码器的比特率.较大的值可改善质量并增加文件大小.

source: The command to wake from standby will be sent multiple times.
bg: Командата за събуждане от режим на готовност ще бъде изпратена няколко пъти.
fi: Valmiustilasta herätyskomento lähetetään useita kertoja.
fr: La commande de réveil de la mise en veille sera envoyée plusieurs fois.
pl: Komenda wybudzania z trybu czuwania będzie wysyłana wielokrotnie.
sk: Príkaz na prebudenie z pohotovostného režimu sa odošle viackrát.
ta: காத்திருப்பிலிருந்து எழுந்திருக்க கட்டளை பல முறை அனுப்பப்படும்.

source: The default settings are 5 minutes earlier to wake up from deep standby. It possibly may be necessary to change this. (e.g.: the actual wake-up time is inaccurate or to late, waiting to a network-drive, etc.)
bg: Настройките по подразбиране са 5 минути по-рано, за събуждане от deep standby. Възможно е да е необходимо да промените това. (Напр.: реалното време за събуждане е неточно или късно, чакайки мрежово устройство и т.н.)
fi: Oletusasetus on herätä valmiustilasta on 5 minuuttia aikaisemmin. Tämä voi tarpeen mukaan muutta (esim. herätysaika on epätarkka tai liian myöhäistä, odottaa verkkoasemaa, jne.)
fr: Les paramètres par défaut sont 5 minutes plus tôt pour sortir de la veille profonde. Il peut être nécessaire de modifier ce paramètre. (par exemple : l'heure réelle de réveil est inexacte ou trop tardive, attente d'un lecteur réseau, etc.)
pl: Domyślne ustawienia to 5 minut wcześniejsze wybudzenie z głębokiego czuwania. Ewentualnie może być konieczna zmiana tego ustawienia. (np.: rzeczywisty czas wybudzania jest niedokładny lub spóźniony, oczekiwanie na dysk sieciowy itp.)
sk: Predvolené nastavenie je 5 minút pred prebudením z režimu vypnutia. Možno to bude potrebné zmeniť. (Napríklad: aktuálny čas prebudenia je nepresný alebo príliš neskorý, čakanie na sieťovú jednotku a podobne)
ta: இயல்புநிலை அமைப்புகள் 5 நிமிடங்கள் முன்னதாக ஆழ்ந்த காத்திருப்பு. இதை மாற்ற இது அவசியமாக இருக்கலாம். .

source: This Option allows you to switch Audio to BT Speakers.
bg: Тази опция ви позволява да превключите аудио към BT високоговорители.
da: Denne mulighed tillader dig at skifte lyd til BT højtalere.
de: Diese Option leitet den Ton auf Ihre Bluetooth-Lautsprecher um.
et: See valik võimaldab lülitada heli BT kõlaritele.
fi: Tämän vaihtoehdon avulla voit vaihtaa äänen Bluetooth kaiuttimelle.
fr: Cette option vous permet de basculer l’audio vers les haut-parleurs BT.
pl: Ta opcja umożliwia przełączenie dźwięku na głośniki BT.
sk: Prepnutie zvuku na BT reproduktory.
ta: இந்த விருப்பம் BT ச்பீக்கர்களுக்கு ஆடியோவை மாற்ற உங்களை அனுமதிக்கிறது.
vi: Tùy chọn này cho phép bạn chuyển Âm thanh sang Loa BT.
zh_cn: 此选项使您可以将音频切换为BT扬声器.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
bg: Това ви позволява да промените размера на шрифта спрямо размера на кожата така че 1 увеличава размера с 1 точка, и -1 намалява размера с 1 точка
fi: Määrittää tekstikoon suhteessa teeman määritykseen. Arvo 1 suurentaa tekstikokoa yhdellä ja arvo -1 vastaavasti pienentää yhdellä.
fr: Cela vous permet de modifier la taille de la police relativement à la taille du thème, donc 1 augmente de 1 point la taille, et -1 diminue de 1 point la taille
pl: Pozwala to zmienić rozmiar czcionki w zależności od rozmiaru skóry, więc 1 zwiększa rozmiar o 1 punkt, a -1 zmniejsza rozmiar o 1 punkt.
sk: Umožňuje zmeniť relatívnu veľkosť písma vzhľadom na veľkosť vzhľadu, takže 1 zväčší veľkosť o 1 bod a -1 zmenší veľkosť o 1 bod.
ta: இது தோல் அளவோடு ஒப்பிடும்போது எழுத்துரு அளவை மாற்ற உங்களை அனுமதிக்கிறது, எனவே 1 1 புள்ளி அளவால் அதிகரிக்கிறது, மற்றும் -1 1 புள்ளி அளவால் குறைகிறது.

source: This allows you change the number of rows shown.
bg: Това ви позволява да промените броя на показаните редове.
da: Dette tillader dig at ændre antallet af viste rækker.
de: Einstellen, wie viele Zeilen angezeigt werden sollen.
et: Siin saab muuta kuvatavate ridade arvu.
fi: Määrittää, montako riviä näytetään.
fr: Permet de modifier le nombre de lignes affichées.
hu: Ezzel megváltoztathatja a megjelenített sorok számát.
pl: To pozwala zmienić liczbę pokazanych wierszy.
ru: Можете изменить количество строк.
sk: Umožňuje zmeniť počet zobrazených riadkov.
ta: காட்டப்பட்ட வரிசைகளின் எண்ணிக்கையை மாற்ற இது உங்களை அனுமதிக்கிறது.
vi: Điều này cho phép bạn thay đổi số lượng hàng được hiển thị.
zh_cn: 这允许您更改所显示的行数.

source: This is a workaround for some devices that wake up again after switching to standby. The wake up command's from other devices will be ignored for few seconds.
bg: Това е решение за някои устройства, които се събуждат отново след преминаване в режим на готовност. Командите за събуждане от други устройства ще бъдат игнорирани за няколко секунди.
fi: Tämä on kiertotapa joillekin laitteille, jotka heräävät uudelleen valmiustilaan siirtymisen jälkeen. Muiden laitteiden herätyskomennot ohitetaan muutaman sekunnin ajan.
fr: Il s'agit d'une solution de contournement pour certains appareils qui se réveillent à nouveau après avoir été mis en veille. Les commandes de réveil des autres appareils seront ignorées pendant quelques secondes.
pl: Jest to obejście dla niektórych urządzeń, które budzą się ponownie po przełączeniu w tryb gotowości. Komenda budzenia z innych urządzeń zostanie zignorowana przez kilka sekund.
sk: Toto je dočasné riešenie pre zariadenia, ktoré sa po prepnutí do pohotovostného režimu znovu zapnú. Príkazy na prebudenie od iných zariadení sa budú niekoľko sekúnd ignorovať.
ta: காத்திருப்புக்கு மாறிய பின் மீண்டும் எழுந்த சில சாதனங்களுக்கான ஒரு பணித்தொகுப்பு இது. மற்ற சாதனங்களிலிருந்து எழுந்திருக்கும் கட்டளை சில விநாடிகளுக்கு புறக்கணிக்கப்படும்.

source: This is the initial / default volume offset applied to any services added the the volume adjust list.
fi: Tämä on alkuperäinen / oletusarvoinen äänenvoimakkuuden, jota sovelletaan kaikkiin listaan lisättyihin kanaviin.
pl: Jest to początkowe / domyślne przesunięcie woluminu zastosowane do wszystkich usług dodanych do listy regulacji głośności.
sk: Toto je počiatočný/predvolený posun hlasitosti použitý na všetky stanice pridané do zoznamu na úpravu hlasitosti.
ta: தொகுதி சரிசெய்தல் பட்டியலில் சேர்க்கப்பட்ட எந்தவொரு சேவைக்கும் பயன்படுத்தப்படும் ஆரம்ப / இயல்புநிலை தொகுதி ஆஃப்செட் இது.

source: This option allows you choose how to display remaining time, or elapsed time, or both.
bg: Тази опция ви позволява да изберете как се показва оставащо/изтекло време или и двете.
da: Denne mulighed tillader dig at vælge hvordan resterende tid, forløbene tid eller begge skal vises.
de: Einstellen, wie verbleibende/verstrichene Zeit bei Live-TV angezeigt werden soll.
et: See valik määrab, kuidas näidatakse kulunud või järelejäänud aega.
fi: Määrittää, kuinka jäljellä oleva/kulunut aika näytetään.
fr: Cette option vous permet de choisir comment afficher le temps restant, le temps écoulé ou les deux.
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg a hátralévő időt, az eltelt időt vagy mindkettőt.
pl: Ta opcja pozwala wybrać sposób wyświetlania pozostałego czasu lub upływającego czasu, lub obu.
ru: Эта опция позволяет выбрать, как показать оставшееся или прошедшее время, или оба.
sk: Voľba zobrazenia zostávajúceho času, uplynutého času alebo obidvoch.
ta: இந்த விருப்பம் மீதமுள்ள நேரத்தை அல்லது கழிந்த நேரத்தை எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய அனுமதிக்கிறது.
vi: Tùy chọn này cho phép bạn chọn cách hiển thị thời gian còn lại hoặc thời gian đã trôi qua hoặc cả hai.
zh_cn: 此选项允许您选择如何显示剩余的时间,或已逝去的时间,或两者都是.

source: This option allows you choose how to display the remaining/elapsed time for live tv.
bg: Тази опция ви позволява да изберете как се показва оставащо/изтекло време за live tv.
da: Denne mulighed tillader dig at vælge hvordan den resterende/forløbene tid vises for Live TV.
de: Einstellen, ob und wie verbleibende/verstrichene Zeit oder beides für Transponder angezeigt wird.
et: See valik määrab, kuidas näidatakse kulunud ja allesolevat aega telesaadete esitusel.
fi: Määrittää, kuinka jäljellä oleva/kulunut aika näytetään suoraa lähetystä katsottaessa.
fr: Cette option permet de choisir comment afficher le temps restant/écoulé pour le TV en direct.
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg az élő TV adás Hátralévő/Eltelt időjét.
pl: Ta opcja pozwala wybrać sposób wyświetlania pozostałego/upływającego czasu na żywo w TV.
ru: Эта опция позволяет выбрать, как показать оставшееся или прошедшее время для просматриваемого канала.
sk: Nastavenie spôsobu zobrazenia zostávajúceho/uplynutého času pre živé TV vysielanie.
ta: நேரடி டிவிக்கு மீதமுள்ள/கழிந்த நேரத்தை எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது.
vi: Tùy chọn này cho phép bạn chọn cách hiển thị thời gian còn lại / trôi qua cho truyền hình trực tiếp.
zh_cn: 此选项允许您选择如何显示实时电视的剩余时间/运行时间.

source: This option allows you choose how to display the remaining/elapsed time for media playback.
bg: Тази опция ви позволява да изберете как се показва оставащо/изтекло време при медийно възпроизвеждане.
da: Denne mulighed tillader dig at vælge hvordan den resterende/forløbene tid vises for medieafspilning.
de: Einstellen, ob und wie verbleibende/verstrichene Zeit oder beides bei Medienwiedergabe angezeigt wird.
et: See valik määrab, kuidas näidatakse kulunud ja allesolevat aega meediafailide esitusel.
fi: Määrittää, kuinka jäljellä oleva/kulunut aika näytetään tallennetta toistettaessa.
fr: Cette option permet de choisir comment afficher le temps restant/écoulé du lecteur de média.
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg az Média adás Hátralévő/Eltelt időjét.
pl: Ta opcja pozwala wybrać sposób wyświetlania czasu pozostałego/upływającego w odtwarzaczu multimediów.
ru: Эта опция позволяет выбрать, как показать оставшееся или прошедшее время в медиаплеере.
sk: Nastavenie spôsobu zobrazenia zostávajúceho/uplynutého času pri prehrávaní médií.
ta: மீடியா பிளேபேக்கிற்கான மீதமுள்ள/கழிந்த நேரத்தை எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது.
vi: Tùy chọn này cho phép bạn chọn cách hiển thị thời gian còn lại / trôi qua để phát lại phương tiện.
zh_cn: 此选项允许您选择如何显示媒体播放的剩余/播放时间.

source: This option allows you choose if the display shows the time or nothing in Standby.
bg: Тази опция ви позволява да изберете как да показвате времето или нищо в режим на готовност
fi: Tämä asetus määrittää kuinka aika näytetään valmiustilassa, tai ei näytetä "ollenkaan"
fr: Cette option vous permet de choisir comment afficher l'heure ou rien en mode veille
pl: Ta opcja pozwala wybrać, czy w trybie gotowości wyświetlacz ma pokazywać godzinę, czy też nic.
sk: Zobrazenie/nezobrazenie času v pohotovostnom režime.
ta: காட்சி நேரம் அல்லது காத்திருப்பு எதுவும் காட்டவில்லை என்றால் இந்த விருப்பம் உங்களை தேர்வு செய்ய அனுமதிக்கிறது.

source: This option allows you choose the background color of transparent picons.
bg: Тази опция ви позволява да изберете цвета на фона на прозрачните пикони.
fi: Määrittää, minkävärinen taustaväri läpinäkyville kanavalogoille asetetaan.
fr: Cette option vous permet de choisir la couleur de fond pour les picons avec fond transparant.
pl: Ta opcja pozwala wybrać kolor tła dla przezroczystych pikon.
sk: Výber farby pozadia priehľadných pikon.
ta: இந்த விருப்பம் வெளிப்படையான பிகன்களின் பின்னணி நிறத்தைத் தேர்வுசெய்ய உங்களை அனுமதிக்கிறது.

source: This option allows you choose the option for Subservice indicator or selection.
fi: Tämän vaihtoehdon avulla voit valita miten kanavatyyppi näytettään.
pl: Opcja zezwala na wybór opcji dla wskaźnika pod-usługi lub wyboru.
sk: Voľby pre zobrazenie alebo výber podradenej služby.
ta: இந்த விருப்பம் அடிபணிந்த காட்டி அல்லது தேர்வுக்கான விருப்பத்தைத் தேர்வுசெய்ய அனுமதிக்கிறது.

source: This option allows you set the layout view (Text or Graphics).
bg: Тази опция ви позволява да зададете оформление изглед (текст или графика).
da: Denne mulighed tillader dig at sætte visningslayout (Tekst eller Grafik).
de: Das Aussehen vom EPG (Text oder Grafik) einstellen.
et: See valik määrab saatekava kujunduse (tekst või graafiline).
fi: Määrittää näkymän asettelun (teksti tai graafinen).
fr: Cette option vous permet de définir l'apparence de la mise ne page (texte ou graphique).
hu: Itt állíthatja be a megjelenési módot (Szöveges vagy Grafikus).
pl: Ta opcja pozwala ustawić widok układu (tekst lub grafika).
ru: Эта опция позволяет выбрать тип просмотра (Текст или графика)
sk: Nastavenie vzhľadu EPG (textový/grafický).
ta: இந்த விருப்பம் தளவமைப்பு காட்சியை (உரை அல்லது கிராபிக்ச்) அமைக்க அனுமதிக்கிறது.
vi: Tùy chọn này cho phép bạn đặt chế độ xem bố cục (Văn bản hoặc Đồ họa).
zh_cn: 此选项允许您设置布局视图(文本或图形).

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are performed.
bg: Тази опция ви позволява да избирате кой от първите бутони да прескочите в екрана на списъка с канали, (така натискането на "2" прескача първо на "А" или "2"), когато се изпълняват предварително зададени действия "Бързи действия".
da: Denne mulighed tillader dig at vælge hvad det første knaptryk hopper til i kanallisteskærmen, (om tryk på '2' først hopper til 'A' eller '2'), når forudindstillede 'Kvikhandlinger' udføres.
de: Einstellen, was der erste Tastendruck in der Kanalliste bewirken soll. '2' zum Beispiel springt zu '2' wenn es Kanalnummern gibt, oder, wenn nicht, zum ersten Kanal der mit 'A' anfängt.
et: See valik määrab, kuhu kursor esimesel nupuvajutusel liigub 'Kiirtegevustes' määratud juhtudel (vajutades '2' liigub kõigepealt 'A' või '2' peale).
fi: Tämä asetus määrittää mitä ensimmäinen näppäimen painallus tekee kanavalistassa, ('2' painallus hyppää joko 'A' tai '2'' kohtaan ensin), kun suoritetaan 'Pikatoimintojen' määritettyjä asetuksia.
fr: Cette option vous permet de choisir ce que la première pression sur un bouton fait apparaître dans l'écran de la liste des chaînes (ainsi, si vous appuyez sur '2', vous verrez apparaître 'A' ou '2' en premier), lorsque les actions prédéfinies 'Actions rapides' sont exécutées.
hu: Ezzel az opcióval kiválaszthatja, hogy az első gomb megnyomásakor hogyan ugrik a csatorna lista képernyőjére (tehát a "2" gomb megnyomásakor ugrás az "A"-ra vagy "2"-re), amikor a "Gyors műveletek" előre beállított műveleteket hajt végre.
pl: Ta opcja pozwala wybrać, do czego przeskakuje pierwsze naciśnięcie przycisku na ekranie listy kanałów (więc naciśnięcie „2” powoduje przejście do „A” lub „2” jako pierwsze), gdy wykonywane są zaprogramowane akcje „Szybkie akcje”.
ru: Действие при первом нажатии кнопки в списке каналов, (так нажав '2' переходим на 'A' или на '2-канал' сначала), когда действия настроены в 'Горячих кнопках'.
sk: Nastavenie reakcie na prvé stlačenie tlačidla v zozname kanálov pri vykonávan[ prednastavených akcií 'Quick Actions'. (Takže stlačením '2' sa najskôr skočí na 'A' alebo '2').
ta: சேனல் பட்டியல் திரையில் முதல் பொத்தானை அழுத்துவது எதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது, எனவே 'விரைவான செயல்கள்' முன்னமைக்கப்பட்ட நடவடிக்கைகள் செய்யப்படும்போது, '2' ஐ 'ஏ' அல்லது '2' க்கு தாவுகிறது).
vi: Tùy chọn này cho phép bạn chọn nút nào đầu tiên nhấn vào màn hình danh sách kênh, (vì vậy, nhấn '2' nhảy đến 'A' hoặc '2' trước), khi các hành động đặt trước 'Tác vụ nhanh' được thực hiện.
zh_cn: 使用此选项,您可以选择在执行“快速操作”预设操作时在频道列表屏,幕中按下的第一个按钮跳转到 的内容(因此,按下'2'将首先跳转到'A'或'2').

source: This option configures the general audio delay for BT Speakers.
bg: Тази опция конфигурира общото забавяне на звука за BT високоговорители.
da: Denne mulighed konfigurere den generelle lydforsinkelse for BT højtalere.
de: Diese Option konfiguriert die allgemeine Audio-Verzögerung für Ihre Bluetooth-Lautsprecher.
et: See valik määrab üldise viiteaja BT kõlaritele.
fi: Tämä asetus määrittää yleisen äänen viiveen Bluetooth kaiuttimessa.
fr: Cette option permet de configurer le délai audio général pour les haut-parleurs BT.
pl: Ta opcja konfiguruje ogólne opóźnienie audio dla głośników BT.
sk: Konfigurácia oneskorenia zvuku pre BT reproduktory.
ta: இந்த விருப்பம் BT பேச்சாளர்களுக்கான பொதுவான ஆடியோ தாமதத்தை உள்ளமைக்கிறது.
vi: Tùy chọn này cấu hình độ trễ âm thanh chung cho Loa BT.
zh_cn: 此选项配置BT扬声器的常规音频延迟.
