Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Error: Invalid directory '%s' selected!
bg: Избрана е невалидна директория: %s
cs: Chyba: Je vybrán neplatný adresář '%s'!
el: Σφάλμα: Επιλέχθηκε ο μη έγκυρος φάκελος '%s'!
fi: Virheellinen hakemisto valittu: %s!
fr: Répertoire sélectionné non valide : %s
hr: Pogreška: Odabran je nevažeći direktorij '%s'!
it: Errore: cartella selezionata '%s' non valida!
lt: Pasirinktas negaliojantis katalogas: %s
nl: Fout: Ongeldige map %s geselecteerd!
pl: Błąd: Wybrano nieprawidłowy katalog '%s'!
sk: Chyba: bol vybraný neplatný priečinok '%s'!
sr: Greška: Nevažeći direktorijum '%s' je izabran!
sv: Felmeddelande: Ogiltig katalog '%s' vald!
ta: பிழை: தவறான அடைவு '%s' தேர்ந்தெடுக்கப்பட்டது!
tr: Hata: Geçersiz '%s' dizini seçildi!
uk: Помилка: вибрано недійсний каталог '%s'!

source: Error: It is not possible to run '%s' on '%s'!
cs: Chyba: Není možné spustit '%s' na '%s'!
el: Σφάλμα: Δεν είναι δυνατή η εκτέλεση του '%s' στο '%s'!
fi: Virhe: '%s ei ole mahdollista suorittaa '%s'!
hr: Pogreška: Nije moguće pokrenuti '%s' na '%s'!
it: Errore: non è possibile eseguire '%s' su '%s'!
lt: Klaida: "%s" negalima paleisti "%s"!
nl: Fout: Het is niet mogelijk om '%s' uit te voeren op '%s'!
pl: Błąd: Nie można uruchomić '%s' na '%s'!
sk: Chyba: nie je možné spustiť '%s' na '%s'!
sr: Greška: Nije moguće pokrenuti '%s' na '%s'!
sv: Felmeddelande: Det är inte möjligt att köra '%s' på '%s'!
ta: பிழை: '%s' இல் '%s' ஐ இயக்க முடியாது!
tr: Hata: '%s'ı '%s' üzerinde çalıştırmak mümkün değil!
uk: Помилка: Неможливо запустити '%s' на '%s'!

source: Error: Program '%s' not installed and the package containing this program is unknown!
cs: Chyba: Program '%s' není nainstalován a balíček obsahující tento program není znám!
el: Σφάλμα: Το πρόγραμμα '%s' δεν είναι εγκατεστημένο και το πακέτο που το περιέχει είναι άγνωστο!
fi: Virhe Ohjelmaa '%s' ei ole asennettu. Tätä ohjelmaa sisältävä paketti ei ole tiedossa!
hr: Pogreška: Program '%s' nije instaliran i paket koji sadrži ovaj program je nepoznat!
it: Errore: programma '%s' non installato e il pacchetto contenente questo programma è sconosciuto!
lt: Klaida: programa "%s" neįdiegta ir paketas, kuriame yra ši programa, nežinomas!
nl: Fout: Programma '%s' is niet geïnstalleerd en het pakket dat dit programma bevat is onbekend!
pl: Błąd: Program '%s' nie jest zainstalowany, a pakiet zawierający ten program jest nieznany!
sk: Chyba: program '%s' nie je nainštalovaný a balíček obsahujúci tento program je neznámy!
sr: Greška: Program '%s' nije instaliran i paket koji sadrži ovaj program je nepoznat!
sv: Felmeddelande: Programmet '%s' är inte installerat och paketet som innehåller detta program är okänt!
ta: பிழை: நிரல் '%s' நிறுவப்படவில்லை மற்றும் இந்த நிரலைக் கொண்ட தொகுப்பு தெரியவில்லை!
tr: Hata: Program '%s' yüklü değil ve bu programı içeren paket bilinmiyor!
uk: Помилка: Програма '%s' не встановлена, і пакет, що містить цю програму, невідомий!

source: Error: Removing directory '%s' failed! (Maybe the directory is not empty.)
bg: Премахването на директория %s не успя. (Може би не е празна.)
cs: Chyba: Odebrání adresáře '%s' se nezdařilo! (Možná, že adresář není prázdný.)
el: Σφάλμα: Η διαγραφή του φακέλου '%s' απέτυχε! (Ίσως δεν είναι κενός.)
fi: Hakemiston %s poisto epäonnistui. (Ei ehkä ole tyhjä.)
fr: Échec du retrait du répertoire %s (peut-être pas vide)
hr: Pogreška: Uklanjanje direktorija '%s' nije uspjelo! (Možda direktorij nije prazan.)
it: Errore: rimozione cartella '%s' fallita! (forse la cartella non è vuota.)
lt: Katalogo pašalinimas %s klaidingas. (Galbūt ne tuščia.)
nl: Verwijderen van map %s mislukt (is deze map niet leeg?)
pl: Usuniecie katalogu %s nie powiodło się. (Być może nie jest pusty.)
sk: Odstraňovanie priečinka %s bolo neúspešné. (Možno nie je prázdny.)
sr: Greška: Uklanjanje direktorijuma '%s' nije uspelo! (Možda nije prazan)
sv: Fel vid borttagning av katalog Borttagning av katalogen '%s' misslyckades! (Kanske är katalogen inte tom.)
ta: பிழை: கோப்பகத்தை அகற்றுவது '%s' தோல்வியுற்றது! (ஒருவேளை அடைவு காலியாக இல்லை.)
tr: Hata: '%s' dizini kaldırılamadı! (Belki dizin boş değildir.)
uk: Видалення директорії %s невдале. (Можливо не пуста)

source: Error: Script '%s' must have read permission to be able to run!
cs: Chyba: Skript '%s' musí mít oprávnění ke čtení, aby mohl být spuštěn!
el: Σφάλμα: Η δέσμη ενεργειών '%s' πρέπει να έχει δικαίωμα ανάγνωσης για να μπορέσει να εκτελεστεί!
fi: Virhe: Skriptillä '%s' täytyy olla lukuoikeus, jotta se voidaan suorittaa!
hr: Pogreška: Skripta '%s' mora imati dopuštenje za čitanje da bi se mogla pokrenuti!
it: Errore: lo script '%s' deve disporre dell'autorizzazione di lettura per essere eseguito!
lt: Klaida: scenarijus "%s" turi turėti skaitymo leidimą, kad būtų galima paleisti!
nl: Fout: Script '%s' moet leesrechten hebben om te kunnen worden uitgevoerd!
pl: Błąd: Skrypt '%s' musi mieć uprawnienia do odczytu, aby mógł zostać uruchomiony!
sk: Chyba: skript '%s' musí mať oprávnenie na čítanie, aby ho bolo možné spustiť!
sr: Greška: Skripta '%s' mora imati dozvolu za čitanje da bi mogla da se pokrene!
sv: Fel i skriptet: Skriptet '%s' måste ha läsbehörighet för att kunna köras!
ta: பிழை: ச்கிரிப்ட் '%s' இயக்க வாசிப்பு இசைவு இருக்க வேண்டும்!
tr: Hata: '%s' komut dosyasının çalıştırılabilmesi için okuma iznine sahip olması gerekir!
uk: Помилка: скрипт '%s' повинен мати дозвіл на читання, щоб його можна було запустити!

source: Error: The copy was unsuccessful!
cs: Chyba: Kopírování se nezdařilo!
el: Σφάλμα: Η αντιγραφή ήταν ανεπιτυχής!
fi: Virhe: Kopiointi ei onnistunut!
hr: Pogreška: Kopija nije uspjela!
it: Errore: la copia non è riuscita!
nl: Fout: het kopiëren is niet gelukt!
pl: Błąd: Nie udało się utworzyć kopii!
sk: Chyba: Kopírovanie neúspešné!
sr: Greška: Kopija je bila neuspešna!
sv: Fel i kopian: Kopieringen misslyckades!
ta: பிழை: நகல் தோல்வியுற்றது!
tr: Hata: Kopyalama işlemi başarısız oldu!
uk: Помилка: копіювання не вдалось!

source: Error: The delete was unsuccessful!
cs: Chyba: Smazání se nezdařilo!
el: Σφάλμα: Η διαγραφή ήταν ανεπιτυχής!
fi: Virhe: Poistaminen ei onnistunut!
hr: Pogreška: Brisanje nije bilo uspješno!
it: Errore: l'eliminazione non è riuscita!
nl: Fout: het verwijderen is niet gelukt!
pl: Błąd: Usuwanie nie powiodło się!
sk: Chyba: Vymazanie neúspešné!
sr: Greška: Brisanje je bilo neuspešno!
sv: Felmeddelande: Borttagningen misslyckades!
ta: பிழை: நீக்குதல் தோல்வியுற்றது!
tr: Hata: Silme işlemi başarısız oldu!
uk: Помилка: видалення не вдалось!

source: Error: The new password may not be blank!
bg: Грешка: Новата парола може да не е празна!
cs: Chyba: Nové heslo nesmí být prázdné!
el: Σφάλμα: ο νέος κωδικός δεν μπορεί να είναι κενός!
fi: Virhe: Uusi salasana ei voi olla tyhjä!
hr: Pogreška: Nova lozinka nemože biti prazna!
it: Errore: la nuova password non può essere vuota!
lt: Klaida: naujas slaptažodis negali būti tuščias!
nl: Fout: Het nieuwe wachtwoord mag niet leeg zijn!
pl: Błąd: nowe hasło nie może być puste!
sk: Chyba: Nové heslo nemôže zostať prázdne!
sr: Greška: Nova lozinka nemože biti prazna!
sv: Felmeddelande: Det nya lösenordet kanske inte är tomt!
ta: பிழை: புதிய கடவுச்சொல் காலியாக இருக்காது!
tr: Hata: Yeni parola boş bırakılamaz!
uk: Помилка: Новий пароль не може бути пустим!

source: Error: The path '%s' already exists!
bg: Пътят %s вeче съществува.
cs: Chyba: Cesta '%s' již existuje!
el: Σφάλμα: Η διαδρομή '%s' υπάρχει ήδη!
fi: Hakemisto %s on jo olemassa.
fr: Le chemin %s existe déjà.
hr: Pogreška: Put '%s' već postoji!
it: Errore: il percorso '%s' esiste già!
lt: Kelias %s jau egzistuoja.
nl: Fout: Het pad %s bestaat al!
pl: Błąd: Ścieżka '%s' już istnieje!
sk: Chyba: Cesta '%s' už existuje!
sr: Greška: Putanja '%s' već postoji!
sv: Felmeddelande: Sökvägen '%s' finns redan!
ta: பிழை: '%s' பாதை ஏற்கனவே உள்ளது!
tr: Hata: '%s' yolu zaten mevcut!
uk: Шлях %s вже існує!

source: Error: The root file system and system directories can't be deleted!
cs: Chyba: Kořenový souborový systém a systémové adresáře nelze odstranit!
el: Σφάλμα: Το ριζικό σύστημα αρχείων και οι φάκελοι συστήματος δεν μπορούν να διαγραφούν!
fi: Virhe: Tiedostojärjestelmää ja järjestelmähakemistoja ei voi poistaa!
hr: Pogreška: Korijenski datotečni sustav i sustavni direktoriji ne mogu se izbrisati!
it: Errore: il file system root e le cartelle di sistema non possono essere cancellati!
lt: Klaida: šakninės failų sistemos ir sistemos katalogų negalima ištrinti!
nl: Fout: Het root-bestandssysteem en de systeemmappen kunnen niet worden verwijderd!
pl: Błąd: System plików root i katalogi systemowe nie mogą być usunięte!
sk: Chyba: koreňový systém súborov a systémové priečinky nie je možné vymazať!
sr: Greška: Nemoguće izbrisati osnovni sistem fajla i sistemske direktorijume!
sv: Felmeddelande: Rotfilsystemet och systemkatalogerna kan inte tas bort!
ta: பிழை: ரூட் கோப்பு முறைமை மற்றும் கணினி கோப்பகங்களை நீக்க முடியாது!
tr: Hata: Kök dosya sistemi ve sistem dizinleri silinemiyor!
uk: Помилка: кореневу файлову систему та системні каталоги не можна видалити!

source: Error: The root file system and system directories can't be moved!
cs: Chyba: Kořenový souborový systém a systémové adresáře nelze přesunout!
el: Σφάλμα: Το ριζικό σύστημα αρχείων και οι φάκελοι συστήματος δεν μπορούν να μετακινηθούν!
fi: Virhe: Tiedostojärjestelmää ja järjestelmähakemistoja ei voi siirtää!
hr: Pogreška: Korijenski datotečni sustav i sustavni direktoriji ne mogu se premjestiti!
it: Errore: il file system root e le cartelle di sistema non possono essere spostati!
lt: Klaida: šakninės failų sistemos ir sistemos katalogų perkelti negalima!
nl: Fout: Het root-bestandssysteem en de systeemmappen kunnen niet worden verplaatst!
pl: Błąd: System plików root i katalogi systemowe nie mogą być przeniesione!
sk: Chyba: koreňový systém súborov a systémové priečinky nie je možné presunúť!
sr: Greška: Nemoguće premestiti osnovni sistem fajla i sistemske direktorijume!
sv: Felmeddelande: Rotfilsystemet och systemkatalogerna kan inte flyttas!
ta: பிழை: ரூட் கோப்பு முறைமை மற்றும் கணினி கோப்பகங்களை நகர்த்த முடியாது!
tr: Hata: Kök dosya sistemi ve sistem dizinleri taşınamıyor!
uk: Помилка: кореневу файлову систему та системні каталоги не можна перемістити!

source: Error: The root file system and system directories can't be renamed!
cs: Chyba: Kořenový souborový systém a systémové adresáře nelze přejmenovat!
el: Σφάλμα: Το ριζικό σύστημα αρχείων και οι φάκελοι συστήματος δεν μπορούν να μετονομαστούν!
fi: Virhe: Tiedostojärjestelmää ja järjestelmähakemistoja ei voi nimetä uudelleen!
hr: Pogreška: Korijenski datotečni sustav i sustavni direktoriji ne mogu se preimenovati!
it: Errore: il file system root e le cartelle di sistema non possono essere rinominati!
lt: Klaida: šakninės failų sistemos ir sistemos katalogų negalima pervardyti!
nl: Fout: Het root-bestandssysteem en de systeemmappen kunnen niet worden hernoemd!
pl: Błąd: Nie można zmienić nazwy głównego systemu plików i katalogów systemowych!
sk: Chyba: koreňový systém súborov a systémové priečinky nie je možné premenovať!
sr: Greška: Nemoguće preimenovati osnovni sistem fajla i sistemske direktorijume!
sv: Felmeddelande: Rotfilsystemet och systemkatalogerna kan inte döpas om!
ta: பிழை: ரூட் கோப்பு முறைமை மற்றும் கணினி கோப்பகங்களை மறுபெயரிட முடியாது!
tr: Hata: Kök dosya sistemi ve sistem dizinleri yeniden adlandırılamaz!
uk: Помилка: кореневу файлову систему та системні каталоги не можна перейменувати!

source: Error: The selected service can't be recorded!
cs: Chyba: Vybraný program nelze nahrát!
el: Σφάλμα: Αδύνατη η εγγραφή της επιλεγμένης υπηρεσίας!
fi: Virhe: Valittua kanavaa ei voi tallentaa!
hr: Pogreška: Odabrana usluga se ne može snimiti!
it: Errore: impossibile registrare il servizio selezionato!
nl: Fout: De gekozen zender kan niet worden opgenomen!
pl: Błąd: Wybrana usługa nie może zostać nagrana!
sk: Error: Vybranú stanicu nie je možné nahrávať!
sr: Greška: Izabrana usluga se ne može snimiti!
sv: Felmeddelande: Den valda tjänsten kan inte spelas in!
ta: பிழை: தேர்ந்தெடுக்கப்பட்ட சேவையை பதிவு செய்ய முடியாது!
tr: Hata: Seçilen kanal kaydedilemiyor!
uk: Помилка: Вибраний канал неможливо записати!

source: Error: There was a problem writing '%s'!
cs: Chyba: Při psaní '%s' došlo k problému!
el: Σφάλμα: Παρουσιάστηκε πρόβλημα με την εγγραφή του '%s'!
fi: Virhe: '%s kirjoittamisessa oli ongelma!
hr: Pogreška: Došlo je do problema s pisanjem '%s'!
it: Errore: si è verificato un problema durante la scrittura di '%s'!
lt: Klaida: kilo problema rašant "%s"!
nl: Fout: Er was een probleem bij het schrijven van '%s'!
pl: Błąd: Wystąpił problem z zapisem '%s'!
sk: Chyba: Problém pri zápise '%s'!
sr: Greška: Došlo je do problematičnog snimanja '%s'!
sv: Felmeddelande: Det uppstod ett problem med att skriva '%s'!
ta: பிழை: '%s' எழுதுவதில் சிக்கல் இருந்தது!
tr: Hata: '%s' yazarken bir sorun oluştu!
uk: Помилка: виникла проблема при записі '%s'!

source: Error: There was an issue in the reset of the feeds! Please reboot the %s %s and check the file system for any errors before trying this command again.
cs: Chyba: Při resetování zdrojů došlo k problému! Restartujte prosím %s %s a před dalším pokusem o tento příkaz zkontrolujte souborový systém, zda neobsahuje nějaké chyby.
el: Σφάλμα: Παρουσιάστηκε πρόβλημα στην επαναφορά των πηγών. Επανεκκινήστε τον %s %s και ελέγξτε το σύστημα αρχείων για τυχόν σφάλματα πριν εκτελέσετε ξανά αυτή την εντολή.
fi: Virhe: Syötteen resetoinnissa oli ongelmia! Käynnistä %s %s ja tarkista tiedostojärjestelmä virheistä, ennen kuin kokeilet tätä komentoa uudelleen.
hr: Pogreška: Došlo je do problema u resetiranju feedova! Ponovno pokrenite %s %s i provjerite ima li u datotečnom sustavu pogrešaka prije ponovnog pokušaja ove naredbe.
it: Errore: si è verificato un problema nel ripristino dei feed! Riavvia %s %s e controlla eventuali errori nel file system prima di provare nuovamente a eseguire questo comando.
nl: Fout: Er was een probleem bij de reset van de Feed! A.u.b. uw %s %s opnieuw starten, daarna het bestandssysteem op fouten controleren, voordat u deze opdracht opnieuw uitvoert.
pl: Błąd: Wystąpił problem podczas resetowania feed'ów! Proszę zrestartować %s %s i sprawdzić system plików pod kątem błędów przed ponowną próbą wykonania tego polecenia.
sk: Chyba: Pri resetovaní zdrojov sa objavil problém! Reštartujte %s %s a otestujte systém súborov, či neobsahuje chyby. Potom to skúste znova.
sr: Greška: Došlo je do problema u resetovanju feedova! Molimo Vas da ponovo pokrenete %s %s i proverite sistem datoteka za bilo kakve greške pre nego što ponovo pokušate ovu komandu.
sv: Fel i flödet: Det uppstod ett problem vid återställningen av flödena! Starta om %s %s och kontrollera filsystemet för eventuella fel innan du försöker med det här kommandot igen.
ta: பிழை: ஊட்டங்களின் மீட்டமைப்பில் ஒரு சிக்கல் இருந்தது! தயவுசெய்து %s %s ஐ மறுதொடக்கம் செய்து, இந்த கட்டளையை மீண்டும் முயற்சிக்கும் முன் எந்த பிழைகளுக்கும் கோப்பு முறைமையை சரிபார்க்கவும்.
tr: Hata: Beslemelerin sıfırlanmasında bir sorun oluştu! Lütfen %s %s cihazını yeniden başlatın ve bu komutu tekrar denemeden önce dosya sisteminde herhangi bir hata olup olmadığını kontrol edin.
uk: Помилка: Виникла проблема зі скиданням каналів! Будь ласка, перезавантажте %s %s і перевірте файлову систему на наявність будь-яких помилок перед повторним виконанням цієї команди.

source: Error: Unable to create the required directories on the target device (e.g. USB stick or hard disk)! Please verify device and try again.
bg: Не може да се създадат необходимите директории на носителя (например USB флаш или твърд диск) - Моля, проверете носителя и опитайте отново!
cs: Chyba: Nelze vytvořit požadované adresáře na cílovém zařízení (např. USB klíčenka nebo pevný disk)! Ověřte prosím zařízení a zkuste to znovu.
el: Σφάλμα: αδυναμία δημιουργίας των απαιτούμενων φακέλων στη συσκευή προρισμού (π.χ. USB στικ ή σκληρό δίσκο)! Παρακαλώ επαληθεύστε τη συσκευή και δοκιμάστε ξανά.
fi: Virhe: Tarvittavia kansioita ei voi luoda kohdelaitteeseen (esim. USB-tikku tai kiintolevy)! Tarkista laite ja yritä uudelleen.
fr: Impossible de créer les répertoires requis sur le support (par ex. clé USB ou disque dur) - Veuillez vérifier le support et réessayer !
hr: Pogreška: Nije moguće stvoriti potrebne direktorije na ciljnom uređaju (npr. USB stick ili tvrdi disk)! Provjerite uređaj i pokušajte ponovno.
it: Errore: impossibile creare le cartelle richieste sul dispositivo di destinazione (ad es. chiavetta USB o disco rigido)! Verifica il dispositivo e riprova.
lt: Klaida: neįmanoma sukurti reikiamų katalogų paskirties įrenginyje (pvz., USB atmintinėje arba standžiajame diske)! Patikrinkite įrenginį ir bandykite dar kartą.
nl: Fout: Niet mogelijk om de benodigde map(pen) op het medium (b.v. USB stick of harde schijf) aan te maken! Controleer het medium en probeer het nog een keer.
pl: Błąd: Nie udało się utworzyć wymaganych katalogów na dysku (np. USB lub dysk twardy)! Sprawdź dysk i spróbuj ponownie.
sk: Na cieľovom médiu (USB disku, či pevnom disku) nie je možné vytvoriť požadované priečinky. Prosím, skontrolujte médium a skúste to znovu.
sr: Greška: Nemoguće kreirati potrebne direktorijume na mediju (npr. USB stik ili hard disk) - Proverite medij i pokušajte ponovo.
sv: Felmeddelande: Det gick inte att skapa de nödvändiga katalogerna på målenheten (t.ex. USB-minne eller hårddisk)! Vänligen verifiera enheten och försök igen.
ta: பிழை: இலக்கு சாதனத்தில் தேவையான கோப்பகங்களை உருவாக்க முடியவில்லை (எ.கா. யூ.எச்.பி ச்டிக் அல்லது ஆர்ட் டிச்க்)! சாதனத்தை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Hata: Hedef cihazda (örneğin USB bellek veya sabit disk) gerekli dizinler oluşturulamadı! Lütfen cihazı doğrulayın ve tekrar deneyin.
uk: Помилка: неможливо створити необхідні каталоги на носії(наприклад, USB-накопичувач або жорсткий диск)! Будь ласка, перевірте пристрій і повторіть спробу.

source: Error: Unable to rename directory '%s' to '%s'!
cs: Chyba: Nelze přejmenovat adresář '%s' na '%s'!
el: Σφάλμα: Αδυναμία μετονομασίας του φακέλου '%s' σε '%s'!
fi: Virhe: Ei voida nimetä hakemistoa '%s' uudelleen muotoon '%s'!
hr: Pogreška: Nije moguće preimenovati direktorij '%s' u '%s'!
it: Errore: impossibile rinominare la cartella '%s' in '%s'!
lt: Klaida: nepavyko pervardyti katalogo "%s" į "%s"!
nl: Fout: Kan directory '%s' niet hernoemen naar '%s'!
pl: Błąd: Nie można zmienić nazwy katalogu "%s" na "%s"!
sk: Chyba: Nie je možné premenovať priečinok '%s' na '%s'!
sr: Greška: Nemoguće preimenovati direktorijum '%s' u '%s'!
sv: Fel: Det går inte att byta namn på Det gick inte att byta namn på katalogen '%s' till '%s'!
ta: பிழை: கோப்பகத்தை '%s' என மறுபெயரிட முடியவில்லை '%s'!
tr: Hata: '%s' dizini '%s' olarak yeniden adlandırılamıyor!
uk: Помилка: неможливо перейменувати каталог '%s' на '%s'!

source: Error: Unable to write log file '%s'!
bg: Грешка при запис на файл: '%s'
cs: Chyba zápisu do souboru: '%s'!
el: Σφάλμα: Αδυναμία εγγραφής αρχείου καταγραφής '%s'!
fi: Virhe: Lokitiedoston kirjoittaminen epäonnistui '%s'!
fr: Erreur d’écriture de fichier : '%s'
hr: Pogreška: Nije moguće napisati datoteku dnevnika '%s'!
it: Errore: impossibile scrivere il file di registro '%s'!
lt: Failo rašymo klaida: '%s'
nl: Fout bij het schrijven naar het logbestand: '%s'!
pl: Błąd: Nie można zapisać pliku log '%s'!
sk: Chyba: Nie je možné zapísať súbor denníka '%s'!
sr: Greška: Nije moguće napisati dnevnik fajl '%s'!
sv: Felmeddelande: Det går inte att skriva loggfilen '%s'!
ta: பிழை: பதிவு கோப்பை '%s' எழுத முடியவில்லை!
tr: Hata: ‘%s’ günlük dosyası yazılamıyor!
uk: Помилка запису файлу: '%s'!

source: Error: You can't run '%s' on '%s'!
cs: Chyba: Nelze spustit '%s' na '%s'!
el: Σφάλμα: Δεν μπορείτε να εκτελέσετε το '%s' στο '%s'!
fi: Virhe: Et voi suorittaa '%s'-komentoa '%s':ssä!
hr: Pogreška: Ne možete pokrenuti '%s' na '%s'!
it: Errore: non puoi eseguire "%s" su "%s"!
lt: Klaida: negalite paleisti "%s" naudodami "%s"!
nl: Fout: U kunt '%s' niet uitvoeren op '%s'!
pl: Błąd: Nie można uruchomić '%s' na '%s'!
sk: Chyba: Nie je možné spustiť '%s' na '%s'!
sr: Greška: Vi nemožete pokrenuti '%s' na '%s'!
sv: Felmeddelande: Du kan inte köra '%s' på '%s'!
ta: பிழை: '%s' இல் '%s' ஐ இயக்க முடியாது!
tr: Hata: '%s'ı '%s' üzerinde çalıştıramazsınız!
uk: Помилка: Ви не можете запустити '%s' на '%s'!

source: Error: You can't run '%s' on a directory!
cs: Chyba: Nelze spustit '%s' v adresáři!
el: Σφάλμα: Δεν μπορείτε να εκτελέσετε το '%s' σε έναν φάκελο!
fi: Virhe: "%s" ei voida suorittaa hakemistossa!
hr: Pogreška: Ne možete pokrenuti '%s' u direktoriju!
it: Errore: non puoi eseguire '%s' su una cartella!
lt: Klaida: negalite paleisti "%s" kataloge!
nl: Fout: U kunt '%s' niet uitvoeren in een map!
pl: Błąd: Nie można uruchomić '%s' na katalogu!
sk: Chyba: Nie je možné spustiť '%s' v priečinku!
sr: Greška: Vi nemožete pokrenuti '%s' u direktorij!
sv: Felmeddelande: Du kan inte köra '%s' på en katalog!
ta: பிழை: நீங்கள் ஒரு கோப்பகத்தில் '%s' ஐ இயக்க முடியாது!
tr: Hata: '%s' komutunu bir dizin üzerinde çalıştıramazsınız!
uk: Помилка: Ви не можете запустити '%s' у каталозі!

source: Error: mount not successful!
cs: Chyba: připojení nebylo úspěšné!
el: Σφάλμα: η προσάρτηση δεν ήταν επιτυχής!
fi: Virhe: Liittäminen ei onnistunut!
hr: Pogreška: montaža nije uspješna!
it: Errore: montaggio non riuscito!
nl: Fout: het mounten is niet gelukt!
pl: Błąd: Podłączanie nie powiodło się!
sk: Chyba: Pripojenie neúspešné!
sr: Greška: montaža nije uspela!
sv: Fel: monteringen lyckades inte!
ta: பிழை: மவுண்ட் வெற்றிகரமாக இல்லை!
tr: Hata: Bağlama işlemi başarılı olmadı!
uk: Помилка: монтування не вдалося!

source: Esperanto
el: Εσπεράντο
fr: espéranto
ta: எச்பெராண்டோ
uk: Есперанто

source: Estonia
cs: Estonsko
da: Estland
de: Estland
el: Εσθονία
et: Eesti
fi: Viro
fr: Estonie
hu: Észtország
lt: Estija
nl: Estland
sk: Estónsko
sv: Estland
ta: எசுதோனியா
tr: Estonya
uk: Естонія
zh_cn: 爱沙尼亚

source: Estonian
cs: Estonsky
da: Estisk
de: Estnisch
el: Εσθονικά
et: Eesti
fi: Viro
fr: Estonien
hr: Estonski
hu: Észt
it: Estone
lt: Estų
nl: Ests
pl: Estoński
pt_br: Estoniano
ru: Эстонский
sk: estónčina
sr: Estonski
sv: Estniska
ta: எச்டோனிய
tr: Estçe
uk: Естонська
vi: Tiếng Estonia
zh_cn: 爱沙尼亚语

source: EtPortal
fi: EtPortaali
it: EtPortale
lt: EtPortalas
sk: EtPortál
uk: Et Портал

source: Ethernet network interface
bg: Етернет мрежов интерфейс
cs: Ethernetové síťové rozhraní
da: Ethernet netværksgrænseflade
de: Ethernet-Netzwerkschnittstelle
el: Διεπαφή ενσύρματου δικτύου
et: Etherneti võrguliides
fi: Verkkokortti
fr: Interface réseau Ethernet
hr: Ethernet mrežno sučelje
hu: Ethernet hálózati interfész
it: Interfaccia di rete ethernet
lt: Vietinio laidinio tinklo sąsaja
nl: Ethernet netwerkinterface
pl: Interfejs sieci przewodowej
pt_br: Interface de rede ethernet
ru: Интерфейс локальной сети
sk: Rozhranie siete Ethernet
sr: Ethernet mrežni interfejs
sv: Ethernet-nätverksgränssnitt
ta: ஈத்தர்நெட் பிணையம் இடைமுகம்
tr: Ethernet ağ arayüzü
uk: Інтерфейс локальної мережі
vi: Giao diện mạng Ethernet
zh_cn: 以太网接口

source: Ethiopia
cs: Etiopie
da: Etiopien
de: Äthiopien
el: Αιθιοπία
et: Etioopia
fr: Ethiopie
hu: Etiópia
it: Etiopia
lt: Etiopija
nl: Ethiopië
pl: Etiopia
sk: Etiópia
sv: Etiopien
ta: எதியோப்பியா
tr: Etiyopya
uk: Ефіопія
vi: Ê-díp-tô
zh_cn: 埃塞俄比亚
