Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: go to standby
da: Skift til Standby
de: In Standby gehen
et: Vastuvõtja ooteseisundisse
hu: lekapcsolás készenléti módba
pt_br: Ir para StandBy
ru: перейти в режим ожидания
sl: pojdi v pripravljenost
vi: đi đến chế độ chờ
zh_cn: 进入待机

source: goto current channel and now
da: Gå til nuværende kanal og nu
de: Gehe zum aktuellen Kanal
et: Mine aktiivsele kanalile ja 'nüüd'
hu: ugrás az aktuális csatornára és most
vi: đến kênh hiện tại và bây giờ
zh_cn: 转到当前频道,现在

source: goto deep-standby
da: Gå i Dyb Standby
de: Ausschalten
et: Puhkeseisund
hu: kikapcsolás
ru: выключить
vi: đến chế độ - chờ
zh_cn: 转到深待机

source: goto first channel
da: Gå til første kanal
de: Gehe zum ersten Kanal
et: Liigu esimesele kanalile
hu: ugrás az első csatornára
vi: đến kênh đầu tiên
zh_cn: 转到第一个频道

source: goto last channel
da: Gå til sidste kanal
de: Gehe zum letzten Kanal
et: Liigu viimasele kanalile
hu: ugrás az utolsó csatornára
vi: đến kênh cuối cùng
zh_cn: 转到最后一个频道

source: goto now
da: Gå til nu
de: Gehe zur aktuellen Uhrzeit
et: Mine 'nüüd'
hu: ugrás most
vi: đến bây giờ
zh_cn: 立刻转到

source: goto standby
da: Gå i Standby
de: In Standby gehen
et: Ooteseisund
hu: készenléti állapot
ru: переход в режим ожидания
vi: đi đến chế độ chờ
zh_cn: 进入待机

source: has been CHANGED! Do you want to save it?
da: er blevet ÆNDRET! Ønsker du at gemme den ?
de: wurde GEÄNDERT! Möchten Sie es speichern?
et: on MUUDETUD! Kas soovid selle salvestada=
vi: đã thay đổi! Bạn có muốn lưu nó không?
zh_cn: 已经改变了!是否保存?

source: has been sent to the SVN team team. please quote
da: er blevet sendt til SVN teamet. citere venligst
et: saadeti SVN tiimile. palun osunda
hu: elküldték az SVN csapatának. kérjük idézni
ru: отправлен в команду SVN. примите благодарность
vi: đã được gửi đến nhóm đội SVN. xin trích dẫn
zh_cn: 已发送到SVN团队. 请注意

source: helptext
da: Hjælpetekst
et: abitekst
vi: trợ giúp
zh_cn: 帮助文本

source: hide
da: Skjul
de: Verstecken
et: Peida
hu: elrejt
vi: ẩn giấu
zh_cn: 隐藏

source: highest Resolution
da: Højeste opløsning
de: höchste Auflösung
et: Kõrgeim lahutus
hu: magasabb felbontás
vi: độ phân giải cao nhất
zh_cn: 最高分辨率

source: horizontal
da: horisontal
et: Horisontaalne
hu: vízszintes
ru: горизонтальная
sl: vodoravno
vi: ngang
zh_cn: 水平

source: if set to 'no', only an debug message is written to the Debug log
da: Hvis sat til 'Nej', skrives der kun en fejlsøgningsbesked til fejlsøgningsloggen
de: Bei 'Nein' gibt es bei Fehlern im Skin nur einen Debug-Log Eintrag.
et: Kui keelatud, kirjutatakse silumislogisse ainult silumise sõnum
hu: a kinézet (Skin) összeomlási hibái is a naplóba kerüljenek rögzítésre
vi: nếu được đặt thành 'không', chỉ một thông báo gỡ lỗi được ghi vào nhật ký gỡ lỗi
zh_cn: 如果设置为'否',则只有调试消息写入调试日志

source: install/unpack ipk Files
da: install/udpak IPK filer
de: Installieren/entpacken von IPK-Dateien
et: Paigalda/paki lahti ipk faile
vi: cài đặt / giải nén tập tin ipk
zh_cn: 安装/解压缩ipk文件

source: internal flash: %s %s
da: intern flash: %s %s
de: Interner Flash: %s %s
et: sisemälu: %s %s
vi: đèn flash bên trong: % s% s
zh_cn: 内部闪存: %s %s

source: internal flash: %s %s as USB Recovery
da: intern flash: %s %s som USB Genoprettelse
de: Interner Flash: %s %s als USB Recovery
et: sisemälu: %s - %s USB varukoopiana
vi: flash nội bộ:% s% s dưới dạng USB Recovery
zh_cn: 内部闪存: %s %s 作为USB恢复

source: invalid type
da: forkert type
de: Ungültiger Typ
et: kehtetu tüüp
hu: helytelen típus
pt_br: Tipo inválido
ru: недействительный тип
vi: loại không hợp lệ
zh_cn: 无效类型

source: is strongly advised.
da: er stærkt tilrådelig.
de: wird dringend empfohlen.
et: on väga soovitatav.
hu: erősen ajánlott.
ru: строго рекомендуется.
vi: được khuyến khích mạnh mẽ.
zh_cn: 强烈建议.

source: jump to next page or all up (setup in menu)
da: spring til næste side eller helt op (sættes op i menu)
de: Zur nächsten Seite springen oder alle rauf (Einstellung im Menü)
et: Mine järgmisele lehele või päris üles (seadistamine menüüs)
hu: ugrás a következő oldalra vagy az összes fel (beállítás a menüben)
vi: nhảy sang trang tiếp theo hoặc tất cả lên (thiết lập trong menu)
zh_cn: 跳转到下一页面或全部向上(在菜单中设置)

source: jump to previous page or all down (setup in menu)
da: Spring til forrige side eller helt ned (sættes op i menu)
de: Zur vorherigen Seite springen oder alle runter (Einstellung im Menü)
et: Mine järgmisele lehele või päris alla (seadistamine menüüs)
hu: ugrás az előző oldalra vagy az összes lefelé (beállítás a menüben)
vi: nhảy đến trang trước hoặc tất cả xuống (thiết lập trong menu)
zh_cn: 跳转到上一页或全部向下(在菜单中设置)

source: just abort, no message
da: Afbryd bare, ingen besked
de: Abbrechen, ohne Hinweis
et: Katkesta teavitamata
hu: csak megállítás, nincs üzenet
ru: отменить, сообщение не показывать
vi: chỉ cần hủy bỏ, không có tin nhắn
zh_cn: 仅中止,无信息

source: just abort, show message
da: Afbryd bare, vis besked
de: Abbrechen, zeige Hinweis
et: Katkesta ja teavita
hu: csak megállítás, üzenet megjelenítése
ru: отменить, показать сообщение
vi: chỉ cần hủy bỏ, hiển thị tin nhắn
zh_cn: 仅中止,显示信息

source: just boot
da: Kun boot
de: Normal starten
et: Tavaline käivitus
hu: indítás
ru: только запустить
vi: chỉ khởi động
zh_cn: 仅开机

source: kernel modules
da: Kernemoduler
de: Kernel-Module
et: Kerneli moodulid
hu: kernel modulok
ru: модули ядра
vi: mô-đun hạt nhân
zh_cn: 内核模块

source: leave movie player...
de: Abspielmodus verlassen...
et: Lõpeta taasesitus
hu: kilépés a lejátszóból...
pt_br: Sair do reprodutor de mídia
ru: выйти из проигрывателя...
sl: zapusti multimedijski predvajalnik...
vi: rời khỏi máy nghe nhạc ...
zh_cn: 退出影片播放...

source: left, wrapped
da: Venstre, ombrudt
de: Links, umgebrochen
et: Vasakul, reamurdmisega
hu: bal oldalon sortöréssel
pt_br: à esquerda
ru: Cлева, свёрнуто
vi: trái, bọc
zh_cn: 左边,覆盖

source: limit ..., aborting !
da: grænse..., afbryder !
de: Limit..., Abbruch!
et: piir ..., katkestame!
hu: limit... abbahagytam!
pt_br: limite. Cancelando...
ru: ограничение ..., прервано !
vi: giới hạn ..., hủy bỏ!
zh_cn: 限制...,中止!

source: making a backup before updating
da: opretter en sikkerhedskopi inden opdatering
de: Vor dem Aktualisieren ein Backup anlegen
et: varundamine enne uuendamist
hu: biztonsági mentés készítése a frissítés előtt
ru: выполнить бекап перед обновлением
vi: tạo bản sao lưu trước khi cập nhật
zh_cn: 在更新之前做一个备份

source: manage local Files
da: Håndter lokale filer
de: Lokale Dateien verwalten
et: Halda kohalikke faile
vi: quản lý tập tin cục bộ
zh_cn: 管理本地文件

source: menu
de: Menü
et: menüü
hu: menü
ru: меню
sl: meni
vi: menu chính
zh_cn: 菜单

source: middle
da: Midten
de: Mitte
et: Keskel
hu: középre
vi: ở giữa
zh_cn: 中间

source: mins
da: Minutter
de: Minuten
et: min
hu: perc
ru: минут
vi: phút
zh_cn: 分钟

source: minute
da: minut
et: minut
hu: perc
ru: минута
sl: minuta
vi: phút
zh_cn: 分钟

source: minutes
da: minutter
de: Minuten
et: minutit
hu: perc
pt_br: minutos
ru: минут
sl: minute
vi: phút
zh_cn: 分钟

source: move down to last entry
da: Flyt ned til sidste indtastning
de: Zum letzten Eintrag gehen
et: Liigu viimasele reale
hu: ugrás a legutolsó tételhez
pt_br: Ir para a última entrada
ru: переместить вниз к последней записи
sl: premakni se dol, na zadnji vnos
vi: di chuyển xuống mục cuối cùng
zh_cn: 向下移动到最后一个条目

source: move down to next entry
da: Flyrt ned til næste indtastning
de: Zum nächsten Eintrag gehen
et: Liigu järgmisele reale
hu: ugrás a következő tételhez
pt_br: Ir para a entrada seguinte
ru: переместить вниз к следующей записи
sl: premakni se dol, na naslednji vnos
vi: chuyển xuống mục tiếp theo
zh_cn: 向下移动到下一个条目

source: move file
da: flyt fil
de: Datei verschieben
et: liiguta fail
vi: di chuyển tập tin
zh_cn: 移动文件

source: move folder
da: flyt mappe
de: Ordner verschieben
et: liiguta kataloog
vi: di chuyển thư mục
zh_cn: 移动文件夹

source: move up to first entry
da: flyt op til første element
de: Zum ersten Eintrag gehen
et: Liigu esimesele reale
hu: ugrás az első tételhez
pt_br: Ir para a primeira entrada
ru: переместить вверх к первой записи
sl: premakni gor, na prvi vnos
vi: di chuyển đến mục đầu tiên
zh_cn: 向上移到第一个条目

source: move up to previous entry
da: flyt op til forrige element
de: Zum vorherigen Eintrag gehen
et: Liigu eelmisele reale
hu: ugrás az előző tételhez
pt_br: Ir para a entrada anterior
ru: переместить вверх к предыдущей записи
sl: premakni se gor, prejšnji vnos
vi: di chuyển đến mục trước
zh_cn: 向上移到上一个条目

source: ms
ru: мс
zh_cn: 毫秒

source: multinorm
hu: többnormás
pt_br: Multinorma
ru: мультинорм
vi: đa chủng
zh_cn: 多标准

source: n/A
da: Ikke tilgængelig
de: n/v
et: puudub
zh_cn: 无数据

source: never
da: Aldrig
de: Niemals
et: Mitte kunagi
hu: soha
pt_br: Nunca
ru: никогда
sl: nikoli
vi: không bao giờ
zh_cn: 从不

source: never abort
da: Afbryd aldrig
de: Nie abbrechen
et: Mitte kunagi
hu: nincs megállítás
ru: никогда не прерывать
vi: không bao giờ
zh_cn: 不中止

source: next channel page
da: næste kanalside
de: Nächste Kanalseite
et: Järgmine lehekülg
hu: következő csatornaoldal
vi: trang tiếp theo của sự kiện
zh_cn: 下一个频道页面

source: next higher Resolution
da: næste højere opløsning
de: nächsthöhere Auflösung
et: kõrguselt järgmine lahutus
hu: következő magasabb felbontás
vi: nghị quyết cao hơn tiếp theo
zh_cn: 下一个更高的分辨率

source: no
da: Nej
de: Nein
et: Ei
hu: nem
pt_br: Não
ru: нет
sl: Ne
vi: không
zh_cn: 否

source: no channel list
da: ingen kanalliste
de: keine Senderliste
et: kanalinimekiri puudub
hu: nincs csatornalista
ru: список каналов отсутствует
vi: không có danh sách kênh
zh_cn: 没有频道列表

source: no delay
da: ingen forsinkelse
de: Keine Verzögerung
et: viiteajata
hu: nincs késleltetés
ru: без задержки
vi: không chậm trễ
zh_cn: 无延时

source: no resource manager
da: ingen ressource-håndtering
de: Kein Resourcen-Manager
et: ressursihaldur puudub
hu: nincs erőforrás kezelő
ru: менеджер ресурсов отсутствует
vi: không có người quản lý tài nguyên
zh_cn: 没有资源管理器

source: none
da: ingen
de: Keine
et: puudub
hu: nincs
pt_br: Nenhum
ru: никакой(ая)
sl: prazno
vi: không
zh_cn: 无

source: not activated
da: ikke aktiveret
de: nicht aktiviert
et: aktiveerimata
hu: nincs aktiválva
vi: chưa kích hoạt
zh_cn: 未激活

source: not configured
da: ikke konfigureret
de: Nicht konfiguriert
et: ei ole häälestatud
hu: nem konfigurált
pt_br: Não configurado
ru: нет конфигурации
sl: ni nastavljeno
vi: không được cấu hình
zh_cn: 未配置

source: not_tested
bg: не_е_тестван
da: ikke_testet
de: Nicht_getestet
et: pole_testitud
vi: chưa được kiểm tra
zh_cn: 未测试

source: off
bg: изключен
da: Slukket
de: Aus
et: Väljas
hu: ki
pt_br: Desligado
ru: выкл.
sl: izklopi
vi: tắt
zh_cn: 关

source: on
da: Tændt
de: An
et: Sees
hu: be
pt_br: Ligado
ru: вкл.
sl: Vključi
vi: trên
zh_cn: 开

source: on how to restore the image
da: om hvordan Imaget gendannes
de: wie das Image wiederhergestellt werden kann.
et: kuidas püsivara taastada
hu: a lemezkép visszaállításának módjáról
vi: về cách khôi phục lại hình ảnh
zh_cn: 关于如何恢复镜像

source: once
da: En gang
de: Einmalig
et: Üks kord
hu: egyszeri
pt_br: Uma vez
ru: один раз
sl: enkrat
vi: một lần
zh_cn: 一次

source: only HD
da: Kun HD
de: Nur bei HD
et: Ainult HD
hu: csak HD
ru: только HD
vi: chỉ HD
zh_cn: 只是高清

source: only in Standby
da: Kun i Standby
de: nur im Standby
et: Ainult ooteseisundis
hu: csak készenléti állapotban
vi: chỉ trong chế độ chờ
zh_cn: 只在待机

source: original
et: Algupärane
hu: eredeti
ru: оригинал
vi: nguyên
zh_cn: 原始

source: oscam webif disabled
da: OScam WebIF deaktiveret
de: OSCam Webinterface deaktiviert
et: oscam veebiliides keelatud
hu: oscam webif letiltva
vi: oscam webif bị vô hiệu hóa
zh_cn: oscam webif已禁用

source: packages selected.
da: pakke valgt.
de: Pakete ausgewählt.
et: paketti valitud.
hu: csomag kiválasztva.
ru: пакетов выбрано.
vi: các gói được chọn.
zh_cn: 已选择软件包.

source: page left
da: side venstre
de: Seite nach links
et: Leht vasakule
hu: balra egy oldallal
ru: страница влево
vi: trang còn lại
zh_cn: 页面左边

source: pass
da: OK
de: Durchgang
et: lubatud
hu: művelet
pt_br: Passar
ru: передать
sl: geslo
vi: vượt qua
zh_cn: 通过

source: picons
da: Pikoner
et: Pikonid
hu: pikons
ru: Пиконы
zh_cn: 图标(picons)

source: play Files
da: afspil filer
de: Dateien abspielen
et: Esita failid
vi: chơi tập tin
zh_cn: 播放文件

source: play as picture in picture
da: Afspil som Billede i Billede
de: Als Bild im Bild wiedergeben
et: Näita PiP-aknas
hu: megjelenítés Kép-a-Képben
pt_br: Reproduzir como PiP
ru: показать как картинку в картинке
sl: Vključi Sliko v Sliki
vi: chơi như hình trong ảnh
zh_cn: 以画中画播放

source: play in mainwindow
da: Afspil i hovedvindue
de: Im Hauptfenster abspielen
et: Näita peaaknas
hu: lejátszás a főképernyőn
pt_br: Reproduzir na janela principal
ru: в главном экране
vi: chơi trong gió chính
zh_cn: 在主窗口播放

source: play/show Files
da: Afspil/Vis filer
de: Dateien abspielen/anzeigen
et: Esita/kuva failid
vi: phát / hiển thị tập tin
zh_cn: 播放/显示文件

source: please press OK when ready
da: tryk venligst OK når du er klar
de: Bitte OK drücken wenn bereit
et: kui valmis, vajuta OK
hu: nyomja le az OK-t ha kész
pt_br: Pressione OK quando estiver pronto.
ru: пожалуйста, нажмите OK когда будете готовы
sl: pritisnite OK
vi: vui lòng nhấn OK khi sẵn sàng
zh_cn: 准备好后,按OK键

source: please wait...
da: vent venligst...
de: Bitte warten...
et: oota...
hu: kérem, várjon ...
ru: пожалуйста ждите...
vi: xin vui lòng chờ ...
zh_cn: 请稍等...

source: press the menu button to set a general AC3/Dolby offset
da: tryk MENU knappen for at sætte generelt AC3/Dolby forskydning
de: Drücken Sie die MENU Taste, um einen allgemeinen AC3/Dolby Offset zu setzen.
et: AC3/Dolby üldise helitaseme määramiseks vajuta 'MENU'
hu: nyomja meg a menü gombokat, hogy beállítsa az általános AC3/Dolby eltolásokat
ru: нажмите кнопку меню, чтобы установить общий сдвиг AC3/Dolby
vi: nhấn nút menu để đặt bù AC3 / Dolby chung
zh_cn: 按菜单键设置常规AC3/杜比偏移

source: previous channel page
da: forrige kanalside
de: Vorherige Kanalseite
et: Eelmine lehekülg
hu: előző csatornaoldal
vi: trang kênh trước
zh_cn: 上一个频道页面

source: previous/next Bouquet
da: Forrige/næste Buket
de: vorherige/nächste Seite
zh_cn: 上一分组/下一分组

source: previous/next Page
da: Forrige/næste side
de: vorherige/nächste Seite
et: Eelmine/järgmine lehekülg
hu: előző/következő oldal
vi: trang trước / trang tiếp theo
zh_cn: 上一页/下一页

source: purge deleted userbouquets
da: Ryd slettede brugerbuketter
de: Gelöschte Userbouquets entfernen
et: Puhasta kustutatud lemmiknimekirjad
hu: törölt felhasználói csatornacsomagok végleges eltávolítása
ru: очистить удаленные фавориты
vi: thanh lọc người dùng đã xóa
zh_cn: 清除已删除的用户频道组

source: real or pseudo recordings
da: Ægte eller pseudooptagelser
de: Echte / Pseudo-Aufnahmen
et: Ehtsad või võltssalvestused
hu: felvételkor és a felvétel beállításánál
ru: реальные или псевдозаписи
vi: ghi âm thật hay giả
zh_cn: 录像或伪录像

source: real recordings
da: Ægte optagelse
de: Echte Aufnahmen
et: Ehtsad salvestused
hu: felvételkor
ru: реальные записи
vi: ghi âm thực
zh_cn: 实时录像

source: real recordings or streaming
da: Ægte optagelser eller streaming
de: Echte Aufnahmen / Streaming
et: Ehtsad salvestused või voogesitus
hu: felvételkor vagy streaming
ru: реальные записи или потоковое вещание
vi: ghi âm thực hoặc phát trực tuyến
zh_cn: 录像或串流

source: reboot system
da: Genstart system
de: System neu starten
et: Taaskäivita süsteem
hu: újraindítsa a rendszert
ru: перезагрузка системы
vi: hệ thống khởi động lại
zh_cn: 重新启动系统

source: record
da: Optag
de: Aufnehmen
et: salvestus
hu: felvétel
pt_br: Gravar
ru: записать
sl: posnemi
vi: ghi lại
zh_cn: 录像

source: record time changed, start prepare is now: %s
da: Optagelsestid ændret, planlagt start er nu: %s
de: Aufnahmezeit geändert, startet: %s
et: salvestuse aega muudeti, valmistumise aeg on nüüd %s
hu: a felvételi idő megváltozott, elkezdi készíteni most: %s
vi: thời gian thay đổi kỷ lục, bắt đầu chuẩn bị ngay bây giờ:% s
zh_cn: 录像时间已更改,现在开始准备: %s

source: recording...
da: Optager...
de: Nimmt auf...
et: salvestus
hu: felvétel...
pt_br: Gravando...
ru: идет запись...
sl: snemanje...
vi: ghi âm...
zh_cn: 正在录像...

source: remove all alternatives
da: fjern alle alternativer
de: entferne alle Alternativen
et: Eemalda kõik asenduskanalid
hu: összes alternatíva törlése
pt_br: Remover todas as alternativas
ru: удалить все альтернативы
sl: izbriši vse alternative
vi: loại bỏ tất cả các lựa chọn thay thế
zh_cn: 移除所有项目

source: remove all new found flags
da: fjern alle nye fundne flag
de: Entfernen aller 'neu gefunden'-Kennzeichnungen
et: Eemalda kõik 'uus kanal' tunnused
hu: minden újtalálat jelzö törlése
pt_br: Remover todas as marcas de "Novo"
ru: удалить все найденные флаги
sl: izbriši vse nove zastave
vi: xóa tất cả các cờ mới tìm thấy
zh_cn: 移除所有新发现标记

source: remove bookmark
da: fjern bogmærke
de: Bookmark entfernen
et: Eemalda järjehoidja
hu: könyvjelző eltávolítása
pt_br: Remover favorito
ru: удалить закладку
sl: odstrani zaznamek
vi: xóa dấu trang
zh_cn: 删除书签

source: remove bouquet from parental protection
da: Fjern Buket fra forældrebeskyttelse
de: Bouquet aus Jugendschutz entfernen
et: Eemalda lemmiknimekirja lukustus
hu: csatornacsomag eltávolítása a gyermekzár védelem alól
ru: удалить фаворит из родительского контроля
vi: loại bỏ bó hoa khỏi sự bảo vệ của cha mẹ
zh_cn: 从家长控制中删除频道

source: remove cable services
da: fjern kabelkanaler
de: Kabel-Dienste entfernen
et: Eemalda kaabelvõrgu kanalid
hu: kábeles szolgáltatás eltávolítása
ru: удалить кабельные каналы
vi: loại bỏ dịch vụ cáp
zh_cn: 删除有线电视频道

source: remove directory
da: Fjern mappe
de: Verzeichnis entfernen
et: Kustuta kataloog
hu: mappa eltávolítása
pt_br: Remover diretório
ru: удалить каталог
sl: odstrani mapo
vi: xóa thư mục
zh_cn: 移除目录

source: remove entry
da: Fjern post
de: Eintrag entfernen
et: Eemalda
hu: bejegyzés törlése
pt_br: Remover item
ru: удалить выбранное
sl: Izbriši vnos
vi: xoá mục nhập
zh_cn: 删除频道

source: remove from parental protection
da: fjern fra forældrebeskyttelse
de: Aus Jugendschutz entfernen
et: Eemalda lapselukk
hu: eltávolítás a gyermekzár védelem alól
pt_br: Remover do controle de acesso
ru: удалить из родительского контроля
sl: izbriši iz starševske zaščite
vi: loại bỏ khỏi sự bảo vệ của cha mẹ
zh_cn: 取消家长控制

source: remove new found flag
da: fjern nye fundne flag
de: Entfernen der 'neu gefunden'-Kennzeichnung
et: Eemalda 'uus kanal' tunnus
hu: az új talált zászló eltávolítása
pt_br: Remover marca de "Novo"
ru: удалить найденный новый флаг
sl: izbriši novo zastavo
vi: xóa cờ mới tìm thấy
zh_cn: 移除新发现标记

source: remove selected satellite
da: fjern valgte satellit
de: Entferne gewählten Satellit
et: Eemalda valitud satelliit
hu: kiválasztott műhold törlése
pt_br: Remover satélite selecionado
ru: удалить выбранный спутник
sl: odstrani izbran satelit
vi: nền văn hóa mới
zh_cn: 移除所选的卫星

source: remove terrestrial services
da: Fjern DVB-T kanaler
de: Terrestrische Dienste entfernen
et: Eemalda maapealse levi kanalid
hu: földfelszíni szolgáltatás eltávolítása
ru: удалить наземные каналы
vi: loại bỏ các dịch vụ trên mặt đất
zh_cn: 移除地面波频道

source: rename
da: Omdøb
de: Umbenennen
et: Nimeta ümber
hu: átnevez
ru: Переименовать
vi: đổi tên
zh_cn: 重命名

source: rename entry
da: Omdøb post
de: Eintrag umbenennen
et: Nimeta ümber
hu: átnevezés
pt_br: Renomear item
ru: переименовать выбранное
vi: đổi tên mục nhập
zh_cn: 重命名条目

source: repeat playlist
da: Gentag afspilningsliste
de: Wiederholung der Wiedergabeliste
et: Pleilisti kordamine
hu: lejátszási lista ismétlése
pt_br: Repetir lista de reprodução
ru: повторить плейлист
sl: ponovi seznam predvjanja
vi: phát lại danh sách
zh_cn: 重复播放列表

source: repeated
da: Gentaget
de: Wiederholend
et: Korduv
hu: többszöri
pt_br: Repetir
ru: повторный
sl: ponavljam
vi: lặp đi lặp lại
zh_cn: 重复

source: restart GUI
da: Genstart GUI
de: GUI neu starten
et: Taaskäivita kasutajaliides
hu: kezelőfelület (GUI) újraindítása
ru: перезагрузка пользовательского интерфейса
vi: khởi động lại GUI
zh_cn: 重新启动界面

source: restore deleted userbouquets
da: Gendan slettede brugerbuketter
de: Gelöschte Userbouquets wiederherstellen
et: Taasta kustutatud lemmiknimekirjad
hu: törölt felhasználói csatornacsomagok visszaállítása
ru: восстановление удаленных фаворитов
vi: khôi phục lại những người dùng đã xóa
zh_cn: 恢复已删除的用户自定义组

source: right, wrapped
da: Højre, ombrudt
de: Rechts, umgebrochen
et: Paremal, reamurdmisega
hu: jobb oldalon sortöréssel
pt_br: à direita
ru: Справа, свёрнуто
vi: phải, bọc
zh_cn: 右边,覆盖

source: running...
da: kører...
de: laufend...
et: töös...
hu: folyamatban...
ru: идет анализ...
vi: đang chạy...
zh_cn: 正在运行...

source: save
da: gem
de: Speichern
et: Salvesta
hu: mentés
ru: сохранить
vi: lưu lại
zh_cn: 保存

source: save last directory on exit
da: Gem sidste mappe ved afslutning
de: Anfangsverzeichnis beim Beenden merken
et: Pea väljumisel asukoht meeles
hu: az utolsó mappa mentése kilépéskor
pt_br: Lembrar diretório ao sair
ru: сохранить последний каталог при выходе
sl: ob izhodu shrani zadnjo mapo
vi: lưu thư mục cuối cùng khi thoát
zh_cn: 退出时保存最后的目录

source: save playlist on exit
da: Gem afspilningsliste ved afslutning
de: Wiedergabeliste beim Beenden speichern
et: Väljumisel talleta pleilist
hu: lejátszási lista mentése kilépéskor
pt_br: Salvar lista de reprodução ao sair
ru: сохранить плейлист при выходе
sl: ob izhodu shrani seznam predvajanja
vi: lưu danh sách phát khi thoát
zh_cn: 退出时保存播放列表

source: scan new
de: Selber suchen
et: uus otsing
vi: quét mới
zh_cn: 新的扫描

source: script 'sterr':
da: skript 'sterr':
de: Skript 'sterr':
et: skript 'sterr':
vi: kịch bản 'stderr':
zh_cn: 脚本'sterr':

source: script 'stout':
da: skript 'stout':
de: Skript 'stout':
et: skript 'stout':
vi: kịch bản 'stout':
zh_cn: 脚本'stout':

source: sdr
zh_cn: 软件定义的无线电(SDR)

source: second cable of motorized LNB
da: Sekundær kabel fra motor LNB
de: Zweites Kabel für motorisiertes LNB
et: Ajamiga LNB teine kaabel
hu: forgatómotoros fej második kábele
pt_br: Segundo cabo do LNB motorizado
ru: второй кабель мотоподвеса
sl: drugi kabel motoriziranega LNB-a
vi: cáp thứ hai của LNB
zh_cn: 第二条线缆电动高频头

source: seconds
da: sekunder
de: Sekunden
et: sekundit
hu: másodperc
pt_br: Segundos
ru: секунд(ы)
sl: sekund
vi: giây
zh_cn: 秒

source: security
da: Sikkerhed
de: Sicherheit
et: Turve
hu: biztonság
ru: безопасность
vi: bảo vệ
zh_cn: 安全

source: select
da: vælg
de: Wähle
et: Vali
hu: válasszon
pt_br: Selecionar
ru: выбрать
sl: izberite
vi: lựa chọn
zh_cn: 选择

source: select channels to add a offset to the Volume
da: vælg kanaler for at tilføjes en forskydning af lydstyrken
de: Kanäle wählen, um einen Lautstärke Offset hinzuzufügen
et: Määra kanalid, millele määrata helitugevuse tase
hu: válassza ki a csatornákat, hogy hozzáadjon egy eltolást a hangerőhöz
ru: выберите каналы, для которых можно добавить смещение звука
vi: chọn kênh để thêm phần bù vào Âm lượng
zh_cn: 选择频道来添加音量偏移

source: select menu entry
da: vælg menu-punkt
de: Wählen Sie einen Menüpunkt
et: Vali menüüpunkt
hu: válasszon menütételt
pt_br: Selecionar entrada de menu
ru: выбрать из меню
sl: izberite vnos
vi: chọn mục nhập
zh_cn: 选择菜单条目

source: set as startup service
da: Sæt som startkanal
de: Kanal als Startkanal auswählen
et: Määra käivituskanaliks
hu: beállítás indítási csatornának
pt_br: Ligar sempre neste canal
ru: сделать канал стартовым
sl: Dodaj kot začetni program
vi: đặt làm dịch vụ khởi động
zh_cn: 设为开机频道

source: settings
da: Indstillinger
de: Einstellungen
et: Kanalinimekirjad
hu: beállítások
ru: настройки
vi: cài đặt
zh_cn: 设置

source: show
da: Vis
de: Zeigen
et: Näita
hu: mutat
vi: hiển thị
zh_cn: 显示

source: show EPG...
bg: показване на EPG...
da: Vis EPG...
de: Zeige Standard-EPG
et: Saatekava
hu: az EPG megjelenítése...
ru: показать телегид...
vi: hiển thị EPG ...
zh_cn: 显示EPG...
