Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Keyboard
bg: Клавиатура
cs: Klávesnice
da: Tastatur
de: Externe Tastatur
el: Πληκτρολόγιο
et: Klaviatuur
fi: Näppäimistö
fr: Clavier
hr: Tipkovnica
hu: Billentyűzet
it: Tastiera
lt: Klaviatūra
nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
ru: Клавиатура
sk: Klávesnica
sl: Jezik tipkovnice
sr: Tastatura
sv: Tangentbord
ta: விசைப்பலகை
tr: Klavye
uk: Клавіатура
vi: Bàn phím
zh_cn: 键盘

source: Keyboard Settings
bg: Настройка на клавиатурата
cs: Nastavení klávesnice
el: Ρυθμίσεις πληκτρολογίου
fi: Näppäimistön asetukset
fr: Paramétrage du clavier
hr: Postavke Tipkovnice
it: Impostazioni tastiera
lt: Klaviatūros parametrai
nl: Toetsenbord instellingen
pl: Ustawienie klawiatury
sk: Nastavenie klávesnice
sr: Postavke Tastature
sv: Tangentbordsinställningar
ta: விசைப்பலகை அமைப்புகள்
tr: Klavye Ayarları
uk: Налаштування клавіатури

source: Keyboard data entry
bg: Въвеждане на данни от клавиатурата
cs: Zadávání dat pomocí klávesnice
da: Tastatur datapost
de: Tastatureingabe
el: Εισαγωγή δεδομένων πληκτρολογίου
et: Klaviatuuri andmesisestus
fi: Näppäimistön syöttö
fr: Saisie de données au clavier
hr: Unos podataka sa tipkovnicom
it: Inserimento dati da tastiera
lt: Klaviatūros duomenų įvedimas
nl: Toetsenbord gegevens invoer
pl: Wprowadzanie danych z klawiatury
sk: Zadávanie údajov z klávesnice
sr: Unos podataka sa tastaturom
sv: Datainmatning med tangentbord
ta: விசைப்பலகை தரவு உள்ளீடு
tr: Klavye veri girişi
uk: Введення даних з клавіатури
vi: Nhập dữ liệu bàn phím
zh_cn: 键盘数据输入

source: Kikuyu / Gikuyu
el: Κικούγιου / Γκικούγιου
sk: kikujčina
ta: கியுகா / கியூ
uk: Кікую / Гікую

source: Kinyarwanda
el: Κινιαρουάντα
sk: rwandčina
ta: கின்யாருவான்டா
uk: Кіньяруанда

source: Kirghiz / Kyrgyz
el: Κιργιζικά
fr: Kirghiz / kirghiz
it: Kirghizistan / Kyrghyzistan
lt: Kirghiz / Kirgizija
nl: Kirgizisch
sk: kirgizština
sv: Kirgizistan
ta: கிர்கிச் / கிர்கிச்
tr: Kırgız
uk: Киргиз/Киргизька

source: Kiribati
el: Κιριμπάτι
lt: Kiribatis
ta: கிரிபாடி
uk: Кірибаті
zh_cn: 基里巴斯

source: Kodi MediaCenter
cs: Kodi Mediální přehrávač
da: Kodi MedieCenter
el: Κέντρο πολυμέσων Kodi
et: Kodi meediakeskus
fi: Kodi Mediakeskus
it: Media Center Kodi
lt: Kodi medija centras
pl: Kodi
ta: மீடியாசென்செட்டர் என்றால் என்ன
uk: Kodi Медіа центр
vi: Trung tâm truyền thông Kodi
zh_cn: 科迪媒体中心

source: Komi
el: Κόμι
sk: komijčina
ta: கொமி
tr: Komi Dili
uk: Комі

source: Kongo
el: Κογκό
fi: Congo
nl: Congo
ta: காங்கோ
tr: Kongo Dili
uk: Конго

source: Korea, Democratic People's Republic of
cs: Korea, Lidově demokratická republika
el: Κορέα, Εθνική Δημοκρατία
fi: Pohjois Korea
fr: Corée, République populaire démocratique de
it: Corea, Repubblica Popolare Democratica di
lt: Korėjos Demokratinė Liaudies Respublika
nl: Noord Korea
pl: Korea, Republika Ludowo-Demokratyczna
sk: Kórea (Demokratická republika)
sv: Nordkorea
ta: கொரிய குடியாட்சி மக்கள் குடியரசு
tr: Kore Demokratik Halk Cumhuriyeti
uk: Корея, Народно-демократична Республіка

source: Korea, Republic of
cs: Korejská republika
el: Κορέα, Δημοκρατία
fi: Etelä Korea
fr: Corée, République de
it: Corea, Repubblica di
lt: Korėjos Respublika
nl: Zuid Korea
pl: Republika Korei
sk: Kórea (Republika)
sv: Sydkorea
ta: கொரிய குடியரசு
tr: Kore Cumhuriyeti
uk: Корея, Республіка

source: Korean
cs: Korejština
el: Κορεάτικα
fi: Korea
fr: Coréen
it: Coreano
lt: Korėjiečių
nl: Koreaans
pl: Koreański
sk: kórejčina
sv: Koreanska
ta: கொரிய
tr: Korece
uk: Корейська

source: Kuanyama / Kwanyama
el: Κουανιάμα
fi: Komi
sk: Kuaňama (Kuanyama)
ta: வனவிலங்குகள் / செல்லப்பிராணி
uk: Куаняма / Кваняма

source: Kurdish
cs: Kurdština
el: Κουρδικά
fr: Kurde
it: Curdo
lt: Kurdų
nl: Koerdisch
pl: Kurdyjski
sk: kurdčina
sv: Kurdiska
ta: குர்திச்
tr: Kürtçe
uk: Курдська

source: Kurdistan
cs: Kurdistán
el: Κουρδιστάν
fi: Kurdien maa
nl: Koerdistan
ta: குர்திச்தான்
tr: Kürdistan
uk: Курдистан

source: Kuwait
cs: Kuvajt
el: Κουβέιτ
et: Kuveit
fr: Koweit
lt: Kuveitas
nl: Koeweit
pl: Kuwejt
sk: Kuvajt
ta: குவைத்
tr: Kuveyt
uk: Кувейт
zh_cn: 科威特

source: Kyrgyzstan
cs: Kyrgyzstán
da: Kirgisistan
de: Kirgisistan
el: Κιργιζία
et: Kõrgõstan
hu: Kirgizisztán
lt: Kirgistanas
nl: Kirgizië
pl: Kirgistan
sk: Kirgizsko
sv: Kirgizistan
ta: கிரைகிசுத்தான்
tr: Kırgızistan
uk: Киргистан
vi: Kít-sinh-gơ
zh_cn: 吉尔吉斯斯坦

source: LAN adapter
bg: LAN адаптер
cs: Síťová karta
el: Προσαρμογέας LAN
et: Võrgukaart
fi: Verkkosovitin
fr: Adaptateur réseau local
hu: Hálózati adapter
it: Adattatore LAN
lt: LAN adapteris
pl: Karta Sieci LAN
pt_br: Adaptador LAN
ru: Сетевой адаптер
sk: LAN adaptér
ta: லேன் தாட்டர்
tr: Kablolu Ağ adaptörü
uk: Мережевий адаптер
vi: Bộ điều hợp mạng LAN
zh_cn: LAN适配器

source: LAN connection
bg: LAN връзка
cs: LAN připojení
da: LAN forbindelse
de: LAN-Verbindung
el: Σύνδεση δικτύου
et: LAN ühendus
fi: LAN yhteys
fr: Connexion LAN
hr: LAN veza
hu: Helyi privát
it: Connessione LAN
lt: Laidinis tinklas
nl: LAN-verbinding
pl: Połączenie LAN
pt_br: Conexão LAN
ru: LAN соединение
sk: LAN pripojenie
sl: Mrežna povezava
sr: LAN veza
sv: LAN-anslutning
ta: லேன் இணைப்பு
tr: Kablolu Ağ Bağlantısı
uk: LAN з'єднання
vi: Kết nối mạng nội bộ
zh_cn: LAN连接

source: LCD scroll speed
bg: Скорост на LCD превъртане
cs: Rychlost rolování LCD
da: LCD rullehastighed
de: LCD-Scrollgeschwindigkeit
el: Ταχύτητα κύλισης LCD
et: Näidiku kerimise kiirus
fi: LCD selausnopeus
fr: Vitesse de défilement du LCD
hr: Brzina pomicanja LCD
hu: LCD görgetési sebesség
it: Velocità scorrimento LCD
lt: LCD užrašų slinkties greitis
nl: Display scroll snelheid
pl: Prędkość przewijania LCD
ru: Скорость прокрутки на LCD
sk: Rýchlosť rolovania LCD
sr: LCD brzina pomeranja
sv: LCD-skrollhastighet
ta: எல்சிடி உருள் விரைவு
tr: LCD kaydırma hızı
uk: Швидкість прокрутки на LCD
vi: Tốc độ cuộn LCD
zh_cn: LCD滚屏速度

source: LCD/Front panel *
cs: LCD/přední panel *
el: LCD/οθόνη πρόσοψης *
fi: Näyttöpaneeli *
hr: LCD/prednja ploča *
it: LCD/Pannello frontale *
nl: Displayskin *
pl: LCD/Panel przedni *
sk: LCD/Predný panel *
sr: LCD/Prednji panel *
ta: எல்சிடி/முன் குழு *
tr: LCD/Ön panel *
uk: LCD/Передня панель *

source: LCN Scanner
cs: LCN skener
el: Ανίχνευση LCN
fi: LCN Scanneri
hr: LCN Skener
it: Scanner LCN
pl: Skaner LCN
sk: LCN skener
sr: LCN Skener
sv: LCN-skanner
ta: எல்.சி.என் ச்கேனர்
tr: LCN Tarayıcı
uk: Сканер LCN

source: LCN Scanner Actions
cs: Akce LCN skeneru
el: Ενέργειες ανίχνευσης LCN
fi: LCN Scanneri toiminnot
hr: LCN Skener Radnja
it: Azioni Scanner LCN
nl: LCN Scanner Acties
pl: Działania skanera LCN
sk: Akcie LCN skenera
sr: LCN Skener Radnja
sv: LCN Scanner Åtgärder
ta: எல்.சி.என் ச்கேனர் செயல்கள்
tr: LCN Tarayıcı İşlemleri
uk: Дії сканера LCN

source: LCN Scanner Settings
cs: Nastavení LCN skeneru
el: Ρυθμίσεις ανίχνευσης LCN
fi: LCN Skannaus asetukset
hr: LCN Skener Postavke
it: Impostazioni Scanner LCN
nl: LCN Scanner instellingen
pl: Ustawienia skanera LCN
sk: Nastavenia LCN skenera
sr: LCN Skener Postavke
sv: Inställningar för LCN-skanner
ta: எல்.சி.என் ச்கேனர் அமைப்புகள்
tr: LCN Tarayıcı Ayarları
uk: Налаштування сканера LCN

source: LCN Scanner plugin for DVB-C/T/T2 services
cs: Plugin LCN Scanner pro služby DVB-C/T/T2
el: Πρόσθετο ανίχνευσης LCN για υπηρεσίες DVB-C/T/T2
fi: LCN Skanner lisäosa DVB-C/T/T2 kanaviin
hr: LCN Skener dodatak za DVB-C/T/T2 servise
it: Plugin Scanner LCN per servizi DVB-C/T/T2
nl: LCN Scanner plugin voor DVB-C/T/T2 zenders
pl: Wtyczka skanera LCN dla usług DVB-C/T/T2
sk: Plugin LCN skener pre DVB-C/T/T2 služby
sr: LCN Skener plugin za DVB-C/T/T2 servis
sv: LCN Scanner plugin för DVB-C/T/T2-tjänster
ta: டி.வி.பி-சி/டி/டி 2 சேவைகளுக்கான எல்.சி.என் ச்கேனர் சொருகி
tr: DVB-C/T/T2 kanalları için LCN Tarayıcı eklentisi
uk: Плагін LCN Scanner для послуг DVB-C/T/T2

source: LCN numbering
cs: Číslování LCN
el: Αρίθμηση LCN
fi: LCN numerointi
hr: LCN broj
it: Numerazione LCN
nl: LCN nummering
pl: Numeracja LCN
sk: LCN číslovanie
sr: LCN broj
sv: LCN-numrering
ta: எல்.சி.என் எண்
tr: LCN numaralandırması
uk: Нумерація LCN

source: LCN rules
cs: LCN pravidla
el: Κανόνες LCN
fi: LCN säännöt:
hr: LCN pravila
it: Regole LCN
nl: LCN regels
pl: Zasady LCN
sk: LCN pravidlá
sr: LCN pravila
sv: LCN:s regler
ta: எல்.சி.என் விதிகள்
tr: LCN kuralları
uk: Правила LCN

source: LCN style QuickSelect entry selection
cs: Výběr položky QuickSelect ve stylu LCN
el: Στυλ LCN στοιχείου επιλογής γρήγορης επιλογής
fi: LCN tyyli Pikavalinta merkintä
hr: Odabir unosa u stilu LCN
it: Selezione voce Selezione rapida in stile LCN
nl: Quickselect via zendernummer
pl: Wybór wpisu w stylu LCN w trybie QuickSelect
sk: Štýl LCN – výber záznamu QuickSelect
sr: LCN stil Brzi Izbor unosa izbora
sv: LCN-stil QuickSelect val av inmatning
ta: எல்.சி.என் பாணி குவிக்செலெக்ட் நுழைவு தேர்வு
tr: LCN stili Hızlı Seçim giriş seçimi
uk: Вибір запису QuickSelect у стилі LCN

source: LED Brightness
cs: Jas LED
el: Φωτεινότητα LED
fi: LED Kirkkaus
hr: LED Osvjetljenje
it: Luminosità LED
nl: LED-helderheid
pl: Jasność LED
sk: Jas LED
sr: LED Osvetlenje
sv: LED-ljusstyrka
ta: எல்.ஈ.டி ஒளி
tr: LED Parlaklığı
uk: Яскравість LED

source: LED Color
cs: Barva LED
el: Χρώμα LED
fi: LED Väri
hr: LED Boja
it: Colore LED
nl: LED-kleur
pl: Kolor LED
sk: Farba LED
sr: LED Boja
sv: LED-färg
ta: எல்.ஈ.டி நிறம்
tr: LED Renk
uk: Колір LED

source: LED Deep Standby
bg: LED дълбока готовност
cs: LED ve vypnuto
da: LED Dyb Standby
el: LED Βαθιάς αναμονής
et: LED puhkeseisundis
fi: LED virransäästötila
fr: LED en veille profonde
hr: LED Duboka Pripravnost
hu: LED kikapcsolva
it: Spegnimento LED
lt: LED giliame budėjime
nl: LED voor uitgeschakeld
pl: LED Wyłączenia
ru: Выключение LED
sk: LED pri vypnutí
sr: LED Duboka Pripravnost
ta: ஆழமான காத்திருப்பு
tr: Derin Bekleme modunda LED
uk: LED Режим Повного виключення
vi: Đèn LED sâu
zh_cn: LED深度待机

source: LED Idle Brightness
cs: Jas LED při nečinnosti
el: Φωτεινότητα LED σε αδράνεια
fi: LED tyhjäkäynnin kirkkaus
hr: LED Svjetlina Neaktivna
it: Luminosità inattiva LED
nl: LED-helderheid in Stand-by
pl: Jasność LED w bezczynności
sk: Jas LED pri nečinnosti
sr: LED Svetlina Neaktivnosti
sv: LED-ljusstyrka vid tomgång
ta: எல்.ஈ.டி செயலற்ற ஒளி
tr: LED Bekleme Parlaklığı
uk: Яскравість LED в режимі очікування

source: LED Idle Color
cs: Barva LED při nečinnosti
el: Χρώμα LED σε αδράνεια
fi: LED tyhjäkäynnin Väri
hr: LED Boja Neaktivnosti
it: Colore inattivo LED
nl: LED-kleur in Stand-by
pl: Kolor LED w bezczynności
sk: Farba LED pri nečinnosti
sr: LED Boja Neaktivnosti
sv: LED-färg i viloläge
ta: எல்.ஈ.டி செயலற்ற நிறம்
tr: LED Bekleme Rengi
uk: Колір LED в режимі очікування

source: LED Normal
bg: LED Нормално
cs: LED normál
el: LED Κανονικό
et: LED tavakasutuses
fi: LED normaali
fr: LED mode normal
hr: LED Normalno
hu: LED Normál
it: LED normale
lt: LED normalus
nl: LED normaal
pl: LED Normalne
ru: LED в нормальном режиме
sk: LED normálne
sr: LED Normalno
ta: இயல்பான எல்.ஈ.டி
uk: LED Нормально
vi: LED bình thường
zh_cn: LED正常

source: LED Settings
cs: Nastavení LED
el: Ρυθμίσεις LED
fi: LED Asetukset
hr: LED Postavke
it: Impostazioni LED
nl: LED-instellingen
pl: Ustawienia LED
sk: Nastavenia LED
sr: LED Postavke
sv: LED-inställningar
ta: எல்.ஈ.டி அமைப்புகள்
tr: LED Ayarları
uk: Налаштування LED

source: LED Shutdown Color
cs: Barva LED při vypnutí
el: Χρώμα LED τερματισμού λειτουργίας
fi: LED Sammutuksen Väri
hr: LED Boja Isključivanja
it: Colore spegnimento LED
nl: LED-kleur bij uitgeschakelde ontvanger
pl: Kolor LED wygaszania
sk: Farba LED pri vypnutí
sr: LED Boja Isključivanja
sv: LED avstängningsfärg
ta: எல்.ஈ.டி பணிநிறுத்தம் நிறம்
tr: LED Kapatma Rengi
uk: Колір LED у вимкненому режимі

source: LED Standby
bg: LED режим на готовност
cs: LED ve standby
el: LED Αναμονή
et: LED ooteseisundis
fi: LED valmiustila
fr: LED en veille
hr: LED Stanje Pripravnosti
hu: LED Készenlét
it: Standby LED
lt: LED giliame budėjime
pl: LED tryb czuwania
ru: LED в режиме ожидания
sk: LED v pohotovostnom režime
sr: LED Stanje Pripravnosti
ta: எல்.ஈ.டி காத்திருப்பு
tr: Bekleme modunda LED
uk: LED Режим Вимкнуто
vi: Đèn LED chờ
zh_cn: LED待机

source: LED brightness during Deep Standby.
cs: Jas LED ve vypnutém stavu.
el: Φωτεινότητα LED κατά τη βαθιά αναμονή.
hr: LED svjetlina tokom duboke pripravnosti.
it: Luminosità LED quando spento.
lt: LED šviesumas giliame budėjime.
nl: LED helderheid wanneer uitgeschakeld.
sr: LED osvetljenje tokom dubokog stanja čekanja.
sv: LED-ljusstyrka under djup standby.
tr: Derin bekleme sırasında LED parlaklığı.
uk: Яскравість LED в глибокомй очікуванні.

source: LED brightness during Standby.
cs: Jas LED ve Standby.
el: Φωτεινότητα LED κατά την αναμονή.
hr: LED svjetlina tokom pripravnosti.
it: Luminosità LED in Standby.
lt: LED šviesumas budėjimo režimo metu.
nl: LED helderheid tijdens stand-by.
sr: LED osvetljenje tokom pripravnosti.
sv: LED-ljusstyrka under standby.
tr: Bekleme sırasında LED parlaklığı.
uk: Яскравість індикатора LED в режимі очікування.

source: LED brightness during normal operations.
bg: LED яркост по време на нормални операции.
cs: Jas LED pracovním režimu.
da: LED lysstyrke under normal drift.
de: LED Helligkeit im Betrieb.
el: Φωτεινότητα LED κατά τις κανονικές λειτουργίες.
et: LED heledus tavakasutusel.
fi: LED:in kirkkaus normaalitilassa.
fr: Luminosité LED en mode normal.
hr: LED svjetlina tokom normalnih operacija.
hu: LED fényerő normál üzemmódban.
it: Luminosità LED durante le normali operazioni.
lt: LED šviesumas įprastoms operacijoms.
nl: LED helderheid tijdens gebruik van uw %s %s.
pl: LED jasność podczas normalnych operacji.
ru: Яркость дисплея в нормальном режиме.
sk: Jas LED v normálnom pracovnom režime.
sr: LED svetlina tokom normalnih operacija.
sv: LED-ljusstyrka under normal drift.
ta: சாதாரண செயல்பாடுகளின் போது ஒளி.
tr: Normal işlemler sırasında LED parlaklığı.
uk: Яскравість LED під час нормальної роботи.
vi: Độ sáng LED trong quá trình hoạt động bình thường.
zh_cn: 正常操作期间的LED亮度.

source: LED color during Deep Standby.
cs: Barva LED diody během hlubokého pohotovostního režimu.
hr: LED boja tokom dubokog čekanja.
it: Colore LED durante lo spegnimento.
sr: LED boja tokom dubokog čekanja.
tr: Derin Bekleme modunda LED rengi.
uk: Колір світлодіода під час режиму глибокого очікування.

source: LIRC remote
cs: Dálkové ovládání LIRC
el: Τηλεχειριστήριο LIRC
fi: LIRC kaukosäädin
hr: LIRC DU
it: Telecomando LIRC
lt: LIRC nuotolinis
nl: LIRC afstandsbediening
pl: Pilot LIRC
sk: Diaľkové ovládanie LIRC
sr: LIRC DU
sv: LIRC fjärrkontroll
ta: ரிமோட்
tr: LIRC uzaktan kumanda
uk: Пульт LIRC

source: LNB
hu: Fej
lt: Universali LNB
uk: Конвертор
zh_cn: 高频头

source: LNB/Switch Bootup time [ms]
bg: LNB/превключвател време за зареждане [ms]
cs: Doba spouštění LNB/přepínače [ms]
da: LBN/Switch opstartstid [ms]
el: LNB/Χρόνος εκκίνησης διακόπτη [ms]
et: LNB/lüliti alglaadimise aeg [ms]
fi: LNB/Kytkimen Käynnisty aika [ms]
fr: LNB/Switch Temps de démarrage [ms]
hr: LNB/ Vrijeme pokretanja prekidača [ms]
hu: LNB/Switch indulási ideje [ms]
it: Tempo di avvio LNB/Switch [ms]
lt: LNB/Perjungimo pasikrovimo laikas [msek.]
nl: LNB/Switch Bootup tijd [ms]
pl: Czas rozruchu konwertera LNB/przełącznika [ms]
sk: Čas spúšťania LNB/prepínača [ms]
sr: LNB/ Prebaci vreme pokretanja sistema [ms]
sv: LNB/Switch Uppstartstid [ms]
ta: LNB/சுவிட்ச் பூட்அப் நேரம் [MS]
tr: LNB / Anahtar Başlatma zamanı [ms]
uk: Час перемикання LNB/Switch [мс]
vi: LNB / Chuyển thời gian khởi động [ms]
zh_cn: 高频头/开关启动时间[毫秒]

source: LOF/H
uk: Верхня частота гетеродину
zh_cn: 高本振频率

source: LOF/L
da: LOF/V
uk: Нижня частота гетеродину
zh_cn: 低本振频率

source: Label
bg: Етикет
cs: Visačka
da: Mærkat
de: Beschriftung
el: Ετικέτα
et: Nimi
fi: Merkki
fr: Etiquette
hr: Oznaka
hu: Címke
it: Etichetta
lt: Etiketė
pl: Etykieta
ru: Метка
sk: Označenie
sr: Oznaka
sv: Etikett
ta: சிட்டை
tr: Etiket
uk: Мітка
vi: Nhãn
zh_cn: 标签

source: Language
bg: Език
cs: Jazyk systému
da: Sprog
de: Systemsprache
el: Γλώσσα
et: Keel
fi: Kielivalinta
fr: Langue
hr: Jezik
hu: Kezelő felület nyelve
it: Lingua
lt: Kalba
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sk: Jazyk
sl: Jezik menija
sr: Jezik
sv: Språk
ta: மொழி
tr: Dil
uk: Мова інтерфейсу
vi: Ngôn ngữ
zh_cn: 语言

source: Language %s (%s) installed and selected.
bg: Език %s (%s) е инсталиран и избран.
cs: Jazyk %s (%s) nainstalován a vybrán.
el: Η γλώσσα %s (%s) έχει εγκατασταθεί και επιλεγεί.
fi: Kieli %s (%s) asennettu ja valittu.
fr: Langue %s (%s) installée et sélectionnée.
hr: Jezik %s (%s) instaliran i odabran.
it: Lingua %s (%s) installata e selezionata.
lt: Įdiegta ir pasirinkta kalba %s (%s).
nl: Taal %s (%s) geïnstalleerd en geselecteerd.
pl: Język %s (%s) zainstalowany i wybrany.
sk: Jazyk %s (%s) bol nainštalovaný a zvolený.
sr: Jezik %s (%s) instaliran i izabran.
sv: Språk %s (%s) installerat och valt.
ta: மொழி %s ( %s) நிறுவப்பட்டு தேர்ந்தெடுக்கப்பட்டது.
tr: Dil %s (%s) yüklendi ve seçildi.
uk: Мова %s (%s) встановлена та вибрана.

source: Language %s (%s) selected.
bg: Избран е език %s (%s).
cs: Vybrán jazyk %s (%s).
el: Η γλώσσα %s (%s) έχει επιλεγεί.
fi: Kieli %s (%s) valittu.
fr: Langue %s (%s) sélectionnée.
hr: Jezik %s (%s) odabran.
it: Lingua %s (%s) selezionata.
lt: Pasirinkta kalba %s (%s).
nl: Taal %s (%s) geselecteerd.
pl: Język %s (%s) wybrany.
sk: Jazyk %s (%s) bol zvolený.
sr: Jezik %s (%s) izabran.
sv: Språk %s (%s) valt.
ta: மொழி %s ( %s) தேர்ந்தெடுக்கப்பட்டது.
tr: Dil %s (%s) seçildi.
uk: Вибрано мову %s (%s).

source: Language already selected.
bg: Вече е избран език.
cs: Jazyk je již vybrán.
el: Η γλώσσα έχει ήδη επιλεγεί.
fi: Kieli on jo valittu.
fr: Langue déjà sélectionnée.
hr: Jezik je već odabran.
it: Lingua già selezionata.
lt: Kalba jau pasirinkta.
nl: Taal is al geselecteerd.
pl: Język już został wybrany.
sk: Jazyk je už zvolený.
sr: Jezik je već izabran.
sv: Språk redan valt.
ta: ஏற்கனவே தேர்ந்தெடுக்கப்பட்ட மொழி.
tr: Dil zaten seçili.
uk: Мова вже вибрана.

source: Language selection
bg: Избор на език
cs: Výběr jazyka
da: Sprogvalg
de: Sprachauswahl
el: Επιλογή γλώσσας
et: Keele valik
fi: Kielivalinta
fr: Sélection de la langue
hr: Odabir jezika
hu: Nyelvválasztás
it: Selezione lingua
lt: Kalbos pasirinkimas
nl: Taalkeuze
pl: Wybór Języka
pt_br: Selecione o idioma
ru: Выбор языка
sk: Výber jazyka
sl: Izberite jezik
sr: Izbor jezika
sv: Val av språk
ta: மொழி தேர்வு
tr: Dil seçimi
uk: Вибір мови
vi: Lựa chọn ngôn ngữ
zh_cn: 语言选择

source: Languages
cs: Jazyky
el: Γλώσσες
hr: Jezik
it: Lingue
lt: Kalbos
nl: Talen
sr: Jezik
sv: Språk
tr: Diller
uk: Мови

source: Lao
cs: Laoština
el: Λάο
it: Laotiano
lt: Laoso Liaudies Demokratinė Respublika
nl: Laotiaans
sk: laoština
ta: லாவோ
uk: Лаоська

source: Lao People's Democratic Republic
cs: Laoská lidově demokratická republika
da: Laos Demokratiske Folkerepublik
de: Demokratische Volksrepublik Laos
el: Λάο (Εθνική Δημοκρατία)
et: Laos
fi: Laos
fr: Lao, République démocratique populaire du
hu: Laosz
it: Laos (Repubblica Democratica Popolare del)
lt: Laoso Liaudies Demokratinė Respublika
nl: Laos
pl: Laos
sk: Laoská ľudovodemokratická republika
sv: Demokratiska folkrepubliken Laos
ta: லவொ மக்கள் சுதந்திர குடியரசு
tr: Lao Demokratik Halk Cumhuriyeti
uk: Лаоська Народно-Демократична Республіка
vi: Cộng hòa Dân chủ nhân dân Lào
zh_cn: 老挝人民民主共和国

source: Large
bg: Голям
cs: Velký
el: Μεγάλο
fi: Suuri
fr: Grand
hr: Veliko
it: Grande
lt: Didelis
nl: Groot
pl: Duży
sk: Veľký
sr: Veliko
sv: Stor
ta: பெரிய
tr: Büyük
uk: Великий
zh_cn: 长路径

source: Last config
bg: Последна конфигурация
cs: Poslední konfigurace
da: Sidste opsætning
de: Letzte Konfiguration
el: Τελευταία ρύθμιση
et: Viimane seadistus
fi: Aiemmat arvot
fr: Dernière config
hr: Poslednji konfig
hu: Utolsó konfiguráció
it: Ultima configurazione
lt: Paskutinė konfigūracija
nl: Laatste configuratie
pl: Ostatnie ustawienia
pt_br: Última configuração
ru: Последн. конфиг
sk: Posledná konfigurácia
sl: Prejšnje nastavitve
sr: Poslednji konfig
sv: Senaste konfiguration
ta: கடைசி கட்டமைப்பு
tr: Son yapılandırma
uk: Остання конфігурація
vi: Cấu hình cuối cùng
zh_cn: 最后配置

source: Last flash
bg: Последен флаш
cs: Poslední flash
el: Τελευταίο φλασάρισμα
fi: Ohjelmisto päivitetty
hr: Posljednji flash
it: Ultimo flash
lt: Paskutinis įdiegimas
nl: Laatste flash
pl: Ostatni flash
sk: Posledné flashovanie
sr: Poslednji fleš
sv: Sista blixten
ta: கடைசி ஃபிளாச்
tr: Son yükleme
uk: Останній запис

source: Last speed
bg: Последна скорост
cs: Poslední rychlost
da: Sidste hastighed
de: Letzte Geschwindigkeit
el: Τελευταία ταχύτητα
et: Eelmine kiirus
fi: Aikaisempi nopeus
fr: Dernière vitesse
hr: Posljednja brzina
hu: Utolsó sebesség
it: Ultima velocità
lt: Paskutinis greitis
nl: Laatste snelheid
pl: Ostatnia prędkość
pt_br: Última velocidade
ru: Последняя скорость
sk: posledná rýchlosť
sl: Zadnja hitrost
sr: Poslednja brzina
sv: Senaste hastighet
ta: கடைசி விரைவு
tr: Son hız
uk: Остання швидкість
vi: Tốc độ cuối
zh_cn: 最后速度

source: Last update
bg: Последна актуализация
cs: Poslední aktualizace
el: Τελευταία ενημέρωση
fi: Päivitetty viimeksi
hr: Posljednje ažuriranje
it: Ultimo aggiornamento
lt: Paskutinis atnaujinimas
nl: Laatste update
pl: Ostatnia aktualizacja
sk: Posledná aktualizácia
sr: Poslednja ispravka
sv: Senast Uppdaterad
ta: கடைசி புதுப்பிப்பு
tr: Son güncelleme
uk: Останнє оновлення

source: Last used column
cs: Naposledy použitý sloupec
el: Στήλη που χρησιμοποιήθηκε τελευταία
fi: Viimeksi käytetty sarake
hr: Posljednji korišteni stupac
it: Ultima colonna usata
lt: Paskutinį kartą naudotas stulpelis
nl: Laatst gebruikte kolom
pl: Ostatnio używana kolumna
sk: Naposledy použitý stĺpec
sr: Poslednja korišćena kolona
sv: Senast använda kolumn
ta: கடைசியாக பயன்படுத்தப்பட்ட நெடுவரிசை
tr: Son kullanılan sütun
uk: Останній використаний стовпець

source: Last used share:
bg: Последно използвано споделяне:
cs: Poslední sdílené:
da: Sidst brugte delnig:
de: Letztes genutztes Netzlaufwerk:
el: Τελευταίο κοινόχρηστο στοιχείο:
et: Viimati kasutatud:
fi: Viimeksi käytetty jako:
fr: Dernier partage utilisé :
hr: Poslednji korišćeni share:
hu: Utolsó használt megosztás:
it: Ultima condivisione usata:
lt: Paskutinis naudotas bendrinimas:
nl: Laatst gebruikte share:
pl: Ostatnio używane udziały:
ru: Последний сетевой диск:
sk: Posledné použité zdieľanie:
sr: Poslednji korišćeni šering:
sv: Senast använda utdelning:
ta: கடைசியாக பயன்படுத்தப்பட்ட பங்கு:
tr: Son kullanılan paylaşım:
uk: Останній мережевий диск:
vi: Chia sẻ được sử dụng lần cuối:
zh_cn: 最后使用的共享:

source: Last used/set volume
cs: Naposledy použitá/nastavená hlasitost
el: Τελευταία ένταση ήχου σε χρήση/ορισμένη
fi: Viimeksi käytetty/määritetty äänenvoimakkuus
hr: Posljednji korišćeni/podešena razina zvuka
it: Ultimo volume usato/impostato
nl: Laatst gebruikte/ingestelde volume
pl: Ostatnio używana/ustawiona głośność
sk: Naposledy použitá/nastavená hlasitosť
sr: Poslednji korišćeni/podešeni nivo zvuka
sv: Senast använda/inställda volym
tr: Son kullanılan/ayarlanan ses seviyesi
uk: Останнє використовуване/налаштоване значення звуку

# third event: 'third' event label
source: Later
cs: Později
da: Senere
el: Αργότερα
et: Hiljem
fi: Myöhemmin
fr: Plus tard
hr: Kasnije
it: Più tardi
lt: Vėliau
pl: Później
sk: Neskôr
sr: Kasnije
sv: Senare
ta: பின்னர்
tr: Sonra
uk: Пізніше
vi: Hiện tại không thể truy xuất nhật ký cam kết vui lòng thử lại sau
zh_cn: 稍后

source: Latin
cs: Latinský
el: Λατινικά
fi: Latina
hr: Latinski
it: Latino
lt: Lotynų
nl: Latijn
pl: Łacina
sk: latinčina
sr: Latinski
ta: லத்தீன்
uk: Латинська

source: Latitude
bg: Географска ширина
cs: Zeměpisná šířka
da: Breddegrad
de: Breitengrad
el: Γεωγραφικό πλάτος
et: Laiuskraad
fi: Leveysaste
hr: Geografska Širina
hu: Földrajzi szélességi fok
it: Latitudine
lt: Platuma
nl: Breedtegraad
pl: Szerokość
ru: Широта
sk: Zem. šírka
sl: Zemljepisna širina [Lat]
sr: Geografska Širina
sv: Latitud
ta: அகலாங்கு
tr: Enlem
uk: Широта
vi: Vĩ độ
zh_cn: 纬度
