Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Repeating event is currently recording, what do you want to do?
bg: Повтарящото събитие в момента се записва ... Какво искате да направя?
cs: Pořad je právě nahráván opakovaně... Co chcete dělat?
el: Το επαναλαμβανόμενο πρόγραμμα είναι σε εγγραφή, τι θέλετε να γίνει;
fi: Toistuvaa ajastusta tallennetaan... Mitä haluat tehdä?
fr: Répétition de l'événement en cours d'enregistrement... Que voulez-vous faire ?
hr: Događaj koji se ponavlja trenutno snima, šta želite da uradite?
it: Registrazione in corso di evento ricorrente. Cosa si desidera fare?
lt: Pasikartojantis įvykis, kuris šiuo metu įrašomas. Ką tu nori daryti?
nl: Een herhaalde timer is bezig met een opname... Wat wilt u doen?
pl: Powtarzane wydarzenie właśnie jest nagrywane... Co chcesz zrobić?
sk: Práve sa nahráva opakovaná udalosť, čo chcete urobiť?
sr: Događaj koji se ponavlja je trenutno snima, šta želite da uradite?
sv: Upprepad händelse spelas in för närvarande, vad vill du göra?
ta: மீண்டும் நிகழ்வு தற்போது பதிவு செய்கிறது, நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Tekrarlanan etkinlik şu anda kaydediliyor, ne yapmak istersiniz?
uk: Повторення завдання, яке вже записується... Що хочете зробити?

source: Repeats
bg: Повторения
cs: Opakování
da: Gentagelser
de: Wiederholungen
el: Επαναλήψεις
et: Kordused
fi: Toistokerrat
fr: Répétitions
hr: Ponavljanja
hu: Ismétlések
it: Ripetizioni
lt: Pakartojimai
nl: Herhalingen
pl: Powtórz
pt_br: Frequência
ru: Повторы
sk: Opakovania
sl: Ponovitve
sr: Ponavljanja
sv: Upprepningar
ta: மீண்டும்
tr: Tekrarlar
uk: Повторення
vi: Lặp lại
zh_cn: 重复

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired).
bg: Заменете `-` в диалоговите прозорци с цветен текст на високоговорител (като субтитри за телетекст за хора с увреден слух)
cs: Nahradit `-` v dialozích s barevným textem podle řečníka (jako jsou titulky pro sluchově postižené).
el: Αντικατάσταση του `- ` στους διαλόγους με χρωματιστό κείμενο ανά ομιλούντα (όπως στους υπότιτλους τηλεκειμένου για άτομα με προβλήματα ακοής)
fi: Korvaa ` - ` tekstityksissä väreillä samaan tapaan kuin kuulovammaisten tekstityksissä.
fr: Remplacer `- ` dans les dialogues par un texte coloré en fonction de l’intervenant (comme les sous-titres télétexte pour les malentendants)
hr: Zamjeni `- ` u dijalozima sa obojenim tekstom po zvučniku (kao što su titlovi teleteksta za oštećen sluh).
it: Sostituisci `-` nelle finestre di dialogo con testo colorato (come i sottotitoli del televideo per i non udenti)
lt: Galite pakeisti ženklą ' - ' dialoguose skirtingų spalvų tekstu kiekvienam pašnekovui (kaip teleteksto subtitrai turintiems klausos sutrikimų)
nl: Vervang `-` in gesprekken waarin de teksten per deelnemer gekleurd zijn. Net als bij Teletekst-ondertiteling voor slechthorenden.
pl: Zamień `-` w dialogach z kolorowym tekstem na głośnik (jak napisy telegazety dla osób niedosłyszących).
sk: Nahradiť znak `- ` v dialógoch farebným textom podľa jednotlivých hovoriacich (ako v teletextových titulkoch pre nepočujúcich).
sr: Zameni `- ` u dijalozima sa obojenim tekstom po zvučniku (kao što su titlovi teleteksta za oštećen sluh)
sv: Ersätt `-` i dialoger med färgad text per talare (som text-TV-undertexter för hörselskadade).
ta: ஒரு ச்பீக்கருக்கு வண்ண உரையுடன் உரையாடல்களில் `-` ஐ மாற்றவும் (செவித்திறன் குறைபாட்டிற்கான டெலிடெக்ச்ட் வசன வரிகள் போன்றவை).
tr: Diyaloglardaki `- ` işaretini, konuşmacı başına renkli metinle değiştirin (işitme engelliler için teletext altyazıları gibi).
uk: Замінити `- ` в діалогових вікнах з кольоровим текстом на лектора (як субтитри телетексту для людей з вадами слуху)

source: Replace all '%s' tags with: (NOTE: 'Cancel' cannot undo this!)
bg: Заменете всички тагове '%s' с: (ЗАБЕЛЕЖКА: „Отказ“ не може да отмени това!)
cs: Nahradit všechny značky '%s' těmito: (POZNÁMKA: 'Zrušit' nelze vrátit zpět!)
el: Αντικατάσταση όλων των '%s' ετικετών με: (Σημείωση: Η 'Ακύρωση' δεν αναιρεί την ενέργεια αυτή!)
fi: Korvaa kaikki '%s' -tunnisteet seuraavasti: (HUOMAUTUS: 'Peruuta' ei voi kumota tätä!)
fr: Remplacez toutes les balises '%s' ; par : (NOTE : 'Cancel' ; ne peut pas annuler cela !)
hr: Zamjeni sve '%s' oznake sa: (NAPOMENA: 'Otkaži' nije moguće opozvati ovo!)
it: Sostituisci tutti i tag '%s' con: (NOTA: "Annulla" non può annullare questa operazione!)
lt: Visas žymes '%s' pakeiskite: (PASTABA: 'Atšaukti' negali anuliuoti tai!)
nl: Vervang alle '%s' markeringen door: (Opmerking: 'Annuleren' kan dit niet ongedaan maken!)
pl: Zamienić wszystkie '%s' znaczniki z: (UWAGA: 'Anuluj' nie może tego cofnąć!)
sk: Nahradiť všetky tagy '%s' za: (POZNÁMKA: tlačidlom 'Zrušiť' nie je možné vrátiť túto akciu späť!)
sr: Zameni sve '%s' oznake sa: (NAPOMENA: 'Otkaži' nije moguće opozvati ovo!)
sv: Ersätt alla '%s'-taggar med: (OBS: "Avbryt" kan inte ångra detta!)
ta: அனைத்து '%s' குறிச்சொற்களையும் மாற்றவும்: (குறிப்பு: 'ரத்துசெய்' இதை செயல்தவிர்க்க முடியாது!)
tr: Tüm '%s' etiketlerini şununla değiştirin: (NOT: 'İptal' bunu geri alamaz!)
uk: Замініть усі теги '%s' на: (ПРИМІТКА: 'Скасувати' не може це відмінити!)

source: Require authentication for http streams
bg: Изисквайте удостоверяване за http потоци
cs: Vyžadovat ověření HTTP streamů
da: Kræv godkendelse for http streams
de: Verlange Authentifizierung für HTTP-Streams
el: Απαίτηση πιστοποίησης για ροές http
et: Nõua http voogude autentimist
fi: Vaadi hyväksyntä http palveluille
fr: Exiger une authentification pour les flux HTTP
hr: Zahtjevaj potvrdu identiteta http streams
hu: Azonosítás megkövetelése HTTP streamek esetén
it: Richiedi autenticazione per gli stream http
lt: Reikalauti autentifikavimo http srautams
nl: Wachtwoord gebruiken voor http-streams
pl: Wymagaj uwierzytelniania dla strumieni http
ru: Аутентификация для HTTP потоков
sk: Vyžadovať prihlásenie pre http stream
sr: Zahtevaj potvrdu identiteta http strima
sv: Kräv autentisering för http-strömmar
ta: HTTP ச்ட்ரீம்களுக்கு ஏற்பு தேவை
tr: Http akışları için kimlik doğrulaması iste
uk: Вимагати перевірку автентичності для http потоків
vi: Yêu cầu xác thực cho các luồng http
zh_cn: 需要对HTTP流进行身份验证

source: Required medium type:
bg: Необходим тип носител:
cs: Požadovaný typ média:
da: Nødvendig medietype:
de: Benötigte Rohlingsorte:
el: Απαιτούμενος τύπος μέσου:
et: Nõutav meedia tüüp:
fi: Tarvittava tallennusmedia:
fr: Type de support requis :
hr: Potrebna vrsta medija:
hu: Szükséges hordozó típusa:
it: Tipo di supporto richiesto:
lt: Privalomas laikmenos tipas:
nl: Benodigd mediumtype:
pl: Wymagany typ nośnika:
pt_br: Formato de mídia requerido:
ru: Требуемый тип носителя:
sk: Požadovaný druh média:
sl: Zahtevana vrsta medija:
sr: Potrebni tip medija:
sv: Nödvändig typ av medium:
ta: தேவையான நடுத்தர வகை:
tr: İstenen ortam tipi:
uk: Необхідний тип носія:
vi: Loại trung bình bắt buộc:
zh_cn: 所需媒体类型:

source: Rereading partition table
bg: Препрочитане на таблицата на дяловете
cs: Znovunačítání tabulky rozdělení disku
da: Genindlæser partitionstabel
el: Επανάγνωση πίνακα κατατμήσεων
et: Partitsioonitabeli värskendamine
fi: Levyosioita luetaan uudelleen
fr: Relecture de la table de partition
hr: Ponovno čitanje tabele particija
hu: Partíciótábla újraolvasása
it: Rileggere tabella partizioni
lt: Skaidinių lentelė nuskaitoma iš naujo
nl: Lees de partitietabel opnieuw
pl: Ponowne odczytywanie tablicy partycji
pt_br: Ler novamente a tabela de partições
ru: Перечитать таблицу разделов
sk: Opakované načítanie tabuľky partícií
sr: Ponovno čitanje tabele particija
sv: Omläsning av partitionstabell
ta: பகிர்வு அட்டவணையை மீண்டும் படிக்கவும்
tr: Bölüntü tablosu tekrar okunuyor
uk: Перечитати таблицю розділів
vi: Bảng phân vùng đọc lại
zh_cn: 重读分区表

source: Reserved
bg: Запазено
cs: Rezervováno
da: Reserveret
de: Reserviert
el: Ρεζερβέ
et: Varutud
fi: Varattu
fr: Réservé
hr: Reservisano
hu: Fenntartva
it: Riservato
lt: Rezervuota
nl: Gereserveerd
pl: Zarezerwowany
pt_br: Reservado
ru: Резервировано
sk: Rezervované
sr: Reservisano
sv: Reserverad
ta: ஒதுக்கப்பட்டுள்ளது
tr: Rezerve
uk: Зарезервовано
vi: Kín đáo
zh_cn: 保留

source: Reserved for future use
bg: Запазено за бъдеща употреба
cs: Vyhrazeno pro budoucí použití
da: Reserveret til fremtidig brug
el: Δεσμευμένο για μελλοντική χρήση
fi: Varattu tulevaa käyttöä varten
fr: Réservé pour une utilisation future
hr: Reservisano za buduću upotrebu
it: Riservato per uso futuro
lt: Rezervuota ateičiai
nl: Geserveerd
pl: Zarezerwowane do wykorzystania w przyszłości
sk: Rezervované na budúce použitie
sr: Reservisano za buduću upotrebu
sv: Reserverad för framtida användning
ta: எதிர்கால பயன்பாட்டிற்காக ஒதுக்கப்பட்டுள்ளது
tr: Gelecekte kullanılmak üzere rezerve edilmiştir
uk: Зарезервовано для подальшого використання
zh_cn: 保留以备将来使用

source: Reset
bg: Нулиране
da: Genstart
de: Zurücksetzen
el: Επαναφορά
et: Lähtesta
fi: Käynnistä CA-moduuli uudelleen
fr: Réinitialiser
hr: Uspostavi početne vrijednosti
hu: Visszaállítás
it: Reimposta
lt: Atstatyti
nl: Herstel
pl: Resetuj
pt_br: Redefinir
ru: Сброс
sl: Ponovno zaženi
sr: Uspostavljanje početnih vrednosti
sv: Återställ
ta: மீட்டமை
tr: Sıfırla
uk: Скидання
vi: Cài lại
zh_cn: 重置

source: Reset (clear and reload) the feeds
cs: Resetujte (vymažte a znovu načtěte) kanály
el: Επαναφορά (καθαρισμός και επαναφόρτωση) των πηγών
fi: Resetoi (puhdista ja uudelleen lataa) syötteet
hr: Uspostavi početne vrijednosti ( obriši i ponovno učitaj ) feeds
it: Reimposta (cancella e ricarica) i feed
nl: De Feeds resetten (opruimen en opnieuw laden)
pl: Zresetuj (wyczyść i załaduj ponownie) feed'y
sk: Resetovať (vymazať a znovu načítať) zdroje
sr: Resetuj (očisti i ponovo učitaj) feed
sv: Återställ (rensa och ladda om) matningarna
ta: ஊட்டங்களை மீட்டமைக்கவும் (அழிக்கவும் மீண்டும் ஏற்றவும்)
tr: Beslemeleri sıfırla (temizle ve yeniden yükle)
uk: Скинути (очистити та перезавантажити) фід

source: Reset Feeds
cs: Obnovit kanály
el: Επαναφορά των πηγών
fi: Resetoi Syötteet
hr: Uspostavi početne vrijednosti Feeds
it: Reimposta feed
nl: Feeds resetten
pl: Zresetuj feed'y
sk: Reset zdrojov
sr: Otkaži komandu Uspostavi početne vrednosti fida koji se trenutno obrađuju
sv: Återställ flöden
ta: ஊட்டங்களை மீட்டமைக்கவும்
tr: Beslemeleri Sıfırla
uk: Скинути Feeds

source: Reset HDMI-CEC settings to default
bg: Нулирайте настройките на HDMI-CEC по подразбиране
cs: Obnovit výchozí nastavení HDMI-CEC
el: Επαναφορά των ρυθμίσεων HDMI-CEC στις προεπιλογές
fi: Palauta HDMI-CEC asetukset oletusarvoksi
fr: Réinitialiser les paramètres HDMI-CEC par défaut
hr: Vrati postavke HDMI-CEC na zadano
it: Reimposta impostazioni HDMI-CEC ai valori predefiniti
lt: Iš naujo nustatyti numatytuosius HDMI-CEC parametrus
nl: Reset de HDMI-CEC instellingen naar default
pl: Przywróć ustawienia domyślne HDMI-CEC
sk: Reset nastavení HDMI-CEC na predvolené
sr: Vrati postavke HDMI-CEC na default
sv: Återställ HDMI-CEC-inställningarna till standard
ta: HDMI-CEC அமைப்புகளை இயல்புநிலைக்கு மீட்டமைக்கவும்
tr: HDMI-CEC ayarlarını varsayılan değerlere sıfırla
uk: Повернути початкові налаштування HDMI-CEC

source: Reset Order
cs: Obnovit pořadí
el: Επαναφορά σειράς
fi: Nollaa tilaus
hr: Uspostavi početne vrijednosti Naloga
it: Reimposta ordine
nl: Reset volgorde
pl: Resetuj kolejność
sk: Obnoviť poradie
sr: Poništi redosled
sv: Återställ order
ta: ஆர்டரை மீட்டமை
tr: Sırayı Sıfırla
uk: Скинути порядок

source: Reset and renumerate title names
bg: Нулиране и скоростно преименуване на имената на заглавията
cs: Resetovat a přepočítat titulky
da: Nulstiller og genoptæller titel navne
de: Titelnamen zurücksetzen und neu nummerieren
el: Επαναφορά και επαναρίθμηση των τίτλων
et: Lähtesta ja nummerda pealkirjad uuesti
fi: Nollaa ja uudelleenjärjestä otsikot
fr: Réinitialiser et renuméroter les titres
hr: Vrati početne vrijednosti i ponovo numeriši imena naslova
hu: A tételek újraszámozása
it: Reimposta e nuova numerazione titoli
lt: Nustatyti iš naujo ir pernumeruoti antraščių pavadinimus
nl: Reset en hernummertitels
pl: Resetuj i zmień numerację nazwy tytułów
pt_br: Redefinir e renumerar os títulos
ru: Сбросить и перенумеровать заголовки
sk: Reset a prečíslovať názvy titulov
sl: Preuredi imena naslovov od začetka
sr: Vrati početne vrednosti i ponovo numeriši imena naslova
sv: Återställning och omräkning av titelnamn
ta: தலைப்பு பெயர்களை மீட்டமைத்து மறுபயன்பாடு செய்யுங்கள்
tr: Başlık isimlerini sıfırla ve yeniden numaralandır
uk: Скинути і перенумерувати назви заголовків
vi: Đặt lại và gia hạn tên tiêu đề
zh_cn: 重置和列举标题名称

source: Reset entries to their default values
cs: Obnovit výchozí hodnoty položek
el: Επαναφορά στοιχείων στις προεπιλογές τους
fi: Palauta merkinnät oletus arvoihinsa
hr: Uspostavi početne vrednosti unosa na zadane vrednosti
it: Reimposta voci ai loro valori predefiniti
nl: Alle waarden terugzetten naar default
pl: Zresetuj wpisy do wartości domyślnych
sk: Reset záznamov na predvolené hodnoty
sr: Resetuj unose na njihove zadane vrednosti
sv: Återställ poster till deras standardvärden
ta: அவற்றின் இயல்புநிலை மதிப்புகளுக்கு உள்ளீடுகளை மீட்டமைக்கவும்
tr: Girişleri varsayılan değerlerine sıfırla
uk: Скинути записи до значень за замовчуванням

source: Reset executable mode (644)
cs: Obnovit spustitelný režim (644)
el: Επαναφορά εκτελέσιμης λειτουργίας (644)
fi: Palauta suoritettava tila (644)
hr: Vrati vrijednosti izvršnog režima (644)
it: Reimposta modalità eseguibile (644)
lt: Iš naujo nustatykite vykdomąjį režimą (644)
nl: Uitvoerbare modus resetten (644)
pl: Zresetuj tryb wykonywalny (644)
sk: Resetovať spustiteľný režim (644)
sr: Vrati vrednosti izvršnog režima (644)
sv: Återställ körbart läge (644)
ta: இயங்கக்கூடிய பயன்முறையை மீட்டமைக்கவும் (644)
tr: Yürütülebilir modu sıfırla (644)
uk: Скинути режим виконання (644)

source: Reset list order to the default list order?
cs: Resetovat pořadí seznamu na výchozí pořadí seznamu?
el: Επαναφορά σειράς λίστας στις προεπιλογές;
fi: Palautetaanko listan järjestys oletusarvoiseen järjestykseen?
hr: Vrati redosled spiska na zadani spisak?
it: Reimpostare l'ordine dell'elenco a ordine dell'elenco predefinito?
nl: Lijstvolgorde terug naar standaard volgorde?
pl: Zresetować kolejność listy do domyślnej?
sk: Resetovať zoradenie zoznamu na predvolené?
sr: Resetuj redosled liste na zadani redosled liste?
sv: Återställ listordning till standardlistordning?
ta: இயல்புநிலை பட்டியல் வரிசையில் பட்டியல் ஆர்டரை மீட்டமைக்கவா?
tr: Liste sırası varsayılan liste sırasına sıfırlansın mı?
uk: Відновити порядок списку до стандартного?

source: Reset network configuration
bg: Нулиране на мрежовата конфигурация
cs: Obnovit konfiguraci sítě
el: Επαναφορά ρυθμίσεων δικτύου
fi: Palauta verkkoasetukset
hr: Vrati konfiguraciju mreže
it: Reimposta configurazione di rete
lt: Iš naujo nustatyti tinklo konfigūraciją
nl: Reset de netwerk configuratie
pl: Zresetuj konfigurację sieci
sk: Reset konfigurácie siete
sr: Vrati konfiguraciju mreže
sv: Återställ nätverkskonfigurationen
ta: பிணைய உள்ளமைவை மீட்டமைக்கவும்
tr: Ağ yapılandırmasını sıfırla
uk: Скидання конфігурації мережі

source: Reset persistent PIN code
bg: Нулиране на постоянен ПИН код
cs: Obnovit trvalý PIN kód
da: Nulstil permanent PIN kode
de: PIN zurücksetzen
el: Επαναφορά μόνιμου κωδικού PIN
et: Lähtesta püsiv PIN kood
fi: Poista katselun PIN koodi
fr: Réinitialiser le code PIN persistant
hr: Vrati trajni PIN
hu: Tartós PIN-kód visszaállítása
it: Reimposta codice PIN permanente
lt: Išvalyti pastovų PIN kodą
nl: Reset de pincode
pl: Zresetuj stały kod PIN
sk: Reset trvalého kódu PIN
sr: Vrati trajni PIN
sv: Återställning av PIN-kod
ta: தொடர்ச்சியான முள் குறியீட்டை மீட்டமைக்கவும்
tr: Kalıcı PIN kodunu sıfırla
uk: Скинути надійний пін-код
vi: Đặt lại mã PIN liên tục
zh_cn: 重置持续PIN码

source: Reset playback position
bg: Нулиране позицията на възпроизвеждане
cs: Resetovat pozici přehrávání
da: Nulstil afspilningsfremgang
de: Wiedergabe-Position zurücksetzen
el: Επαναφορά σημείου αναπαραγωγής
et: Lähtesta taasesituskoht
fi: Nollaa toistokohta
fr: Réinitialiser la position de reprise de lecture
hr: Vrati poziciju reprodukcije
hu: Lejátszási pozíció nullázása
it: Reimposta posizione di riproduzione
lt: Išvalyti peržiūros poziciją
nl: Zet afspeelpositie terug naar het begin
pl: Resetuj pozycję startu odtwarzania
pt_br: Redefinir posição de reprodução
ru: Сброс позиции воспроизведения
sk: Resetovať pozíciu prehrávania
sr: Vrati poziciju reprodukcije
sv: Återställ uppspelningsposition
ta: பிளேபேக் நிலையை மீட்டமைக்கவும்
tr: Çalma konumunu sıfırla
uk: Скидання позиції відтворення
vi: Đặt lại vị trí phát lại
zh_cn: 重置播放位置

source: Reset sort order
cs: Obnovit pořadí řazení
el: Επαναφορά σειράς ταξινόμησης
fi: Palauta lajittelujärjestys
hr: Uspostavi početne vrijednosti redosljeda sortiranja
it: Reimposta ordinamento
nl: Sorteervolgorde resetten
pl: Zresetuj kolejność sortowania
sk: Reset poradia zoraďovania
sr: Poništi redosled sortiranja
sv: Återställ sorteringsordning
ta: வரிசையை மீட்டமைக்கவும்
tr: Sıralama düzenini sıfırla
uk: Скинути порядок сортування

source: Reset the order of the entries
cs: Resetovat pořadí záznamů
el: Επαναφορά σειράς λίστας των στοιχείων
fi: Palauta merkintöjen järjestys
hr: Vrati redosljed unosa
it: Reimposta ordine delle voci
nl: Volgorde van de invoer resetten
pl: Zresetuj kolejność wpisów
sk: Resetovať zoradenie záznamov
sr: Resetujte redosled unosa
sv: Återställ ordningen på posterna
ta: உள்ளீடுகளின் வரிசையை மீட்டமைக்கவும்
tr: Girişlerin sırasını sıfırla
uk: Скинути порядок записів

source: Reset video enhancement settings to system defaults?
bg: Нулиране на настройките на видео подобрение към системните настройки по подразбиране?
cs: Reset Rozšířeného nastavení videa na výchozí hodnoty?
da: Nulstil indstilling af videoforbedring til systemets standard ?
de: Video-Optimierungs-Einstellungen auf Standardwerte zurücksetzten?
el: Επαναφορά ρυθμίσεων βελτίωσης εικόνας στις προρυθμισμένες τιμές;
et: Kas taastada pildiparanduste vaikeväärtused?
fi: Palauta kuvasäädöt oletusarvoihin?
fr: Réinitialiser les paramètres d'amélioration de la vidéo aux valeurs par défaut du système ?
hr: Vrati postavke poboljšanja video zapisa na zadano?
hu: Videó beállítások visszaállítása a gyári értékekre?
it: Reimpostare impostazioni di miglioramento video alle impostazioni predefinite del sistema?
lt: Iš naujo nustatyti vaizdo stiprinimo nustatymus į sistemos numatytus?
nl: Herstel videoverbetering-instellingen naar de standaard?
pl: Przywrócić ustawienia domyślne systemu?
pt_br: Redefinir configurações de imagem para padrão de fábrica?
ru: Сбросить тонкие настройки видео на значения по умолчанию?
sk: Vrátiť rozšírené nastavenia obrazu na systémové predvolené hodnoty?
sl: Želite ponastaviti napredne video nastavitve?
sr: Vrati postavke poboljšanja video zapisa na default?
sv: Återställa inställningarna för videoförbättring till systemets standardvärden?
ta: கணினி இயல்புநிலைக்கு வீடியோ மேம்பாட்டு அமைப்புகளை மீட்டமைக்கவா?
tr: Görüntü iyileştirme ayarları sistem varsayılanlarına sıfırlansın mı?
uk: Скинути налаштування покращення відео на стандартні?
vi: Đặt lại cài đặt nâng cao video về mặc định hệ thống?
zh_cn: 是否重置视频增强设置系统默认?

source: Reset video enhancement settings to your last configuration?
bg: Нулиране на настройките на видео подобрение за вашата последна конфигурация?
cs: Reset Rozšířeného nastavení videa na vaše poslední hodnoty?
da: Nulstil indstilling af videoforbedring til din sidste opsætning ?
de: Video-Optimierungs-Einstellungen auf letzte Konfiguration zurücksetzen?
el: Επαναφορά ρυθμίσεων βελτίωσης εικόνας στις τελευταίες ρυθμίσεις σας;
et: Kas taastada pildiparanduste viimati kasutatud seaded?
fi: Palauta kuvasäädöt aiempiin arvoihin?
fr: Réinitialiser les paramètres d'amélioration de la vidéo à votre dernière configuration ?
hr: Vrati postavke poboljšanja video zapisa na posljednju konfiguraciju?
hu: Videó beállítások visszaállítása az előbbi értékekre?
it: Reimpostare impostazioni di miglioramento video sull'ultima configurazione?
lt: Iš naujo nustatyti vaizdo stiprinimo nustatymus į jūsų paskutinę vaizdo konfigūraciją?
nl: Herstel videoverbetering-instellingen naar de laatste configuratie?
pl: Przywróć ustawienia do poprzedniej konfiguracji?
pt_br: Redefinir configurações de imagem para configuração anterior?
ru: Сбросить тонкие настройки видео на вашу последную конфигурацию?
sk: Vrátiť rozšírené nastavenia obrazu na poslednú konfiguráciu?
sl: Želite uporabiti video nastavitve, ki ste jih uporabljali nazadnje?
sr: Vrati postavke poboljšanja video zapisa na poslednju konfiguraciju?
sv: Återställ inställningarna för videoförbättring till din senaste konfiguration?
ta: உங்கள் கடைசி உள்ளமைவுக்கு வீடியோ மேம்பாட்டு அமைப்புகளை மீட்டமைக்கவா?
tr: Görüntü iyileştirme ayarları son yapılandırmanıza sıfırlansın mı?
uk: Скинути налаштування покращення відео до Вашої останньої конфігурації?
vi: Đặt lại cài đặt nâng cao video về cấu hình cuối cùng của bạn?
zh_cn: 是否重置视频增强设置到你的最后一个配置?

source: Reshare:
bg: Повторно споделяне:
cs: Přesdílet:
el: Αναμοιρασμός:
et: Jaga edasi:
fr: Repartage :
hu: Újra megosztás:
it: Ricondivisione
lt: Bendrinti iš naujo:
pl: Udostępnianie:
ru: Расшаривание:
sk: Opätovné zdieľanie:
ta: விகிதம்:
tr: Tekrar paylaş:
uk: Розшарювання:
vi: Chia sẻ lại:
zh_cn: 转帖:

source: Resolution
bg: Резолюция
cs: Rozlišení
da: Opløsning
de: Auflösung
el: Ανάλυση
et: Lahutus
fi: Resoluutio
fr: Résolution
hr: Rezolucija
hu: Felbontás
it: Risoluzione
lt: Rezoliucija
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
sk: Rozlíšenie
sl: Ločljivost
sr: Rezolucija
sv: Upplösning
ta: பகுத்தல்
tr: Çözünürlük
uk: Роздільна здатність
vi: Nghị quyết
zh_cn: 分辨率

source: Resolution unit
cs: Jednotka rozlišení
el: Μονάδα ανάλυσης
fi: Resoluutio yksikkö
hr: Jedinica rezolucije
it: Unità di risoluzione
lt: Skiriamoji geba
nl: Resolutie eenheid
pl: Jednostka rozdzielczości
sk: Jednotka rozlíšenia
sr: Jedinica rezolucije
sv: Upplösningsenhet
ta: தெளிவுத்திறன் அலகு
tr: Çözünürlük birimi
uk: Одиниця роздільної здатності

source: Restart
bg: Рестарт
cs: Restartovat
da: Genstart
de: Neustart
el: Επανεκκίνηση
et: Taaskäivitus
fi: Käynnistä uudelleen
fr: Redémarrer le récepteur
hr: Ponovo pokrenuti
hu: Újraindítás
it: Riavvia
lt: Paleisti iš naujo
nl: Herstarten
pt_br: Reiniciar receptor
ru: Перезагрузить
sk: Reštartovať
sl: Ponovni zagon
sr: Ponovo pokrenuti
sv: Starta om
ta: மறுதொடக்கம்
tr: Yeniden başlat
uk: Перезавантажити
vi: Khởi động lại
zh_cn: 重启机顶盒

source: Restart GUI
bg: Рестарт графичен интерфейс
cs: Restartovat Enigmu
da: Genstart GUI
de: GUI Neustart
el: Επανεκκίνηση διεπαφής χρήστη
et: Enigma2 taaskäivitus
fi: Käynnistä järjestelmä uudelleen
fr: Relancer l'IGU
hr: Ponovo pokreni GUI
hu: Kezelőfelület (GUI) újraindítása
it: Riavvio grafica
lt: Paleisti iš naujo grafinę aplinką
nl: Herstart Enigma2
pl: Restart interfejsu
ru: Перезагрузка GUI
sk: Reštartovať GUI
sr: Ponovo pokreni GUI
sv: Starta om gränssnitt
ta: GUI ஐ மறுதொடக்கம் செய்யுங்கள்
tr: Kullanıcı Arayüzünü Yeniden Başlat
uk: Перезавантаження GUI
vi: Khởi động lại GUI
zh_cn: 重启GUI
