Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Vertical alignment for the event-progress.
bg: Вертикално подравняване за напредъка на събитието.
cs: Vertikální zarovnání pro průběh události.
el: Κάθετη στοίχιση για τη χρονική πρόοδο του προγράμματος.
fi: Ohjelman etenemisen pystysuuntainen suuntaus.
fr: Alignement vertical pour le déroulement de l'événement.
hr: Okomito poravnanje za događaj-tijek.
it: Allineamento verticale per l'andamento dell'evento.
lt: Vertikalus įvykio eigos lygiavimas.
nl: Verticaal uitlijnen van de programma voortgang.
pl: Wyrównanie w pionie dla postępu zdarzenia.
sk: Vertikálne zarovnanie priebehu udalosti.
sr: Vertikalno poravnanje za tok događaja.
sv: Vertikal justering för händelseförloppet.
ta: நிகழ்வு-முன்னேற்றத்திற்கான செங்குத்து சீரமைப்பு.
tr: Etkinliğin ilerleyişi için dikey hizalama.
uk: Вирівнювання по вертикалі погрес-бару передачі.

source: Vertical alignment for the service number.
bg: Вертикално подравняване за сервизния номер.
cs: Svislé zarovnání servisního čísla.
el: Κάθετη στοίχιση για τον αριθμό υπηρεσίας.
fi: Kanavanumeron pystysuuntainen suuntaus.
fr: Alignement vertical pour le numéro de série.
hr: Okomito poravnanje za servisni broj.
it: Allineamento verticale per il numero di servizio.
lt: Vertikalus kanalo numerio lygiavimas.
nl: Verticaal uitlijnen van het zendernummer.
pl: Wyrównanie w pionie dla numeru kanału.
sk: Vertikálne zarovnanie čísla stanice.
sr: Vertikalno poravnanje za broj kanala.
sv: Vertikal justering för servicenumret.
ta: பணி எண்ணுக்கு செங்குத்து சீரமைப்பு.
tr: Kanal numarası için dikey hizalama.
uk: Вирівнювання по вертикалі номера каналу.

source: Vertical menu
cs: Vertikální menu
el: Κάθετο μενού
fi: Pystysuuntainen valikko
hr: Okomiti menu
it: Menu verticale
lt: Vertikalus meniu
nl: Verticaal menu
pl: Menu pionowe
sk: Vertikálne menu
sr: Vertikalni meni
sv: Vertikal meny
ta: செங்குத்து பட்டியல்
tr: Dikey menü
uk: Вертикальне меню

source: Vertical turning speed
bg: Вертикална скорост на завиване
cs: Vertikální rychlost otáčení
da: Lodret drejehastighed
de: Vertikale Drehgeschwindigkeit
el: Ταχύτητα περιστροφής σε κάθετη πόλωση
et: Vertikaalse pööramise kiirus
fi: Vertikaalinen kääntönopeus
fr: Vitesse rotation verticale
hr: Okomita brzina okretanja
hu: Függőleges fordulási sebesség
it: Velocità di rotazione verticale
lt: Vertikalaus sukimosi greitis
nl: Verticale draaisnelheid
pl: Prędkość skrętu pionowego
pt_br: Velocidade de rotação vertical
ru: Скорость поворота по верт. поляризации
sk: Vertikálna rýchlosť otáčania
sr: Vertikalna brzina okretanja
sv: Vertikal vridhastighet
ta: செங்குத்து திருப்பும் விரைவு
tr: Dikey dönüş hızı
uk: Швидкість повороту по вертикалі
vi: Tốc độ quay dọc
zh_cn: 垂直旋转速度

source: VerticalEPG Settings
bg: Вертикални EPG настройки
cs: Nastavení vertikálního EPG
el: Ρυθμίσεις κάθετου EPG
fi: Pystysuora EPG
fr: Paramètres verticaux de l'EPG
hr: Okomite postavke EPG-a
it: Configurazione EPG verticale
lt: Vertikalaus EPG nustatymai
nl: Verticale-EPG
pl: Ustawienia pionowego EPG
sk: Nastavenia vertikálneho EPG
sr: Vertikalni EPG Postavke
sv: Inställningar för VerticalEPG
ta: வெர்ட்செப் அமைப்புகள்
tr: Dikey EPG Ayarları
uk: Налаштування вертикального ЕПГ

source: Very fast
bg: Много бързо
cs: Velmi rychle
el: Πολύ γρήγορη
fi: Tosi nopea
fr: Très rapide
hr: Veoma brzo
it: Molto veloce
lt: Labai greitai
nl: Zeer snel
pl: Bardzo szybko
sk: Veľmi rýchlo
sr: Veoma brzo
sv: Mycket snabb
ta: மிக வேகமாக
tr: Çok hızlı
uk: Дуже швидко

source: Very short filenames
bg: Много кратки имена на файлове
cs: Velmi krátké názvy souborů
da: Meget korte filnavne
de: Sehr kurze Dateinamen
el: Πολύ σύντομα ονόματα αρχείου
et: Väga lühikesed failinimed
fi: Erittäin lyhyet tiedostonimet
fr: Noms de fichiers très courts
hr: Veoma kratka imena datoteka
hu: Nagyon rövid fájlnevek
it: Nome del file molto corto
lt: Labai trumpi failų pavadinimai
nl: Zeer korte bestandsnamen
pl: Bardzo krótkie nazwy plików
ru: Очень короткие названия файлов
sk: Veľmi krátke názvy súborov
sr: Veoma kratka imena fajla
sv: Mycket korta filnamn
ta: மிகக் குறுகிய கோப்பு பெயர்கள்
tr: Çok kısa dosya isimleri
uk: Дуже короткі назви файлів
vi: Tên tập tin rất ngắn
zh_cn: 短文件名

source: Very slow
bg: Много бавно
cs: Velmi pomalu
el: Πολύ αργή
fi: Tosi hidas
fr: Très lent
hr: Veoma sporo
it: Molto lento
lt: Labai lėtas
nl: Zeer langzaam
pl: Bardzo wolno
sk: Veľmi pomaly
sr: Veoma sporo
sv: Mycket långsam
ta: மிகவும் மெதுவாக
tr: Çok yavaş
uk: Дуже повільно

source: Very very short filenames - Warning
bg: Много много кратки имена на файлове - Внимание
cs: Velmi, velmi krátké názvy souborů - Varování
da: Ekstra korte filnavne - Advarsel
de: Extrem kurze Dateinamen - Warnung
el: Πάρα πολύ σύντομα ονόματα αρχείου - Προσοχή
et: Hoiatus! Ülilühikesed failinimed
fi: Äärimmäisen lyhyet tiedostonimet - Varoitus
fr: Noms de fichiers très très courts - Attention
hr: Veoma kratka imena datoteka - Upozorenje
hu: Nagyon rövid fájlnevek - Figyelem
it: Nome del file molto corto - Attenzione
lt: Labai labai trumpi failų pavdinimai - dėmesio
nl: Zeer zeer korte bestandsnamen - Waarschuwing
pl: Bardzo krótkie nazwy plików - Ostrzeżenie
ru: Очччень короткие названия файлов - Предупреждение
sk: Extrémne krátke názvy súborov – pozor
sr: Veoma kratka imena fajla - Upozorenje
sv: Mycket mycket korta filnamn - Varning
ta: மிகக் குறுகிய கோப்பு பெயர்கள் - எச்சரிக்கை
tr: Çok çok kısa dosya isimleri - Uyarı
uk: Попередження - Дуже короткі назви файлів
vi: Tên tệp rất rất ngắn - Cảnh báo
zh_cn: 非常非常的短文件名 - 警告

source: Video
bg: Видео
cs: Obraz
de: Bild
el: Εικόνα
et: Pilt
fi: Kuva
fr: Vidéo
hu: Videó
lt: Vaizdas
pl: Obraz
ru: Видео
ta: ஒளிதோற்றம்
tr: Görüntü
uk: Відео
zh_cn: 视频设置

source: Video Codec, Size & Format
bg: Видеокодек, размер и формат
cs: Videokodek, velikost a formát
el: Κωδικοποίηση βίντεο, μέγεθος & φορμά
fi: Koodekki, koko & kuvasuhde
fr: Codec vidéo - taille - format
hr: Video Kodek, Veličina, Format
it: Codec video, dimensione e formato
lt: Vaizdo kodavimas, dydis ir formatas
nl: Videoformaat
pl: Kodek wideo, rozmiar, format
sk: Video kodek - rozlíšenie - formát
sr: Video Kodek,Veličina&Format
sv: Videocodec, storlek och format
ta: வீடியோ கோடெக், அளவு மற்றும் வடிவம்
tr: Görüntü Kodeği, Boyut & Biçim
uk: Відеокодек, розмір і формат

source: Video PID
bg: Видео PID
el: PID εικόνας
fr: PID vidéo
hu: Videó PID
it: PID video
lt: Vaizdo PID
pl: Wideo PID
pt_br: Vídeo PID
ru: Видео ПИД
ta: வீடியோ பிஐடி
tr: Görüntü PID
uk: Відео PID
zh_cn: 视频控制(VPID)

source: Video Settings
bg: Видео настройки
cs: Základní nastavení obrazu
da: Videoindstillinger
de: Bild-Einstellungen
el: Ρυθμίσεις βίντεο
et: Pildi seaded
fi: Kuva asetukset
fr: Paramètres vidéo
hr: Video Postavke
hu: Videó beállítások
it: Impostazioni video
lt: Vaizdo nustatymai
nl: Video instellingen
pl: Ustawienia wideo
ru: Настройки видео
sk: Nastavenie videa
sr: Video Postavke
sv: Videoinställningar
ta: வீடியோ அமைப்புகள்
tr: Görüntü Ayarları
uk: Налаштування відео
vi: Cài đặt video
zh_cn: 视频设置

source: Video Wizard
cs: Video průvodce
el: Οδηγός βίντεο
fi: Video Avustaja
hr: Video Čarobnjak
it: Procedura guidata video
pl: Kreator wideo
sk: Video sprievodca
sl: Video čarovnik
sr: Video Čarobnjak
sv: Video-guiden
ta: வீடியோ வழிகாட்டி
tr: Görüntü Sihirbazı
uk: Майстер відео

source: Video clipping
bg: Видео подрязване
cs: Ořezávání videa
da: Videoklipning
el: Περικοπή εικόνας
et: Pildi lõikamine
fi: Videon leikkaus"
fr: Montage vidéo
hr: Video isječak
hu: Videó vágás
it: Ritaglio video
lt: Vaizdo karpymas
nl: Video knippen
pl: Obcinanie wideo
ru: Монтаж видео
sk: Orezanie videa
sr: Video isečak
sv: Klippning av video
ta: வீடியோ கிளிப்பிங்
tr: Görüntü kırpma
uk: Редагування відео
vi: Cắt video
zh_cn: 视频剪辑

source: Video clipping setup
bg: Настройка на видео подрязване
cs: Nastavení ořezávání videa
da: Videoklipning opsætning
de: VideoClipping Einstellungen
el: Ρυθμίσεις αποκοπής βίντεο
et: Pildi lõikamise seaded
fi: Videon leikkaus asetukset
fr: Configuration montage vidéo
hr: Podešavanje video isječaka
hu: Videó vágás beállítása
it: Impostazioni del ritaglio video
lt: Vaizdo karpymo nustatymai
nl: Video knippen instellen
pl: Ustawienia przycinania wideo
sk: Nastavenie orezania videa
sr: Podešavanje video isečaka
sv: Inställning för videoklippning
ta: வீடியோ கிளிப்பிங் அமைப்பு
tr: Görüntü kırpma ayarı
uk: Налаштування редагування відео
vi: Thiết lập cắt video
zh_cn: 视频剪辑设置

source: Video content: %ix%i%s %iHz
bg: Видео съдържание: %ix%i%s %iHz
cs: Obsah videa: %ix%i%s %iHz
da: Videoindhold: %ix%i%s %iHz
de: Videoinhalt: %ix%i%s %iHz
el: Περιεχόμενο βίντεο: %ix%i%s %iHz
et: Video sisu: %ix%i%s %iHz
fi: Videosisältö: %ix%i%s %iHz
fr: Contenu vidéo : %ix%i%s %iHz
hr: Video sadržaj %ix%i%s %iHz
hu: Videótartalom: %ix%i%s %iHz
it: Contenuti video: %ix%i%s %iHz
lt: Vaizdo turinys: %ix%i%s %iHz
nl: Video inhoud: %ix%i%s %iHz
pl: Materiały wideo: %ix%i%s %iHz
ru: Видео контент: %ix%i%s %iHz
sk: Video obsah: %ix%i%s %iHz
sr: Video sadržaj %ix%i%s %iHz
sv: Videoinnehåll: %ix%i%s %iHz
ta: வீடியோ உள்ளடக்கம்: %ix %i %s %ihz
tr: Görüntü içeriği: %ix%i%s %iHz
uk: Відео-контент: %ix%i%s %iГц
vi: Nội dung video:% ix% i% s% iHz
zh_cn: 视频内容: %ix%i%s %iHz

source: Video enhancement preview
bg: Преглед видео подобрение
cs: Přehled korekcí obrazu
da: Forhåndsvisning af videoforbedring
de: Video-Optimierungs-Vorschau
el: Προεπισκόπηση βελτίωσης εικόνας
et: Pildi paranduste eelvaade
fi: Kuvasäätöjen esikatselu
fr: Aperçu pour vidéo améliorée
hr: Pregled poboljšanja videa
hu: Videó-beállítások előnézete
it: Anteprima miglioramento video
lt: Vaizdo gerinimo peržiūra
nl: Videoverbetering preview
pl: Podgląd Wzmocnień Wideo
pt_br: Pré-visualização de vídeo
ru: Предпросмотр настроек видео
sk: Náhľad vylepšenia videa
sr: Pregled poboljšanja videa
sv: Förhandsgranskning av videoförbättring
ta: வீடியோ மேம்பாட்டு முன்னோட்டம்
tr: Görüntü iyileştirme ön izleme
uk: Перегляд покращення відео
vi: Xem trước cải tiến video
zh_cn: 视频增强预览

source: Video enhancement setup
bg: Настройка на видео подобрение
cs: Nastavení korekce obrazu
da: Sæt videoforbedring op
de: Einstellungen Video-Optimierung
el: Ρύθμιση βελτίωσης εικόνας
et: Pildi paranduste seaded
fi: Kuvasäätöjen asetukset
fr: Configuration pour vidéo améliorée
hr: Podešavanje poboljšanja videa
hu: Videó-beállítások
it: Configurazione miglioramento video
lt: Vaizdo gerinimo valdymas
nl: Videoverbetering
pl: Ustawienia parametrów obrazu
pt_br: Configurar imagem
ru: Настройте видео на свой вкус
sk: Nastavenie vylepšenia videa
sl: Nastavitve slike
sr: Podešavanje poboljšanja videa
sv: Inställning för videoförbättring
ta: வீடியோ மேம்பாட்டு அமைப்பு
tr: Görüntü İyileştirme Ayarları
uk: Розширене налаштування відео
vi: Thiết lập cải tiến video
zh_cn: 视频增强设置

source: Video mode: %s
bg: Видео режим: %s
cs: Video režim: %s
da: Videotilstand: %s
de: Videomodus: %s
el: Λειτουργία βίντεο: %s
et: Videorežiim: %s
fi: Videotila: %s
fr: Mode vidéo : %s
hr: Video način rada: %s
hu: Videó mód: %s
it: Modalità video: %s
lt: Vaizdo režimas: %s
nl: Videomodus: %s
pl: Tryb wideo: %s
ru: Видео режим: %s
sk: Video režim: %s
sr: Video režim %s
sv: Videoläge: %s
ta: வீடியோ பயன்முறை: %s
tr: Görüntü modu: %s
uk: Режим відео: %s
vi: Chế độ video:% s
zh_cn: 视频模式: %s

source: Video mode: %s not available
bg: Видео режим: %s не е наличен
cs: Režim videa: %s není k dispozici
da: Videotilstand: %s ikke tilgængelig
de: Videomodus: %s nicht verfügbar
el: Λειτουργία βίντεο: %s μη διαθέσιμο
et: Videorežiim: %s pole saadaval
fi: Videotila: %s ei käytettävissä
fr: Mode vidéo : %s n'est pas disponible
hr: Video način rada: %s nije dostupan
hu: Videó mód: %s nem elérhető
it: Modalità video: %s non disponibile
lt: Vaizdo režimas: %s nepasiekiamas
nl: Videomodus: %s niet beschikbaar
pl: Tryb wideo: %s nie dostępny
ru: Видео режим: %s не существует
sk: Video režim: %s nie je dostupné
sr: Video režim %s nije dostupan
sv: Videoläge: %s ej tillgänglig
ta: வீடியோ பயன்முறை: %s கிடைக்கவில்லை
tr: Görüntü modu:%s kullanılamıyor
uk: Режим відео: %s не доступний
vi: Chế độ video:% s không khả dụng
zh_cn: 视频模式: %s 不可用

source: Video output
bg: Видео изход
cs: Video výstup
da: Videoudgang
de: Videoausgang
el: Έξοδος εικόνας
et: Videoväljund
fi: Video ulostulo
fr: Sortie vidéo
hr: Video izlaz
hu: Videó kimenet
it: Uscita video
lt: Vaizdo išvestis
nl: Video uitgang
pl: Wyjście wideo
pt_br: Saída de vídeo
ru: Видеовыход
sk: Video výstup
sr: Video izlaz
sv: Videoutgång
ta: வீடியோ வெளியீடு
tr: Görüntü çıkışı
uk: Відео вихід
vi: Đầu ra video
zh_cn: 视频输出

source: Video output mode
bg: Режим видео изход
cs: Výstupní režim videa
da: Videoudgangstilstrad
de: Videoausgabemodus
el: Λειτουργία εξόδου βίντεο
et: Videoväljundi režiim
fi: Video ulostulon tila
fr: Mode de sortie vidéo
hr: Način video izlaza
hu: Videó kimeneti mód
it: Modalità di uscita video
lt: Vaizdo išvesties režimas
nl: Video uitgang modus
pl: Tryb wyjścia wideo
sk: Režim video výstupu
sr: Video režim izlaza
sv: Läge för videoutgång
ta: வீடியோ வெளியீட்டு முறை
tr: Görüntü çıkış modu
uk: Режим виведення відео
vi: Chế độ đầu ra video
zh_cn: 视频输出模式

source: Video output mode for FHD
bg: Режим видео изход за FHD
cs: Výstupní režim videa pro FHD
da: Video uddata tilstand for FHD
de: Videoausgabemodus für FHD
el: Λειτουργία εξόδου βίντεο για FHD
et: FHD videoväljundi režiim
fi: Video lähdöntila FHD
fr: Mode de sortie vidéo pour FHD
hr: Način video izlaza za FHD
hu: Videó kimeneti mód az fullHD számára
it: Modalità uscita video per FHD
lt: FHD vaizdo išvesties režimas
nl: Video uitgang modus voor FHD
pl: Wyjście wideo dla FHD
sk: Režim video výstupu pre Full HD
sr: Video režim izlaza za FHD
sv: Videoutgångsläge för FHD
ta: FHD க்கான வீடியோ வெளியீட்டு முறை
tr: FHD için görüntü çıkış modu
uk: Режим виведення відео для FHD
vi: Chế độ đầu ra video cho FHD
zh_cn: FHD视频输出模式

source: Video output mode for HD
bg: Режим видео изход за HD
cs: Výstupní režim videa pro HD
da: Video uddata tilstand for HD
de: Videoausgabemodus für HD
el: Λειτουργία εξόδου βίντεο για HD
et: HD videoväljundi režiim
fi: Video lähdöntila HD
fr: Mode de sortie vidéo pour HD
hr: Način video izlaza za HD
hu: Videó kimeneti mód az HD számára
it: Modalità uscita video per l'HD
lt: HD vaizdo išvesties režimas
nl: Video uitgang modus voor HD
pl: Wyjście wideo dla HD
sk: Režim video výstupu pre HD
sr: Video režim izlaza za HD
sv: Videoutgångsläge för HD
ta: HD க்கான வீடியோ வெளியீட்டு முறை
tr: HD için görüntü çıkış modu
uk: Режим виведення відео для HD
vi: Đoạn phim dài ra video cho FHD
zh_cn: HD视频输出模式

source: Video output mode for SD
bg: Режим видео изход за SD
cs: Výstupní režim videa pro SD
da: Video uddata tilstand for SD
de: Videoausgabemodus für SD
el: Λειτουργία εξόδου βίντεο για SD
et: SD videoväljundi režiim
fi: Video lähdöntila SD
fr: Mode de sortie vidéo pour SD
hr: Način video izlaza za SD
hu: Videó kimeneti mód az SD számára
it: Modalità uscita video per SD
lt: SD vaizdo išvesties režimas
nl: Video uitgang modus voor SD
pl: Wyjście wideo dla SD
sk: Režim video výstupu pre SD
sr: Video režim izlaza za SD
sv: Videoutgångsläge för SD
ta: SD க்கான வீடியோ வெளியீட்டு முறை
tr: SD için görüntü çıkış modu
uk: Режим виведення відео для SD
vi: Chế độ đầu ra video cho SD
zh_cn: SD视频输出模式

source: Video output mode for UHD
bg: Режим видео изход за UHD
cs: Výstupní režim videa pro UHD
da: Video uddata tilstand for UHD
de: Videoausgabemodus für UHD
el: Λειτουργία εξόδου βίντεο για UHD
et: UHD videoväljundi režiim
fi: Video lähdöntila UHD
fr: Mode de sortie vidéo pour UHD
hr: Način video izlaza za UHD
hu: Videó kimeneti mód az UHD számára
it: Modalità uscita video per UHD
lt: UHD vaizdo išvesties režimas
nl: Video uitgang modus voor UHD
pl: Wyjście wideo dla UHD
sk: Režim video výstupu pre Ultra HD
sr: Video režim izlaza za UHD
sv: Videoutgångsläge för UHD
ta: UHD க்கான வீடியோ வெளியீட்டு முறை
tr: UHD için görüntü çıkış modu
uk: Режим виведення відео для UHD
vi: Chế độ đầu ra video cho UHD
zh_cn: UHD视频输出模式

source: Video output port selection. Make sure the correct input is selected on the TV. Press OK if you can see this page on your TV. The next output port will be automatically tried in 10 seconds.
cs: Výběr portu video výstupu. Ujistěte se, že je na televizoru vybrán správný vstup. Pokud tuto stránku vidíte na televizoru, stiskněte tlačítko OK. Další výstupní port bude automaticky vyzkoušen za 10 sekund.
el: Επιλογή θύρας εξόδου βίντεο. Βεβαιωθείτε ότι έχει επιλεγεί η σωστή είσοδος στην τηλεόραση. Πιέστε OK αν μπορείτε να δείτε αυτή τη σελίδα στην τηλεόρασή σας. Η επόμενη θύρα εξόδου θα δοκιμαστεί αυτόματα σε 10 δευτερόλεπτα.
fi: Videoulostulon valinta. Varmista, että televisiossa on valittu oikea tulo. Paina OK, jos tämä sivu näkyy televisiossa. Seuraavaa tuloa kokeillaan automaattisesti 10 sekunnin kuluttua.
hr: Odabir video izlaznog priključka. Provjerite je li na TV-u odabran ispravan ulaz. Pritisnite OK ako možete vidjeti ovu stranicu na svom TV-u. Sljedeći izlazni priključak automatski će se isprobati za 10 sekundi.
it: Selezione della porta di uscita video. Assicurati che sulla TV sia selezionato l'ingresso corretto. Premi OK se riesci a vedere questa pagina sulla TV. La prossima porta di uscita verrà provata automaticamente tra 10 secondi.
nl: Selecteer de juiste video-uitgang van uw ontvanger. Controleer of de juiste ingang is geselecteerd op de TV. Druk op OK als u deze melding op uw TV kunt zien. Wanneer niet, dan wordt na 10 seconden automatisch de volgende uitgang geprobeerd.
pl: Wybór portu wyjściowego wideo. Upewnij się, że wybrano odpowiednie wejście w TV. Naciśnij OK, gdy zobaczysz ten ekran w swoim TV. Kolejny port wyjściowy zostanie automatycznie wybrany za 10 sekund.
sk: Výber portu video výstupu. Uistite sa, že na TV je vybraný správny vstup. Ak vidíte túto obrazovku na TV, stlačte OK. Ďalší výstupný port sa automaticky vyskúša o 10 sekúnd.
sr: Izbor video izlaznog porta. Proverite da li je na TV izabran pravi ulaz. Pritisnite OK ako možete da vidite ovu stranicu na vašem TV. Sledeći izlazni port će automatski biti proban za 10 sekundi.
sv: Val av port för videoutgång. Kontrollera att rätt ingång är vald på TV:n. Tryck på OK om du kan se den här sidan på TV:n. Nästa utgångsport kommer automatiskt att provas inom 10 sekunder.
ta: வீடியோ வெளியீட்டு துறைமுகம் தேர்வு. டிவியில் சரியான உள்ளீடு தேர்ந்தெடுக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். உங்கள் டிவியில் இந்த பக்கத்தைக் காண முடிந்தால் சரி என்பதை அழுத்தவும். அடுத்த வெளியீட்டு துறைமுகம் தானாக 10 வினாடிகளில் முயற்சிக்கப்படும்.
tr: Görüntü çıkış portu seçimi. TV'de doğru girişin seçili olduğundan emin olun. TV'nizde bu sayfayı görebiliyorsanız OK tuşuna basın. Bir sonraki çıkış portu 10 saniye içinde otomatik olarak denenecektir.
uk: Вибір порту відео-виходу. Переконайтеся, що на телевізорі вибрано правильний вхід. Натисніть OK, якщо ви бачите цю сторінку на своєму телевізорі. Наступний вихідний порт буде автоматично змінений через 10 секунд.

source: Video: %s fps
bg: Видео: %s fps
el: Βίντεο: %s fps
fr: Vidéo : %s ips
hu: Videó: %s fps
lt: Vaizdas: %s fps
pl: Wideo: %s fps
pt_br: Vídeo: %s FPS
ru: Видео: %s fps
ta: வீடியோ எஃப்.பி.எச்
tr: Görüntü: %s fps
uk: Відео: %s fps
vi: Video:%s khung hình / giây
zh_cn: 视频: %s 帧

source: VideoEnhancement
bg: Видео подобрение
cs: Nastavení obrazu
da: Videoforbedring
de: Bild-Optimierung
el: Βελτίωση εικόνας
et: Pildiparandused
fi: Kuvan optimointi
fr: Vidéo améliorée
hr: Poboljšanje videa
it: Miglioramento video
lt: Vaizdo gerinimas
nl: Videoverbetering
pl: Parametry obrazu
ru: Оптимизация видео
sk: Vylepšenie videa
sr: Poboljšanje videa
sv: Videoförbättring
ta: வீடியோ மேம்பாடு
tr: Görüntü İyileştirme
uk: Покращення Відео
vi: Cải tiến video
zh_cn: 视频增强

source: VideoEnhancement Setup
bg: Настройка на видео подобрение
cs: Umožní podrobně nastavit parametry obrazu
da: Videoforbedring opsætning
de: Einstellungen Video-Optimierung.
el: Ρυθμίσεις βελτίωσης εικόνας
et: Pildiparanduste seadistamine
fi: Kuvan optimointi asetukset
fr: Configuration pour vidéo améliorée
hr: Podešavanje Poboljšanja Videa
it: Configurazione miglioramento video
lt: Vaizdo gerinimo valdymas
nl: Videoverbetering instellingen
pl: Ustawienia parametrów obrazu
ru: Настройте видео на свой вкус
sk: Nastavenie vylepšenia videa
sr: Podešavanje Poboljšanja Videa
sv: Videoförbättring Inställning
ta: வீடியோ டான்ச் செட்அப்
tr: Görüntü İyileştirme Kurulumu
uk: Опції Покращення Відео
vi: Thiết lập nâng cao video
zh_cn: 视频增强设置

source: VideoEnhancementPreview
bg: Преглед видео подобрение
cs: Kontrola vylepšení videa
da: VideoEnhancementForhåndsvisning
de: Bild-Optimierung Vorschau
el: Προεπισκόπηση βελτίωσης εικόνας
et: Pildiparanduse eelvaade
fi: Kuvan optimointi esikatselu
fr: Aperçu pour vidéo améliorée
hr: Pregled Poboljšanja Videa
it: Anteprima miglioramento video
lt: Vaizdo gerinimo peržiūra
nl: Videoverbetering voorbeeld
pl: Podgląd ulepszeń wideo
ru: Предпросмотр тонких настроек
sk: Náhľad vylepšenia videa
sr: Pregled Poboljšanja Videa
sv: VideoFörbättringGenomgång
ta: வீடியோ மேம்பாட்டு முன்னோட்டம்
tr: Görüntü İyileştirme Ön izlemesi
uk: Попередній перегляд покращення відео
vi: Đánh giá nâng cao video
zh_cn: 视频增强预览

source: VideoFinetune
bg: Видео фина настройка
cs: Jemné doladění videa
da: Video fintuning
de: Bild Feinabstimmung
el: Μικρορύθμιση εικόνας
et: Pildihäälestus
fi: Video Hienosäätö
fr: VidéoFinetune
hr: Fino Podešavanje Videa
it: Regolazione fine video
lt: Tikslesnis vaizdo suderinimas
nl: Video fijn afstelling
pl: Dostrajanie wideo
sk: Jemné doladenie videa
sr: Fino Podešavanje Videa
ta: வீடியோஃபென்ட்யூன்
tr: Görüntü İnce Ayarları
uk: Точна настройка відео
vi: Tinh chỉnh video
zh_cn: 视频微调

source: Videosetup
bg: Видеонастройка
cs: Nastavení videa
da: Videoopsætning
de: Video-Einstellungen
el: Ρυθμίσεις εικόνας
et: Videoseaded
fi: Video asetukset
fr: Configuration vidéo
hr: Video podešavanje
hu: Videó beállítások
it: Impostazioni video
lt: Vaizdo nustatymas
nl: Video instellingen
pl: Ustawienia wideo
sk: Nastavenie videa
sr: Video podešavanje
sv: Videokonfigurering
ta: வீடியோ டப்
tr: Görüntü Ayarları
uk: Налаштування відео
vi: Cài đặtVideo
zh_cn: 视频设置

source: Viet Nam
el: Βιετνάμ
hu: Vietnám
lt: Vietnamas
pl: Wietnam
ta: வியட்னாம்
uk: В'єтнам
vi: Việt Nam
zh_cn: 越南

source: Vietnamese
cs: Vietnamština
el: Βιετναμέζικα
fr: Vietnamien
it: Vietnamita
lt: Vietnamiečių
nl: Vietnamees
pl: Wietnamski
sk: vietnamčina
sv: Vietnamesisk
ta: வியட்நாமிய
tr: Vietnam
uk: В'єтнамська

source: View
bg: Преглед
cs: Náhled
da: Vis
de: Ansicht
el: Επισκόπηση
et: Vaata
fi: Näytä
fr: Vue
hr: Prikaz
hu: Nézet
it: Visualizza
lt: Peržiūra
nl: Bekijken
pl: Zobacz
ru: Просмотр
sk: Náhľad
sl: Poglej
sr: Prikaz
sv: Visa
ta: பார்வை
tr: Görünüm
uk: Переглянути
vi: Lượt xem
zh_cn: 视图

source: View File
cs: Zobrazit soubor
el: Προβολή αρχείου
fi: Näytä tiedosto
hr: Pogledaj datoteku
it: Visualizza file
nl: Bestand bekijken
pl: Wyświetl plik
sk: Zobraziť súbor
sr: Prikaz Fajla
sv: Visa fil
ta: கோப்பைக் காண்க
tr: Dosyayı Görüntüle
uk: Переглянути Файл

source: View Rass interactive
bg: Преглед на Rass интерактивна...
cs: Prohlížet Rass interaktivně
el: Προβολή διαδραστικού Rass
fi: Näytä Rass interaktiivinen
fr: Afficher Rass interactif...
hr: Prikaz interaktivnog Rassa
it: Visualizza Rass interattivo
lt: Žiūrėti Rass interaktyviai...
nl: Rass Interactive weergeven
pl: Zobacz Rass interaktywny
sk: Zobraziť Rass interaktívne
sr: Prikaz Rass interaktivno
sv: Visa Rass interaktivt
ta: ராச் இன்டராக்டிவ் பார்க்கவும்
tr: Etkileşimli Rass'ı (Radio acoustic sounding system) görüntüle
uk: Показати інтерактивний Rass
