Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Cancel extraction
cs: Zrušit extrakci
el: Ακύρωση εξαγωγής
fi: Peruuta purkaminen
hr: Otkaži izdvajanje
it: Annulla estrazione
lt: Atšaukti išarchyvavimą
nl: Uitpakken annuleren
pl: Anuluj rozpakowywanie
sk: Zrušiť rozbaľovanie
sr: Otkaži izdvajanje
sv: Avbryt extraktion
ta: பிரித்தெடுத்தல் ரத்துசெய்
tr: Çıkarmayı iptal et
uk: Скасувати розархівування

source: Cancel save time shift as movie
bg: Отказ за запазване на времевото изместване като филм
cs: Zrušit uložení časového posunu jako filmu
el: Ακύρωση αποθήκευσης της χρονομετατόπισης ως ταινία
fi: Keskeytä ajansiirron muunto tallenteeksi
fr: Annuler l'enregistrement du PauseDirect comme film
hr: Odustani spremanje vremenskog pomaka kao videozapisa
it: Annulla salva timeshift come registrazione
lt: Atšaukti laiko poslinkio, kaip filmo išsaugojimą
nl: Annuleer het opslaan van Timeshift als opname
pl: Anuluj zapis timeshiftu jako film
sk: Zrušiť ukladanie timeshiftu ako filmu
sr: Otkaži čuvanje tajmšifta kao filma
sv: Avbryt spara tid skifta som film
ta: திரைப்படமாக சேமி நேர மாற்றத்தை ரத்துசெய்
tr: Zaman kaydırmayı film olarak kaydetme
uk: Скасувати збереження таймшифт як фільм

source: Cancel selection and exit
cs: Zrušit výběr a odejít
el: Ακύρωση επιλογής και έξοδος
fi: Peruuta valinta ja poistu
hr: Otkažite odabir i izađite
it: Annulla selezione ed esci
lt: Atšaukti pasirinkimą ir išeiti
nl: Annuleer selectie en exit
pl: Anuluj zaznaczenie i wyjdź
sk: Zrušiť výber a ukončiť
sr: Otkaži izbor i izađi
sv: Avbryt val och avsluta
ta: தேர்வு ரத்து செய்து வெளியேறவும்
tr: Seçimi iptal et ve çık
uk: Скасувати вибір і вийти

source: Cancel service selection and exit
cs: Zrušení výběru služby a ukončení
el: Ακύρωση της επιλογής υπηρεσιών και έξοδος
fi: Kanavan valinta ja poistuminen
hr: Otkažite odabir usluge i izađite
it: Annulla selezione del servizio ed esci
nl: Zenderkeuze annuleren en exit
pl: Anuluj wybór usługi i wyjdź
sk: Zrušiť výber stanice a ukončiť
sr: Otkaži izbor usluge i izlaz
sv: Avbryt val av tjänst och avsluta
ta: பணி தேர்வை ரத்து செய்து வெளியேறவும்
tr: Kanal seçimini iptal et ve çık
uk: Скасувати вибір каналу та вийти

source: Cancel the Reset Feeds command currently being processed
cs: Zrušit aktuálně zpracovávaný příkaz Obnovit kanály
el: Η ακύρωση της εντολής επαναφοράς των πηγών βρίσκεται σε επεξεργασία
fi: Syötteet komennon peruuttaminen tällä hetkellä
hr: Poništite naredbu Resetiraj sažetke sadržaja koji se trenutno obrađuje
it: Annulla comando Reimposta feed attualmente in fase di elaborazione
nl: Het nu lopende Reset Feeds commando annuleren
pl: Anuluj polecenie Reset Feeds, które jest obecnie przetwarzane
sk: Zrušiť aktuálne prebiehajúci príkaz na reset zdrojov
sr: Otkaži komandu Uspostavi početne vrednosti fida koji se trenutno obrađuju
sv: Avbryt kommandot Reset Feeds som håller på att bearbetas
ta: தற்போது செயலாக்கப்படும் மீட்டமை ஊட்ட கட்டளையை ரத்துசெய்
tr: Şu anda işlenmekte olan Beslemeleri Sıfırla komutunu iptal et
uk: Скасувати команду Скинути канали, яка зараз обробляється

source: Cancel the bouquet selection
cs: Zrušte výběr přehledu
el: Ακύρωση επιλογής μπουκέτου
fi: Peruuta suosikkilistan valinta
hr: Otkažite odabir buketa
it: Annulla selezione del bouquet
nl: Favorietenlijst selectie annuleren
pl: Anuluj wybór listy kanałów
sk: Zrušiť výber prehľadu
sr: Otkaži izbor buketa
sv: Avbryt valet av bukett
ta: பூச்செண்டு தேர்வை ரத்துசெய்
tr: Buket seçimini iptal edin
uk: Скасувати вибір фаворитів

source: Cancel the flash process
cs: Zrušit proces flashování
el: Ακύρωση της διαδικασίας φλασαρίσματος
fi: Peruuta päivittäminen
hr: Otkažite proces flash
it: Annulla processo di flash
lt: Atšaukti įdiegimą
nl: De flash procedure annuleren
pl: Anuluj proces flashowania
sk: Zrušiť proces flashovania
sr: Otkaži fleš proces
sv: Avbryt blixtprocessen
ta: ஃபிளாச் செயல்முறையை ரத்துசெய்
tr: Yazılım yükleme işlemini iptal et
uk: Скасувати процес флеш-пам’яті

source: Cancel the flash process and exit all menus
cs: Zrušit proces flashování a opustit všechny nabídky
el: Ακύρωση της διαδικασίας φλασαρίσματος και έξοδος από όλα τα μενού
fi: Peruuta päivittäminen ja poistu kaikista valikoista
hr: Poništite postupak flash i izađite iz svih menija
it: Annulla processo di flash ed esci da tutti i menu
lt: Atšaukti atvaizdo įdiegimą ir užverti visus meniu
nl: De flash procedure annuleren en alle menu's sluiten
pl: Anuluj proces flashowania i zamknij wszystkie menu
sk: Zrušiť proces flashovania a opustiť všetky menu
sr: Otkaži fleš proces i izađi iz svih menija
sv: Avbryt blixtprocessen och avsluta alla menyer
ta: ஃபிளாச் செயல்முறையை ரத்து செய்து அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Yazılım yükleme işlemini iptal et ve tüm menülerden çık
uk: Скасуйте процес прошивки і вийдіть з усіх меню

source: Cancel the image selection and exit
bg: Отменете избора на изображение и излезте
cs: Zrušit výběr image a ukončit
da: Afbryd Image valg og afslut
de: Imageauswahl abbrechen und verlassen
el: Ακύρωση της επιλογής image και έξοδος
fi: Peruuta image valinta ja poistu
fr: Annuler la sélection d'images et quitter
hr: Otkaži izbor imidža i izađi
it: Annulla selezione dell'immagine ed esci
lt: Atšaukti atvaizdo pasirinkimą ir užverti
nl: Annuleer de image selectie en exit
pl: Anuluj wybór systemu i wyjdź
sk: Zrušiť výber image a ukončiť
sr: Otkaži izbor imidža i izađi
sv: Avbryt bildvalet och avsluta
ta: படத் தேர்வை ரத்து செய்து வெளியேறவும்
tr: Yazılım seçimini iptal et ve çık
uk: Скасувати вибір іміджу і вийти
zh_cn: 取消镜像选择并退出

source: Cancel the image selection and exit all menus
bg: Отменете избора на изображение и излезте от всички менюта
cs: Zrušit výběr image a opustit všechna menu
da: Afbryd Image valg og afslut alle menuer
de: Imageauswahl abbrechen und alle Menüs verlassen
el: Ακύρωση της επιλογής image και έξοδος από όλα τα μενού
fi: Peruuta image valinta ja poistu kaikista valikoista
fr: Annuler la sélection d'images et quitter tous les menus
hr: Otkaži izbor imidža i izađi iz svih menija
it: Annulla selezione dell'immagine ed esci da tutti i menu
lt: Atšaukti atvaizdo pasirinkimą ir užverti visus meniu
nl: Annuleer de image selectie en exit alle menu's
pl: Anuluj wybór systemu i zamknij wszystkie menu
sk: Zrušiť výber image a ukončiť všetky menu
sr: Otkaži izbor imidža i izađi iz svih menija
sv: Avbryt bildvalet och lämna alla menyer
ta: படத் தேர்வை ரத்துசெய்து அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Yazılım seçimini iptal et ve tüm menülerden çık
uk: Скасувати вибір іміджу та вийдіть із усіх меню
zh_cn: 取消镜像选择并退出所有菜单

source: Cancel the scan and exit all menus
cs: Zrušit skenování a opustit všechny nabídky
el: Ακύρωση ανίχνευσης και έξοδος από όλα τα μενού
fi: Peruuta etsintä ja poistu kaikista valikoista
hr: Otkaži skeniranje i izađite iz svih menija
it: Annulla scansione ed esci da tutti i menu
nl: De scan annuleren en alle menu's afsluiten
pl: Anuluj skanowanie i wyjdź ze wszystkich menu
sk: Zrušiť vyhľadávanie a opustiť celé menu
sr: Otkaži skeniranje i izađite iz svih menija
sv: Avbryt scanningen och avsluta alla menyer
ta: ச்கேன் ரத்து செய்து அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Tarama işlemini iptal et ve tüm menülerden çık
uk: Скасувати сканування та вийти з усіх меню

source: Cancel the scan and exit the scanner
cs: Zrušit skenování a opustit skener
el: Ακύρωση ανίχνευσης και έξοδος
fi: Peruuta etsintä ja poistu kanavien hausta
hr: Otkaži skeniranje i izađite iz skenera
it: Annulla scansione e esci dallo scanner
nl: De scan annuleren en beëindigen
pl: Anuluj skanowanie i wyjdź ze skanera
sk: Zrušiť vyhľadávanie a ukončiť skener
sr: Otkaži skeniranje i izađite iz skenera
sv: Avbryt skanningen och avsluta skannern
ta: ச்கேன் ரத்து செய்து ச்கேனரை விட்டு வெளியேறவும்
tr: Tarama işlemini iptal et ve tarayıcıdan çık
uk: Скасувати сканування та вийти

source: Cancel the selection
cs: Zrušit výběr
da: Afbryd valget
de: Auswahl abbrechen
el: Ακύρωση της επιλογής
fi: Peruuta valinta
fr: Annuler la sélection
hr: Otkaži odabir
it: Annulla selezione
lt: Atšaukti pasirinkimą
nl: Annuleer selectie
pl: Anuluj wybór
sk: Zrušiť výber
sr: Otkaži izbor
sv: Avbryt valet
ta: தேர்வை ரத்துசெய்
tr: Seçimi iptal et
uk: Скасувати вибір
zh_cn: 取消选择

source: Cancel the selection and exit
cs: Zrušit výběr a ukončit
el: Ακύρωση επιλογής και έξοδος
fi: Peruuta valinta ja poistu
hr: Otkaži odabir i izlaz
it: Annulla la selezione ed esci
nl: Selectie annuleren en Exit
pl: Anuluj wybór i wyjdź
sk: Zrušiť výber a ukončiť
sr: Otkaži izbor i izlaz
sv: Avbryt valet och avsluta
ta: தேர்வை ரத்து செய்து வெளியேறவும்
tr: Seçimi iptal et ve çık
uk: Скасувати вибір і вийти

source: Cancel the service history zap
cs: Zrušit službu historie přepínání
el: Ακύρωση ζάπινγκ υπηρεσιών
fi: Peruuta kanavan vaihto
hr: Otkažite zap povijesti servisa
it: Annulla zap della cronologia dei servizi
nl: Het zappen naar een zender annuleren
pl: Anuluj historię przełącznia kanałów
sk: Zrušiť prepnutie stanice
sr: Otkaži istoriju servisa zap
sv: Avbryt servicehistoriken zap
ta: பணி வரலாற்றை ரத்துசெய்
tr: Kanal değiştirme geçmişini iptal et
uk: Скасувати послугу перемикання

source: Cancel the service selection
cs: Zrušit výběr služby
el: Ακύρωση της επιλογής υπηρεσιών
fi: Peruuta kanava valinta
fr: Annuler la sélection du service
hr: Otkažite odabir usluge
it: Annulla selezione del servizio
lt: Atšaukite paslaugos pasirinkimą
nl: Annuleer de zender selectie
pl: Anuluj wybór usługi
sk: Zrušiť výber stanice/služby
sr: Otkažite izbor usluge
sv: Avbryt valet av tjänst
ta: பணி தேர்வை ரத்துசெய்
tr: Kanal seçimini iptal et
uk: Скасуйте вибір послуги

source: Cancel the slot selection and exit
cs: Zrušit výběr slotu a odejít
el: Ακύρωση της επιλογής θέσης και έξοδος
fi: Peruuta paikka valinta ja poistu
fr: Annuler la sélection de l'emplacement et quitter
hr: Poništite odabir utora i izađite
it: Annulla selezione dello slot ed esci
lt: Atšaukti lizdų pasirinkimą ir išeiti
nl: Annuleer de selectie en exit
pl: Anuluj wybór slotu i wyjdź
sk: Zrušiť výber slotu a ukončiť
sr: Otkaži izbor slota i izađi
sv: Avbryt valet av kortplats och avsluta
ta: ச்லாட் தேர்வை ரத்து செய்து வெளியேறவும்
tr: Yuva seçimini iptal et ve çık
uk: Скасувати вибір слота та вийти

source: Cancel the slot selection and exit all menus
cs: Zrušit výběr slotu a opustit všechny nabídky
el: Ακύρωση της επιλογής θέσης και έξοδος από όλα τα μενού
fi: Peruuta paikka valinta ja poistu kaikista valikoista
fr: Annuler la sélection de l'emplacement et quitter tous les menus
hr: Poništite odabir utora i izađite iz svih menu
it: Annulla selezione dello slot ed esci da tutti i menu
lt: Atšaukti lizdų pasirinkimą ir išeiti iš visų meniu
nl: Annuleer de selectie en exit uit alle menu's
pl: Anuluj wybór slotu i wyjdź ze wszystkich menu
sk: Zrušiť výber slotu a ukončiť všetky menu
sr: Otkaži izbor slota i izađi iz svih menija
sv: Avbryt valet av kortplats och lämna alla menyer
ta: ச்லாட் தேர்வை ரத்துசெய்து அனைத்து மெனுக்களையும் விட்டு வெளியேறவும்
tr: Yuva seçimini iptal et ve tüm menülerden çık
uk: Скасуйте вибір слота та вийдіть з усіх меню

source: Cancel the task
cs: Zrušte úkol
el: Ακύρωση της εργασίας
fi: Peruuta tehtävä
hr: Otkazivanje zadatka
it: Annulla attività
lt: Užduoties atšaukimas
nl: De taak annuleren
pl: Anuluj zadanie
sk: Zrušiť úlohu
sr: Otkaži zadatak
sv: Avbryt uppgiften
ta: பணியை ரத்துசெய்
tr: Görevi iptal et
uk: Скасувати завдання

source: Cancel the update
bg: Отменете актуализацията
cs: Zrušit aktualizaci
el: Ακύρωση της ενημέρωσης
fi: Peruuta päivitys
fr: Annuler la mise à jour
hr: Otkažite ažuriranje
it: Annulla aggiornamento
lt: Atšaukti naujinimą
nl: De update annuleren
pl: Anuluj aktualizację
sk: Zrušiť aktualizáciu
sr: Otkaži ažuriranja
sv: Avbryt uppdateringen
ta: புதுப்பிப்பை ரத்துசெய்
tr: Güncellemeyi iptal et
uk: Скасувати оновлення

source: Cancelled upon user request
bg: Отменено по искане на потребителя
cs: Na žádost uživatele zrušeno
da: Afbrudt efter brugerønske
de: Aufgabe durch den Benutzer abgebrochen
el: Ακύρωση με εντολή χρήστη
et: Tühistatud kasutaja nõudmisel
fi: Käyttäjä peruutti tehtävän
fr: Annulé à la demande de l’utilisateur
hr: Otkazano na zahtjev korisnika
it: Annullato dopo la richiesta all'utente
lt: Atšauktas vartotojo
nl: Geannuleerd door de gebruiker
pl: Anulowane na żądanie użytkownika
sk: Zrušené na základe požiadavky používateľa
sr: Otkazano na zahtev korisnika
sv: Avbokas på begäran av användaren
ta: பயனர் கோரிக்கையின் பேரில் ரத்து செய்யப்பட்டது
tr: Kullanıcı isteği üzerine iptal edildi
uk: Скасовано за запитом користувача
vi: Hủy theo yêu cầu của người dùng
zh_cn: 根据用户的请求已取消

source: Cannot delete file
bg: Не мога да изтрия файла
cs: Soubor nelze smazat
da: Kan ikke slette fil
de: Kann Datei nicht löschen
el: Αδυναμία διαγραφής αρχείου
et: Faili ei saa kustutada
fi: Tiedostoa ei voi poistaa
fr: Impossible d'effacer le fichier
hr: Nije moguće izbrisati datoteku
hu: Nem lehet törölni a fájlt
it: Impossibile eliminare il file
lt: Failo ištrinti nepavyko
nl: Kan bestand niet wissen
pl: Nie można usunąć pliku
ru: Не удается удалить файл
sk: Súbor nie je možné vymazať
sr: Nije moguće izbrisati datoteku
sv: Det går inte att radera filen
ta: கோப்பை நீக்க முடியாது
tr: Dosya silinemiyor
uk: Неможливо видалити файл
vi: Không thể xóa tập tin
zh_cn: 无法删除文件

source: Cannot determine %s limit ..., aborting!
cs: Nelze určit %s limit ..., ruší se!
el: Αδυναμία καθορισμού του ορίου του %s ..., ματαίωση!
fi: Ei voida määrittää %s rajaa ..., keskeytys !
fr: Impossible de déterminer la limite %s ..., abandon !
hr: Ne može odrediti %s granicu ..., prekid !
it: Impossibile determinare il limite %s..., interruzione!
lt: Negalima nustatyti %s ribos ..., nutraukiama !
nl: Kan de %s limiet niet bepalen ..., annuleren !
pl: Nie można określić limitu %s, Przerywam!
sk: Nie je možné určiť limit %s ..., prerušuje sa!
sr: Nije moguće odrediti %s ograničenje ..., prekidam!
sv: Kan inte bestämma %s-gränsen ..., avbryter!
ta: %s வரம்பை தீர்மானிக்க முடியாது ..., கருக்கலைப்பு!
tr: %s sınırı belirlenemiyor ..., iptal ediliyor!
uk: Не вдається визначити ліміт %s ..., скасовано !

source: Cannot find any signal ..., aborting!
cs: Nelze najít žádný signál ..., končím!
el: Αδυναμία εύρεσης σήματος ..., ματαίωση !
fi: Signaalia ei löydy... keskeytetään!
fr: Impossible de trouver un signal ..., abandon !
hr: Nije pronađen signal ..., prekidam!
it: Impossibile trovare alcun segnale... annullo tutto!
lt: Jokio signalo nerasta …, nutraukiama !
nl: Kan geen signaal vinden..., gestopt!
pl: Nie można znaleźć żadnego sygnału... anulowanie!
sk: Nenašiel sa žiadny signál..., prerušuje sa!
sr: Nije pronađen signal ..., prekidam!
sv: Kan inte hitta någon signal ..., avbryter!
ta: எந்த சமிக்ஞையையும் கண்டுபிடிக்க முடியவில்லை ..., கருக்கலைப்பு!
tr: Sinyal bulunamadı..., işlem iptal ediliyor!
uk: Неможливо знайти будь-який сигнал ..., скасовується!

source: Cape Verde
cs: Kapverdy
el: Πράσινο Ακρωτήρι
fr: Cap-Vert
it: Capo Verde
lt: Žaliasis kišulys
nl: Kaapverdië
pl: Zielony Przylądek
sk: Kapverdy
sv: Cap Verde
ta: பச்சை கேப்
uk: Кабо Верде

source: Card reader %d
cs: Čtečka karet %d
el: Αναγνώστης κάρτας %d
hr: Čitač kartica %d
it: Lettore di schede %d
sr: Čitač kartica %d
sv: Kortläsare %d
tr: Kart okuyucu %d
uk: Зчитувач карт %d

source: Cards:
bg: Карти:
cs: Karty:
da: Kort:
de: Karten:
el: Κάρτες:
et: Kaardid:
fi: Kortit:
fr: Cartes :
hr: Kartice:
hu: Kártyák:
it: Schede:
lt: Kortelės:
nl: Kaarten:
pl: Karty:
ru: Карты:
sk: Karty:
sr: Kartice:
sv: Kort:
ta: அட்டைகள்:
tr: Kartlar:
uk: Карти:
vi: Thẻ:
zh_cn: 卡片:

source: Cards: 0
bg: Карти: 0
cs: Karty: 0
da: Kort: 0
de: Karten: 0
el: Κάρτες: 0
et: Kaardid: 0
fi: Kortit: 0
fr: Cartes : 0
hr: Kartice: 0
hu: Kártyák: 0
it: Schede: 0
lt: Kortelės: 0
nl: Kaarten: 0
pl: Karty: 0
ru: Карты: 0
sk: Karty: 0
sr: Kartice: 0
sv: Kort: 0
ta: அட்டைகள்: 0
tr: Kartlar: 0
uk: Карти: 0
vi: Thẻ: 0
zh_cn: 卡片:0

source: Cardserial
bg: Серийна карта
cs: Číslo karty
da: Kort serienr.
de: Seriennummer der Smartcard
el: Σειριακός αριθμός κάρτας
et: Kaardi seerianumber
fi: Korttisarja
fr: Numéro de série de la carte
hr: Serijski broj kartice
hu: Kártyaszám
it: Seriale scheda
lt: Kortelės serijos numeris
nl: Serienummer
pl: Numer karty
ru: Серийный номер карты
sk: Sériové č. karty
sr: Serijski broj kartice
ta: கார்ட்சீரியல்
uk: Серійний номер карти
vi: Chủ thẻ
zh_cn: 卡片序列

source: Cardserver Settings
cs: Nastavení Cardserver
el: Ρυθμίσεις διακομιστή καρτών
fi: Korttipalvelin Asetukset
hr: Postavke poslužitelja kartica
it: Impostazioni Cardserver
nl: Cardserver instellingen
pl: Ustawienia cardserver
sk: Nastavenia Cardservera
sr: Postavke Server Kartice
sv: Inställningar för kortserver
ta: கார்டர்வர் அமைப்புகள்
tr: Kart Sunucusu Ayarları
uk: Налаштування Cardserver

source: Cartoon
bg: Анимация
cs: Kreslený
da: Tegnefilm
el: Καρτούν
fi: Sarjakuva
fr: Dessin animé
hr: Crtani
it: Cartoni animati
lt: Animacinis filmas
nl: Tekenfilm
pl: Kreskówka
sk: Kreslené
sr: Crtani
sv: Tecknad film
ta: கார்ட்டூன்
tr: Animasyon
uk: Мультфільм
zh_cn: 卡通

source: Cartoons
cs: Kreslené
hr: Crtići
it: Cartoni animati
sr: Crtići
tr: Çizgi filmler
uk: Мультфільми

source: Cartoons/Puppets
cs: karikatury/loutky
el: καρτούν/μαριονέτες
hr: Crtaći/ Lutke
it: cartoni/pupazzi
lt: animacija/lėlės
nl: tekenfilm/poppen
sr: Crtaći/ Lutke
sv: tecknad film/marionetter
tr: Çizgi Filmler/Kuklalar
uk: мультфільм/ляльки

source: Cascade PiP
bg: Каскаден PiP
cs: Kaskáda obrazů
da: Kaskade PiP
el: Διαδοχικό PiP
et: PiP-kaskaad
fi: Aktivoi PiP
fr: PiP en cascade
hr: Kaskadni PiP
hu: Kaszkád kép a képben
it: PiP a cascata
lt: PiP pakopomis
nl: Waterval PiP
pl: Kaskada PiP
ru: Каскад PiP
sk: Kaskádový PiP
sr: Kaskadni PiP
ta: கேச்கேட் பிப்
uk: ПІП каскадом
zh_cn: 层叠画中画

source: Catalan / Valencian
cs: Katalánština / Valencie
el: Καταλανικά / Βαλενσιακά
fr: Catalan / Valencien
it: Catalano / Valenciano
lt: Katalonų / Valensijos
nl: Catalaans / Valenciaans
pl: Kataloński / Walencki
sk: katalánčina/valencijčina
sv: Katalanska / Valencianska
ta: காடலான் / வலென்சியன்
tr: Katalan / Valensiya
uk: Каталонська / Валенсійська

source: Catch Up Player Actions
cs: Akce hráče pro dohánění zmeškaných událostí
el: Ενέργειες αναπαραγωγού συνέχισης
fi: Soittimen toiminnot
hr: Radnja Hvatanja Plejera
it: Comandi lettore per Catchup
nl: Catch Up Player Acties
pl: Akcje odtwarzacza Catch Up
sk: Akcie prehrávača Catch Up
sr: Radnja Hvatanja Plejera
tr: Oynatıcı İşlemlerini Yakala
uk: Дії кнопок плеєра

source: Cayman Islands
cs: Kajmanské ostrovy
da: Caymanøerne
de: Kaimaninseln
el: Κέιμαν Νήσοι
et: Kaimani saared
fi: Cayman saaret
fr: Îles Caïmans
hu: Kajmán-szigetek
it: Isole Cayman
lt: Kaimanų salos
nl: Kaaiman Eilanden
pl: Kajmany
sk: Kajmanské ostrovy
sv: Caymanöarna
ta: கேமான் தீவுகள்
tr: Cayman Adaları
uk: Кайманові острови
vi: Quần đảo Cayman
zh_cn: 开曼群岛

source: Cebuano
el: Σεμπουάνο
fi: Austronesialainen kieli
pl: Cebuański
sk: Cebuánčina
ta: செபுவானோ
uk: Себуанська

source: Celsius
cs: Celsia
el: Κελσίου
hr: Celzius
lt: Pagal Celsijų
pl: Celsjusz
sk: stupne Celzia
sr: Celzius
ta: செல்சியச்
tr: Santigrat
uk: Цельсій
vi: Độ
zh_cn: 摄氏度

source: Center
bg: център
cs: střed
el: Κέντρο
fi: Keskellä
fr: centré
hr: Centar
it: Centro
lt: centras
nl: Gecentreerd
pl: Wyśrodkuj
sk: na stred
sr: Centar
sv: Centrera
ta: நடுவண்
tr: Merkez
uk: центр

source: Center DVB Subs On This Service
bg: Центрирайте DVB субтитрите върху този сервиз
cs: Vycentrovat titulky DVB na tomto programu
el: Κεντράρισμα υποτίτλων DVB σε αυτή την υπηρεσία
fi: Keskitä DVB tekstitykset tällä kanavalla
fr: Centrer les subs DVB pour ce service
hr: Centrirajte DVB titlove na ovoj usluzi
it: Centro sottotitoli DVB su questo servizio
lt: Šiam kanalui centruoti DVB subtitrus
nl: Centreer DVB-ondertitels bij deze zender
pl: Wyśrodkuj napisy DVB dla tego kanału
sk: Vycentrovať DVB titulky tejto stanice
sr: Centriraj DVB titlove na ovom kanalu
sv: Center DVB Subs på denna tjänst
ta: இந்த சேவையில் சென்டர் டி.வி.பி துணை
tr: Bu Kanalda DVB Altyazılarını Ortalayın
uk: Центрувати DVB субтитри на цьому каналі

source: Centered
bg: центрирано
cs: uprostřed
el: Στο κέντρο
fi: Keskitetty
fr: centré
hr: Centrirano
it: Centrato
lt: centre
nl: Gecentreerd
pl: wyśrodkowany
sk: Zarovnané na stred
sr: Centrirano
sv: Centrerad
ta: மையப்படுத்தப்பட்ட
tr: Ortalanmış
uk: по центру

source: Centered, wrapped
bg: центрирано, увито
cs: uprostřed, zalomený
el: Στο κέντρο, σε αναδίπλωση
fi: Keskellä, sovitettu
fr: centré, enveloppé
hr: Centrirano, umotano
it: Centrato, avvolto
lt: centre, suvyniota
nl: Gecentreerd, gedraaid
pl: wyśrodkowany, wewnątrz
sk: Zarovnané na stred, zalomené
sr: Centrirano, umotano
sv: Centrerad, omsluten
ta: மையப்படுத்தப்பட்ட, மூடப்பட்ட
tr: Ortalanmış, sarılmış
uk: по центру, прихований

source: Central African Republic
cs: Středoafrická republika
da: Centralafrikanske Republik
de: Zentralafrikanische Republik
el: Κεντροαφρικανική Δημοκρατία
et: Kesk Aafrika Vabariik
fi: Keski Afrikka
fr: République centrafricaine
hu: Közép-afrikai Köztársaság
it: Repubblica Centrafricana
lt: Centrinė Afrikos Respublika
nl: Centraal-Afrikaanse Republiek
pl: Republika Środkowoafrykańska
sk: Stredoafrická republika
sv: Centralafrikanska republiken
ta: மத்திய ஆப்ரிக்க குடியரசு
tr: Orta Afrika Cumhuriyeti
uk: Центрально-африканська Республіка
vi: Cộng hòa trung phi
zh_cn: 中非共和国

source: Central Khmer
cs: Střední Khmer
el: Κεντρικό Χμερ
fi: Keski Khmer
fr: Khmer central
it: Khmer centrale
lt: Centrinis khmeras
nl: Centraal Khmer
pl: Centralny Khmer
sk: centrálna khmérčina
sv: Centralkhmeriska
ta: சென்டரல் கெமெர்
uk: Кхмерська

source: Chad
cs: Čad
da: Tchad
de: Tschad
el: Τσαντ
et: Tšaad
fr: Tchad
hu: Csád
it: Ciad
lt: Čadas
nl: Tsjaad
pl: Czad
sk: Čad
sv: Tchad
ta: சாட்
tr: Çad
uk: Чад
zh_cn: 乍得

source: Chamorro
el: Τσαμόρο
it: Camorro
sk: čamorčina (chamorro)
ta: சாமோரோ
tr: Çapar
uk: Чаморро

source: Change Boxmode to control Hardware Chip Modes*
bg: Променете режима на кутията, за да контролирате режимите на хардуерния чип*
cs: Změňte režim Boxu pro ovládání režimů hardwarového čipu*
da: Skift bokstilstand for at kontrollere hardware chip-tilstande*
de: Boxmodus zur Hardwaresteuerung *
el: Αλλαγή λειτουργίας δέκτη για έλεγχο των chip υλικού*
fi: Video sirun tila*
fr: Changer le mode Récepteur pour contrôler les modes de puce matériels *
hr: Promijenite način rada tunera za upravljanje načinima rada hardverskog čipa*
hu: A Boxmode megváltoztatása a Hardware Chip Modes vezérléséhez *
it: Cambia Boxmode per controllare le modalità chip hardware*
lt: Pakeiskite imtuvo režimą, kad kontroliuoti techninės įrangos lusto režimus*
nl: Wijzig boxmodus om hardware chip modi te beheren*
pl: Zmień tryb odbiornika, aby kontrolować sprzętowe tryby*
sk: Zmeniť režim prijímača na kontrolu HW režimov čipu*
sr: Promeni tip resivera za kontrolu Hardverskih Čipova*
sv: Ändra Boxmode för att styra Hardware Chip Modes*
ta: வன்பொருள் சிப் முறைகளைக் கட்டுப்படுத்த பாக்ச்மோடை மாற்றவும்*
tr: Donanım Çip Modlarını kontrol etmek için Kutu Modunu Değiştirin*
uk: Зміна режиму приймача для управління апаратними засобами*
vi: Thay đổi Boxmode để kiểm soát Chế độ Chip Phần cứng *
zh_cn: 更改机顶盒以控制硬件芯片模式*

source: Change Language
bg: Промяна на езика
cs: Změna jazyka
el: Αλλαγή γλώσσας
fi: Kielivalinta
fr: Changer la langue
hr: Promijeni Jezik
it: Cambia lingua
lt: Pakeisti kalbą
nl: Wijzig de Taal
pl: Zmień Język
sk: Zmeniť jazyk
sr: Promeni Jezik
sv: Ändra språk
ta: மொழியை மாற்றவும்
tr: Dili Değiştir
uk: Змінити Мову
