Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Recordings always have priority
bg: Записите винаги имат предимство
cs: Nahrávání má vždy prioritu
da: Optagelser har altid prioritet
de: Aufnahmen haben immer Vorrang
el: Οι εγγραφές έχουν πάντα προτεραιότητα
et: Salvestused omavad alati eelist
fi: Tallennus saa keskeyttää suoran katselun
fr: Enregistrements toujours prioritaires
hr: Snimanje uvijek ima prioritet
hu: A felvételnek mindig elsőbbsége van
it: Registrazioni hanno sempre la priorità
lt: Pirmenybę skirti vaizdo įrašymui
nl: Een opname heeft altijd voorrang
pl: Nagrywanie zawsze ma priorytet
pt_br: Gravações têm sempre prioridade
ru: Записи всегда имеют приоритет
sk: Nahrávanie má vždy prednosť
sl: Snemanje ima vedno višjo prioriteto
sr: Snimanje uvek ima prioritet
sv: Inspelningar har alltid prioritet
ta: பதிவுகளுக்கு எப்போதும் முன்னுரிமை உள்ளது
tr: Kayıt işlemi öncelikli olsun
uk: Запис завжди має перевагу
vi: Ghi chép luôGhi chép luôn được ưu tiênn được ưu tiên
zh_cn: 录像总是有优先权

source: Recordings may not work correctly without an acceptable directory.
cs: Nahrávky nemusí fungovat správně bez platné složky.
el: Οι εγγραφές μπορεί να μην λειτουργήσουν σωστά χωρίς έναν έγκυρο φάκελο.
fi: Tallenteet eivät välttämättä toimi oikein ilman hyväksyttävää hakemistoa.
hr: Snimci možda neće ispravno raditi bez prihvatljivog direktorijuma.
it: Le registrazioni potrebbero non funzionare correttamente senza una cartella di destinazione appropriata.
lt: Įrašai gali neveikti tinkamai be priimtino katalogo.
nl: Opnames kunnen mislukken zonder een geschikte opnamelocatie.
pl: Nagrania mogą nie działać poprawnie bez akceptowalnego katalogu.
sk: Nahrávky nemusia fungovať správne bez platného priečinku.
sr: Snimci možda neće ispravno raditi bez prihvatljivog direktorijuma.
sv: Inspelningar kanske inte fungerar korrekt utan en godtagbar katalog.
ta: ஏற்றுக்கொள்ளக்கூடிய அடைவு இல்லாமல் பதிவுகள் சரியாக வேலை செய்யாது.
tr: Uygun bir dizin olmadan kayıtlar doğru şekilde çalışmayabilir.
uk: Записи можуть працювати неправильно без відповідного каталогу.

source: Recovery Mode
bg: Режим на възстановяване
cs: Režim obnovení
da: Genoprettelsestilstand
de: Wartungsmodus
el: Λειτουργία αποκατάστασης
et: Taasterežiim
fi: Palautus tila
fr: Mode Récupération (Recovery Mode)
hr: Režim Oporavaka
hu: Recovery mód
it: Modalità di ripristino
lt: Atkūrimo režimas
nl: Recovery modus
pl: Tryb recovery
sk: Núdzový režim
sr: Režim Oporavaka
sv: Återställningsläge
ta: மீட்பு முறை
tr: Kurtarma Modu
uk: Режим відновлення
vi: Chế độ phục hồi
zh_cn: 恢复模式

source: Red
bg: Червен
cs: Červené
da: Rød
de: Rot
el: Κόκκινο
et: Punane
fi: Punainen
fr: Rouge
hr: Crvena
hu: Piros
it: Rosso
lt: Raudonas
nl: Rood
pl: Czerwony
ru: Красная
sk: Červená
sr: Crvena
sv: Röd
ta: சிவப்பு
tr: Kırmızı
uk: Червона
vi: Màu đỏ
zh_cn: 红色键

source: Red colored
bg: Червено оцветен
cs: Červené barvy
da: Farvet rød
de: Roter Servicename
el: Με κόκκινο χρώμα
et: Punast värvi
fi: Punainen väritys
fr: Coloré en rouge
hr: Crvena boja
hu: Piros színű
it: Colorato di rosso
lt: Raudonos spalvos
nl: Rood gekleurd
pl: W kolorze czerwonym
ru: Название канала красным цветом
sk: Červenou farbou
sr: Crvena boja
sv: Rödfärgad
ta: சிவப்பு நிறம்
tr: Kırmızı renkli
uk: Назва каналу червоним кольором
vi: Màu đỏ
zh_cn: 红色的

source: Red/HbbTV Button Actions
cs: Akce červeného tlačítka/HbbTV
el: Ενέργειες κόκκινου πλήκτρου/HbbTV
fi: Punainen/HbbTV Näppäin Toiminnot
fr: Actions du bouton Rouge/HbbTV
hr: Crvena/HbbTV Radnja Dugmeta
it: Azioni del tasto ROSSO/HbbTV
lt: Raudono / HbbTV mygtuko veiksmai
nl: Rode/HbbTV knop Acties
pl: Akcje przycisku Czerwony/HbbTV
sk: Akcie červeného/HbbTV tlačidla
sr: Crvena/HbbTV Radnja Dugmeta
sv: Åtgärder för röd/HbbTV-knapp
ta: சிவப்பு/HBBTV பொத்தான் செயல்கள்
tr: Kırmızı/HbbTV Tuş İşlemleri
uk: Дії для кнопки Red/HbbTV

source: Reduce the size of the service picons for more line spacing between them.
bg: Намалете размера на сервизните пикони за по-голямо разстояние между тях.
cs: Snížit velikost piconu kanálu pro úpravu vzdálenosti mezi řádky.
da: Reducer størrelsen på kanal Pikoner for mere linjeafstand mellem dem.
de: Reduzieren Sie die Größe der Senderlogos für einen größeren Zeilenabstand.
el: Μείωση του μεγέθους των λογότυπων (picons) για μεγαλύτερα κενά μεταξύ τους.
et: Vähenda pikonite suurust suurendamaks nendevahelist tühja ruumi.
fi: Pienennä kanavalogoja, että niiden väliin jää enemmän tilaa.
fr: Réduire la taille des picons des services pour un interlignage plus grand entre eux.
hr: Smanjite veličinu pikona kanala za veći prored između njih.
hu: Csökkentse a csatorna piconok méretét, hogy a sorok között a megfelelő távolság megmaradjon.
it: Riduci le dimensioni delle icone di servizio per una maggiore spaziatura tra le righe.
lt: Sumažinti kanalo logotipo dydį, daugiau tarpų tarp eilučių.
nl: Verkleinen van de Picons (zenderlogo's) voor een grotere regelafstand.
pl: Zmniejsz rozmiar pikon kanałów, aby uzyskać więcej odstępów między nimi.
sk: Zmenšenie veľkosti pikon staníc – získa sa viac miesta medzi riadkami.
sr: Smanjite veličinu pikona kanala za veći prored između njih.
sv: Minska storleken på servicepikonerna för att få mer radavstånd mellan dem.
ta: பணி பிகான்களின் அளவைக் குறைக்கவும்.
tr: Kanal pikonlarının boyutunu küçülterek aralarında daha fazla satır boşluğu bırakın.
uk: Зменшити розмір піконів каналів для збільшення міжрядкового інтервалу між ними.
vi: Giảm kích thước của các picons dịch vụ để có thêm khoảng cách dòng giữa chúng.
zh_cn: 减少频道picon的大小,以便在它们之间有更多的行间距.

source: Reduce time scale
bg: Намалете времевата скала
cs: Redukce časové osy
da: Reducer tidslinje
de: Reduziere Zeitspanne
el: Μείωση κλίμακας χρόνου
et: Vähenda ajavahemikku
fi: Supista aika asteikkoa
fr: Réduire l'échelle de temps
hr: Smanjite vremensku skalu
hu: Időskála csökkentése
it: Ridurre il lasso di tempo
lt: Sumažinti laiko skalę
nl: Verklein de tijdschaal
pl: Redukcja skali czasu
ru: Уменьшение масштаба времени
sk: Znížiť časový rozsah
sr: Smanjite vremensku skalu
sv: Minska tidsskalan
ta: நேர அளவைக் குறைக்கவும்
tr: Zaman ölçeğini azalt
uk: Зменшити шкалу часу
vi: Giảm quy mô thời gian
zh_cn: 缩小时间尺度

source: Reenter PIN
bg: Въведете отново PIN
cs: Znovu zadejte PIN
da: Genindtast PIN
de: PIN-Eingabe wiederholen
el: Επανεισαγωγή PIN
et: Sisesta PIN kood veel kord
fi: Syötä PIN koodi uudelleen
fr: Saisir à nouveau le code PIN
hr: Ponovo unesite PIN
hu: PIN újra
it: Reinserire il PIN
lt: Pakartokite PIN
nl: Herhaal de pincode
pl: Ponownie wprowadź kod PIN
sk: Znovu zadať PIN
sr: Ponovo unesite PIN
sv: Ange PIN-koden på nytt
ta: மீண்டும் முள்
tr: PIN kodunu tekrar girin
uk: Підтвердіть Пін-код
vi: Nhập lại mã PIN
zh_cn: 重新输入PIN

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
bg: Рефлашът е в прогрес Моля, изчакайте докато вашият %s %s рестартира Това може да отнеме няколко минути
cs: Obnova probíhá Čekejte prosím, dokud Váš %s %s nerestartuje To může trvat několik minut
da: Omflash i fremgang Vent venligst indtil din %s %s genstarter Dette kan dage nogle få minutter.
el: Επαναφλασάρισμα σε εξέλιξη Παρακαλώ περιμένετε μέχρι την επανεκκίνηση του %s %s σας Αυτό μπορεί να διαρκέσει μερικά λεπτά
et: Püsivara paigaldamine Oota %s %s taaskäivitumist Selleks võib kuluda mõni minut
fi: Uudelleenasennus käynnissä Odota kunnes %s %s käynnistyy uudelleen Tämä saattaa kestää muutaman minuutin
fr: Flashage en cours Veuillez attendre que votre %s %s redémarre Cela peut prendre quelques minutes
hr: Osvježavanje je u tijeku Sačekajte da se vaš %s %s ponovo pokrene Ovo može potrajati nekoliko minuta
hu: Újra flashelés folyamatban van Várjon, amíg a(z) %s %s készülék újraindul Ez néhány percet vesz igénybe
it: Reflash in corso Attendi il riavvio del %s %s Questa operazione potrebbe richiedere alcuni minuti
lt: Vyksta perdiegimas Palaukite, kol %s %s pasileis iš naujo Tai gali užtrukti kelias minutes
nl: Flashen is bezig. Wacht tot uw %s %s weer is opgestart. Dit kan een paar minuten duren.
pl: Ponowne wgrywanie w toku Poczekaj aż %s %s uruchomi się ponownie To może zająć kilka minut
ru: Идет прошивка ресивера Подождите пока ваш %s %s будет перезагружен Это может занять несколько минут
sk: Prebieha opätovné flashovanie. Prosím, vyčkajte, kým sa %s %s nereštartuje. Môže to trvať niekoľko minút
sr: Osvežavanje je u toku Sačekajte da se vaš %s %s ponovo pokrene Ovo može potrajati nekoliko minuta
sv: Reflash pågår Vänligen vänta tills din %s %s startar om Detta kan ta några minuter
ta: முன்னேற்றத்தில் மறுசீரமைப்பு உங்கள் %s %s மறுதொடக்கம் வரை காத்திருங்கள் இதற்கு சில நிமிடங்கள் ஆகலாம்
tr: Yazılım yükleme işlemi devam ediyor. Lütfen %s %s alıcınız yeniden başlayana kadar bekleyin Bu birkaç dakika sürebilir
uk: Оновлення в процесі Будь ласка, зачекайте, поки Ваш %s %s перезавантажується Це може зайняти кілька хвилин
vi: Phản xạ trong tiến trình Vui lòng đợi cho đến khi% s% s của bạn khởi động lại Có thể sẽ mất vài phút
zh_cn: 刷写进展 请您耐心等待,直到 %s %s 重启 这可能需要几分钟

source: Refresh
bg: Опресняване
cs: Obnovit
el: Ανανέωση
fi: Virkistä
hr: Osvježi
it: Aggiorna
lt: Atnaujinti
nl: Overzicht vernieuwen
pl: Odśwież
ru: Обновить
sk: Obnoviť
sr: Osveži
sv: Uppdatera
ta: புதுப்பிப்பு
tr: Yenile
uk: Оновити

source: Refresh ZeroTier status information
cs: Obnovit informace o stavu ZeroTier
hr: Osvježi informacije o statusu ZeroTier-a
it: Aggiorna informazioni sullo stato di ZeroTier
sr: Osveži informacije o statusu ZeroTier-a
tr: ZeroTier durum bilgilerini yenile
uk: Оновити інформацію про стан ZeroTier

source: Refresh every
cs: Obnova každých (v hod.)
el: Ανανέωση κάθε (σε ώρες)
hr: Osvježi svakih
it: Aggiorna ogni (in ore)
lt: Atnaujinama kas (valandomis)
nl: Actualiseer elke X uur
sr: Osveži svakih
sv: Uppdatera varje (i timmar)
tr: Yenileme zamanı
uk: Інтервал оновлення (в годинах)

source: Refresh rate
bg: Скорост на опресняване
cs: Obnovovací frekvence
da: Opdateringshastighed
de: Bildwiederholrate
el: Συχνότητα ανανέωσης
et: Värskendussagedus
fi: Virkistystaajuus
fr: Vitesse de rafraîchissement
hr: Učestalost osvježevanja
hu: Képernyő-frissítés
it: Frequenza di aggiornamento
lt: Atnaujinimo dažnis
nl: Vernieuwingsfrequentie (Hz)
pl: Częstotliwość odświeżania
pt_br: Frequência de atualização
ru: Частота обновления
sk: Obnovovacia frekvencia
sr: Učestalost osveževanja
sv: Uppdateringsfrekvens
ta: வீதத்தை புதுப்பிக்கவும்
tr: Yenileme hızı
uk: Частота оновлення
vi: Tốc độ quét
zh_cn: 刷新率

source: Refresh rate for 'Lowest Mode'
bg: Скорост на опресняване за 'Lowest Mode'
cs: Obnovovací frekvence pro „Nejnižší režim“
da: Opdateringsshastighed for 'Laveste tilstand'
de: Bildwiederholrate für 'Niedrigster Modus'
el: Ρυθμός ανανέωσης για τη 'Χαμηλότερη λειτουργία'
et: 'Madalaima režiimi' värskendussagedus
fi: Pienimmän tilan 'Virkistystaajuus'
fr: Taux de rafraîchissement pour 'Mode le plus bas'
hr: Učestalost osvježevanja za 'Najniži Način'
hu: Frissítési gyakoriság a 'legalacsonyabb módnak'
it: Frequenza di aggiornamento per la modalità 'lowest mode'
lt: Atnaujinimo norma 'Mažiausiam režimui'
nl: Vernieuwingsfrequentie (Hz) voor 'Laagste modus'
pl: Częstotliwość odświeżania dla 'trybu najniższego'
sk: Obnov. frekvencia pre 'najnižší režim'
sr: Učestalost osveževanja za 'Najniži Režim'
sv: Uppdateringsfrekvens för "Lägsta läge
ta: 'மிகக் குறைந்த பயன்முறையில்' புதுப்பிப்பு வீதம்
tr: 'En Düşük Mod' için yenileme hızı
uk: Частота оновлення для 'Найнижчий Режим'
vi: Tốc độ làm mới cho 'Chế độ thấp nhất'
zh_cn: 刷新率'最低模式'

source: Refresh screen
bg: Опресняване екран
cs: Obnovit obrazovku
da: Opfrisk skærm
de: Anzeige aktualisieren
el: Ανανέωση οθόνης
et: Värskenda vaadet
fi: Päivitä näyttö
fr: Rafraîchir l'écran
hr: Osvježi zaslon
it: Aggiorna lo schermo
lt: Atnaujinti vaizdą ekrane
nl: Actualiseren scherm
pl: Odśwież ekran
sk: Obnoviť obrazovku
sr: Osveži ekran
sv: Uppdatera skärmen
ta: திரை புதுப்பிக்கவும்
tr: Ekranı yenile
uk: Оновити екран
vi: Làm mới màn hình
zh_cn: 刷新屏幕

source: Refresh the screen
bg: Опресняване на екрана
cs: Obnovení obrazovky
el: Ανανέωση οθόνης
fi: Päivitä näyttö
hr: Osvježavanje zaslona
it: Aggiorna lo schermo
lt: Atnaujinti ekraną
nl: Het scherm vernieuwen
pl: Odśwież ekran
sk: Obnoviť obrazovku
sr: Osvežavanje ekrana
sv: Uppdatera skärmen
ta: திரையைப் புதுப்பிக்கவும்
tr: Ekranı yenileyin
uk: Оновіть екран

source: Refresh the update-able package list
bg: Опресняване списъка с пакети с възможност за актуализиране
cs: Obnovení seznamu balíčků, které lze aktualizovat
el: Ανανέωση λίστας ενημερώσιμων πακέτων
fi: Päivitä päivitettävien pakettien lista
hr: Osvježavanje spiska paketa koji mogu da se ažuriraju
it: Aggiorna l'elenco dei pacchetti aggiornabili
lt: Atnaujinti naujinimo paketų sąrašą
nl: Ververs de lijst met beschikbare updates
pl: Odśwież listę dostępnych aktualizacji
sk: Obnoviť zoznam balíčkov s aktualizáciou
sr: Osvežavanje liste paketa koji mogu da se ažuriraju
sv: Uppdatera listan över paket som kan uppdateras
ta: புதுப்பிப்பு திறன் கொண்ட தொகுப்பு பட்டியலைப் புதுப்பிக்கவும்
tr: Güncellenebilir paket listesini yenileyin
uk: Оновіть список пакетів з можливістю оновлення

source: Regard Deep Standby as Standby
cs: Považovat Vypnutí za Standby
el: Να θεωρείται ο τερματισμός ως αναμονή
hr: Smatraj duboku pripravnost kao pripravnost
it: Considera spegnimento come standby
lt: Gilų budėjimą laikyti kaip įprastinį
nl: Beschouw uitschakelen als normale stand-by
sr: Duboku Pripravnost smatraj kao Pripravnost
sv: Betrakta djup standby som standby
tr: Derin Bekleme modunu Bekleme modu olarak kabul et
uk: Вважати вимкнення як режим очікування

source: Region
bg: Регион
cs: Oblast
el: Περιοχή
et: Piirkond
fi: Alue
fr: Région
hu: Régió
it: Regione
lt: Regionas
nl: Regio
ru: Регион
sk: Región
ta: பகுதி
tr: Bölge
uk: Регіон
vi: Khu vực
zh_cn: 区域

source: Regular file
bg: Редовен файл
cs: Normální soubor
da: Normal fil
el: Τυπικό αρχείο
et: Tavaline fail
fi: Tavallinen tiedosto
fr: Dossier régulier
hr: Obična datoteka
it: File corretto
lt: Reguliarus failas
nl: Regulier bestand
pl: Zwykły plik
sk: Normálny súbor
sr: Običan fajl
sv: Vanlig fil
ta: வழக்கமான கோப்பு
tr: Normal dosya
uk: Звичайний файл
vi: Tập tin thường xuyên
zh_cn: 常规文件

source: Relative
bg: Относителен
cs: Relativní
da: Relativ
de: Relativ
el: Σχετικό
et: Suhteline
fi: Suhteellinen
fr: Relatif
hr: Relativno
hu: Relatív
it: Relativo
lt: Santykinis
nl: Relatief
pl: Względna
pt_br: Relativo
ru: Относительно
sk: Relatívna
sr: Relativno
sv: Relativ
ta: உறவினர்
tr: Bağıl
uk: Відносний
vi: Quan hệ
zh_cn: 相对定位

source: Release Notes
bg: Бележки издание
cs: Poznámky k verzi
da: Frigivelsesnoter
de: Veröffentlichungshinweis
el: Σημειώσεις έκδοσης
et: Väljalaske märkused
fi: Julkaisutiedot
fr: Notes de version
hr: Napomena uz Izdanje
hu: Kiadási megjegyzések
it: Note di rilascio
lt: Išleidimo informacija
pl: Info o wydaniu
ru: Примечания к релизу
sk: Poznámky k vydaniu
sr: Napomena uz Izdanje
sv: Anteckningar för release
ta: வெளியீட்டு குறிப்புகள்
tr: Sürüm Notları
uk: Примітки до випуску
vi: Ghi chú phát hành
zh_cn: 版本说明

source: Relevant PIDs Routing
cs: Směrování příslušných PIDs
el: Δρομολόγηση σχετιζόμενων PIDs
et: Oluliste PID-ide suunamine
fi: Asiaankuuluvien PID Reititys
fr: Routage des PID pertinents
hr: Relativno Usmjeravanje PID
it: PIDs pertinenti di routing
lt: Aktualus PIDs maršrutizavimas
nl: Relevante PIDS routering
pl: Odpowiednie trasowanie PIDs
sk: Smerovanie relevantných PID
sr: Relativno Usmeravanje PID
sv: Relevanta PID:ar Routning
ta: தொடர்புடைய PIDS ரூட்டிங்
tr: İlgili PID Yönlendirme
uk: Релевантні PIDи маршрутизатора
vi: Định tuyến PID có liên quan
zh_cn: 相关PID路由

source: Religion
bg: Религия
cs: Náboženství
el: Θρησκεία
fi: Uskonto
hr: Vjernik
it: Religione
lt: Religija
nl: Religie
pl: Religia
sk: Náboženské
sr: Religija
ta: மதம்
tr: Din
uk: Релігія
zh_cn: 宗教

source: Religious
cs: Náboženství
hr: Religija
it: Religioso
sr: Religija
tr: Dini
uk: Релігійний

source: Reload Bookmarks
cs: Znovu načíst záložky
el: Επαναφόρτωση σελιδοδεικτών
fi: Lataa kirjanmerkit uudelleen
hr: Ponovno učitavanje Obeleživača
it: Ricarica segnalibri
lt: Iš naujo įkelti žymes
nl: Bladwijzers opnieuw laden
pl: Przeładuj zakładki
sk: Znovu načítať záložky
sr: Ponovno učitavanje Obeleživača
sv: Ladda om bokmärken
ta: புக்மார்க்குகளை மீண்டும் ஏற்றவும்
tr: Yer İmlerini Yeniden Yükle
uk: Перезавантажити закладки

source: Reload Services
bg: Презареждане на сервизи
cs: Obnovit programy
da: Genindlæs kanaler
de: Kanallisten aktualisieren
el: Επαναφόρτωση υπηρεσιών
et: Värskenda kanalid
fi: Lataa kanavalista uudelleen
fr: Recharger les services
hr: Ponovno učitavanje Kanala
hu: Szolgáltatások újratöltése
it: Ricarica servizi
lt: Įkelti kanalus iš naujo
nl: Zenderlijst opnieuw laden
pl: Odśwież kanały
ru: Перезагрузить сервисы
sk: Znovu načítať stanice
sr: Ponovno učitavanje Kanala
sv: Ladda om tjänster
ta: சேவைகளை மீண்டும் ஏற்றவும்
tr: Kanalları Yeniden Yükle
uk: Перезавантажити канали
vi: Dịch vụ tải lại
zh_cn: 重新加载频道

source: Reload Skin
cs: Znovu načíst vzhled
el: Επαναφόρτωση θέματος
fi: Lataa Teema
hr: Ponovo učitaj skin
it: Ricarica skin
nl: Skin opnieuw laden
pl: Przeładuj skórkę
sk: Znovu načítať vzhľad
sr: Ponovo učitaj skin
sv: Läs om skal
ta: சருமத்தை மீண்டும் ஏற்றவும்
tr: Arayüzü Yeniden Yükle
uk: Перезавантажити скін

source: Reload all services from disk
cs: Znovu načíst všechny služby z disku
el: Επαναφόρτωση όλων των υπηρεσιών από το δίσκο
fi: Lataa palvelut uudelleen levyltä
hr: Ponovo učitaj sve servise sa diska
it: Ricarica tutti i servizi dal disco
nl: Alle zenders opnieuw laden
pl: Przeładuj wszystkie usługi z dysku
sk: Znovu načítať všetky stanice/služby z disku
sr: Ponovo učitaj sve servise sa diska
sv: Ladda om alla tjänster från disketten
ta: வட்டில் இருந்து அனைத்து சேவைகளையும் மீண்டும் ஏற்றவும்
tr: Tüm hizmetleri diskten yeniden yükleyin
uk: Перезавантажити всі канали з диска

source: Reload blacklists
bg: Презареждане на черните списъци
cs: Znovu načíst 'black list'
da: Genindlæs sortlister
de: "Schwarze" Liste neu laden
el: Επαναφόρτωση μαύρων λιστών
et: Värskenda mustad nimekirjad
fi: Päivitä mustalista
fr: Recharger la liste noire
hr: Ponovno učitavanje crnih lista
hu: Feketelista újratöltése
it: Ricarica blacklists
lt: Atnaujinti juoduosius sąrašus
nl: Zwarte lijst opnieuw laden
pl: Odśwież czarne listy
ru: Перегрузить черные списки
sk: Znovu načítať čierne listiny
sr: Ponovno učitavanje crnih lista
sv: Ladda om svarta listor
ta: தடுப்புப்பட்டியல்களை மீண்டும் ஏற்றவும்
tr: Kara listeyi yeniden yükle
uk: Перезавантажити чорні списки
vi: Tải lại danh sách đen
zh_cn: 载入黑名单

source: Reloading EPG Cache...
bg: Презареждане на EPG кеша ...
cs: Obnova EPG Cache...
da: Genindlæs EPG mellemlager...
de: EPG Cache neu laden...
el: Επαναφόρτωση προσωρινής μνήμης EPG...
et: EPG vahemälu värskendamine...
fi: Päivitetään EPG:n välimuisti...
fr: Recharger le cache EPG…
hr: Ponovno učitavanje EPG keša...
hu: EPG gyorsítótár újra töltésé...
it: Ricarico EPG Cache...
lt: Atnaujinama EPG talpykla...
nl: Bezig de EPG cache te herladen...
pl: Przeładowywanie pamięci podręcznej EPG...
ru: Перезагрузить кеш телегида...
sk: Znovu načítať EPG Cache...
sr: Ponovno učitavanje EPG keša...
sv: Laddar om EPG-cache...
ta: ஈபிசி கேச் மீண்டும் ஏற்றுகிறது ...
tr: EPG önbelleğini yeniden yüklüyor...
uk: Перезавантажити кеш телегіду...
vi: Đang tải lại bộ đệm EPG ...
zh_cn: 正在加载EPG缓存...

source: Reloading bouquets and services.
cs: Nahrávání seznamů a služeb.
el: Επαναφόρτωση όλων των μπουκέτων και υπηρεσιών.
fi: Päivitetään suosikkilistoja ja kanavia...
hr: Ponovno učitavanje buketa i kanala...
it: Ricarico bouquet e servizi.
nl: Opnieuw laden van favorietenlijsten en zenders.
pl: Przeładowanie list ulubionych i kanałów...
sk: Opätovné načítavanie prehľadov a staníc/služieb.
sr: Ponovno učitavanje buketa i kanala...
sv: Omlastning av buketter och tjänster.
ta: பூங்கொத்துகள் மற்றும் சேவைகளை மீண்டும் ஏற்றுகிறது.
tr: Buketleri ve kanalları yeniden yükleyin.
uk: Перезавантаження фаворитів і каналів.

source: Remaining
bg: Оставащо
cs: Zbývající
da: Resterende
de: Verbleibende
el: Εναπομείναντας
et: Jäänud
fi: Jäljellä oleva
fr: Restant
hr: Preostalo
hu: Hátralévő
it: Rimanente
lt: Liko
nl: Resterend
pl: Pozostały
ru: Оставшееся
sk: Zostávajúce
sr: Preostalo
sv: Återstående
ta: மீதமுள்ள
tr: Kalan
uk: Залишилось
vi: Còn lại
zh_cn: 剩余

source: Remaining & Elapsed
bg: Оставащо & Изминало
cs: Zbývající a uplynulý
da: Resterende & Forløbet
de: Verbleibende & Verstrichene
el: Εναπομείναντας και παρελθόντας
et: Jäänud ja kulunud
fi: Jäljellä oleva ja kulunut
fr: Restant et écoulé
hr: Preostalo & Proteklo
hu: Hátralévő és Eltelt
it: Rimanente & Trascorso
lt: Liko / Praėjo
nl: Resterend en verstreken
pl: Pozostały & Upływający
ru: Оставшееся и Прошедшее
sk: Zostávajúce a uplynulé
sr: Preostalo & Proteklo
sv: Återstående och förfallna
ta: மீதமுள்ள & கழிந்தது
tr: Kalan & Geçen
uk: Залишилось та минуло
vi: Còn lại & trôi qua
zh_cn: 剩下和已使用

source: Remaining minutes left
bg: Оставащи минути вляво
cs: Zbývající minuty
da: Resterende minutter venstre
de: Verbleibende Minuten links
el: Λεπτά που απομένουν αριστερά
fi: Jäljellä olevat minuutit vasemmalla
fr: Minutes restantes
hr: Preostali minuti lijevo
it: Minuti rimanenti a sinistra
lt: Liko minučių
nl: Resterende minuten links
pl: Pozostałe minuty z lewej
sk: Zostávajúce minúty vľavo
sr: Preostali minuti levo
sv: Återstående minuter kvar
ta: மீதமுள்ள நிமிடங்கள் உள்ளன
tr: Kalan dakika solda
uk: Залишилися хвилини ліворуч
zh_cn: 剩余分钟数-

source: Remaining minutes right
bg: Оставащи минути вдясно
cs: Správně zbývající minuty
da: Resterende minutter højre
de: Verbleibende Minuten rechts
el: Λεπτά που απομένουν δεξιά
fi: Jäljellä olevat minuutit oikealla"
fr: Minutes restantes à droite
hr: Preostali minuti desno
it: Minuti rimanenti a destra
lt: Praėjo minučių
nl: Resterende minuten rechts
pl: Pozostałe minuty z prawej
sk: Zostávajúce minúty vpravo
sr: Preostali minuti desno
sv: Återstående minuter höger
ta: மீதமுள்ள நிமிடங்கள் சரியாக
tr: Kalan dakika sağda
uk: Залишилися хвилини праворуч
zh_cn: 剩余分钟数+

source: Remaining minutes/Progress bar left
bg: Оставащи минути/Лента за напредък вляво
cs: Zbývající minuty/ukazatel průběhu vlevo
da: Resterende minutter/Fremgangsbjælke venstre
de: Verbleibende Minuten/Fortschrittsanzeige links
el: Λεπτά που απομένουν/μπάρα προόδου αριστερά
fi: Jäljellä olevat minuutit/Etenemispalkki vasemmalla
fr: Minutes restantes/Barre de progression à gauche
hr: Preostali minuti/Progres traka lijevo
it: Minuti rimanenti/Barra avanzamento a sinistra
lt: Likusios minutės / eigos juosta kairėje
nl: Resterende minuten/Voortgangsbalk links
pl: Pozostałe minuty/Pasek postępu z lewej
sk: Zostávajúce minúty/ukazovateľ priebehu vľavo
sr: Preostali minuti/Progres traka levo
sv: Återstående minuter/Progressbar vänster
ta: மீதமுள்ள நிமிடங்கள்/முன்னேற்றப் பட்டி மீதமுள்ளது
tr: Kalan dakika/İlerleme çubuğu solda
uk: Залишилося хвилин/Смуга прогресу зліва
zh_cn: 剩余分钟数/进度条左侧

source: Remaining minutes/Progress bar right
bg: Оставащи минути/Лента за напредък вдясно
cs: Zbývající minuty/ukazatel průběhu vpravo
da: Resterende minutter/Fremgangsbjælke højre
de: Verbleibende Minuten/Fortschrittsanzeige rechts
el: Λεπτά που απομένουν/μπάρα προόδου δεξιά
fi: Jäljellä olevat minuutit/Etenemispalkki oikealla
fr: Minutes restantes/Barre de progression à droite
hr: Preostali minuti/Progres traka desno
it: Minuti rimanenti/Barra di avanzamento a destra
lt: Likusios minutės / eigos juosta dešinėje
nl: Resterende minuten/Voortgangsbalk rechts
pl: Pozostałe minuty/Pasek postępu z prawej
sk: Zostávajúce minúty/ukazovateľ priebehu vpravo
sr: Preostali minuti/Progres traka desno
sv: Återstående minuter/Progressbar höger
ta: மீதமுள்ள நிமிடங்கள்/முன்னேற்றப் பட்டி சரியானது
tr: Kalan dakika/İlerleme çubuğu sağda
uk: Залишилося хвилин/Смуга прогресу справа
zh_cn: 剩余分钟数/进度条右侧
