Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Enable this setting if your aerial system needs power.
bg: Разрешете тази настройка, ако вашата антенна система се нуждае от захранване
cs: Povolte toto nastavení, pokud váš anténní systém potřebuje napájení.
el: Ενεργοποιήστε αυτή τη ρύθμιση αν η κεραία σας απαιτεί πρόσθετη ισχύ.
fi: Ota tämä asetus käyttöön, jos antennijärjestelmäsi tarvitsee virtaa.
fr: Activez ce paramètre si votre installation nécessite d'être alimentée.
hr: Omogućite ovu postavku ako je vašem zračnom sustavu potrebno napajanje.
it: Abilita questa impostazione se l'antenna necessita di alimentazione.
lt: Įjunkite šį nustatymą, jei jūsų antenos sistemai reikia galios
nl: Schakel deze optie in indien de antenne een externe voeding nodig heeft.
pl: Włącz to ustawienie, jeśli Twój system antenowy potrzebuje zasilania.
sk: Ak váš anténny systém vyžaduje napájanie, aktivujte toto nastavenie.
sr: Omogući ovu postavku ako vaš antenski sistem treba napajanje.
sv: Aktivera denna inställning om ditt antennsystem behöver ström.
ta: உங்கள் வான்வழி அமைப்புக்கு ஆற்றல் தேவைப்பட்டால் இந்த அமைப்பை இயக்கவும்.
tr: Anten sisteminizin güç kaynağına ihtiyacı varsa bu ayarı etkinleştirin.
uk: Включити цю настройку, якщо Ваша антена потребує живлення.

source: Enable timer
cs: Povolit časovač
el: Ενεργοποίηση χρονοδιακόπτη
fi: Ota ajastus käyttöön
hr: Omogući tajmer
it: Abilita timer
nl: Timer activeren
pl: Włącz timer
sk: Zapnúť časovač
sl: Omogoči časovnik
sr: Omogući tajmer
sv: Aktivera timer
ta: டைமரை இயக்கவும்
tr: Zamanlayıcıyı etkinleştir
uk: Включити таймер

source: Enable to add some extra spacing to the Information screens. This can improve readability.
cs: Povolte přidání dalších mezer na informační obrazovky. To může zlepšit čitelnost.
el: Ενεργοποίηση προσθήκης πρόσθετου διαστήματος στις οθόνες πληροφοριών. Αυτό μπορεί να βελτιώσει την ανάγνωσή τους.
fi: Ota käyttöön, jos haluat lisätä ylimääräisiä välilyöntejä Tieto näyttöihin. Tämä voi parantaa luettavuutta.
hr: Omogućite da biste dodali dodatni razmak na zaslone s informacijama. To može poboljšati čitljivost.
it: Abilita per aggiungere spazio extra alle schermate Informazioni. Questo può migliorare la leggibilità.
lt: Įgalinkite, kad pridėtumėte papildomų tarpų prie informacijos ekranų. Tai gali pagerinti skaitomumą.
nl: Inschakelen om wat extra ruimte toe te voegen aan de informatie-schermen. Dit kan de leesbaarheid verbeteren.
pl: Włącz, aby dodać dodatkowe odstępy do ekranów informacyjnych.Może to poprawić czytelność.
sk: Umožňuje pridať na informačné obrazovky ďalšie medzery čím sa zlepší ich prehľadnosť.
sr: Omogući dodavanje dodatnog razmaka na ekranu sa info. Ovo može poboljšati čitljivost.
sv: Aktivera för att lägga till lite extra mellanrum på informationsskärmarna. Detta kan förbättra läsbarheten.
ta: செய்தி திரைகளில் சில கூடுதல் இடைவெளிகளைச் சேர்க்கவும். இது வாசிப்புத்திறனை மேம்படுத்தலாம்.
tr: Bilgi ekranlarına fazladan boşluk eklemeyi etkinleştirin. Bu okunabilirliği artırabilir.
uk: Увімкніть, щоб додати додатковий інтервал до інформаційних екранів. Це може покращити читабельність.

source: Enable to always unscramble received HTTP streams. Uses more resources due to demuxers. Streams with 0x100 in the service type are always unscrambled, regardless of this setting.
cs: Pokud je tato možnost povolena, vždy dekódujte příjem http streamů. To zabírá více zdrojů (dekódování demuxerů), povolte pouze v případě potřeby. Jednotlivé streamy jsou vždy dekódovány, pokud je k typu služby přidáno 0x100, bez ohledu na toto nastavení.
el: Όταν είναι ενεργό, οι λαμβανόμενες ροές http αποκωδικοποιούνται πάντα. Αυτό καταναλώνει περισσότερους πόρους (αποκωδικοποίηση των αποπλεκτών), και πρέπει να είναι ενεργό μόνο όταν απαιτείται. Οι ιδιαίτερες εγγραφές αποκωδικοποιούνται πάντοτε όταν στον τύπο υπηρεσίας προστίθεται το 0x100, ανεξαρτήτως ρύθμισης.
hr: Omogući uvijek dešifriranje primljenih HTTP streamova. Koristi više resursa zbog demuxera. Streamovi s 0x100 u tipu usluge uvijek se dešifriraju, bez obzira na ovu postavku.
it: Se abilitato, decodifica sempre la ricezione di flussi http. Richiede più risorse (decodifica demuxer), abilita solo se necessario. I singoli flussi verranno sempre decodificati se viene aggiunto 0x100 al tipo di servizio, indipendentemente da questa impostazione.
lt: Kai čia įjungta, gaunamas http srautas bus visada iškoduojamas. Tai pareikalaus gerokai daugiau resursų, todėl įjunkite tik kai būtina. Atskiri srautai visada iškoduojami nepaisant šio nustatymo, jei prie kanalo tipo įrašyta 0x100, nepriklausomai nuo šio nustatymo.
nl: Wanneer geactiveerd, zullen ontvangen http-streams altijd gedecodeerd worden. Dit vraagt meer van het systeem (decoderen, demuxen), dus alleen inschakelen wanneer nodig. Individuele streams zullen altijd worden gedecodeerd als '0x100' is toegevoegd aan het zender-type, onafhankelijk van deze instelling.
sr: Omogući uvek dešifrovanje primljenih HTTP tokova. Koristi više resursa zbog demuxers. Tokovi sa 0x100 u tipu usluge se uvek dešifruju, bez obzira na ovu postavku.
sv: När det är aktiverat, avkrypteras alltid mottagande http-strömmar. Detta tar upp mer resurser (avkryptering av demuxers), aktivera endast om det är nödvändigt. Enskilda strömmar avkrypteras alltid om 0x100 läggs till i tjänstetypen, oavsett denna inställning.
tr: Alınan HTTP akışlarının her zaman şifresinin çözülmesini sağlar. Demuxer'lar nedeniyle daha fazla kaynak kullanır. Kanal türünde 0x100 bulunan akışların, bu ayardan bağımsız olarak her zaman şifresi çözülür.
uk: Якщо включено, завжди розшифровується прийом HTTP-потоків. Включайте лише якщо це необхідно, це займає багато ресурсів. Окремі потоки завжди дешифруються, якщо параметр 0x100 додається до типу каналу, незалежно від цього параметра.

source: Enable to display all True/False, Yes/No, On/Off and Enable/Disable setup options as a graphical switch.
bg: Разрешете за показване на всички вярно/невярно, да/не, включване/изключване и активиране/деактивиране на опциите за настройка като графичен превключвател.
cs: Povolit zobrazení všech možností nastavení True/False, Yes/No, On/Off a Enable/Disable jako grafického přepínače.
el: Ενεργοποίηση εμφάνισης όλων των επιλογών ρύθμισης Αληθές/Ψευδές, Ναι/Όχι και Ενεργό/Ανενεργό ως γραφικοί διακόπτες.
fi: Laittaessasi tämän päälle, kaikki kyllä/ei, päällä/pois päältä asetukset näkyvät graafisena kytkimenä.
fr: Activer pour afficher toutes les options de configuration vrai/faux, oui/non, marche/arrêt et activer/désactiver en tant que commutateur graphique.
hr: Omogući prikaz svih opcija Istina/netočno, da/ne, uključeno/isključeno i omogući/onemogući podešavanje kao grafički prekidač.
it: Abilita visualizzazione di tutte le opzioni di configurazione Vero/Falso, Sì/No, On/Off e Abilita/Disabilita come interruttore grafico.
lt: Įgalinkite rodyti visas True/False, Yes/Ne, On/Off ir Enable/Disable sąrankos parinktis kaip grafinį jungiklį.
nl: Gebruik een grafische schakelaar voor alle opties als waar/onwaar, ja/nee, aan/uit en activeer/deactiveer. Groen is 'Aan' en Rood is 'Uit'.
pl: Włącz wyświetlanie wszystkich prawda/fałsz, tak/nie, włączenie/wyłączanie i włączenie/wyłączanie opcji konfiguracji jako przełącznika graficznego.
sk: Umožňuje zobraziť všetky možnosti nastavenia typu pravda/nepravda, áno/nie, zap/vyp a povoliť/zakázať vo forme grafického prepínača.
sr: Omogući prikaz svih podešavanja Tačno/Netačno, Da/Ne, Uklj/Isklj i Omogući/Onemogući kao grafičkog prekidača.
sv: Aktivera för att visa alla inställningsalternativ för sant/falskt, ja/nej, på/av och aktivera/inaktivera som en grafisk omkopplare.
ta: அனைத்து உண்மையான/பொய்யான, ஆம்/இல்லை, ஆன்/ஆஃப் மற்றும் கட்டமைப்பு விருப்பங்களை வரைகலை சுவிட்சாக இயக்க/முடக்கவும்/முடக்கவும்.
tr: Tüm Doğru/Yanlış, Evet/Hayır, Açık/Kapalı ve Etkinleştir/Devre Dışı Bırak kurulum seçeneklerini grafiksel bir anahtar olarak görüntülemek için etkinleştirin.
uk: Увімкнути показ усіх значень типу так/ні, увімкнути/вимкнути та інше як графічний перемикач.

source: Enable to display setup entries alphabetically.
cs: Umožňuje zobrazit položky nastavení v abecedním pořadí.
el: Ενεργοποίηση της εμφάνισης των στοιχείων ρυθμίσεων αλφαβητικά.
fi: Ota käyttöön asetusten näyttäminen aakkosjärjestyksessä.
hr: Omogućite prikaz unosa postavki abecednim redom.
it: Abilita per visualizzare voci di configurazione in ordine alfabetico.
lt: Įgalinti, kad nustatymo įrašai būtų rodomi abėcėlės tvarka.
nl: Bij "Ja" worden alle menu onderdelen op alfabetische volgorde gesorteerd.
pl: Włącz, aby wyświetlić wpisy konfiguracji alfabetycznie.
sk: Umožňuje zobraziť položky nastavenia v abecednom poradí.
sr: Omogući prikazivanje stavki podešavanja po abecednom redu.
sv: Aktivera för att visa setup-poster i alfabetisk ordning.
ta: அமைவு உள்ளீடுகளை அகர வரிசைப்படி காண்பிக்க இயக்கவும்.
tr: Kurulum girişlerini alfabetik olarak görüntülemek için etkinleştirin.
uk: Увімкнути для відображення записів налаштування в алфавітному порядку.

source: Enable to display the current value of the slider at end of the slider bar.
bg: Разрешаване на текущата стойност на плъзгача в края на лентата на плъзгача.
cs: Umožňuje zobrazit aktuální hodnotu posuvníku na konci posuvníku.
el: Ενεργοποίηση της τρέχουσας τιμής του ολισθητή στο τέλος της μπάρας ολίσθησης.
fi: Ota käyttöön liukusäätimen nykyinen arvo liukusäätimen päässä.
fr: Activez la valeur actuelle du curseur à la fin de la barre de curseur.
hr: Omogućite prikaz trenutne vrijednosti klizača na kraju klizača.
it: Abilita valore dispositivo di scorrimento alla fine della barra di scorrimento.
lt: Įgalinti, kad slankiklio juostos gale būtų rodoma dabartinė slankiklio reikšmė.
nl: Toon rechts van elke schuifregelaar de ingestelde waarde ook als getal. Bijvoorbeeld naast de schuifregelaar voor helderheid van het display.
pl: Włącz bieżącą wartość suwaka na końcu paska suwaka.
sk: Umožňuje zobraziť aktuálnu hodnotu posuvníka na konci lišty posuvníka.
sr: Omogući prikazivanje trenutne vrednosti klizača na kraju trake.
sv: Aktivera för att visa det aktuella värdet för skjutreglaget i slutet av skjutreglaget.
ta: ச்லைடரின் தற்போதைய மதிப்பை ச்லைடர் பட்டியின் முடிவில் காட்ட இயக்கவும்.
tr: Kaydırma çubuğunun sonunda kaydırıcının geçerli değerinin görüntülenmesini etkinleştirin.
uk: Включити поточне значення повзунка в кінці Sliderbar-у.

source: Enable to show the 'Restart Network' entry in the Extension Menu screen.
cs: Povolte zobrazení položky "Restartovat síť" v nabídce Rozšíření.
el: Ενεργοποίηση της εμφάνισης του στοιχειου 'Επανεκκίνηση δικτύου' στο μενού επεκτάσεων.
fi: Näytä "Käynnistä verkko uudelleen" kohta Laajennukset valikossa.
hr: Omogućite za prikaz unosa 'Ponovno pokreni mrežu' na zaslonu menu proširenja.
it: Abilita per mostrare voce "Riavvia rete" nel menu Estensioni.
lt: Įgalinti, kad meniu Plėtiniai būtų rodomas įrašas 'Iš naujo paleisti tinklą'.
nl: Bij "Ja" wordt "Herstart netwerk" in het Extensies-menu (BLAUW-lang) getoond.
pl: Włącz, aby wyświetlić wpis „Uruchom ponownie sieć” na ekranie Menu rozszerzenia.
sk: Povolenie zobrazenia položky 'Reštartovať sieť' v ponuke Rozšírenia.
sr: Omogući prikazivanje stavke 'Ponovo Pokreni Mrežu' na ekranu Meni Proširenja.
sv: Aktivera för att visa posten "Restart Network" på skärmen Extension Menu.
ta: நீட்டிப்பு பட்டியல் திரையில் 'மறுதொடக்கம் பிணையம்' உள்ளீட்டைக் காட்ட இயக்கவும்.
tr: Uzantı Menüsü ekranında 'Ağı Yeniden Başlat' seçeneğinin gösterilmesini etkinleştirin.
uk: Увімкніть, щоб відобразити запис 'Перезапустити мережу' в меню 'Розширення'.

source: Enabled
bg: Разрешен
cs: Povolen
da: Aktiveret
de: Aktiviert
el: Ενεργό
et: Kasutusel
fi: Käytössä
fr: Activer
hr: Omogućeno
hu: Engedélyezve
it: Abilitato
lt: Įjungta
nl: Ingeschakeld
pl: Włączone
pt_br: Ativar
ru: Включен
sk: Povolené
sl: Vključeno
sr: Omogućeno
sv: Aktiverad
ta: இயக்கப்பட்டது
tr: Etkin
uk: Ввімкнено
vi: Đã bật
zh_cn: 启用

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
bg: Разрешаване на функцията, така че приемникът да може да декриптира потоци (ако данните на ECM са включени в потока и има налична валидна карта).
cs: Povolí přijímači dešifrovat streamy. (V případě, že údaje ECMjsou zahrnuty ve streamech a k dispozici je aktivní karta).
da: Aktiver denne funktion så modtageren kan dekryptere streams (hvis ECM data er inkluderet i streamen og en gyldig kort er tilgængelig).
de: Bei 'Ja' wird das Entschlüsseln eines Streams aktiviert (wenn ECM Daten im Stream enthalten sind und eine Karte vorhanden ist).
el: Ενεργοποιεί μια λειτουργία ώστε ο δέκτης να αποκωδικοποιεί τις ροές (αν τα δεδομένα ECM συμπεριλαμβάνονται στη ροή και υπάρχει ενεργή κάρτα διαθέσιμη).
et: Nii saab vastuvõtja voo dekodeerida (kui ECM andmed on kaasatud ja olemas on kehtiv kaart).
fi: Ottaa käyttöön toiminnon, jotta vastaanotin voi purkaa striimejä (jos ECM-tiedot on mukana striimissä ja sopiva katselukortti on saatavilla).
fr: Permet une option afin que le récepteur déchiffre des flux (si les données de l'ECM sont incluses dans le flux et une carte valide est disponible).
hr: Omogućuje značajku tako da tuner može dešifrirati streams (ako su podaci ECM uključeni u stream i ako je dostupna valjana kartica).
hu: Ha engedélyezi ezt a funkciót, akkor a vevőegység dekódolni tudja az adatfolyamot (Ha az adatfolyam tartalmazza az ECM-t és ha érvényes kártya is elérhető).
it: Abilita funzione in modo che il destinatario possa decrittografare i flussi (se i dati ECM sono inclusi nel flusso ed è disponibile una scheda valida).
lt: Įjungia funkciją, kad imtuvas gali iškoduoti srautus (jei ECM duomenys įtraukti į srautą ir yra galiojanti kortelė).
nl: Maakt het mogelijk dat de ontvanger opnames kan decoderen. Als ECM-data in de opname beschikbaar is en een geldige smartcard aanwezig is.
pl: Włącza funkcję, dzięki której odbiornik może odszyfrować strumienie (jeśli dane ECM są zawarte w strumieniu i dostępna jest ważna karta).
ru: Включает декодирование потока (если данные ECM содержатся в потоке и карта доступна).
sk: Povolí prijímaču dekódovať streamy (ak sú v streame zahrnuté ECM dáta a je k dispozícii platná karta).
sr: Omogućava funkciju da resiver može dešifrovati strim (ako su ECM podaci uključeni i dostupna važeća kartica).
sv: Aktiverar en funktion så att mottagaren kan dekryptera flöden (om ECM-data ingår i flödet och ett giltigt kort finns tillgängligt).
ta: ஒரு அம்சத்தை இயக்குகிறது, இதனால் ரிசீவர் ச்ட்ரீம்களை மறைகுறியாக்க முடியும் (ஈ.சி.எம் தரவு ச்ட்ரீமில் சேர்க்கப்பட்டு செல்லுபடியாகும் அட்டை கிடைத்தால்).
tr: Alıcının akışların şifresini çözebilmesini sağlayan bir özelliği etkinleştirir (eğer akışta ECM verileri varsa ve geçerli bir kart mevcutsa).
uk: Включає функцію, за допомогою якої, приймач може розкодувати потік (якщо дані ECM додані у потік і вставлена робоча картка).
vi: Bật một tính năng để người nhận có thể giải mã các luồng (nếu dữ liệu ECM được bao gồm trong luồng và có thẻ hợp lệ).
zh_cn: 启用一个功能,使接收器可以解密流(如果是在流中包含的电子干扰数据和一个有效的卡可用).

source: Encrypted:
bg: Криптирано:
cs: Šifrováno:
da: Krypteret:
de: Verschlüsselt:
el: Ασφάλεια:
et: Kodeeritud:
fi: Salattu:
fr: Cryptée :
hr: Šifrovano:
hu: Kódolva:
it: Crittografato:
lt: Koduota:
nl: Gecodeerd:
pl: Szyfrowany:
pt_br: Encriptado:
ru: Закодировано:
sk: Zakódované:
sl: Kodirano:
sr: Šifrovano:
sv: Krypterad:
ta: மறைகுறியாக்கப்பட்டது:
tr: Şifrelenmiş:
uk: Кодовано:
vi: Được mã hóa:
zh_cn: 加密:

source: Encryption
bg: Криптиране
cs: Šifrování
da: Kryptering
de: Verschlüsselung
el: Κωδικοποίηση
et: Kodeering
fi: Suojaus
fr: Cryptage
hr: Šifriranje
hu: Kódolás
it: Crittografia
lt: Kodavimas
nl: Codering
pl: Szyfrowanie
pt_br: Encriptação
ru: Кодировка
sk: Šifrovanie
sl: Šifriranje
sr: Šifriranje
sv: Kryptering
ta: குறியாக்கம்
tr: Şifreleme
uk: Шифрування
vi: Mã hóa
zh_cn: 加密

source: Encryption Type:
bg: Тип криптиране:
cs: Typ šifrování:
el: Τύπος κρυπτοποίησης:
fi: Salauksen tyyppi:
fr: Type de chiffrement :
hr: Vrsta Šifriranja:
it: Tipo di crittografia:
lt: Šifravimo tipas:
nl: Codering:
pl: Typ szyfrowania:
sk: Šifrovanie:
sr: Tip Šifriranja:
sv: Krypteringstyp:
ta: குறியாக்க வகை:
tr: Şifreleme tipi:
uk: Тип шифрування:

source: Encryption key
bg: Ключ за шифроване
cs: Šifrovací klíč
da: Krypteringsnøgle
de: WLAN-Sicherheitsschlüssel
el: Κλειδί ασφαλείας
et: Kodeeringu võti
fi: Suojausavain
fr: Clés de cryptage
hr: Ključ Šifriranja
hu: Kódolási kulcs
it: Chiave crittografica
lt: Kodavimo raktas
nl: Coderingssleutel
pl: Hasło sieci
pt_br: Chave de encriptação
ru: Ключ шифрования
sk: Šifrovací kľúč
sr: Ključ Šifriranja
sv: Krypteringsnyckel
ta: குறியாக்க விசை
tr: Şifreleme anahtarı
uk: Ключ шифрування
vi: Khóa mã hóa
zh_cn: 加密密钥

source: Encryption key type
bg: Тип ключ за шифроване
cs: Šifrovací klíč typu
da: Kryptering nøgletype
el: Τύπος κλειδιού ασφαλείας
et: Kodeeringu võtme tüüp
fi: Salausavaimen tyyppi
fr: Type de clé de cryptage
hr: Vrsta ključa za šifriranje
hu: Kódolási kulcstípus
it: Tipo di chiave crittografica
lt: Kodavimo rakto tipas
nl: Coderingssleuteltype
pl: Typ klucza szyfrującego
pt_br: Tipo de chave de encriptação
ru: Тип шифрования
sk: Typ šifrovacieho kľúča
sr: Tip ključa za Šifriranje
sv: Typ av krypteringsnyckel
ta: குறியாக்க விசை வகை
tr: Şifreleme anahtar tipi
uk: Тип ключа шифрування
vi: Loại khóa mã hóa
zh_cn: 加密密钥类型

source: End
bg: Край
cs: Ukončit
da: Slut
de: Ende
el: Τέλος
et: Lõpp
fi: Loppu
fr: Fin
hr: Završi
hu: Vége
it: Fine
lt: Pabaiga
nl: Einde
pl: Koniec
ru: Конец
sk: Koniec
sr: Završi
sv: Slut
ta: முடிவு
tr: Son
uk: Кінець
vi: Cuối cùng
zh_cn: 结束

source: End Alternatives Edit
bg: край на алтернативното редактиране
cs: ukončit úpravu alternativ
el: Τέλος επεξεργασίας εναλλακτικών
fi: Tallenna muutokset ja poistu
fr: fin d'édition alternatifs
hr: Kraj Alternativnog Uređivanja
it: Fine modifica alternative
lt: baigti kitų redagavimą
nl: Alternatieven bewerken stoppen
pl: koniec edycji alternatywnych
sk: Ukončiť úpravu alternatív
sr: Kraj Alternativnog Uređivanja
sv: Avsluta Alternativ Redigera
ta: இறுதி மாற்று திருத்து
tr: Alternatifleri Düzenlemeyi Sonlandır
uk: Закінчити редагування Альтернатив

source: End Bouquet Edit
bg: край на редактирането на букет
cs: ukončit úpravu přehledu
el: Τέλος επεξεργασίας μπουκέτου
fi: Tallenna muutokset ja poistu
fr: Terminer l'édition des bouquets
hr: Kraj Uređivanja Buketa
it: Fine modica bouquet
lt: baigti paketo redagavimą
nl: Favorietenlijst bewerken beëindigen
pl: Zakończ edycji listy kanałów
sk: Ukončiť úpravu prehľadu
sr: Kraj Uređivanja Buketa
sv: Slut Bouquet Redigera
ta: பூச்செண்டு திருத்து
tr: Buket Düzenlemesini Sonlandır
uk: Закінчити редагування фавориту

source: End Favorites Edit
bg: край на редактирането на любимите
cs: ukončit úpravu oblíbených položek
el: Τέλος επεξεργασίας αγαπημένων
fi: Tallenna muutokset ja poistu
fr: Terminer l'édition des favoris
hr: Kraj Uređivanja Favorita
it: Fine modifica preferiti
lt: baigti mėgstamiausių redagavimą
nl: Favorieten bewerken stoppen
pl: Zakończ edycję
sk: Ukončiť úpravu obľúbených
sr: Kraj Uređivanja Favorita
sv: Avsluta redigering av favoriter
ta: பிடித்தவை திருத்து
tr: Favori Düzenlemesini Sonlandır
uk: Закінчити редагування фаворитів

source: End time
bg: Време за край
cs: Čas konce
da: Sluttid
de: Endzeit
el: Ώρα τερματισμού
et: Lõpuaeg
fi: Lopetusaika
fr: Heure de fin
hr: Vrijeme završetka
hu: Befejezési időpont
it: Orario fine
lt: Pabaigos laikas
nl: Eindtijd
pl: Zakończenie
pt_br: Hora do fim
ru: Время окончания
sk: Čas ukončenia
sl: Čas konca
sr: Završno vreme
sv: Sluttid
ta: இறுதி நேரம்
tr: Bitiş zamanı
uk: Час закінчення
vi: Thời gian kết thúc
zh_cn: 结束时间

source: Energy Timer
cs: Energetický časovač
el: Χρονοδιακόπτης ενέργειας
fi: Virransäästötila ajastin
hr: Tajmer Napajanja
it: Timer energia
lt: Energijos laikmatis
nl: Energie SpaarTimer
pl: Timer Zasilania
sk: Energetický časovač
sr: Tajmer Napajanja
sv: Energitimer
ta: ஆற்றல் நேரங்குறிகருவி
tr: Enerji Zamanlayıcı
uk: Таймер Енергозбереження

source: Energy Timer: %d minute remains.
cs: Energetický časovač: zbývá %d minuta.
el: Χρονοδιακόπτης ενέργειας: απομένει %d λεπτό.
fi: Energia ajastin: %d minuutti jäljellä.
hr: Tajmer Napajanja: ostalo %d minut.
it: Timer energia: %d minuto rimasto.
lt: Energijos laikmatis: liko %d minutė.
nl: Energie SpaarTimer: %d minuut resterend.
pl: Licznik energii: pozostała %d minuta.
sk: Energetický časovač: zostáva %d minúta.
sr: Tajmer Napajanja: ostalo %d minut.
sv: Energy Timer: %d minut kvarstår.
ta: எனர்சி டைமர்: %d மணித்துளி உள்ளது.
tr: Enerji zamanlayıcısı: %d dakika kaldı.
uk: Таймер енергозбереження: залишилося %d хвилина.

source: Energy Timer: %d second remains.
cs: Energetický časovač: zbývá %d sekunda.
el: Χρονοδιακόπτης ενέργειας: απομένει %d δευτερόλεπτο.
fi: Energia ajastin: %d sekunti jäljellä.
hr: Tajmer Napajanja: ostala %d sekunda.
it: Timer energia: %d secondo rimasto.
lt: Energijos laikmatis: liko %d sekundė.
nl: Energie SpaarTimer: %d seconde resterend.
pl: Licznik energii: pozostała %d sekunda.
sk: Energetický časovač: zostáva %d sekunda.
sr: Tajmer Napajanja: ostalA %d sekunda.
sv: Energy Timer: %d sekund kvarstår.
ta: எனர்சி டைமர்: %d இரண்டாவது எச்சங்கள்.
tr: Enerji zamanlayıcısı: %d saniye kaldı.
uk: Таймер енергозбереження: залишилося %d секунда.

source: Energy Timer: Inactive.
cs: Energetický časovač: Neaktivní.
el: Χρονοδιακόπτης ενέργειας: ανενεργός.
fi: Energia ajastin: Ei käytössä.
hr: Mjerač vremena za energiju: Neaktivan.
it: Timer energia: inattivo.
lt: Energijos laikmatis: neaktyvus.
nl: Energie SpaarTimer: Gedeactiveerd.
pl: Zegar zasilania: nieaktywny.
sk: Energetický časovač: neaktívny.
sr: Tajmer Napajanja: Neaktivan.
sv: Energitimer: Inaktiv.
ta: ஆற்றல் டைமர்: செயலற்றது.
tr: Enerji zamanlayıcısı: Aktif değil.
uk: Таймер енергозбереження: неактивний.

source: Energy timer
cs: Energetický časovač
el: Χρονοδιακόπτης ενέργειας
fi: Energia ajastin
hr: Mjerač vremena za energiju
it: Timer energia
lt: Energijos laikmatis
nl: Energie SpaarTimer
pl: Timer zasilania
sk: Energetický časovač
sr: Tajmer napajanja
sv: Energitimer
ta: ஆற்றல் நேரங்குறிகருவி
tr: Enerji zamanlayıcı
uk: Таймер енергозбереження

source: EnergySaver action
cs: Akce EnergySaver
el: Ενέργεια χρονοδιακόπτη εξοικονόμησης ενέργειας
fi: Energiansäästö toiminto
hr: Akcija uštede energije
it: Azione risparmio energetico
lt: Energijos taupymo priemonės veiksmas
nl: Energie SpaarTimer actie
pl: Akcja oszczędzania energii
sk: Akcia energetického časovača
sr: Radnja Uštede Energije
sv: EnergySaver-åtgärd
ta: எனர்சிசேவர் செயல்
tr: Enerji tasarrufu işlemi
uk: Енергозберігаючі дії

source: EnergySaver activation delay
cs: Zpoždění aktivace funkce EnergySaver
el: Καθυστέρηση ενεργοποίησης εξοικονόμησης ενέργειας
fi: Energiansäästäjän aktivoinnin viive
hr: Odgoda aktivacije štednje energije
it: Ritardo attivazione risparmio energetico
lt: Energijos taupymo aktyvavimo vėlavimas
nl: Energie SpaarTimer vertraging activering
pl: Opóźnienie aktywacji oszczędzania energii
sk: Oneskorenie aktivácie energetického časovača
sr: Odlaganje aktivacije Uštede Energije
sv: Fördröjning av EnergySaver-aktivering
ta: எனர்சிசேவர் செயல்படுத்தும் நேரந்தவறுகை
tr: Enerji tasarrufu etkinleştirme gecikmesi
uk: Затримка активації енергозбереження

source: EnergyTimer Actions
cs: Akce EnergyTimer
el: Ενέργειες χρονοδιακοπτών ενέργειας
fi: Virransäästö ajastuksien Toiminnot
hr: Radnje mjerača vremena za energiju
it: Azioni timer energia
lt: EnergyTimer veiksmai
nl: EnergieTimer Acties
pl: Akcje EnergyTimer
sk: Akcie pre energetický časovač
sr: Radnja Energetskog Tajmera
sv: EnergyTimer Åtgärder
ta: எனர்சி நேரங்குறிகருவி செயல்கள்
tr: Enerji Zamanlayıcı İşlemleri
uk: Дії кнопок для EnergyTimer
