Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Providers:
bg: Провайдери:
cs: Poskytovatelé:
da: Udbydere:
de: Anbieter:
el: Πάροχοι:
et: Levitajad:
fi: Palveluntarjoajat:
fr: Opérateurs :
hr: Poslužitelji:
hu: Szolgáltatók:
it: Provider:
lt: Teikėjai:
pl: Nadawcy:
ru: Провайдеры:
sk: Poskytovatelia:
sr: Provajderi:
sv: Leverantörer:
ta: வழங்குநர்கள்:
tr: Sağlayıcılar:
uk: Провайдери:
vi: Các nhà cung cấp:
zh_cn: 供应商:

source: Proxy detected
bg: Открит е прокси
cs: Zjištěn proxy server
el: Εντοπίστηκε proxy
fi: Välityspalvelin havaittu
hr: Proxy je otkriven
it: Proxy rilevato
lt: Aptiktas tarpinis serveris
nl: Proxy gevonden
pl: Wykryto proxy
sk: Zistené proxy
sr: Proxy je otkriven
sv: Proxy upptäckt
ta: பதிலாள் கண்டறியப்பட்டது
tr: Proxy algılandı
uk: Виявлено проксі-сервер

source: Public IP
bg: Публичен IP
cs: Veřejná IP adresa
el: Δημόσια IP
fi: Julkinen IP
hr: Javni IP
it: IP pubblico
lt: Viešasis IP
nl: Openbare IP
pl: Publiczny adres IP
sk: Verejná IP
sr: Javni IP
sv: Offentlig IP
ta: பொது ஐபி
tr: Genel IP
uk: Текуча IP-адреса

source: Puerto Rico
cs: Portoriko
el: Πουέρτο Ρίκο
fr: Porto Rico
it: Porto Rico
lt: Puerto Rikas
nl: Porto Rico
pl: Portoryko
ta: போர்ட்டோ ரீக்கோ
tr: Porto Riko
uk: Пуерто Ріко
zh_cn: 波多黎各

source: Purge
cs: Vymazat
el: Εκκαθάριση
fi: Tyhjennä
fr: Purger
hr: Očisti
lt: Valymas
nl: Opruimen
pl: Usuń
sk: Vyčistiť
sr: Očisti
sv: Rensa
ta: தூய்மைப்படுத்துதல்
tr: Temizle
uk: Очистити

source: Purge 'Trash' after
cs: Položky z koše odstraňovat po (dnech)
el: Καθαρισμός 'αχρήστων' μετά από (ημέρες)
hr: Očisti 'Smeće' nakon
it: Svuota cestino dopo (giorni)
lt: Išvalyti šiukšliadėžę po (dienų)
nl: Verwijder opnames uit de prullenbak na X dagen
sr: Očisti 'Smeće' nakon
sv: Rensning av "skräp" efter (dagar)
tr: Çöp kutusunu temizle
uk: Видаляти записи з кошика через (в днях)

source: Purge Deleted User Bouquets
bg: изчистване на изтрити потребителски букети
cs: odstranit smazané uživatelské přehledy
el: Εκκαθάριση διαγραμμένων μπουκέτων χρήστη
fi: tyhjennä poistetut suosikkilistat
fr: Purger les bouquets effacés
hr: Čišćenje izabranih korisničkih buketa
it: rimuove i bouquet utente eliminati
lt: išvalyti ištrintus paketus
nl: Gewiste favorietenlijsten opruimen
pl: Wyczyść usunięte listy kanałów
sk: Vyčistiť vymazané používateľské prehľady
sr: Čišćenje izabranih korisničkih buketa
sv: Rensning av borttagna användarbuketter
ta: நீக்கப்பட்ட பயனர் பூங்கொத்துகளை சுத்தப்படுத்துங்கள்
tr: Silinen Kullanıcı Buketlerini Temizle
uk: Очистити видалені фаворити

source: Purge all but / Add / Delete the currently highlighted locale/language
bg: Изчистете всички, освен / Добавяне / Изтриване на текущо маркирания локал/език
cs: Vymazat vše kromě / Přidat / Odstranit aktuálně zvýrazněné národní prostředí/jazyk
el: Εκκαθάριση όλων εκτός από / προσθήκη / διαγραφή της τρέχουσας επιλεγμένης γλώσσας/διαλέκτου
fi: Tyhjennä kaikki paitsi / Lisää / Poista korostettu alue / kieli
fr: Purger tout mais / Ajouter / Supprimer la locale/langue actuellement en surbrillance
hr: Očisti sve osim / Dodaj / Izbriši trenutno istaknuti lokalni/jezik
it: Elimina tutto tranne / Aggiungi / Elimina la lingua/località attualmente evidenziata
lt: Išvalyti viską, išskyrus / Pridėti / Ištrinti šiuo metu paryškintą lokalę / kalbą
nl: Alles verwijderen maar / Installeer / Verwijder de nu geselecteerde taal
pl: Usuń wszystko oprócz / Dodaj / Usuń aktualnie podświetlone ustawienia regionalne/język
sk: Vyčistiť všetko, ale pridať/vymazať aktuálne zvýraznené miestne nastavenie alebo jazyk
sr: Očisti sve osim / Dodaj / Izbriši trenutno istaknuti lokalni/jezik
sv: Ta bort allt utom / Lägg till / Ta bort den markerade lokalen/språket
ta: தற்போது சிறப்பிக்கப்பட்டுள்ள இடம் / மொழியை ஆனால் சேர்க்க / நீக்க / நீக்கு
tr: Şu anda vurgulanan dil/yerel ayarı/dili hariç tümünü temizle / Ekle / Sil
uk: Очистіть усі, крім / Додати / Видалити поточно виділені регіон/мову

source: Purge all but the current and permanent locales/languages. Add the current locale/language if it is not installed. Delete the current locale/language if it is installed.
bg: Изчистете всички локали/езици освен текущите и постоянните. Добавете текущия локал/език, ако не е инсталиран. Изтрийте текущия локал/език, ако е инсталиран.
cs: Vymazat vše kromě aktuálních a trvalých lokalit/jazyků. Přidat aktuální národní prostředí/jazyk, pokud není nainstalován. Odstranit aktuální národní prostředí/jazyk, pokud je nainstalován.
el: Εκκαθάριση όλων εκτός της τρέχουσας και των μόνιμων διαλέκτων/γλωσσών. Προσθήκη της τρέχουσας διαλέκτου/γλώσσας αν δεν είναι εγκατεστημένη. Διαγραφή της τρέχουσας διαλέκτου/γλώσσας αν είναι εγκατεστημένη.
fi: Poista kaikki muut paitsi nykyiset ja pysyvät kielet. Lisää nykyinen kieli, jos sitä ei ole asennettu. Poista nykyinen kieli, jos se on asennettu.
fr: Purger tout sauf les locales/langues actuelles et permanentes. Ajouter la locale/langue actuelle si elle n'est pas installée. Supprimer la locale/langue actuelle si elle est installée.
hr: Očisti sve osim trenutnih i stalnih lokalnih/jezika. Dodajte trenutni lokalni/jezik ako nije instaliran. Izbriši trenutni lokalni/jezik ako je instaliran.
it: Elimina tutte le lingue tranne le regioni linguistiche attuali e permanenti. Aggiungi la regione linguistica corrente se non è installata. Elimina la regione linguistica corrente, se installata.
lt: Išvalo visas, išskyrus dabartines ir nuolatines lokales / kalbas. Įtraukite dabartinę lokalę / kalbą, jei ji neįdiegta. Panaikinkite dabartinę lokalę / kalbą, jei ji įdiegta.
nl: Alles verwijderen behalve de huidige en permanente talen. Installeer de huidige taal wanneer deze niet geïnstalleerd is. Verwijder de huidige taal wanneer deze geïnstalleerd is.
pl: Usuń wszystkie ustawienia regionalne/języki oprócz bieżących i stałych. Dodaj bieżące ustawienia regionalne/język, jeśli nie są zainstalowane. Usuń bieżące ustawienia regionalne/język, jeśli są zainstalowane.
sk: Vyčistiť všetko okrem aktuálnyvh a trvalých miestnych nastavení/jazykov. Pridať aktuálne miestne nastavenie/jazyk, ak nie sú nainštalované. Vymazať aktuálne miestne nastavenie/jazyk, ak sú nainštalované.
sr: Očisti sve osim trenutnih i stalnih lokalnih/jezika. Dodajte trenutni lokalni/jezik ako nije instaliran. Izbriši trenutni lokalni/jezik ako je instaliran.
sv: Rensa bort alla utom den aktuella och permanenta locale/language. Lägg till aktuell locale/språk om den inte är installerad. Ta bort aktuell lokal/språk om den är installerad.
ta: தற்போதைய மற்றும் நிரந்தர இடங்கள்/மொழிகளைத் தவிர மற்ற அனைத்தையும் தூய்மைப்படுத்துங்கள். நிறுவப்படாவிட்டால் தற்போதைய இடம்/மொழியைச் சேர்க்கவும். நிறுவப்பட்டால் தற்போதைய இடம்/மொழியை நீக்கவும்.
tr: Geçerli ve kalıcı yerel ayarlar/diller hariç tümünü temizleyin. Kurulu değilse, geçerli yerel ayarı/dili ekleyin. Yüklüyse geçerli yerel ayarı/dili silin.
uk: Очистіть усі, крім поточних та постійних регіонів/мов. Додайте поточний регіон/мову, якщо вона не встановлена. Видаліть поточний регіон/мову, якщо вона встановлена.

source: Purging all unused locales/languages...
bg: Изчистване на всички неизползвани локали/езици...
cs: Mazání všech nepoužívaných národních prostředí/jazyků...
el: Εκκαθάριση όλων των μη χρησιμοποιούμενων γλωσσών/διαλέκτων...
fi: Poista kaikki käyttämättömät kielet/alueet...
fr: Purger toutes les locales/langues inutilisées...
hr: Čišćenje svih neiskorišćenih lokalnih/jezika...
it: Eliminazione di tutte le impostazioni di localizzazione/lingua inusate...
lt: Išvalomos visos nepanaudotos lokalės / kalbos...
nl: Verwijderd nu alle niet gebruikte talen...
pl: Wymazywanie wszystkich regionów/języków…
sk: Čistenie všetkých nepoužívaných miestnych nastavení alebo jazykov…
sr: Čišćenje svih neiskorišćenih lokalnih/jezika...
sv: Rensar bort alla oanvända lokala språk/språk...
ta: பயன்படுத்தப்படாத அனைத்து இடங்களையும்/மொழிகளையும் தூய்மைப்படுத்துதல் ...
tr: Kullanılmayan tüm yerel ayarlar/diller temizleniyor...
uk: Очищення всіх невикористаних регіонів/мов ...

source: Purple
cs: purpurová
el: μωβ
hr: Ljubičasta
it: viola
lt: violetinė
nl: Paars
sr: Ljubičasta
sv: lila
tr: Mor
uk: фіолетовий

source: Put TV in Standby
cs: Uspat TV
el: Μετάβαση της TV σε αναμονή
hr: Stavi TV na čekanje
it: Metti la TV in Standby
lt: Jungti TV į budėjimo būseną
nl: Zet de TV in stand-by
sr: Stavi TV na čekanje
sv: Sätt TV:n i standby-läge
tr: TV'yi bekleme moduna al
uk: Перевести ТВ в режим очікування

source: Put your AV Receiver in Standby
cs: Přepněte AV přijímač do pohotovostního režimu
el: Μετάβαση του AV δέκτη σας σε αναμονή
hr: Stavite svoj AV prijemnik u režim čekanja
it: Metti il ricevitore AV in standby
lt: Išjungti imtuvą į budėjimo būseną
nl: Zet uw ontvanger in stand-by
sr: Stavite svoj AV prijemnik u režim čekanja
sv: Sätt din AV-receiver i standby-läge
tr: AV Alıcınızı bekleme moduna alın
uk: Перевести Ваш приймач в режим очікування

source: Python Development Packages
cs: Vývojové balíčky Pythonu
el: Πακέτα ανάπτυξης python
fi: Pythonin kehityspakettit
hr: Python Razvojni Paketi
it: Pacchetti sviluppo Python
nl: Python Development pakketten
pl: Pakiety programistyczne Pythona
sk: Vývojové balíčky jazyka Python
sr: Python Razvojni Paketi
sv: Python-utvecklingspaket
ta: பைதான் மேம்பாட்டு தொகுப்புகள்
tr: Python Geliştirme Paketleri
uk: Пакети розробки Python

source: Python frontend for /tmp/mmi.socket
bg: Преден интерфейс на Python за /tmp/mmi.socket
cs: Python frontend pro /tmp/mmi.socket
da: Python frontend til /tmp/mmi.socket
de: Python-Frontend für /tmp/mmi.socket
el: Python του tuner για το /tmp/mmi.socket
et: Python programm /tmp/mmi.socket jaoks
fi: Python-liittymä /tmp/mmi.socket
fr: "Frontend" Python pour /tmp/mmi.socket
hr: Python prednja strana za '/tmp/mmi.socket'
hu: Python felület a /tmp/mmi.socket-hez
it: Frontend python per /tmp/mmi.socket
lt: Python išorinės sąsajos dėl /tmp/mmi.socket
nl: Python frontend voor /tmp/mmi.socket
pl: Python nakładka na /tmp/mmi.socket
pt_br: Interface Python para /tmp/mmi.socket
ru: Python интерфейс для /tmp/mmi.socket
sk: Python frontend pre /tmp/mmi.socket
sr: Python prednji za /tmp/mmi.socket
sv: Python-frontend för /tmp/mmi.socket
ta: /Tmp/mmi.socket க்கான பைதான் முன்பதிவு
tr: /tmp/mmi.socket için Python uç birimi
uk: Python інтерфейс для /tmp/mmi.socket
vi: Giao diện /tmp/mmi.socket
zh_cn: Python的前端/tmp/mmi.socket

source: Qatar
cs: Katar
de: Katar
el: Κατάρ
et: Katar
hu: Katar
lt: Kataras
pl: Katar
sk: Katar
ta: கதார்
tr: Katar
uk: Катар
zh_cn: 卡塔尔

source: Quad PiP Channel Selection
bg: Избор на Quad PiP канал
cs: Výběr kanálu Quad PiP
da: Firedobbelt PiP kanalælger
de: Quad Bild im Bild Kanalauswahl
el: Επιλογή καναλιού τετραπλού PiP
et: Quad PiP kanalivalik
fi: Neljä PIP Kanava Valinta
fr: Sélection des canaux Quad PiP
hr: Odabir kanala za 4X PiP
hu: Négy csatornás Kép-a-Képben csatorna választás
it: Selezione canale PiP quad
lt: Quad PiP kanalo pasirinkimas
nl: Quad PiP zender selecteren
pl: Wybór Kanału Quad PiP
sk: Výber kanála Quad PiP
sr: Izbor kanala za 4X PiP
sv: Val av Quad PiP-kanal
ta: குவாட் பிப் சேனல் தேர்வு
tr: Quad PiP Kanal Seçimi
uk: Вибір каналу для ПіП
vi: Lựa chọn kênh Quad PiP
zh_cn: 四画面PIP频道选择

source: Quad PiP Screen
bg: Quad PiP екран
cs: Obrazovka Quad PiP
da: Firdobbelt PiP skærm
de: Quad Bild im Bild Bildschirm
el: Οθόνη τετραπλού PiP
et: Quad PiP aken
fi: Neljä PIP kuva
fr: Écran Quad PiP
hr: Zaslon 4X PiP
hu: Négy csatornás Kép-a-Képben képernyő
it: Schermo PiP quadruplo
lt: Quad PiP ekranas
nl: Quad PiP Scherm
pl: Ekran Quad PiP
sk: Obrazovka pre Quad PiP
sr: Ekran 4X PiP
sv: Quad PiP-skärm
ta: குவாட் பிப் திரை
tr: Quad PiP Ekranı
uk: Чотирьохекранний ПіП
vi: Màn hình Quad PiP
zh_cn: 四画面PiP屏幕

source: Quad PiP channel
cs: Quad PiP kanál
da: Firdobbelt PiP kanal
de: Quad Bild im Bild Kanal
el: Κανάλι τετραπλού PiP
et: Quad PiP kanal
fi: Neljä PIP Kanava
fr: Canal Quad PiP
hr: 4X PiP kanal
it: Canale PiP quad
lt: Keturių PiP kanalų, kanalas
nl: Quad PiP zender
pl: Kanał Quad PiP
sk: Quad PiP kanál
sr: 4X PiP kanal
sv: Quad PiP-kanal
ta: குவாட் பிப் சேனல்
tr: Quad PiP kanalı
uk: Канал чотирьохекранного ПіП
vi: Kênh Quad PiP
zh_cn: 四画面PIP频道

source: Quad PiP is not available.
bg: Quad PiP не е наличен.
cs: Quad PiP není k dispozici.
da: Firdobbelt PiP er ikke tilgændelig.
de: Quad Bild im Bild ist nicht verfügbar!
el: Το τετραπλό PiP δεν είναι διαθέσιμο.
et: Quad PiP ei ole saadaval.
fi: Neljä PIP ei saatavilla.
fr: Quad PiP n’est pas disponible.
hr: 4X PiP nije dostupan.
hu: Négy csatornás Kép-a-Képben nem érhető el.
it: Il PiP quadruplo non è disponibile.
lt: Quad PiP nėra.
nl: Quad PiP is niet beschikbaar.
pl: Quad PiP niedostępny.
sk: Quad PiP nie je dostupné.
sr: 4X PiP nije dostupan.
sv: Quad PiP är inte tillgängligt.
ta: குவாட் பிப் கிடைக்கவில்லை.
tr: Quad PiP mevcut değil.
uk: Чотирьохекранний ПіП недоступний.
vi: Quad PiP không có sẵn.
zh_cn: 四画面PiP不可用.

source: Quechua
cs: Kečuánština
el: Κέτσουα
lt: Kečua
pl: Keczua
sk: kečuánčina
ta: க்வெச்சுவா
tr: Quechua Dili
uk: Кечуа

source: Question
bg: Въпрос
cs: Dotaz
da: Spørgsmål
de: Frage
el: Ερώτηση
et: Küsimus
fi: Vahvista
hr: Pitanje
hu: Kérdés
it: Avviso
lt: Klausimas
nl: Vraag
pl: Pytanie
ru: Вопрос
sk: Otázka
sr: Pitanje
sv: Fråga
ta: கேள்வி
tr: Soru
uk: Запит
vi: Câu hỏi
zh_cn: 问题

source: Quick
bg: Бързо
cs: Rychle
da: Kvik
de: Schnell
el: Γρήγορος
et: Kiire
fi: Nopea
fr: Rapide
hr: Brzo
hu: Gyors
it: Veloce
lt: Greitas
nl: Snel
pl: Szybki
pt_br: Rápido
ru: Быстро
sk: Rýchlo
sl: Hitro
sr: Brzo
sv: Snabbt
ta: விரைவான
tr: Hızlı
uk: Швидко
vi: Nhanh chóng
zh_cn: 快速

source: Quick Actions
bg: Бързи действия
cs: Rychle
da: Kvik handlinger
de: Nur Nummern
el: Γρήγορες ενέργειες
et: Kiirtegevused
fi: Pikatoiminnot
fr: Actions rapides
hr: Brza Radnja
hu: Gyors műveletek
it: Azioni rapide
lt: Greiti veiksmai
nl: Alleen nummers
pl: Szybkie akcje
ru: Действия быстрого меню
sk: Rýchle akcie
sr: Brza Radnja
sv: Snabbåtgärder
ta: விரைவான செயல்கள்
tr: Hızlı İşlemler
uk: Швидкі дії
vi: Thao tác nhanh
zh_cn: 快速操作

source: Quick EPG
bg: Бързо EPG
cs: Rychlé EPG
el: Γρήγορο EPG
fi: Avaa graafinen tietopalkki EPG"
fr: EPG rapide
hr: Brzi EPG
it: EPG veloce
lt: Greitas EPG
pl: Szybkie graficzne EPG
sk: Rýchle EPG
sr: Brzi EPG
sv: Snabb EPG
ta: விரைவான ஈபிசி
tr: Hızlı EPG
uk: Режим ЕПГ

source: Quick Launch Menu
bg: Бързо стартиращо меню
cs: Rychlé Menu
da: Kvikstart menu
de: Schnellstartmenü
el: Μενού γρήγορης εκκίνησης
et: Kiirmenüü
fi: Pikavalikko
fr: Menu de lancement rapide
hr: Menu Brzog Pokretanja
hu: Gyorsindító Menü
it: Menu di avvio rapido
lt: Greitosios paleisties meniu
nl: Snelstartmenu
pl: Menu szybkiego uruchamiania
ru: Быстрое запуск меню
sk: Rýchle menu
sr: Meni Brzog Pokretanja
sv: Meny för snabbstart
ta: விரைவான வெளியீட்டு பட்டியல்
tr: Hızlı Başlat Menüsü
uk: Швидкий запуск меню
vi: Menu khởi động nhanh
zh_cn: 快速启动菜单

source: Quick Menu Actions
cs: Akce rychlé nabídky
el: Ενέργειες γρήγορου μενού
fi: Pikavalikko asetukset
hr: Brzi Menu Radnja
it: Azioni menu rapido
nl: Snelstartmenu Acties
pl: Akcje szybkiego menu
sk: Akcie pre rýchle menu
sr: Brze akcije menija
sv: Åtgärder i snabbmenyn
ta: விரைவான பட்டியல் செயல்கள்
tr: Hızlı Menü İşlemleri
uk: Дії Quick Menu

source: QuickEPG mode
bg: Бърз EPG режим
cs: Aktivace QuickEPG
da: Kvik EPG tilstand
de: Grafischen Infoleisten-EPG aufrufen
el: Λειτουργία γρήγορου EPG
et: Inforiba EPG kuvamine
fi: QuickEPG:n aktivointitapa
fr: Mode QuickEPG
hr: Brzi način EPG
hu: Gyors EPG mód
it: Modalità QuickEPG
lt: Greitas EPG režimas
nl: QuickEPG functie
pl: Tryb szybkiego graficznego EPG
ru: Режим быстрый телегид
sk: RýchlyEPG režim
sl: Način QuickEPG
sr: Brzi režim EPG
sv: QuickEPG-läge
ta: Quickepg பயன்முறை
tr: Hızlı EPG modu
uk: Режим швидкого ЕПГ
vi: Chế độ QuickEPG
zh_cn: 快速EPG模式

source: QuickMenu
bg: Бързо меню
cs: Rychlá nabídka
da: KvikMenu
de: Schnellstartmenü
el: Γρήγορο μενού
et: Kiirmenüü
fi: Pikavalikko
fr: Menu Rapide
hr: Brzi Menu
hu: Gyors Menü
it: Menu rapido
lt: Greitasis meniu
nl: Snelstartmenu
pl: Szybkie menu
ru: Быстрое меню
sk: Rýchle menu
sr: Brzi Meni
sv: Snabbmeny
ta: குயிக்மெனு
tr: Hızlı Menü
uk: Швидке меню
vi: Menu nhanh
zh_cn: 快捷菜单

source: QuickMenu/Extensions
bg: Бързо меню/Разширения
cs: Rychlé Menu / Rozšířená nabídka
da: KvikMenu/Udvidelser
de: Schnellstartmenü/Erweiterungen
el: Γρήγορο μενού/Επεκτάσεις
et: Kiirmenüü/laiendused
fi: Pikavalikko/laajennukset
fr: Menu Rapide/Extensions
hr: Brzi Menu/Proširenje
hu: Gyors Menü/Bővítmények
it: Menu rapido / Estensioni
lt: Greitasis meniu/plėtiniai
nl: Snelstartmenu/Extensies
pl: Szybkie Menu/Rozszerzenia
ru: Быстрое меню/Дополнения
sk: Rýchle menu/rozšírenia
sr: Brzi Meni/Proširenje
sv: Snabbmeny/tillägg
ta: குயிக்மெனு/நீட்டிப்புகள்
tr: Hızlı Menü / Uzantılar
uk: Швидке меню/Розширення
vi: QuickMothy / Tiện ích mở rộng
zh_cn: 快捷菜单/扩展

source: QuickSelect Actions
cs: Akce rychlého výběru
el: Ενέργειες γρήγορης επιλογής
fi: Nopea valinta toiminnot
hr: Radnja Brzog Odabira
it: Azioni QuickSelect
lt: QuickSelect veiksmai
nl: QuickSelect Acties
pl: Akcje szybkiego wyboru
sk: Akcie pre rýchly výber
sr: Radnja Brzog Izbora
sv: Snabbvalsåtgärder
ta: விரைவான செயல்கள்
tr: Hızlı Seçim İşlemleri
uk: Дії швидкого вибору

source: RADIO
bg: Радио
cs: Rádio
el: ΡΑΔΙΟ
lt: RADIJAS
sk: Rádio
ta: வானொலி
tr: RADYO
uk: Радіо

source: RAM (Details)
cs: RAM (Podrobnosti)
el: RAM (λεπτομέρειες)
fi: RAM (Tiedot)
hr: RAM (Detalji)
it: RAM (Dettagli)
lt: RAM (Išsami informacija)
pl: RAM (Szczegóły)
sk: RAM (podrobnosti)
sr: RAM (Detalji)
sv: RAM-minne (Detaljer)
ta: ரேம் (விவரங்கள்)
tr: RAM (Ayrıntılar)
uk: RAM (деталі)

source: RAM (Summary)
cs: RAM (souhrn)
el: RAM (περίληψη)
fi: RAM (yhteenveto)
hr: RAM (Ukupno)
it: RAM (Riepilogo)
lt: RAM (santrauka)
nl: RAM (Overzicht)
pl: RAM (Podsumowanie)
sk: RAM (súhrn)
sr: RAM (Ukupno)
sv: RAM-minne (sammanfattning)
ta: ரேம் (சுருக்கம்)
tr: RAM (Özet)
uk: Оперативна пам'ять (підсумок)

source: RAM benchmark
cs: Benchmark RAM
el: Σύγκριση επιδόσεων RAM
fi: RAM Suorituskyky
hr: RAM odrednica
it: Benchmark RAM
lt: RAM etalonas
pl: Benchmark pamięci RAM
sr: RAM odrednica
ta: ராம் பெஞ்ச்மார்க்
tr: RAM performans testi
uk: Бенчмарк RAM

source: RC custom code
bg: RC персонализиран код
cs: Vlastní kód RC
el: Προσαρμοσμένος κώδικας TX
fi: Mukautettu RC koodi
hr: RC prilagođeni kod
it: Codice personalizzato RC
lt: RC pasirinktinis kodas
nl: AB custom code
pl: Niestandardowy kod RC
sk: Používateľský RC kód
sr: RC prilagođeni kod
sv: RC anpassad kod
ta: ஆர்.சி தனிப்பயன் குறியீடு
tr: RC özel kodu
uk: RC користувацький код

source: RC default name
bg: RC име по подразбиране
cs: Výchozí název RC
el: Προεπιλεγμένο όνομα ΤΧ
fi: RC oletusnimi
hr: RC zadano ime
it: Nome predefinito RC
lt: Numatytasis RC pavadinimas
nl: AB default naam
pl: Domyślna nazwa RC
sk: Predvolený názov RC
sr: RC zadano ime
sv: RC standardnamn
ta: ஆர்.சி இயல்புநிலை பெயர்
tr: RC varsayılan adı
uk: Назва Дистанційного Пульта за замовчуванням

source: RC default type
bg: Тип по подразбиране RC
cs: Výchozí typ RC
el: Προεπιλεγμένος τύπος ΤΧ
fi: RC oletustyyppi
hr: RC zadani tip
it: Tipo predefinito RC
lt: Numatytasis RC tipas
nl: AB default type
pl: Domyślny typ RC
sk: Predvolený typ RC
sr: RC zadani tip
sv: RC standardtyp
ta: ஆர்.சி இயல்புநிலை வகை
tr: RC varsayılan türü
uk: Тип RC за замовчуванням

source: RC detected type
bg: RC засечен тип
cs: Zjištěný typ RC
el: Εντοπισμένος τύπος ΤΧ
fi: RC havaittu tyyppi
hr: RC je otkrio tip
it: Tipo rilevato RC
lt: Aptiktas RC tipas
nl: AB gedetecteerd type
pl: Wykryty typ RC
sk: Zistený typ RC
sr: RC je otkrio tip
sv: RC detekterad typ
ta: ஆர்.சி கண்டறியப்பட்டது வகை
tr: RC algılanan tip
uk: Виявлений тип RC

source: RC identification
bg: RC идентификация
cs: Identifikace RC
el: Αναγνώριση ΤΧ
fi: RC tunnistus
hr: RC identifikacija
it: Identificazione RC
lt: RC identifikavimas
nl: AB identificatie
pl: Identyfikacja RC
sk: Identifikácia RC
sr: RC identifikacija
sv: RC-identifiering
ta: ஆர்.சி அடையாளம்
tr: RC tanımlaması
uk: Ідентифікація RC

source: RC selected name
bg: RC избрано име
cs: Zvolený název RC
el: Επιλεγμένο όνομα ΤΧ
fi: RC valittu nimi
hr: RC izabrano ime
it: Nome selezionato RC
lt: RC pasirinktas pavadinimas
nl: AB naam
pl: Wybrana nazwa RC
sk: Vybraný názov RC
sr: RC izabrano ime
sv: RC valt namn
ta: ஆர்.சி தேர்ந்தெடுக்கப்பட்ட பெயர்
tr: RC seçilen isim
uk: Вибране ім'я RC

source: RC selected type
bg: RC избран тип
cs: Zvolený typ RC
el: Επιλεγμένος τύπος ΤΧ
fi: RC valittu tyyppi
hr: RC izabrani tip
it: Tipo selezionato RC
lt: RC pasirinktas tipas
nl: AB type
pl: Wybrany typ RC
sk: Vybraný typ RC
sr: RC izabrani tip
sv: RC vald typ
ta: ஆர்.சி தேர்ந்தெடுக்கப்பட்ட வகை
tr: RC seçilen tip
uk: Обраний тип RC

source: RDS Actions
cs: Akce informačního panelu RDS
el: Ενέργειες μπάρας πληροφοριών RDS
fi: Tietopalkki RDS Toiminnot
fr: Actions de la barre d'information RDS
hr: Radnja RDS
it: Azioni RDS barra informazioni
lt: Info juostos RDS veiksmai
nl: Informatiebalk RDS Acties
pl: Akcje RDS
sk: Akcie RDS v infolište
sr: Radnja RDS
sv: RDS-åtgärder
ta: இன்போபார் ஆர்.டி.எச் நடவடிக்கைகள்
tr: Bilgi Çubuğu RDS İşlemleri
uk: Дії для Інфобару RDS

source: REC Symbol in Standby
bg: Символ REC в режим на готовност
cs: Symbol REC v pohotovostním režimu
da: REC Symbol i Standby
de: REC Symbol im Standby
el: Σύμβολο REC κατά την αναμονή
et: REC sümbol ooteseisundis
fi: REC symboli valmiustilassa
fr: Symbole REC en veille
hr: Simbol SNIM u Pripravnosti
hu: FELV szimbólum készenléti állapotban
it: Simbolo REC in Standby
lt: REC simbolis laukimo režime
nl: REC-symbool in stand-by
pl: Symbol REC w trybie czuwania
sk: Symbol REC v pohotovostnom režime
sr: Simbol REC u Pripravnosti
sv: REC-symbol i standby
ta: காத்திருப்பில் ரெக் அடையாளம்
tr: Bekleme modunda REC Sembolü
uk: REC в Режимі очікування
vi: Biểu tượng REC trong chế độ chờ
zh_cn: 待机中的REC图标为

source: REC Symbol in use
bg: REC символ в употреба
cs: REC Symbol je používán
da: REC Symbol i drift
de: REC Symbol im Betrieb
el: Σύμβολο REC σε χρήση
et: REC sümbol kasutuses
fi: REC symboli käytössä
fr: REC Symbole en cours d'utilisation
hr: Koristi Simbol SNIM
hu: FELV szimbólum használatban
it: Simbolo REC in uso
lt: REC simbolis, naudojamas
nl: REC-symbool in het display
pl: Symbol REC w użyciu
sk: Aktívny symbol REC
sr: Koristi Simbol REC
sv: REC Symbol i bruk
ta: பயன்பாட்டில் ரெக் அடையாளம்
tr: REC Sembolü kullanımda
uk: Використовується символ REC
vi: Biểu tượng REC đang sử dụng
zh_cn: REC图标使用为

source: REC symbol
cs: Symbol REC
el: Σύμβολο REC
fi: REC symboli
fr: Symbole REC
hr: SNIM Simbol
it: Simbolo REC
lt: Simbolis REC
nl: REC-symbool
sr: REC simbol
tr: REC Sembolü
uk: Значок запису

source: RED button
bg: Червен бутон
cs: ČERVENÉ tlačítko
el: Κόκκινο πλήκτρο
fi: Punainen näppäin
fr: Bouton Rouge
hr: CRVENO dugme
it: Tasto ROSSO
lt: RAUDONAS mygtukas
nl: RODE-knop
pl: Czerwony przycisk
sk: Červené tlačidlo
sr: CRVENO dugme
sv: RÖD knapp
ta: சிவப்பு பொத்தான்
tr: KIRMIZI tuş
uk: Червона кнопка

source: RED button / HbbTV
cs: ČERVENÉ tlačítko / HbbTV
el: Κόκκινο πλήκτρο/HbbTV
fi: Punainen näppäin
fr: Bouton ROUGE/ HbbTV
hr: CRVENO dugme / HbbTV
it: Tasto ROSSO / HbbTV
lt: Raudonas mygtukas...
nl: RODE knop / HbbTV
pl: Czerwony przycisk / HbbTV
sk: Červené tlačidlo…
sr: CRVENO dugme / HbbTV
sv: Röd knapp / HbbTV
ta: சிவப்பு பொத்தான் ...
tr: KIRMIZI tuş / HbbTV
uk: ЧЕРВОНА кнопка / HbbTV

source: RED long
bg: Червено дълго
cs: Červené - dlouhý stisk
el: Κόκκινο παρατεταμένο
fi: Punainen (pitkä)
fr: Rouge long
hr: CRVENO dugo
it: Rosso lungo
lt: RAUDONAS ilgas mygtukas
nl: ROOD-lang
pl: Czerwony (długo)
sk: Červené – dlho
sr: CRVENO dugo
sv: RED lång
ta: சிவப்பு நீண்ட
tr: KIRMIZI tuş uzun
uk: Червона довге натискання
