Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Synchronize system time using transponder or Internet.
bg: Синхронизирайте системното време с помощта на транспондер или интернет.
cs: Synchronizovat systémový čas pomocí transpondéru nebo internetu.
el: Συγχρονισμός ώρας συστήματος με χρήση του αναμεταδότη ή του διαδικτύου.
fi: Synkronoi laitteen kello käyttäen lähettimen aikaa tai NTP-palvelinta.
fr: Synchroniser l'heure du système en utilisant le transpondeur ou Internet.
hr: Sinhronizujte sistemsko vrijeme koristeći transponder ili Internet.
it: Sincronizza ora di sistema usando il transponder o Internet.
lt: Sinchronizuokite sistemos laiką, naudodami transponderį arba internetą.
nl: Synchroniseer de systeemtijd met de transponder of met internet.
pl: Synchronizacja czasu systemowego za pomocą internet lub transpondera.
sk: Synchronizácia systémového času pomocou transpondéra alebo internetu.
sr: Sinhronizujte sistemsko vreme koristeći transponder ili Internet.
sv: Synkronisera systemtiden med hjälp av transponder eller Internet.
ta: டிரான்ச்பாண்டர் அல்லது இணையத்தைப் பயன்படுத்தி கணினி நேரத்தை ஒத்திசைக்கவும்.
tr: Sistem saatini aktarıcı veya internet kullanarak senkronize edin.
uk: Синхронізація часу з транспондера або з інтернету.

source: Syrian Arab Republic
cs: Syrská Arabská republika
da: Syriske Arabiske Republik
de: Syrien
el: Συριακή Αραβική Δημοκρατία
et: Süüria
fr: Syrie (République Arabe de )
hu: Szíriai Arab Köztársaság
it: Siria (Repubblica Araba)
lt: Sirijos Arabų Respublika
nl: Syrië
pl: Syria
sk: Sýrska arabská republika
sv: Syrien
ta: சிரியன் அரபு குடியரசு
tr: Suriye Arap Cumhuriyeti
uk: Сирія, Арабська Республіка
vi: Cộng Hòa Arab Syrian
zh_cn: 阿拉伯叙利亚共和国

source: System
bg: Система
cs: Systém
el: Σύστημα
et: Süsteem
fi: Järjestelmä
fr: Système
hr: Sustav
hu: Rendszer
it: Sistema
lt: Sistema
nl: Systeem
pt_br: Sistema
ru: Система
sk: Systém
sl: Sistem
sr: Sistem
ta: மண்டலம்
tr: Sistem
uk: Система
vi: Hệ thống
zh_cn: 系统设置

source: System Info
bg: Системно инфо
cs: Info o systému
el: Πληροφορίες συστήματος
et: Süsteemiinfo
fi: Järjestelmätiedot
fr: Info système
hr: Sustav Info
hu: Rendszer Információ
it: Info sistema
lt: Informacija apie sistemą
nl: Uw ontvanger
pl: Info o urządzeniu
ru: Системная информация
sk: Systémové informácie
sr: Sistem Info
ta: கணினி செய்தி
tr: Sistem Bilgisi
uk: Системна інформація
vi: Thông tin hệ thống
zh_cn: 系统信息

source: System Information
bg: Системна информация
cs: Systémové informace
el: Πληροφορίες συστήματος
fi: Järjestelmätiedot
hr: Sustav Informacija
it: Informazioni di sistema
lt: Sistemos informacija
nl: Systeem Informatie
pl: Informacje o systemie
sk: Systémové informácie
sr: Sistem Informacija
ta: கணினி செய்தி
tr: Sistem Bilgisi
uk: Системна інфо

source: System Information Actions
bg: Действия за системна информация
cs: Akce systémových informací
el: Ενέργειες πληροφοριών συστήματος
fi: Järjestelmätiedot Toiminnot
hr: Radnja sa info Sustavom
it: Azioni sulle informazioni di sistema
lt: Sistemos informacijos veiksmai
nl: Systeem Informatie Acties
pl: Działania dotyczące informacji o systemie
sk: Systémové informácie – akcie
sr: Radnja sa info Sistema
sv: Åtgärder för systeminformation
ta: கணினி செய்தி செயல்கள்
tr: Sistem Bilgisi İşlemleri
uk: Системні інформаційні дії

source: System Message Check
bg: Проверка на системните съобщения
cs: Kontrola zpráv systému
da: System beskedkontrold
de: Überprüfung der Systemnachrichten
el: Έλεγχος για μηνύματα συστήματος
et: Süsteemisõnumi kontroll
fi: Järjestelmä viestien tarkistus
fr: Vérifier Message Système
hr: Provjera Poruka Sustava
hu: Rendszerüzenet ellenőrzése
it: Controlla messaggi del sistema
lt: Sistemos pranešimų tikrinimas
nl: Systeem bericht controle
pl: Kontrola komunikatów systemowych
sk: Kontrola správ systému
sr: Provera Sistemskih Poruka
sv: Kontroll av systemmeddelanden
ta: கணினி செய்தி சோதனை
tr: Sistem Mesaj Kontrolü
uk: Перевірка Повідомлень Системи
vi: Kiểm tra tin nhắn hệ thống
zh_cn: 系统消息检查

source: System Plugin Packages
cs: Balíčky systémových pluginů
el: Πακέτα προσθέτων συστήματος
fi: Järjestelmä lisäosat pluginit
hr: Sistemski paket dodataka
it: Pacchetti plugin di sistema
nl: Systeem plugins
pl: Pakiety wtyczek systemowych
sk: Balíčky so systémovými pluginmi
sr: Sistem Plugin Paket
sv: Plugin-paket för system
ta: கணினி சொருகி தொகுப்புகள்
tr: Sistem Eklenti Paketleri
uk: Пакети плагінів системи

source: System Setup
bg: Настройка на системата
cs: Nastavení systému
da: System opsætning
de: Systemeinstellungen
el: Ρυθμίσεις συστήματος
et: Süsteemi seadistused
fi: Järjestelmän asetukset
fr: Configuration système
hr: Podešavanje Sustava
hu: Rendszerbeállítás
it: Configurazione sistema
lt: Sistemos nustatymai
nl: Systeem instellingen
pl: Ustawienia systemu
ru: Настройки системы
sk: Nastavenie systému
sr: Podešavanje Sistema
sv: Systeminställning
ta: கணினி அமைப்பு
tr: Sistem Kurulumu
uk: Налаштування Системи
vi: Thiết lập hệ thống
zh_cn: 系统设置

source: System information
cs: Systémové informace
el: Πληροφορίες συστήματος
fi: Järjestelmä tiedot
hr: Sustav informacija
it: Informazioni di sistema
nl: Systeem informatie
pl: Informacje o systemie
sk: Systémové informácie
sr: Sistem informacija
sv: Information om systemet
ta: கணினி செய்தி
tr: Sistem bilgisi
uk: Системна інфо

source: System temperature
bg: Температура на системата
cs: Teplota systému
el: Θερμοκρασία συστήματος
fi: Järjestelmä lämpötila
hr: Temperatura sustava
it: Temperatura di sistema
lt: Sistemos temperatūra
nl: Systeem temperatuur
pl: Temperatura układu
sk: Teplota systému
sr: Temperatura sistema
sv: Systemets temperatur
ta: கணினி வெப்பநிலை
tr: Sistem sıcaklığı
uk: Температура Системи

source: System:
bg: Система:
cs: Systém:
el: Σύστημα:
et: Süsteem:
fi: Järjestelmä:
fr: Système :
hr: Sustav:
hu: Rendszer:
it: Sistema:
lt: Sistema:
nl: Systeem:
ru: Система:
sk: Systém:
sr: Sistem:
ta: அமைப்பு:
tr: Sistem:
uk: Система:
vi: Hệ thống:
zh_cn: 系统:

source: Systeminfo
bg: Системна информация
cs: Systémové informace
el: Πληροφορίες συστήματος
et: Süsteemist
fi: Järjestelmätiedot
fr: InfoSystème
hr: Sustav info
hu: Rendszerinformáció
it: Info sistema
lt: Sistemos info
nl: Systeeminfo
pl: Info o urządzeniu
ru: Системная информация
sk: Systémové informácie
sr: Sistem info
tr: Sistem bilgisi
uk: Системна інформація
vi: Thông tin hệ thống
zh_cn: 系统信息

source: T2MI RAW Mode
cs: Režim T2MI RAW
el: T2MI λειτουργία RAW
et: T2MI RAW režiim
fi: T2MI RAW tila
fr: T2MI mode RAW
hr: T2MI RAW Način
lt: T2MI RAW režimas
nl: T2MI RAW Modus
pl: Tryb T2MI RAW
sk: T2MI režim RAW
sr: T2MI RAW Režim
sv: T2MI RAW-läge
ta: T2MI மூல பயன்முறை
tr: T2MI RAW Modu
uk: T2MI RAW Режим
vi: Chế độ RAW T2MI
zh_cn: T2MI原始模式

source: TMDB Search
cs: Vyhledávání TMDB
el: Αναζήτηση TMDB
fi: TMDB Haku
hr: TMDB Traži
it: Ricerca TMDB
nl: TMDB zoekopdracht
pl: Wyszukiwanie TMDB
sk: Vyhľadávanie v TMDB
sr: TMDB Traži
sv: TMDB-sökning
ta: TMDB தேடல்
tr: TMDB Arama
uk: TMDB Пошук

source: TRANSLATOR_INFO
bg: Информация за преводача
cs: (# FIRST AUTOR: jjezevec@seznam.cz 2015)
da: Sidste opdatering: 14. Juli 2020 Har du ændringer, forslag eller andet, så kontakt mig venligst!. Find mere om %s %s her: https://wiki.opena.tv/index.php?title=Hauptseite https://dreambox.de/board/
de: Übersetzer-Info
el: MCelliotG
et: OpenATV-enigma2 tõlge eesti keelde
fi: Suomenkielinen käännös: 8.7.2025 tomppaa
hr: Osobno preveo Milan Koljanin (milan58) 21.01.2026
hu: A fordítást készítette: - MediaVox-Team - Robertut - Wysless A magyar fordítás az OpenPLI projekthez készült. További információ: http://openpli.org
it: per suggerimenti e correzioni mapi68@gmail.com
lt: 2023-06-04 adga45@gmail.com
nl: Deze vertaling wordt u aangeboden door : - neoatomic
pl: @pololoko111, @djpimpek, @blzr, @marinner
ru: Никнейм переводчика: ака Учкун Переводы имиджа и плагинов тут: http://uzsat.net/
sk: @dym1, Marián Hikaník, atec
sr: Lično preveo milan58 15.01.2026
sv: ÖVERSÄTTARE_INFO
ta: மொழிபெயர்ப்பாளர்_இன்ஃபோ
tr: ÇEVİRMEN HAKKINDA
uk: Переклад: kvinto - Monja 13.01.2026
vi: THÔNG TIN TRUYỀN THÔNG
zh_cn: 编译_信息

source: TS file is too large for ISO9660 level 1!
bg: TS файла е твърде голям за ISO9660 ниво 1!
cs: TS soubor je příliš velký pro ISO9660 level 1!
da: TS filen er for stor til ISO9660 level 1!
de: TS-Datei ist zu groß für ISO9660 Level 1!
el: Το αρχείο TS είναι πολύ μεγάλο για το ISO9660 επίπεδο 1!
et: TS fail on liiga suur ISO9660/1 jaoks!
fi: TS-tiedosto on liian suuri ISO9660 1-tasolle!
fr: Le fichier TS est trop grand pour la norme ISO9660 niveau 1 !
hr: TS datoteka je prevelika za ISO9660 razina 1!
hu: A TS fájl túl nagy az 'ISO9660 level 1' szabvány szerint!
it: File TS troppo grande per ISO9660 livello 1!
lt: TS failas yra per didelis ISO9660 lygmeniui 1!
nl: TS bestand is te groot voor ISO9660 level1!
pl: Plik TS jest za duży dla ISO9660 level 1!
pt_br: O arquivo TS é muito grande para ISO9660 level 1!
ru: TS файл слишком большой для ISO9660 уровень 1!
sk: Súbor TS je príliš veľký pre ISO9660 level 1!
sl: TS datoteka prevelika za ISO9660 level 1!
sr: TS fajl je prevelik za ISO9660 nivo 1!
sv: Filen TS är för stor för ISO9660 level 1!
ta: ISO9660 நிலை 1 க்கு TS கோப்பு மிகப் பெரியது!
tr: TS dosyası ISO9660 level 1 standartları için çok büyük!
uk: TS файл занадто великий для ISO9660 рівень 1!
vi: Tệp TS quá lớn so với ISO9660 cấp 1!
zh_cn: TS文件对于ISO9660 1级而言太大!

source: TUNER:
bg: ТУНЕР:
fi: VIRITIN:
lt: IMTUVAS:
sr: TJUNER:
ta: ட்யூனர்:
uk: ТЮНЕР:

source: TV
bg: TB
ru: ТВ
ta: டிவி
uk: ТВ
vi: TRUYỀN HÌNH
zh_cn: 电视

source: TV button mode
bg: Режим TV бутон
cs: Režim tlačítka TV
da: TV knap tilstand
de: Funktion der TV Taste
el: Λειτουργία πλήκτρου TV
et: TV nupu vajutus
fi: TV näppäimen toiminto
fr: Mode bouton TV
hr: TV dugme način
hu: TV gomb mód
it: Modalità tasto TV
lt: TV mygtuko režimas
nl: TV-knop
pl: Tryb przycisku TV
ru: Режим кнопки ТВ
sk: Režim tlačidla TV
sl: Način TV gumba
sr: TV dugme režim
sv: TV-knappens läge
ta: டிவி பொத்தான் பயன்முறை
tr: TV tuş modu
uk: Режим кнопки TV
vi: Chế độ nút TV
zh_cn: 电视键模式

source: TV physical address report
bg: Доклад за физическия адрес на телевизията
cs: Ohlášení fyzické adresy TV
da: TV fysisk adresse rapport
de: TV Adressbericht
el: Φυσική διεύθυνση τηλεόρασης
et: TV füüsilise aadressi raport
fi: TV:n fyysisen osoitteen raportti
fr: Rapport adresse physique TV
hr: TV izvještaj fizičke adrese
hu: TV fizikai port-cím
it: Rapporto indirizzo fisico TV
lt: TV fizinio adreso ataskaita
nl: TV physiek adres rapporteren
pl: Raportuj fizyczny adres TV
pt_br: Relatório de endereço físico da TV
ru: Оповещение физического адреса ТВ
sk: Ohlásenie fyzickej adresy TV
sr: TV izveštaj fizičke adrese
sv: Rapport om fysisk adress för TV
ta: டிவி இயற்பியல் முகவரி அறிக்கை
tr: TV fiziksel adres raporu
uk: Звіт про фізичний адрес ТВ
vi: Báo cáo địa chỉ vật lý TV
zh_cn: 电视实际地址报告

source: TXT Subtitles page & Language
bg: TXT страница със субтитри и език
cs: TXT stránka s titulky a jazyk
el: Σελίδα υποτίτλων TXT & γλώσσα
fi: TXT Tekstitys sivu & kieli
fr: Sous-titres TXT - lang
hr: TXT Titl stranice & Jezik
it: Pagina e lingua dei sottotitoli TXT
lt: TXT subtitrų puslapis ir kalba
nl: TXT ondertiteling pagina & taal
pl: Strona napisów TXT, język
sk: TXT stránka s titulkami & jazykmi
sr: TXT Titl stranice & Jezik
sv: TXT Undertexter sida & språk
ta: TXT வசன வரிகள் பக்கம் & மொழி
tr: TXT Altyazı sayfası & Dil
uk: Сторінка субтитрів TXT і мова

source: Table of content for collection
bg: Съдържание за колекция
cs: Tabulka s obsahem pro sbírku
da: Indholdsfortegnelse for kollektion
de: Inhalt der Zusammenstellung
el: Πίνακας περιεχομένων για συλλογή
et: Kollektsiooni sisutabel
fi: Kokoelman sisältö
fr: Table des matières pour la collection
hr: Tabela sadržaja za kolekciju
hu: Gyűjtemény tartalmának táblázata
it: Tabella contenuti per collezione
lt: Turinio lentelė kolekcijai
nl: Inhoudsopgave voor collectie
pl: Spis treści dla kolekcji
ru: Содержание коллекции
sk: Tabuľka s obsahom kolekcie
sl: Kazalo vsebine zbirke
sr: Tabela sadržaja za kolekciju
sv: Innehållsförteckning för samlingen
ta: சேகரிப்புக்கான உள்ளடக்க அட்டவணை
tr: Koleksiyon için içindekiler tablosu
uk: Таблиця вмісту колекції
vi: Bảng nội dung cho bộ sưu tập
zh_cn: 收集目录

source: Tag Editor
bg: Редактор на етикети
cs: Editor značek
el: Επεξεργασία ετικετών
fi: Tunniste Editori
fr: Éditeur de balises
hr: Uređivač Oznaka
it: Editor di tag
lt: Žymų redaktorius
pl: Edytor znaczników
sk: Editor tagov
sr: Uređivač Oznaka
sv: Tagg-editor
ta: குறிச்சொல் ஆசிரியர்
tr: Etiket Düzenleyici
uk: Редактор Тегів

source: Tag Editor Actions
bg: Действия на редактора на маркери
cs: Akce editoru značek
el: Ενέργειες επεξεργασία ετικετών
fi: Tunniste Editorin toiminnot
fr: Actions de l'éditeur de balises
hr: Radnja Uređivača Oznaka
it: Azioni dell'editor di tag
lt: Žymių rengyklės veiksmai
nl: Tag Editor Acties
pl: Akcje edytora znacznika
sk: Akcie editora tagov
sr: Radnja Uređivača Oznaka
sv: Åtgärder i Tag Editor
ta: குறிச்சொல் எடிட்டர் செயல்கள்
tr: Etiket Düzenleyici İşlemleri
uk: Дії кнопок в Редакторі Тегів

source: Tagalog
bg: Таг дневник
cs: Tagalština
el: Τάγκαλογκ
lt: Taalų
sk: tagalčina (tagalog)
ta: டாக்லாக்
uk: Тагальська

source: Tags
bg: Тагове
cs: Štítky
da: Etiketter
el: Ετικέτες
et: Sildid
fi: Avainsanat
fr: Etiquettes
hr: Oznake
hu: Metaadatok
it: Etichette
lt: Žymės
nl: Markeringen
pl: Znaczniki
pt_br: Etiquetas
ru: Теги
sk: Tagy
sl: Zaznamki
sr: Oznake
sv: Taggar
ta: குறிச்சொற்கள்
tr: Etiketler
uk: Теги
vi: Cột thẻ
zh_cn: 标签

source: Tahitian
cs: Tahitský
el: Ταϊτινά
fi: Tahitilainen
fr: Tahitien
it: Tahitiano
lt: Taitiečių
nl: Tahitiaans
pl: Tahitański
sk: Tahitčina
sv: Tahiti
ta: தஇதியன்
tr: Tahiti Dili
uk: Таїтянська

source: Taiwan
cs: Tchaj-wan
el: Ταϊβάν
fr: Taïwan
hu: Tajvan
lt: Taivanis
pl: Tajwan
sk: Thajsko
ta: தாய்வான்
tr: Tayvan
uk: Тайвань
vi: Đài Loan
zh_cn: 台湾

source: Tajik
cs: Tádžický
el: Τατζικικά
fi: Tadžikistan
fr: Tadjik
it: Tagico
lt: Tadžikų
nl: Tadzjieks
sk: tadžičtina
sv: Tadzjikiska
ta: தசிக்
tr: Tacikçe
uk: Таджицька

source: Tajikistan
cs: Tádžikistán
da: Tadsjikistan
de: Tadschikistan
el: Τατζικιστάν
et: Tadžikistan
fr: Tadjikistan
hu: Tádzsikisztán
lt: Tadžikistanas
nl: Tadzjikistan
pl: Tadżykistan
sk: Tadžikistan
sv: Tadzjikistan
ta: தசிக்கிசுதான்
tr: Tacikistan
uk: Таджикістан
zh_cn: 塔吉克斯坦

source: Talk show
hr: Talk šou
lt: ﻿Pokalbių šou
sr: Talk šou
tr: Sohbet programı
uk: Розмовне шоу

source: Tamil
cs: Tamilština
el: Ταμίλ
lt: Tamilų
sk: tamilčina
ta: தமிழ்
tr: Tamilce
uk: Тамільська

source: Tanzania, United Republic of
cs: Tanzanie, Sjednocená republika
da: Tanzania, Forenede Republik
de: Tanzania
el: Τανζανία (Ένωση)
et: Tansaania
fr: Tanzanie (République unie de)
hu: Tanzánia
it: Tanzania, Repubblica Unita
lt: Tanzanija, Jungtinė Respublika
nl: Tanzania, Verenigde republiek van
pl: Tanzania
sk: Tanzánia
sv: Tanzania
ta: டான்சானியா ஐக்கிய குடியரசு
tr: Tanzanya, Birleşik Cumhuriyeti
uk: Танзанія, Об'єднана Республіка
vi: Tanzania, Cộng hòa Hoa Kỳ
zh_cn: 坦桑尼亚联合共和国

source: Target location
cs: Cílové umístění
el: Τοποθεσία προορισμού
fi: Kohteen sijainti
hr: Ciljna lokacija
it: Posizione destinazione
nl: Doellocatie
pl: Lokalizacja docelowa
sk: Cieľové umiestnenie
sr: Ciljnu lokacija
sv: Målplats
ta: இலக்கு இடம்
tr: Hedef konum
uk: Цільове розташування

source: Task '%s' ended successfully.
cs: Úloha '%s' byla úspěšně ukončena.
el: Η εργασία '%s' ολοκληρώθηκε με επιτυχία.
fi: Tehtävä '%s' päättyi onnistuneesti.
hr: Zadatak '%s' je uspješno završen.
it: L'attività '%s' è stata completata correttamente.
nl: Taak '%s' is succesvol beëindigd.
pl: Zadanie '%s' zakończyło się pomyślnie.
sk: Úloha '%s' bola úspešne dokončená.
sr: Zadatak '%s' je uspešno završen.
sv: Uppgiften '%s' avslutades framgångsrikt.
ta: பணி '%s' வெற்றிகரமாக முடிந்தது.
tr: Görev '%s' başarıyla sonlandırıldı.
uk: Завдання '%s' успішно завершено.

source: Task '%s' ended with an error message!
cs: Úloha '%s' skončila chybovou zprávou!
el: Η εργασία '%s' έληξε με μήνυμα σφάλματος!
fi: Tehtävä '%s' päättyi virheilmoitukseen!
hr: Zadatak '%s' je završen porukom o grešci!
it: L'attività '%s' si è conclusa con un messaggio di errore!
nl: Taak '%s' eindigde met een foutmelding!
pl: Zadanie '%s' zakończyło się z błędem!
sk: Úloha '%s' sa skončila so správou o chybe!
sr: Zadatak '%s' je završen porukom o grešci!
sv: Uppgiften '%s' avslutades med ett felmeddelande!
ta: பணி '%s' பிழை செய்தியுடன் முடிந்தது!
tr: Görev '%s' bir hata mesajı ile sona erdi!
uk: Завдання '%s' завершено з повідомленням про помилку!

source: Task '%s' ended with error number %d!
cs: Úloha '%s' skončila s číslem chyby %d!
el: Η εργασία '%s' έληξε με αριθμό σφάλματος %d!
fi: Tehtävä '%s' päättyi virheeseen numero %d!
hr: Zadatak '%s' je završen greškom broj %d!
it: L'attività '%s' è terminata con il numero di errore %d!
nl: Taak '%s' eindigde met foutnummer %d!
pl: Zadanie '%s' zakończyło się z błędem numer %d!
sk: Úloha '%s' sa skončila s chybou číslo %d!
sr: Zadatak '%s' je završen greškom broj %d!
sv: Uppgift '%s' avslutades med fel nummer %d!
ta: பணி ' %s' பிழை எண் %d உடன் முடிந்தது!
tr: Görev '%s' hata numarası %d ile sona erdi!
uk: Завдання '%s' завершилося з помилкою під номером %d!

source: Task List
cs: Seznam úkolů
el: Λίστα εργασιών
fi: Tehtävälista
hr: Spisak Zadataka
it: Elenco attività
nl: Takenlijst
pl: Lista zadań
sk: Zoznam úloh
sr: Lista Zadataka
sv: Uppgiftslista
ta: பணி பட்டியல்
tr: Görev Listesi
uk: Список завдань

source: Task List Actions
cs: Akce seznamu úkolů
el: Ενέργειες λίστας εργασιών
fi: Tehtäväluettelon toiminnot
hr: Radnje Spiska Zadataka
it: Azioni elenco attività
nl: Takenlijst Acties
pl: Akcje listy zadań
sk: Akcie pre zoznam úloh
sr: Radnje Liste Zadataka
sv: Åtgärder i uppgiftslistan
ta: பணி பட்டியல் செயல்கள்
tr: Görev Listesi İşlemleri
uk: Дії зі списком завдань

source: Task View
cs: Zobrazení úkolu
el: Προβολή εργασιών
fi: Tehtävänäkymä
hr: Prikaz Zadataka
it: Vista attività
nl: Taakweergave
pl: Widok zadań
sk: Zobrazenie úlohy
sr: Prikaz Zadataka
sv: Uppgiftsvy
ta: பணி பார்வை
tr: Görev Görünümü
uk: Перегляд завдань

source: Task View Actions
cs: Akce zobrazení úkolů
el: Ενέργειες προβολής εργασιών
fi: Tehtävänäkymän toiminnot
hr: Radnje Prikaza Zadataka
it: Azioni vista attività
nl: Takenlijst Acties
pl: Akcje widoku zadań
sk: Akcie pre zobrazenie úlohy
sr: Radnje Prikaza Zadataka
sv: Åtgärder i uppgiftsvyn
ta: பணி பார்வை செயல்கள்
tr: Görev Görünümü İşlemleri
uk: Перегляд завдань

source: Tatar
cs: Tatarský
el: Ταταρικά
fi: Qatar
it: Tataro
lt: Totorių
nl: Tataars
sk: tatárčina
sv: Tatariska
ta: டாடர்
uk: Татарська

source: Team sports (excluding Football)
cs: týmové sporty
el: ομαδικά αθλήματα
hr: Timski sportovi (ekskluzivno Nogomet)
it: sport di squadra
lt: komandinės sporto šakos
nl: teamsporten
sr: Timski sportova (osim fudbala)
sv: lagsporter
tr: Takım sporları (futbol hariç)
uk: командні види спорту

source: Technology
cs: Technologie
hr: Tehnologija
it: Tecnologia
sr: Tehnologija
tr: Teknoloji
uk: Технології

source: Technology/Natural sciences
cs: technologie/přírodní vědy
el: τεχνολογία/φυσικές επιστήμες
hr: Tehnologija/Prirodne nauke
it: tecnologia/scienze naturali
lt: technologijos/gamtos mokslai
nl: technologisch/natuurwetenschappen
sr: Tehnologija/Prirodne nauke
sv: teknik/naturvetenskap
tr: Teknoloji/Doğa bilimleri
uk: технології/природознавство

source: Teletext
bg: Телетекст
cs: Text/Teletext
da: Tekst-TV
de: Videotext
el: Τηλεκείμενο
et: Teletekst
fi: Teksti-tv
fr: Télétexte
hr: Teletekst
it: Televideo
lt: Teletekstas
nl: Teletekst
pl: Telegazeta
ru: Телетекст
sr: Teletekst
sv: Text-TV
ta: டெலிடெக்ச்ட்
uk: Телетекст
vi: Điện thoại
zh_cn: 图文电视

source: Teletext Actions
bg: Действия на телетекста
cs: Akce teletextu
el: Ενέργειες τηλεκειμένου
fi: Tekstitv toiminnot
fr: Actions de télétexte
hr: Radnja Teleteksta
it: Azioni Televideo
lt: Teleteksto veiksmai
nl: Teletekst acties
pl: Akcje telegazety
sk: Akcie pre teletext
sr: Radnja Teleteksta
sv: Åtgärder för text-TV
ta: டெலிடெக்ச்ட் செயல்கள்
tr: Teletext İşlemleri
uk: Дії для Телетексту

source: Teletext CleanAlgo (resolution reset algorithm)
bg: Телетекст CleanAlgo (нулиране алгоритъм резолюция)
cs: Teletext CleanAlgo (algoritmus resetování rozlišení)
da: Tekst-TV RydAlgo (opløsning nulstillingsalgoritme)
de: Videotext CleanAlgo (Algorithmus zum Rücksetzen der Auflösung)
el: Καθαρισμός αλγόριθμου τηλεκειμένου (αλγόριθμος επαναφοράς ανάλυσης)
et: Teleteksti lähtestamine (lahutuse lähtestamise algorütm)
fi: Teksti-tv resoluution nollaus algoritmi
fr: Algo Nettoyage Télétexte (algorithme réinitialisation résolution)
hr: Teletekst CleanAlgo (rezolucija reset algoritma)
hu: Teletext CleanAlgo (felbontás újrakezdési algoritmus)
it: Televideo CleanAlgo (algoritmo ripristino risoluzione)
lt: Teleteksto CleanAlgo (rezoliucija perleidžia iš naujo algoritmą)
nl: Teletekst CleanAlgo (resolutie reset algoritme)
pl: Telegazeta CleanAlgo (algorytm resetowania rozdzielczości)
sk: Teletext CleanAlgo (algoritmus resetu rozlíšenia)
sr: Teletekst CleanAlgo (rezolucija reset algoritma)
sv: Teletext CleanAlgo (algoritm för återställning av upplösning)
ta: டெலிடெக்ச்ட் கிளீனால்கோ (தீர்மானத்தை மீட்டமைப்பு வழிமுறை)
tr: Teletext CleanAlgo (çözünürlük sıfırlama algoritması)
uk: Телетекст CleanAlgo (алгоритм скидання розширень екрану)
vi: Teletext CleanAlgo (thuật toán thiết lập lại độ phân giải)
zh_cn: 图文清洁算法(分辨率重置算法)

source: Teletext EndX (right border)
bg: Телетекст EndX (дясна граница)
cs: Teletext EndX (pravý okraj)
da: Tekst-TV SlutX (højre grænse)
de: Videotext EndX (rechter Rand)
el: ΆκρηΧ τηλεκειμένου (δεξί περιθώριο)
et: Teletekst: X-lõpp (parem serv)
fi: Teksti-tv oikea raja
fr: Zone Fin X (bord droit) Télétexte
hr: Teletekst EndX (desna ivica)
hu: Teletext EndX (jobb oldali szélesség)
it: Televideo: x finale (bordo destro)
lt: Teleteksto EndX (dešinė riba)
nl: Teletekst EindeX (rechter rand)
pl: Telegazeta EndX (prawa granica)
sk: Teletext – koniec X (pravý okraj)
sr: Teletekst EndX (desna ivica)
sv: Text-TV EndX (höger kant)
ta: டெலிடெக்ச்ட் ENDX (வலது எல்லை)
tr: Teletext EndX (sağ kenarlık)
uk: Телетекст Кінець X (правий край)
vi: Teletext EndX (viền phải)
zh_cn: 图文电视(右边界)

source: Teletext EndY (upper border)
bg: Телетекст Endy (горна граница)
cs: Teletext EndY (horní okraj)
da: Tekst-TV SlutY (øverste grænse)
de: Videotext EndY (oberer Rand)
el: ΆκρηΥ τηλεκειμένου (επάνω περιθώριο)
et: Teletekst: Y-lõpp (ülemine serv)
fi: Teksti-tv yläraja
fr: Zone Fin Y (bord haut) Télétexte
hr: Teletekst EndY (gornja ivica)
hu: Teletext EndY (felső határ)
it: Televideo: y finale (bordo superiore)
lt: Teleteksto EndY (aukštutinė riba)
nl: Teletekst EindeY (boven rand)
pl: Telegazeta EndY (górna granica)
sk: Teletext – koniec Y (horný okraj)
sr: Teletekst EndY (gornja ivica)
sv: Text-TV EndY (övre gränsen)
ta: டெலிடெக்ச்ட் எண்டி (மேல் எல்லை)
tr: Teletext EndY (üst sınır)
uk: Телетекст Початок Y (верхня межа)
vi: Teletext EndY (viền trên)
zh_cn: 图文电视(上边界)

source: Teletext StartX (left border)
bg: Телетекст StartX (лява граница)
cs: Teletext StartX (levý okraj)
da: Tekst-TV StartX (venstre grænse)
de: Videotext StartX (linker Rand)
el: ΑρχήΧ τηλεκειμένου (αριστερό περιθώριο)
et: Teletekst: X-algus (vasak serv)
fi: Teksti-tv vasen raja
fr: Zone Début X (bord gauche) Télétexte
hr: Teletekst StartX (leva ivica)
hu: Teletext StartX (bal oldali szegély)
it: Televideo: x iniziale (bordo sinistro)
lt: Teleteksto StartX (kairė riba)
nl: Teletekst StartX (linker rand)
pl: Telegazeta StartX (lewa granica)
sk: Teletext – začiatok X (ľavý okraj)
sr: Teletekst StartX (leva ivica)
sv: Text-TV StartX (vänster kant)
ta: டெலிடெக்ச்ட் ச்டார்ட்எக்ச் (இடது எல்லை)
tr: Teletext StartX (sol kenarlık)
uk: Телетекст Початок X (лівий край)
vi: Teletext StartX (viền trái)
zh_cn: 图文电视(左边界)
