Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: When nonzero, a zap timer will stop the nominated period after the ending time indicated in the EPG.
cs: Když je nenulová, časovač přepnutí zastaví nominovanou periodu po ukončení času uvedeném v EPG.
el: Όταν δεν είναι μηδέν, ο χρονοδιακόπτης μετάβασης θα ξεκινήσει την καθορισμένη περίοδο μετά την ώρα λήξης που αναφέρεται στο EPG.
fi: Kun arvo ei ole nolla, tallennus päättyy myöhemmin kuin ohjelmaoppaassa oleva lopetusaika.
hr: Kada je različit od nule, mjerač vremena zaustavit će imenovano razdoblje nakon vremena završetka naznačenog u EPG-u.
it: Se diverso da zero, un timer zap interromperà il periodo nominato dopo l'orario di fine indicato nell'EPG.
nl: De nalooptijd in minuten instellen, hoelang de Zap-timer nog door moet gaan na de eind-tijd in de EPG.
pl: Gdy wartość niezerowa, Zap timer zatrzyma nagrywanie po określonym okresie po czasie zakończenia wskazanym w EPG.
sk: Pri nenulovej hodnote sa časovač prepnutia zastaví v definovanom čase po uplynutí času skončenia uvedeného v EPG.
sr: Kada nije nula, tajmer zap će zaustaviti nominovani period pre vremena završetka naznačenog u EPG.
sv: Om värdet är ett annat än noll kommer en zapptimer att stoppa den nominerade perioden efter den sluttid som anges i EPG.
ta: Nonzero போது, ஒரு ZAP நேரங்குறிகருவி EPG இல் சுட்டிக்காட்டப்பட்ட இறுதி நேரத்திற்குப் பிறகு பரிந்துரைக்கப்பட்ட காலத்தை நிறுத்திவிடும்.
tr: Sıfırdan farklı bir değer aldığında, Kanal Değiştirme zamanlayıcı, EPG'de belirtilen bitiş zamanından sonra seçilen süreyi durduracaktır.
uk: Якщо значення відмінне від нуля, таймер перемикання зупинить заданий період після закінчення часу, зазначеного в EPG.

source: When set each folder will show the previous state used, when off the default values will be shown.
bg: Когато е настроен всяка папка ще се появи в предишното използвано състояние, когато се изключат стойностите по подразбиране.
cs: Při nastavení každé složky se zobrazí předchozí použitý stav, když Vypnete, zobrazí se výchozí hodnoty.
da: Når dette er sat vises hver mappe i forrige brugte tilstand, er den slukket vises standardværdier.
de: Wenn gesetzt, merken sich die Verzeichnisse ihren Zustand. Wenn ausgeschaltet, wird eine Standardansicht genommen.
el: Όταν οριστεί, κάθε φάκελος θα εμφανίζει την πρότερη κατάσταση χρήσης, αλλιώς θα εμφανίζονται οι προεπιλεγμένες τιμές.
et: Määrates 'jah', peetakse iga kausta seadistused meeles, määrates 'ei', kasutatakse vaikeväärtusi.
fi: Kun päällä, jokainen hakemisto avautuu aikaisemmin valittuun järjestykseen. Kun pois, käytetään oletusarvoja.
fr: Lorsqu'il est défini, chaque dossier affichera l'état précédemment utilisé, lorsqu'il est éteint les valeurs par défaut seront affichées.
hr: Kada se postavi, svaka mapa će prikazati prethodno korišteno stanje, kada je isključeno, prikazat će se zadane vrijednosti.
hu: Amikor be van állítva, minden mappa megjeleníti az előzőleg használt állapotát, amikor ki van kapcsolva az alapértelmezett értékek lesznek mutatva.
it: Se impostato, ogni cartella mostrerà lo stato precedente usato, diversamente saranno visualizzati i valori predefiniti.
lt: Kai čia įjungta, kiekvienas katalogas įsimins ir rodys ankstesnį jų naudojimo stovį, o kai išjungta, bus rodoma, kaip numatyta.
nl: Indien geactiveerd, worden de vorige waarden van elke map getoond, indien uitgeschakeld worden de standaard waarden getoond.
pl: Po ustawieniu każdy folder pokaże poprzedni stan używany, kiedy wyłączysz domyślne wartości.
ru: Если выбрано, предыдущее состояние каждой папки будет использоваться, при принятии значений по умолчанию.
sk: Ak je nastavené, v každom priečinku sa zobrazí predchádzajúci použitý stav, po vypnutí sa zobrazia predvolené hodnoty.
sr: Kada se postavi svaka fascikla će pokazati predhodno korišćeno stanje, kada će biti prikazane default vrednosti.
sv: När den är inställd kommer varje mapp att visa det tidigare använda läget, när den är avstängd visas standardvärdena.
ta: ஒவ்வொரு கோப்புறையையும் அமைக்கும் போது பயன்படுத்தப்பட்ட முந்தைய நிலையைக் காண்பிக்கும், இயல்புநிலை மதிப்புகள் காண்பிக்கப்படும் போது.
tr: Ayarlandığında her klasörde daha önce kullanılan durum gösterilir, ayarlanmadığında ise varsayılan değerler gösterilir.
uk: Якщо вибрано, попередній стан кожної теки буде використовуватися, при прийнятті значень за умовчанням.
vi: Khi được đặt, mỗi thư mục sẽ hiển thị trạng thái trước đó được sử dụng, khi tắt các giá trị mặc định sẽ được hiển thị.
zh_cn: 当设置时每个文件夹时将显示之前使用的状态,当关闭时将显示默认值.

source: When set the PIG will return to live after a movie has stopped playing.
bg: Когато зададете PIG ще се върне на живо, след като филмът е спрял да се възпроизвежда.
cs: Nastavíte-li PIG,obnoví se po zastavení přehrávání živé vysílání.
da: Når dette er sat vil PiG vende tilbage til Live efter afspilning af en film er stoppet.
de: Wenn aktiviert, wird Live-TV gezeigt wenn der Film beendet wurde.
el: Όταν οριστεί, η PIG θα επιστρέφει σε ζωντανή TV μετά το τέλος της ταινίας.
et: Määrates 'jah', aktiveerub PIG taasesituse lõppedes.
fi: Kun päällä, pikkukuva jatkaa tv-kanavan toistoa, kun tallenteen katselu päättyy.
fr: Lorsqu'il est défini, le PIG retournera au direct après l'arrêt de lecture d'un film.
hr: Kada je postavljen, PIG će se vratiti u aktivnost nakon što se film prestane reproducirati.
hu: Ha beállítja, a PIG vissza fog állni, miután a film meg lesz állítva.
it: Se impostato, il PIG tornerà in diretta dopo la riproduzione.
lt: Kai čia įjungta, filmo PIG paveikslėlis išliks ir sustabdžius filmo peržiūrą.
nl: Indien 'Ja' wordt gekozen, wordt in de opnamelijst live-TV op de achtergrond of in PiG getoond zolang er geen opname loopt.
pl: W przypadku ustawienia PIG powróci do ostatnio oglądanego programu TV po zakończeniu odtwarzania filmu.
ru: Если выбрано ПИГ-окно, после окончания записи будет включен ранее просматриваемый канал.
sk: Ak je povolené, PIG sa po ukončení prehrávania vráti do režimu živého vysielania.
sr: Kada se postavi PIG će se vratiti uživo nakon što film prestane da se reprodukuje.
sv: När den är inställd kommer PIG att återgå till live efter att en film har slutat spelas.
ta: செட் செய்யும் போது ஒரு படம் விளையாடுவதை நிறுத்திய பிறகு பன்றி நேரலைக்குத் திரும்பும்.
tr: Ayarlandığında, film bittikten sonra PIG tekrar yayına dönecektir.
uk: Якщо вибрано PIG, коли відтворення фільму закінчилося, почнеться показ телепередачі.
vi: Khi được đặt, PIG sẽ trở lại trực tiếp sau khi phim ngừng phát.
zh_cn: 当设置时,PIG将在停止播放影片后返回到直播.

source: When set to 'Yes' a specific Softcam can be assigned to each encrypted service.
cs: Při nastavení na „Ano“ lze ke každé šifrované službě přiřadit konkrétní Softcam.
el: Αν επιλεγεί το 'ναι', ένα συγκεκριμένο softcam θα οριστεί για κάθε κωδικοποιημένη υπηρεσία.
fi: Kun määrität "kyllä" Softcam voidaan määrittää jokaiseen salatullle kanavalle erikseen.
hr: Kada je postavljeno na 'Da', određeni Softcam može se dodijeliti svakoj šifriranoj usluzi.
it: Se impostato su 'Sì', sarà possibile assegnare una softcam specifica a ciascun servizio crittografato.
nl: Wanneer 'Ja' dan kan elke gecodeerde zender aan een bepaalde Softcam worden gekoppeld.
pl: Po ustawieniu opcji na „Tak” do każdej zaszyfrowanej usługi można przypisać konkretny Softcam.
sk: Ak je vybratá možnosť 'Áno', ku každému šifrovanému kanálu je možné priradiť konkrétny softcam.
sr: Kada je postavljeno na 'Da', određeni Softcam može biti dodeljen svakoj enkriptovanoj usluzi.
sv: När inställningen är "Yes" kan en specifik softcam tilldelas till varje krypterad tjänst.
ta: 'ஆம்' என்று அமைக்கப்பட்டால், ஒவ்வொரு மறைகுறியாக்கப்பட்ட சேவைக்கும் ஒரு குறிப்பிட்ட சாஃப்ட்கேம் ஒதுக்கப்படலாம்.
tr: 'Evet' olarak ayarlandığında, her şifreli kanala belirli bir Softcam atanabilir.
uk: Якщо встановлено значення 'Так', кожному закодованому каналу можна призначити певнуй Softcam.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
bg: Когато съдържанието има съотношение 16: 9, изберете дали да мащабирате/разтегляте картината.
cs: Pro obsah s poměrem stran 16:9 zvolte, zda chcete změnit velikost/roztáhnout obraz.
da: Vælg om billedet skaleres eller strækkes, når indholdet har et billedformat på 16:9.
de: Wenn der Bildinhalt ein Seitenverhältnis größer als 16:9 hat, stellen Sie ein, ob und wie das Bild skaliert oder gestreckt werden soll. Standard ist 'Letterbox'.
el: Όταν το περιεχόμενο έχει λόγο πλευρών 16:9, επιλέξτε αν θα γίνεται κλιμάκωση/άπλωμα της εικόνας.
et: Määra, kas 16:9 sisuga pilti tuleb skaleerida/venitada.
fi: Kun ohjelman kuvasuhde on 16:9, valitse skaalataanko/venytetäänkö kuvaa.
fr: Lorsque le contenu a un format d'image 16:9, choisir de redimensionner/étirer l'image.
hr: Kada sadržaj ima omjer slike 16:9, odaberite želite li skalirati/rastegnuti sliku.
hu: Egy 16:9-es kép méretarányú tartalom nagyítva vagy széthúzva legyen.
it: Se il contenuto ha un formato 16:9, scegli se ridimensionare/allungare l'immagine.
lt: Kai turinys yra kraštinių santykis 16:9, pasirinkti, ar didinti mastelį/ištempti vaizdą.
nl: Indien het beeld een beeldverhouding heeft van 16:9, kies dan of u het beeld geschaald of uitgerekt wenst te zien. U kunt kiezen uit Letterbox, Uitrekken niet lineair, Pan & Scan en Uitrekken lineair.
pl: Wybierz czy skalować/rozciągać zawartość proporcji obrazu 16:9.
pt_br: Quando o conteúdo tem uma proporção de 16:9, escolha se deseja dimensionar/esticar a imagem.
ru: Когда изображение на канале имеет соотношение сторон 16:9, выберите, следует ли масштабировать/растянуть картинку.
sk: Pre obsah s pomerom strán 16:9 zvoľte, či sa má obraz prispôsobiť alebo roztiahnuť.
sr: Kada sadržaj ima odnos širina/visina 16:9, odaberite da li želite da razmerite/razvučete sliku.
sv: När innehållet har ett bildförhållande på 16:9 väljer du om du vill skala/sträcka ut bilden.
ta: உள்ளடக்கம் 16: 9 என்ற விகித விகிதத்தைக் கொண்டிருக்கும்போது, படத்தை அளவிட/நீட்ட வேண்டுமா என்பதைத் தேர்வுசெய்க.
tr: Görüntünün en boy oranı 16:9 olduğunda, görüntü ölçeklendirmeyi/genişletmeyi seçin.
uk: Коли зображення на каналі має співвідношення сторін 16:9, виберіть, чи потрібно масштабувати/розтягнути картинку.
vi: Khi nội dung có tỷ lệ khung hình là 16: 9, hãy chọn có chia tỷ lệ / kéo dài hình ảnh hay không.
zh_cn: 当内容的宽高比为16:9时.选择是否缩放/拉伸图片.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
bg: Когато съдържанието има съотношение 4: 3, изберете дали да мащабирате/разтегляте картината.
cs: Pro obsah s poměrem stran 4:3 zvolte, zda chcete změnit velikost/roztáhnout obraz.
da: Vælg om billedet skaleres eller strækkes, når indholdet har et billedformat på 4:3.
de: Wenn der Bildinhalt ein Seitenverhältnis von 4:3 hat, stellen Sie ein, ob und wie das Bild skaliert oder gestreckt werden soll. Standard ist 'Pillarbox'.
el: Όταν το περιεχόμενο έχει λόγο πλευρών 4:3, επιλέξτε αν θα γίνεται κλιμάκωση/άπλωμα της εικόνας.
et: Määra, kas 4:3 sisuga pilti tuleb skaleerida/venitada.
fi: Kun ohjelman kuvasuhde on 4:3, valitse skaalataanko/venytetäänkö kuvaa.
fr: Lorsque le contenu a un format d'image 4:3, choisir de redimensionner/étirer l'image.
hr: Kada sadržaj ima omjer slike 4:3, odaberite želite li skalirati/rastegnuti sliku.
hu: Egy 4:3-as kép méretarányú tartalom nagyítva vagy széthúzva legyen.
it: Se il contenuto ha proporzioni di 4:3, scegli se ridimensionare/allungare l'immagine.
lt: Kai turinys yra kraštinių santykis 4:3, pasirinkti, ar didinti mastelį/ištempti vaizdą.
nl: Indien het beeld een beeldverhouding heeft van 4:3, kies dan of u het beeld geschaald of uitgerekt wenst te zien. U kunt kiezen uit Pillarbox, Uitrekken lineair, Pan & Scan en Uitrekken niet lineair.
pl: Wybierz czy skalować/rozciągać zawartość proporcji obrazu 4:3.
pt_br: Quando o conteúdo tem uma proporção de 4:3, escolha se deseja dimensionar/esticar a imagem.
ru: Когда изображение на канале имеет соотношение сторон 4:3, выберите, следует ли масштабировать/растянуть картинку.
sk: Pre obsah s pomerom strán 4:3 zvoľte, či sa má obraz prispôsobiť alebo roztiahnuť.
sr: Kada sadržaj ima odnos širina/visina 4:3, odaberite da li želite da razmerite/razvučete sliku.
sv: När innehållet har ett bildförhållande på 4:3 väljer du om bilden ska skalas/sträckas ut.
ta: உள்ளடக்கம் 4: 3 என்ற விகித விகிதத்தைக் கொண்டிருக்கும்போது, படத்தை அளவிட/நீட்ட வேண்டுமா என்பதைத் தேர்வுசெய்க.
tr: Görüntünün en boy oranı 4:3 olduğunda, görüntü ölçeklendirmeyi/genişletmeyi seçin.
uk: Коли зображення на каналі має співвідношення сторін 4:3, виберіть, чи потрібно масштабувати/розтягнути картинку.
vi: Khi nội dung có tỷ lệ khung hình là 4: 3, hãy chọn chia tỷ lệ / kéo dài hình ảnh.
zh_cn: 当内容的宽高比为4:3时,选择是否缩放/拉伸图片.

source: When the input cursor reaches this point (percentage of the width, from either side) scroll the text to the cursor.
bg: Когато курсорът за въвеждане достигне тази точка (процент от ширината, от двете страни), превъртете текста до курсора.
cs: Když vstupní kurzor dosáhne tohoto bodu (procento šířky z obou stran), posuňte text ke kurzoru.
el: Όταν ο κέρσορας εισόδου φτάνει σε αυτό το σημείο (ποσοστό πλάτους από την κάθε πλευρά) να γίνεται κύλιση του κειμένου προς τον κέρσορα.
fi: Kun syöttökursori saavuttaa tämän pisteen (prosenttiosuus leveydestä, jommaltakummalta puolelta), vieritä teksti kursorin kohdalle.
fr: Lorsque le curseur de saisie atteint ce point (pourcentage de la largeur, de part et d'autre), faites défiler le texte jusqu'au curseur.
hr: Kada pokazivač za unos dosegne ovu točku (postotak širine, s obje strane), pomaknite od teksta do pokazivača.
it: Se il cursore di input raggiunge questo punto (percentuale della larghezza, da entrambi i lati), scorre il testo fino al cursore.
lt: Kai įvesties žymeklis pasiekia šį tašką (pločio procentą iš abiejų pusių), slinkite tekstą į žymeklį.
nl: Wanneer de invoercursor dit punt bereikt (percentage van de breedte, van beide kanten), schuift u de tekst naar de cursor.
pl: Gdy kursor wejściowy osiągnie ten punkt (procent szerokości, z obu stron), przewiń tekst do kursora.
sk: Keď vstupný kurzor dosiahne tento bod (percento šírky, z ktorejkoľvek strany), rolovať text ku kurzoru.
sr: Kada kursor unosa dostigne ovu tačku (procenat širine, sa obe strane) pomera tekst do kursora.
sv: När inmatningsmarkören når denna punkt (procent av bredden, från båda sidor) rullar du texten till markören.
ta: உள்ளீட்டு கர்சர் இந்த புள்ளியை அடையும் போது (அகலத்தின் விழுக்காடு, இருபுறமும்) உரையை கர்சருக்கு உருட்டவும்.
tr: Giriş imleci bu noktaya (genişliğin yüzdesi, her iki taraftan) ulaştığında, metni imlece kadar kaydırın.
uk: Коли курсор введення досягає цієї точки (відсоток ширини, з будь-якого боку), прокрутіть текст до курсору.

source: When the receiver wakes from Standby or Deep Standby it will send a command to the TV to bring it out of Standby.
cs: Když se přijímač probudí z pohotovostního režimu nebo hlubokého spánku, odešle do televizoru příkaz, aby jej z pohotovostního režimu probudil.
el: Όταν ο δέκτης επανέρχεται από την κοινή ή τη βαθιά αναμονή, θα σταλεί μία εντολή στην TV να επανέλθει επίσης από την αναμονή.
hr: Kada prijemnik izađe iz načina mirovanja ili dubokog mirovanja, poslat će naredbu televizoru da izađe iz načina mirovanja.
it: Se il ricevitore si riattiva dallo standby o dallo spegnimento, invierà un comando alla TV per portarla fuori dallo standby.
lt: Kai imtuvas atsibunda iš budėjimo arba gilaus budėjimo režimo, jis išsiųs komandą televizoriui kad išjungti budėjimo režimą.
nl: Wanneer de ontvanger ontwaakt uit stand-by of deep standby zal die een commando sturen waardoor de TV ook ontwaakt uit stand-by.
sr: Kada prijemnik izađe iz režima čekanja ili dubokog čekanja, poslaće komandu televizoru da ga izvuče iz režima čekanja.
sv: När mottagaren vaknar från standby eller djup standby skickar den ett kommando till TV:n för att få den att gå ur standby.
tr: Alıcı bekleme modundan veya derin bekleme modundan çıktığında, TV'ye bekleme modundan çıkması için bir komut gönderir.
uk: Коли приймач виходить із режиму очікування, або глибокого очікування, він надсилає на телевізор команду, щоб вивести його з режиму очікування.

source: When the receiver wakes from Standby, it will switch the TV to the HDMI input connected to the receiver.
cs: Když se přijímač probudí z pohotovostního režimu, dá televizoru příkaz k přepnutí na vstup HDMI, ke kterému je přijímač připojen.
el: Όταν ο δέκτης επανέρχεται από την αναμονή, θα σταλεί εντολή στην TV να γυρίσει στην είσοδο HDMI στην οποία είναι συνδεδεμένος.
hr: Kada se prijemnik probudi iz stanja pripravnosti, televizor će se prebaciti na HDMI ulaz povezan s prijemnikom.
it: Se il ricevitore si riattiva dalla modalità standby, ordinerà alla TV di passare all'ingresso HDMI a cui è collegato il ricevitore.
lt: Kai imtuvas pažadinamas iš budėjimo režimo, jis duos komandą televizoriui perjungti HDMI įvestį, prie kurios prijungtas imtuvas.
nl: Wanneer de ontvanger ontwaakt uit Stand-by zal die naar de HDMI poort in de TV schakelen waar de ontvanger op aangesloten is.
sr: Kada prijemnik izađe iz režima čekanja, preći će TV na HDMI ulaz koji je povezan sa prijemnikom.
sv: När mottagaren vaknar från standby kommer den att beordra TV:n att växla till den HDMI-ingång som mottagaren är ansluten till.
tr: Alıcı bekleme modundan çıktığında TV'ye alıcının bağlı olduğu HDMI girişine geçmesi için bir komut gönderir.
uk: Коли приймач виходить із режиму очікування, він дасть команду телевізору переключитися на вхід HDMI, до якого підключено приймач.

source: When the red box is correctly visible press the GREEN button to save the settings and exit.
cs: Když je červený rámeček správně zobrazen, stiskněte ZELENÉ tlačítko pro uložení nastavení a ukončení.
el: Όταν το κόκκινο πλαίσιο είναι σωστά ορατό, πιέστε το ΠΡΑΣΙΝΟ πλήκτρο για αποθήκευση των αλλαγών και έξοδο.
fi: Kun punainen laatikko on oikein näkyvissä, paina VIHREÄÄ painiketta tallentaaksesi asetukset ja poistuaksesi.
hr: Kada je crveni tuner ispravno vidljiv, pritisnite ZELENU tipku za spremanje postavki i izlaz.
it: Quando il riquadro rosso è visibile correttamente premi il tasto VERDE per salvare le impostazioni ed uscire.
nl: Wanneer de randen van de rode rechthoek de randen van het TV-beeld raken, met de GROENE knop bevestigen en Exit.
pl: Gdy czerwone pole będzie już prawidłowo widoczne, naciśnij ZIELONY przycisk, aby zapisać ustawienia i wyjść.
sk: Keď bude viditeľný červený rámik, uložte nastavenia ZELENÝM tlačidlom a dokončite proces.
sr: Kada je crven box pravilno vidljiv, pritisnite ZELENU dugmad da sačuvate podešavanja i izađete.
sv: När den röda rutan är korrekt synlig trycker du på den GRÖNA knappen för att spara inställningarna och avsluta.
ta: சிவப்பு பெட்டி சரியாகத் தெரியும் போது அமைப்புகளைச் சேமித்து வெளியேற பச்சை பொத்தானை அழுத்தவும்.
tr: Kırmızı kutu doğru şekilde göründüğünde, ayarları kaydetmek ve çıkmak için YEŞİL tuşa basın.
uk: Коли червоне поле буде видно, натисніть ЗЕЛЕНУ кнопку, щоб зберегти налаштування та вийти.

source: When tuned to a service, the system normally scans the transponder for changes and saves them. Enable only if you know what you're doing.
cs: Při ladění programů bude systém normálně hledat transpondéry a a uloží je. Nastavte na 'ano' jen pokud jste si absolutně jisti, co děláte.
el: Όταν το σύστημα συντονίζεται σε μία υπηρεσία, γίνεται αυτόματη ανίχνευση του αναμεταδότη και αποθηκεύονται οι όποιες αλλαγές. Θέστε αυτή την επιλογή σε 'ναι' μόνο αν είστε απολύτως σίγουροι για το τι κάνετε.
hr: Kada je sustav podešen na uslugu, obično skenira predajnik radi promjena i sprema ih. Omogućite samo ako znate što radite.
it: Se è sintonizzato su un servizio, il sistema normalmente eseguirà la scansione del transponder per eventuali modifiche e le salverà. Imposta su 'sì' solo se sei assolutamente sicuro di quello che stai facendo.
lt: Įjungus kanalą, sistema paprastai patikrina visus pasikeitimus transponderyje ir juos išsaugo. Nustatykite čia 'taip' tik tada, kai tiksliai žinote, kam tą darote.
nl: Bij het overschakelen naar een andere zender wordt normaal gesproken de transponder gecontroleerd op wijzigingen. A.u.b. alleen activeren, wanneer u weet wat u doet!
sr: Kada je podešen na servis, sistem obično skenira predajnik za promene i čuva ih. Omogućite samo ako znate šta radite.
sv: När systemet är inställt på en service skannar det normalt transpondern efter eventuella ändringar och sparar dem. Ställ endast in på "yes" om du är helt säker på vad du gör.
tr: Bir kanala ayarlandığında, sistem normalde aktarıcıyı değişiklikler için tarar ve kaydeder. Yalnızca ne yaptığınızı biliyorsanız etkinleştirin.
uk: При від'ємному значенні, система буде сканувати транспондер у фоновому режимі на предмет змін і зберігати їх. Виберіть 'так', якщо тільки абсолютно впевнені, що робите.

source: Where do you want to backup your settings?
bg: Къде искате да архивирате вашите настройки?
cs: Kam chcete zazálohovat Vaše nastavení?
da: Hvor vil du lave en kopi af dine indstillinger ?
de: Wohin möchten Sie die Einstellungen sichern?
el: Πού θέλετε να γίνει η εφεδρεία των ρυθμίσεων;
et: Kuhu teha varukoopia seadistustest?
fi: Minne haluat varmuuskopioida asetukset?
fr: Où voulez-vous sauver vos paramètres ?
hr: Gdje želite napraviti sigurnosnu kopiju postavki?
hu: Hova szeretné elmenteni a beállításait?
it: Dove vuoi eseguire il backup delle impostazioni?
lt: Kur išsaugoti nustatymų atsarginę kopiją?
nl: Waar wilt u een back-up maken van de instellingen?
pl: Gdzie chcesz utworzyć kopię zapasową ustawień?
pt_br: Onde salvar o backup das configurações?
ru: Где вы хотите сохранить установки?
sk: Kam sa majú zálohovať vaše nastavenia?
sl: Kam želite shraniti varnostno kopijo vaših nastavitev?
sr: Gde želite da napravite rezervnu kopiju postavki?
sv: Var vill du säkerhetskopiera dina inställningar?
ta: உங்கள் அமைப்புகளை எங்கே காப்புப் பிரதி எடுக்க விரும்புகிறீர்கள்?
tr: Ayarlarınızın yedeğini nereye almak istersiniz?
uk: Де хочете зробити копію своїх налаштувань?
vi: Bạn có muốn khôi phục cài đặt của bạn?
zh_cn: 您想在哪里备份您的设置？

source: Where do you want to save temporary time shift recordings?
bg: Къде да запазя временните TimeShift записи?
cs: Kam chcete uložit dočasné nahrávky s časovým posunem?
el: Πού θέλετε να γίνεται η προσωρινή αποθήκευση των χρονομετατοπισμένων εγγραφών;
fi: Minne ajansiirron väliaikainen tiedosto tallennetaan?
fr: Où sauvegarder les enregistrements temporaires de timeshift ?
hr: Gdje želite spremiti privremene snimke vremenskih pomaka?
it: Dove salvo le registrazioni timeshift temporanee?
lt: Kur norite išsaugoti laikinus laiko poslinkio įrašus?
nl: Waar wilt u de tijdelijke Timeshift opnames opslaan?
pl: Gdzie zapisywać tymczasowe nagrania timeshiftu?
sk: Kam sa majú uložiť dočasné nahrávky s timeshiftom?
sr: Gde želite da sačuvate privremene snimke tajmšifta?
sv: Var vill du spara inspelningar av tillfälliga tidsomställningar?
ta: தற்காலிக நேர சிப்ட் பதிவுகளை எங்கு சேமிக்க விரும்புகிறீர்கள்?
tr: Geçici zaman kaydırma kayıtlarını nereye kaydetmek istersiniz?
uk: Де зберігати тимчасові записи timeshift?

source: Which time shift buffer event do you want to save?
cs: Který pořad chcete uložit trvale?
el: Ποιο πρόγραμμα επιθυμείτε να αποθηκευτεί μόνιμα;
fi: Minkä ohjelman haluat tallentaa pysyvästi?
fr: Quel événement voulez-vous sauvegarder de façon permanente ?
hr: Koji događaj timešifta želite da sačuvate?
it: Quale evento vuoi salvare in modo permanente?
lt: Kurio įvykio įrašą norite išsaugoti visam laikui?
nl: Welk programma wilt u permanent verwijderen?
pl: Które wydarzenie chcesz zapisać na stałe?
sk: Ktorá udalosť sa má uložiť natrvalo?
sr: Koji događaj baferovanja pomeranja vremena želiš da sačuvaš?
sv: Vilken bufferthändelse för tidsförskjutning vill du spara?
ta: எந்த நிகழ்வை நிரந்தரமாக சேமிக்க விரும்புகிறீர்கள்?
tr: Hangi zaman kaydırma arabellek olayını kaydetmek istiyorsunuz?
uk: Яку подію ви хочете зберегти назавжди?
