Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This test checks for configured DNS. If you get an "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
bg: Този тест проверява за конфигурирани nameservers. Ако получите съобщение "непотвърдено": - моля, проверете си DHCP,окабеляването и настройките на адаптера - Ако сте конфигурирали nameservers ръчно, моля, провери записите си в "Nameserver"конфигурацията
cs: Tento test ověří, zda je nakonfigurován DNS. Pokud obdržíte zprávu "nepotvrzeno": - ověřte nastavení DHCP, kabelu a síťové karty - pokud jste nastavili DNS server ručně, prosím, ověřte nastavení v konfiguraci DNS serveru
el: Αυτό το τεστ ελέγχει για ρυθμισμένους διακομιστές ονομάτων. Αν λάβετε το μήνυμα "μη επιβεβαιωμένο": - ελέγξτε τον διακομιστή DHCP, την καλωδίωση και την εγκατάσταση του προσαρμογέα - αν έχετε ρυθμίσει τους διακομιστές ονομάτων χειροκίνητα, επιβεβαιώστε τα στοιχεία στις "Ρυθμίσεις διακομιστών ονομάτων"
fi: Tämä testi tarkistaa nimipalvelimet. Jos näet "vahvistamaton" ilmoituksen: - tarkista DHCP, kaapelointi ja sovittimen asetukset - jos määrittelit nimipalvelimet käsin, tarkista arvot "Nimipalvelimen asetukset" kohdassa
fr: Ce test vérifie la configuration des serveurs de noms. Si vous obtenez un message "non-confirmé" : - vérifiez votre configuration DHCP, votre câblage et votre adaptateur - si vous avez configuré vos serveurs de noms manuellement, vérifiez vos entrées dans la configuration "Nameserver"
hr: Ovaj test provjerava konfigurirani DNS. Ako dobijete poruku "nepotvrđeno": - provjerite svoje DHCP, kabliranje i podešavanje adaptera - ako ste ručno konfigurirali svoje poslužitelje imena, provjerite svoje unose u konfiguraciji "Poslužitelj imena"
it: Questo test verifica il DNS configurato. Se ricevi un messaggio 'non confermato': - controlla il DHCP, il cablaggio e la configurazione dell'adattatore - se hai configurato i nameserver manualmente, verifica le voci nella configurazione "Nameserver"
lt: Šis testas tikrina sukonfigūruotą DNS. Jei gaunate "nepatvirtintą" pranešimą: - patikrinkite savo DHCP, kabelių ir adapterio sąranką - jei sukonfigūravote savo vardų serverius rankiniu būdu, patikrinkite savo įrašus konfigūracijoje "Nameserver"
nl: Deze test zoekt naar geconfigureerde nameservers. (DNS) Indien u een bericht 'niet bevestigd' ziet: - controleer dan uw DHCP server, kabels en instellingen. - Indien de nameservers (DNS) handmatig ingesteld zijn, controleer deze dan.
pl: Ten test sprawdzi poprawność konfiguracji DNS. Jeśli zobaczysz informację 'niepotwierdzone': - sprawdź ustawienia DHCP, przewód i adapter sieciowy - jeśli dokonałeś ręcznej konfiguracji DNS sprawdź ponownie konfigurację 'Ustawienia DNS'
sk: Týmto testom sa overí konfigurácia DNS. Ak dostanete správu 'nepotvrdené': – overte nastavenie DHCP, kábla a sieťového adaptéra – ak ste DNS servery nastaveni ručne, prosím, overte nastavenie DNS servera
sr: Ovaj test proverava konfigurisane DNS. Ako dobijete "nepotvrđen" poruku: - proverite vaš DHCP, kablove i postavke adaptera - ako ste nejmserver ručno konfigurisali molimo proverite vaše unose "Nejmserver" konfiguraciju
sv: Det här testet kontrollerar att DNS är konfigurerad. Om du får ett "obekräftat" meddelande: - kontrollera din DHCP-, kabeldragnings- och adapterkonfiguration - om du har konfigurerat dina namnservrar manuellt, kontrollera dina poster i konfigurationen "Nameserver"
ta: இந்த சோதனை கட்டமைக்கப்பட்ட டி.என்.எச். நீங்கள் ஒரு "உறுதிப்படுத்தப்படாத" செய்தியைப் பெற்றால்: - உங்கள் DHCP, கேபிளிங் மற்றும் அடாப்டர் அமைப்பை சரிபார்க்கவும் - உங்கள் பெயர்செர்வர்களை கைமுறையாக உள்ளமைத்தால், "பெயர்செர்வர்" உள்ளமைவில் உங்கள் உள்ளீடுகளை சரிபார்க்கவும்
tr: Bu test yapılandırılmış DNS ayarlarını kontrol eder. Eğer "onaylanmamış" mesajı alırsanız: - Lütfen DHCP, kablolama ve adaptör ayarlarınızı kontrol edin. - Eğer ad sunucularınızı manuel olarak yapılandırdıysanız, lütfen "Ad Sunucusu" yapılandırmasındaki girişlerinizi doğrulayın
uk: Цей тест перевіряє правильність налаштувань Nameserver'ів. Якщо побачите повідомлення "непідтверджений": - перевірте DHCP, кабель і налаштування мережі - якщо ви налаштовували Nameserver вручну, будь ласка перевірте записи в "Nameserver" Конфігурація

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
bg: Този тест проверява дали мрежовият кабел е свързан с вашия LAN-Адаптер. Ако получите съобщение "изключен": - проверете дали мрежовият кабел е свързан - проверете дали не е скъсан кабела
cs: Tento test ověří, zda je zapojený kabel do síťové karty. Pokud obdržíte zprávu "odpojeno": - ověřte, zda je kabel zapojen - ověřte, že kabel není poškozen
da: Denne test kontrollere om et netværkskabel er forbundet til din LAN-Adapter. Hvis du får beskeden "Afbrudt": - kontroller at et netværkskabel er forbundet - kontroller at kablet ikke er i stykker
de: Dieser Test überprüft, ob ein Netzwerkkabel angeschlossen ist. Wenn Sie eine "Nicht verbunden"-Meldung erhalten: - Überprüfen Sie, ob ein Netzwerkkabel angeschlossen ist. - Stellen Sie sicher, dass das Netzwerkkabel nicht defekt ist.
el: Αυτό το τεστ ελέγχει αν το καλώδιο δικτύου είναι συνδεδεμένο στον προσαρμογέα LAN. Αν λάβετε το μήνυμα "αποσυνδεδεμένο": - βεβαιωθείτε ότι συνδέσατε το καλώδιο - βεβαιωθείτε ότι το καλώδιο δεν είναι χαλασμένο
et: See test kontrollib, kas võrgukaabel on ühendatud võrgukaardiga. Kui näed teadet "ühendamata": - veendu, et võrgukaabel on ühendatud - veendu, et kaabel on terve
fi: Tämä testi tarkistaa, onko verkkokaapeli kytketty verkkokorttiin. Jos näet "ei kytketty" ilmoituksen: - tarkista, että kaapeli on kytketty - tarkista, ettei kaapeli ole vaurioitunut
fr: Ce test vérifie si un câble réseau est connecté à votre adaptateur LAN. Si vous obtenez un message "déconnecté" : - vérifiez qu'un câble réseau est connecté - vérifiez que le câble n'est pas cassé
hr: Ovaj test provjerava je li mrežni kabel spojen na vaš LAN adapter. Ako se prikaže poruka "prekid veze": - provjerite je li priključen mrežni kabel - provjerite da kabel nije slomljen
hu: Ez a teszt leellenőrzi hogy a LAN-Adapterhez van-e hálózati kábel csatlakoztatva. Ha válaszként a "nincs csatlakoztatva" üzenetet kapja, akkor: - van-e kábel csatlakoztatva - ellenőrizze hogy a csatlakoztatott kábel szakadt-e
it: Questo test verifica se un cavo di rete è collegato all'adattatore LAN. Se ricevi un messaggio 'disconnesso': - verificare che sia collegato un cavo di rete - verificare che il cavo non sia rotto
lt: Šis testas tikrina, ar tinklo kabelis prijungtas prie jūsų vietinio tinklo adapterio. Jei gaunate žinutę 'atjungta': - tikrinkite, ar prijungtas tinklo kabelis - tikrinkite, ar kabelis nepažeistas
nl: Deze test controleert of er een netwerkkabel met uw LAN adapter verbonden is. Indien u een melding 'niets verbonden' ziet: - controleer dan of de netwerkkabel goed aangesloten is - controleer of de kabel niet defect is.
pl: Ten test sprawdzi czy do adaptera LAN podłaczono kabel sieciowy. Jeśli otrzymasz wiadoność:'odłączony' -sprawdź czy kabekl sieciowy jest podłączony -sprawdź czy kabel sieciowy nie jest zepsuty
pt_br: Este teste verifica se um cabo de rede está conectado ao adaptador LAN. Se receber uma mensagem "desligado": - Verifique se o cabo está conectado - Verifique se o cabo não está danificado
ru: Этот тест проверяет наличие подключения сетевого кабеля к сетевому адаптеру. При появлении сообщения " нет соединения": - проверьте, что сетевой кабель подключен - проверьте, что сетевой кабель не оборван
sk: Týmto testom sa overí, či je do sieťového adaptéra pripojený kábel. Ak dostanete správu 'odpojený': – overte, či je kábel pripojený – overte, či kábel nie je poškodený
sr: Ovaj test proverava da li je vaš mrežni kabel povezan sa LAN adapterom. Ako dobijete "nepovezan" poruku: - proverite da li mrežni kabel uključen - proverite da kabal nije prekinut
sv: Detta test kontrollerar om en nätverkskabel är ansluten till din LAN-adapter. Om du får ett "frånkopplat" meddelande: - kontrollera att en nätverkskabel är ansluten - kontrollera att kabeln inte är trasig
ta: உங்கள் லேன் அடாப்டருடன் பிணைய கேபிள் இணைக்கப்பட்டுள்ளதா என்பதை இந்த சோதனை சரிபார்க்கிறது. நீங்கள் "துண்டிக்கப்பட்ட" செய்தியைப் பெற்றால்: - பிணைய கேபிள் இணைக்கப்பட்டுள்ளதா என்பதை சரிபார்க்கவும் - கேபிள் உடைக்கப்படவில்லை என்பதை சரிபார்க்கவும்
tr: Bu test, ağ kablosunun Kablolu Ağ adaptörünüze bağlı olup olmadığını kontrol eder. Eğer "Bağlı değil" mesajı alırsanız: - Ağ kablosunun takılı olduğundan emin olun - Kablonun hasarlı olmadığından emin olun
uk: Цей тест перевірить чи під'єднаний кабель до Вашого мережевого адаптера. Якщо побачите повідомлення "роз’єднано": - перевірте чи мережевий кабель дійсно під'єднаний - перевірте чи мережевий кабель не пошкоджений
vi: Kiểm tra này kiểm tra xem cáp mạng có được kết nối với bộ điều hợp mạng LAN của bạn không. Nếu bạn nhận được thông báo "ngắt kết nối": - xác minh rằng cáp mạng được đính kèm - xác minh rằng cáp không bị hỏng
zh_cn: 此测试检查网络电缆是否连接到您的局域网适配器. 如果你得到一个"断开连接"的消息: - 验证网络电缆附件 - 验证电缆未断

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
bg: Този тест проверява дали е намерен валиден IP адрес за вашия LAN адаптер. Ако получите съобщение "непотвърден": - не е открит валиден IP адрес - моля проверете DHCP, кабела и настройките на адаптера
cs: Tento test ověří, zda je nastavena správná IP adresa síťové karty. Pokud obdržíte zprávu "nepotvrzeno": - nebyla nalezna žádná platná IP adresa - ověřte nastavení DHCP, kabelu a síťové karty
da: Denne test kontrollere om der findes en gyldig IP adresse til din LAN adapter. Hvis du får beskeden "Ubekræftet": - blev der ikke fundet en gyldig IP adresse - kontroller venligst din DHCP, kabling og adapteropsætning
de: Dieser Test überprüft, ob eine gültige IP-Adresse gefunden wurde. Wenn Sie eine "Unbestätigt"-Meldung erhalten: - Wurde keine gültige IP-Adresse gefunden. - Überprüfen Sie Ihr DHCP, Ihre Verkabelung und Ihre Adapter-Konfiguration.
el: Αυτό το τεστ ελέγχει αν υπάρχει έγκυρη IP Address στον προσαρμογέα LAN. Αν λάβετε το μήνυμα "μη επιβεβαιωμένο": - δεν βρέθηκε έγκυρη διεύθυνση IP - ελέγξτε τον διακομιστή DHCP, την καλωδίωση και τη ρύθμιση του προσαρμογέα
et: See test kontrollib, kas võrgukaardile leiti kehtiv IP aadress. Kui näed teadet "kinnitamata": - kehtivat IP aadressi ei leitud - kontrolli DHCP ja võrgukaardi seadeid ning kaabeldust
fi: Tämä testi tarkistaa, onko verkkosovittimella toimiva IP-osoite. Jos näet "vahvistamaton" ilmoituksen: - toimivaa IP-osoitetta ei löytynyt - tarkista DHCP, kaapeli ja verkkosovittimen asetukset
fr: Ce test vérifie si une adresse IP valide est trouvée pour votre adaptateur LAN. Si vous obtenez un message "non confirmé" : - aucune adresse IP valide n'a été trouvée - veuillez vérifier votre configuration DHCP, votre câblage et votre adaptateur
hr: Ovaj test provjerava je li pronađena valjana IP adresa za vaš LAN adapter. Ako dobijete poruku "nepotvrđeno": - nije pronađena valjana IP adresa - provjerite svoje DHCP, kabliranje i podešavanje adaptera
hu: Ez a teszt ellenőrzi hogy van-e érvényes IP cím a LAN Adapterben. Ha válaszként a "nem igazolt" választ kapja, akkor: - nem található érvényes IP cím - ellenőrizze a DHCP beállításokat, a kábelezést és az interfész beállításait
it: Questo test verifica se è stato trovato un indirizzo IP valido per l'adattatore LAN. Se ricevi un messaggio 'non confermato': - non è stato trovato alcun indirizzo IP valido - controlla il DHCP, il cablaggio e la configurazione dell'adattatore
lt: Šis testas tikrina, ar jūsų tinklo adapteriui suteiktas galiojantis IP adresas. Jei gaunate žinutę 'nepatvirtinta': - nerastas joks galiojantis IP adresas - tikrinkite savo DHCP, kabelį ir tinklo adapterio nustatymą
nl: Deze test controleert of er voor uw LAN adapter een geldig IP adres gevonden is. Indien u de melding 'niet bevestigd' ziet: - dan is er geen geldig IP adres gevonden - U dient uw DHCP server, kabels en instellingen te controleren
pl: Ten test sprawdzi poprawność adresu IP przypisanego do karty sieciowej. Jeśli otrzymasz komunikat: 'niepotwierdzone' wówczas: - przypisany adres IP jest niepoprawny - sprawdź DHCP, kabel i konfiguracje sieci
pt_br: Este teste verifica se um IP válido foi encontrado para o adaptador LAN. Se receber uma mensagem "não confirmado": - Não foi encontrado nenhum endereço de IP válido - Verifique se o servidor DHCP está configurado e funcionando corretamente.
ru: Этот тест проверяет присвоен ли IP адрес сетевому адаптеру.. При появлении сообщения " не присвоен": - IP адрес не был найден - пожалуйста проверьте настройки DHCP, сетевого адаптера и состояние сетевого кабеля
sk: Týmto testom sa overí platnosť IP adresy sieťového adaptéra Ak dostanete správu 'nepotvrdené': – nenašla sa žiadna platná IP adresa – overte nastaveniia DHCP, pripojenie kábla a nastavenie adaptéra
sr: Ovaj test proverava da li je nađena važeća IP adresa za vaš LAN adapter. Ako dobijete "nepotvrđen" poruku: - nije pronađena validna IP adresa - proverite vaš DHCP, kablove i postavke adaptera
sv: Detta test kontrollerar om en giltig IP-adress har hittats för LAN-adaptern. Om du får ett "obekräftat" meddelande: - ingen giltig IP-adress hittades - kontrollera din DHCP-, kabeldragnings- och adapterkonfiguration
ta: உங்கள் லேன் அடாப்டருக்கு செல்லுபடியாகும் ஐபி முகவரி கிடைக்குமா என்பதை இந்த சோதனை சரிபார்க்கிறது. நீங்கள் "உறுதிப்படுத்தப்படாத" செய்தியைப் பெற்றால்: - சரியான ஐபி முகவரி எதுவும் கிடைக்கவில்லை - உங்கள் DHCP, கேபிளிங் மற்றும் அடாப்டர் அமைப்பை சரிபார்க்கவும்
tr: Bu test Kablolu Ağ adaptörünüz için geçerli bir IP adresi bulunup bulunmadığını kontrol eder. Eğer "Onaylanmamış" mesajı alırsanız: - Geçerli bir IP adresi bulunamamıştır - Lütfen DHCP, kablolama ve adaptör kurulumunuzu kontrol edin
uk: Цей тест перевірить чи знайдено вірний АП-адрес для Вашого мережевого адаптера. Якщо побачите повідомлення "непідтверджений": - IP-адреса не знайдена - перевірте DHCP, кабель і мережевий адаптер
vi: Kiểm tra này kiểm tra xem có tìm thấy địa chỉ IP hợp lệ cho bộ điều hợp mạng LAN của bạn không. Nếu bạn nhận được thông báo "chưa được xác nhận": - không tìm thấy địa chỉ IP hợp lệ - vui lòng kiểm tra thiết lập DHCP, cáp và bộ điều hợp của bạn
zh_cn: 此测试检查是否为您的局域网适配器找到一个有效的IP地址. 如果你得到一个"未经证实的"消息: - 没有找到有效的IP地址 - 请检查您的DHCP.电缆和适配器设置

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify that you have entered correct IP information in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
bg: Този тест проверява дали вашият LAN адаптер е настроен за автоматична конфигурация на IP адрес с DHCP. Ако получите "деактивиран" съобщение: - Тогава вашият LAN адаптер е конфигуриран за ръчна IP настройка - Проверете дали сте въвели правилна информация за IP в диалоговия прозорец за настройка на адаптера. Ако получите съобщение "активиран" : - Проверете дали имате конфигуриран и работещ DHCP сървър във вашата мрежа.
cs: Tento test zkontroluje, zda je váš LAN adaptér nastaven pro automatickou konfiguraci IP adresy pomocí DHCP. Pokud se zobrazí zpráva „vypnuto“: - potom je váš LAN adaptér nakonfigurován pro ruční nastavení IP - ověřte, že jste v dialogovém okně nastavení adaptéru zadali správné informace o IP. Pokud se zobrazí zpráva „povoleno“: -ověřte, že máte v síti nakonfigurovaný a funkční server DHCP.
el: Αυτό το τεστ ελέγχει αν ο προσαρμογέας δικτύου έχει ρυθμιστεί για αυτόματη απόδοση διευθύνσεων IP μέσω DHCP. Αν δείτε το μήνυμα "ανενεργό" : - τότε ο προσαρμογέας LAN έχει ρυθμιστεί να αποδίδει χειροκίνητα διευθύνσεις IP - σιγουρευτείτε ότι έχετε εισάγει τις σωστές πληροφορίες IP στον διάλογο ρυθμίσεων. Αν δείτε το μήνυμα "ενεργό" : -σιγουρευτείτε ότι έχετε ένα σωστά ρυθμισμένο και λειτουργικό διακομιστή DHCP στο δίκτυό σας.
fi: Tämä testi tarkistaa, onko verkkosovittimelle määritetty automaattinen IP-osoite DHCP:n kautta. Jos näet "ei käytössä" ilmoituksen: - verkkosovitin on määritelty käyttämään kiinteää IP-osoitetta - tarkista, että olet syöttänyt oikeat IP-tiedot Sovittimen asetukset -kohdassa. Jos näet "käytössä" ilmoituksen: - tarkista, että sinulla on lähiverkossasi toimiva ja oikein määritelty DHCP-palvelin.
fr: Ce test vérifie si votre adaptateur LAN est configuré pour la configuration automatique des adresses IP avec DHCP. Si vous obtenez un message "désactivé" : - votre adaptateur LAN est configuré pour une configuration IP manuelle. - Vérifiez que vous avez saisi des informations IP correctes dans la boîte de dialogue de configuration de l'adaptateur. Si vous obtenez un message "enabled" (activé) : -Vérifiez que vous avez un serveur DHCP configuré et fonctionnel dans votre réseau.
hr: Ovaj test provjerava je li vaš LAN adapter postavljen za automatsku konfiguraciju IP adrese s DHCP-om. Ako se prikaže poruka "onemogućeno": - tada je vaš LAN adapter konfiguriran za ručno postavljanje IP-a - provjerite jeste li unijeli točne IP podatke u dijaloškom okviru za postavljanje adaptera. Ako se prikaže poruka "omogućeno": -provjerite imate li konfiguriran i funkcionalan DHCP poslužitelj u svojoj mreži.
it: Questo test verifica se l'adattatore LAN è configurato per la configurazione automatica dell'indirizzo IP con DHCP. Se ricevi un messaggio "disabilitato": - quindi l'adattatore LAN è configurato per la configurazione IP manuale - verificare di aver inserito le informazioni IP corrette nella finestra di dialogo di configurazione dell'adattatore. Se ricevi un messaggio "abilitato": -verifica di avere un server DHCP configurato e funzionante nella rete.
lt: Šis testas tikrina, ar jūsų vietinio tinklo adapteris yra nustatytas DHCP automatinei IP adreso konfigūracijai. Jei gaunate pranešimą 'išjungta': - jūsų tinklo adapteris yra sukonfigūruotas rankiniam IP nustatymui - įsitikinkite, kad įvedėte teisingą IP informaciją tinklo adapterio nustatymų dialoge. Jei gaunate pranešimą 'įjungta': - patikrinkite, ar turite savo tinkle sukonfigūruotą ir veikiantį DHCP serverį.
nl: Deze test controleert of uw LAN adapter ingesteld is voor automatisch toewijzen van het IP adres middels DHCP. Indien u de 'Gedeactiveerd' melding ziet: - Is uw LAN adapter mogelijk handmatig ingesteld - controleer dan of u wel de juiste (IP) gegevens gebruikt heeft Indien u een 'Ingeschakeld' melding ziet: - controleer dan of u wel een correct werkende DHCP server in uw netwerk heeft.
pl: Ten test sprawdzi czy karta sieciowa jest skonfigurowana do pracy z DHCP. Jeśli otrzymasz komunikat 'wyłączony': - karta sieciowa jest skonfigurowana do użycia statycznego adresu IP - sprawdź czy masz wpisane poprawne informacje dotyczące IP w oknie ustawień karty sieciowej. Jeśli otrzymasz wiadomość 'włączone': - sprawdź czy w sieci znajduje się serwer DHCP.
sk: Týmto tesom sat overí nastavenie sieťového adaptéra na automatickú konfiguráciu IP adresy pomocou DHCP. Ak dostanete správu 'vypnuté': – potom je sieťový adaptér nastavený na ručnú konfiguráciu sieťovej IP adresy – overte, či ste nastaveniach adaptéra zadali správnu IP adresu Ak dostanete správu 'zapnuté': – overte, či je vo vašej sieti správne nastavený a fungujúci DHCP server.
sr: Ovaj test proverava da li je LAN adapter podešen za auto konfiguraciju IP adrese sa DHCP. Ako dobijete "onemogućeno" poruku:. - onda je LAN adapter konfigurisan za ručno podešavanje IP - proverite da li ste uneli ispravan IP info u dijalogu za podešavanje adaptera. Ako dobijete "omogućeno" poruku: - proverite da li imate konfigurisan i radni DHCP server u mreži.
sv: Detta test kontrollerar om LAN-adaptern är inställd för automatisk konfiguration av IP-adresser med DHCP. Om du får meddelandet "disabled": - då är din LAN-adapter konfigurerad för manuell IP-konfiguration - kontrollera att du har angett korrekt IP-information i dialogrutan för adapterkonfiguration. Om du får ett "enabled"-meddelande: -kontrollera att du har en konfigurerad och fungerande DHCP-server i ditt nätverk.
ta: DHCP உடன் தானியங்கி ஐபி முகவரி உள்ளமைவுக்காக உங்கள் லேன் அடாப்டர் அமைக்கப்பட்டுள்ளதா என்பதை இந்த சோதனை சரிபார்க்கிறது. நீங்கள் ஒரு "முடக்கப்பட்ட" செய்தியைப் பெற்றால்: - பின்னர் உங்கள் லேன் அடாப்டர் கையேடு ஐபி அமைப்புக்காக கட்டமைக்கப்பட்டுள்ளது - அடாப்டர் அமைவு உரையாடலில் சரியான ஐபி தகவல்களை உள்ளிட்டுள்ளீர்களா என்பதை சரிபார்க்கவும். நீங்கள் ஒரு "இயக்கப்பட்ட" செய்தியைப் பெற்றால்: உங்கள் நெட்வொர்க்கில் கட்டமைக்கப்பட்ட மற்றும் வேலை செய்யும் DHCP சேவையகத்தை நீங்கள் வைத்திருக்கிறீர்கள்.
tr: Bu test, Kablolu Ağ adaptörünüzün DHCP ile otomatik IP adresi yapılandırması için ayarlanıp ayarlanmadığını kontrol eder. Eğer "Devre dışı" mesajı alırsanız: - Kablolu Ağ adaptörünüz manuel IP kurulumu için yapılandırılmıştır - Adaptör kurulum iletişim kutusunda doğru IP bilgilerini girdiğinizden emin olun. Eğer "Etkin" mesajı alırsanız: - Ağınızda yapılandırılmış ve çalışan bir DHCP sunucunuz olduğundan emin olun.
uk: Цей тест перевірить чи налаштований Ваш мережевий адаптер для автоматичної конфігурації АП-адреси з DHCP. Якщо побачите повідомлення "disabled": - тоді мережевий адаптер налаштований для ручної конфігурації IP-адреси без DHCP - перевірте чи в налаштуваннях адаптера введена правильна IP інформація. Якщо побачите повідомлення "enabled": - перевірте чи є в Вашій мережі правильно налаштований і працюючий DHCP сервер.

source: This test detects your configured LAN adapter.
bg: Този тест открива вашия конфигуриран LAN адаптер.
cs: Tento test detekuje nakonfigurovaný síťový adapter (LAN).
da: Denne test søger efter en konfigureret LAN adapter.
de: Dieser Test stellt Ihren konfigurierten Netzwerkadapter fest.
el: Αυτό το τεστ εντοπίζει τη ρυθμισμένη κάρτα δικτύου.
et: See test tuvastab seadistatud võrgukaardi.
fi: Tämä testi tunnistaa määrittelemäsi verkkosovittimen.
fr: Ce test détecte votre adaptateur LAN configuré.
hr: Ovaj test otkriva vaš konfigurirani LAN adapter.
hu: Ez a teszt leellenőrzi a beállított hálótzati adaptert.
it: Questo test rileva l'adattatore LAN configurato.
lt: Šis testas aptinka jūsų sukonfigūruotą tinklo adapterį.
nl: Deze test detecteert de geconfigureerde LAN-adapter.
pl: Test ten wykrywa skonfigurowaną karte sieci LAN.
pt_br: Este teste detecta as configurações do adaptador de rede.
ru: Этот тест определяет конфигурацию вашего сетевого адаптера
sk: Tento detekuje nakonfigurovaný sieťový adaptér (LAN).
sr: Ovaj test otkriva vaš konfigurisan LAN adapter.
sv: Detta test identifierar din konfigurerade LAN-adapter.
ta: இந்த சோதனை உங்கள் உள்ளமைக்கப்பட்ட லேன் அடாப்டரைக் கண்டறிகிறது.
tr: Bu test yapılandırdığınız Kablolu Ağ adaptörünüzü algılar.
uk: Цей тест визначить Ваш мережевий адаптер.
vi: Kiểm tra này phát hiện bộ điều hợp mạng LAN được cấu hình của bạn.
zh_cn: 此测试检测到您的配置的局域网适配器.
