Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Teletext StartY (lower border)
bg: Телетекст StartY (долна граница)
cs: Teletext StartY (spodní okraj)
da: Tekst-TV StartY (nederste grænse)
de: Videotext StartY (unterer Rand)
el: ΆκρηΥ τηλεκειμένου (κάτω περιθώριο)
et: Teletekst: Y-algus (alumine serv)
fi: Teksti-tv alaraja
fr: Zone Début Y (bord bas) Télétexte
hr: Teletekst StartY (donja ivica)
hu: Teletext StartY (alsó határ)
it: Televideo: y iniziale (bordo inferiore)
lt: Teleteksto StartY (apatinė riba)
nl: Teletekst StartY (beneden rand)
pl: Telegazeta StartY (dolna granica)
sk: Tetelext – začiatok Y (dolný okraj)
sr: Teletekst StartY (donja ivica)
sv: Text-TV StartY (nedre gränsen)
ta: டெலிடெக்ச்ட் ச்டார்ட்டி (கீழ் எல்லை)
tr: Teletext StartY (alt sınır)
uk: Телетекст Початок Y (нижня межа)
vi: Teletext StartY (viền dưới)
zh_cn: 图文电视(下边界)

source: Teletext TTFBold (0=normal, 1=bold)
bg: Телетекст TTFBold (0 =нормално, 1 =удебелен)
cs: Teletext TTFBold (0=normální, 1=tučné)
da: Tekst-TV TTFFed (0=normal, 1=fed)
de: Videotext TTFBold (0=normal, 1=fett)
el: TTF Έντονη τηλεκειμένου (0=κανονική, 1=έντονη)
et: Teletekst: TTF rasvane (0=tavaline, 1=rasvane)
fi: Teksti-tv 0 = normaali, 1 = lihavoitu
fr: TTF Gras Télétexte (0=normal, 1=gras)
hr: Teletekst TTFBold (0=normalno, 1=podebljano)
hu: Teletext TTFBold (0 = normál, 1 = félkövér)
it: Televideo: grassetto (0=no,1=grassetto)
lt: Teleteksto TTFBold (0=normalus, 1=paryškintas)
nl: Teletekst-TTFBold (0 = standaard, 1 = vet)
pl: Telegazeta TTFBold (0=normalny, 1=pogrubiony)
sk: Teletext TTFBold (0=normálne, 1=tučné)
sr: Teletekst TTFBold (0=normalno, 1=podebljano)
sv: Teletext TTFBold (0=normal, 1=fet)
ta: டெலிடெக்ச்ட் ttfbold (0 = இயல்பானது, 1 = தைரியம்)
tr: Teletext TTFBold (0 = normal, 1 = kalın)
uk: Телетекст TTF жирний (0=нормальний, 1=жирний)
vi: Teletext TTFBold (0 = bình thường, 1 = đậm)
zh_cn: 图文TTF粗体(0=正常,1=粗体)

source: Teletext TTFHeightFactor16 (TrueType letter height)
cs: Teletext TTFHeightFactor16 (výška písmen TrueType)
da: Tekst-TV TTFHøjdeFaktor16 (TrueType bogstavshøjde)
de: Videotext TTFHeightFactor16 (Höhe der TrueType-Zeichen)
el: TTF Ύψος16 (ύψος γραμμάτων TrueType)
et: Teletekst: TTF kõrgus 16 (TrueType teksti kõrgus)
fi: Teksti-tv Todellinen kirjaimen Korkeus
fr: TTF Facteur Hauteur 16 Télétexte (hauteur lettres TrueType)
hr: Teletekst TTFHeightFactor16 (TrueType visina slova)
hu: Teletext TTFHeightFactor16 (TrueType betű magasság)
it: Televideo: altezza della lettera TrueType
lt: Teleteksto TTFHeightFactor16 (TrueType raidės aukštis)
nl: Teletekst TTFHeightFactor16 (TrueType-letter hoogte)
pl: Telegazeta TTFHeightFactor16 (TrueType wysokość litery)
sk: Teletext TTFHeightFactor16 (výška písma TrueType)
sr: Teletekst TTFHeightFactor16 (TrueType visina slova)
sv: Text-TV TTFHeightFactor16 (TrueType-bokstävernas höjd)
ta: டெலிடெக்ச்ட் TTFHEIGHTFACTOR16 (TRUETYPE கடிதம் உயரம்)
tr: Teletext TTFHeightFactor16 (TrueType harf yüksekliği)
uk: Телетекст TTFHeightFactor16 (TrueType висота літери)
vi: Teletext TTFHeightFactor16 (Chiều cao chữ TrueType)
zh_cn: 图文TTF高度因子16(TrueType字体高度)

source: Teletext TTFScreenResX (screen X resolution)
cs: Teletext TTFScreenResX (rozlišení obrazovky X)
da: Tekst-TV TTFSkærmOplX (skærm X opløsning)
de: Videotext TTFScreenResX (Bildschirmauflösung in X)
el: TTF Ανάλυση Οθόνης Χ τηλεκειμένου
et: Teletekst: TTF lahutusX (ekraanilahutus X)
fi: Teksti-tv Ruudun X resolutio
fr: Résol. Écran X TTF Télétexte (résolution écran X)
hr: Teletekst TTFScreenResX (rezolucija X ekran)
hu: Teletext TTFScreenResX (képernyő X felbontása)
it: Televideo TTFScreenResX (risoluzione dello schermo X)
lt: Teleteksto TTFScreenResX (ekrano X rezoliucija)
nl: Teletekst TTFScreenResX (X schermresolutie)
pl: Telegazeta TTFScreenResX (rozdzielczość ekranu X)
sk: Teletext TTFScreenResX (rozlíšenie obrazovky X)
sr: Teletekst TTFScreenResX (rezolucija X ekran)
sv: Text-TV TTFScreenResX (skärm X-upplösning)
ta: டெலிடெக்ச்ட் TTFSCREENRESX (ச்கிரீன் ஃச் தெளிவுத்திறன்)
tr: Teletext TTFScreenResX (ekran X çözünürlük)
uk: Телетекст TTFScreenResX (роздільна здатність екрану Х)
vi: Teletext TTFScreenResX (độ phân giải màn hình X)
zh_cn: 电视屏幕(屏幕X分辨率)

source: Teletext TTFShiftX (horizontal letter position)
cs: Teletext TTFShiftX (horizontální pozice písmen)
da: Tekst-TV TTFSkiftX (vandret bogstavsposition)
de: Videotext TTFShiftX (horizontale Zeichenposition)
el: TTF Θέση Χ (οριζόντια θέση γραμμάτων)
et: Teletekst: TTF X-nihe (teksti horisontaalne asukoht)
fi: Teksti-tv (vaakasuora kirjaimen sijainti)
fr: Décalage TTF Télétexte (position horizontale de la lettre)
hr: Teletekst TTFShiftX (horizontalna pozicija slova)
hu: Teletext TTFShiftX (vízszintes betű pozíció)
it: Televideo: TTFShiftX (posizione orizzontale lettera)
lt: Teleteksto TTFShiftX (horizontali raidės pozicija)
nl: Teletekst TTFShiftX (horizontale letter positie)
pl: Telegazeta TTFShiftX (pozioma pozycja litery)
sk: Teletext TTFShiftX (horizontálna pozícia písmena)
sr: Teletekst TTFShiftX (horizontalna pozicija slova)
sv: Text-TV TTFShiftX (horisontell bokstavsposition)
ta: டெலிடெக்ச்ட் TTFSHIFTX (கிடைமட்ட கடிதம் நிலை)
tr: Teletext TTFShiftX (yatay harf konumu)
uk: Телетекст TTFShiftX (горизонтальне положення букв)
vi: Teletext TTFShiftX (vị trí chữ ngang)
zh_cn: 图文TTF移X(水平字母位置)

source: Teletext TTFShiftY (vertical letter position)
cs: Teletext TTFShiftY (svislá poloha písmen)
da: Tekst-TV TTFSkiftY (lodter bogstavsposition)
de: Videotext TTFShiftY (vertikale Zeichenposition)
el: TTF Θέση Υ (κάθετη θέση γραμμάτων)
et: Teletekst: TTF Y-nihe (teksti vertikaalne asukoht)
fi: Teksti-tv pystysuora kirjaimen sijainti
fr: Décalage TTF Télétexte (position verticale de la lettre)
hr: Teletekst TTFShiftY (vertikalna pozicija slova)
hu: Teletext TTFShiftY (függőleges levél pozíció)
it: Televideo TTFShiftY (posizione della lettera verticale)
lt: Teleteksto TTFShiftY (vertikali raidės pozicija)
nl: Teletekst TTFShiftY (verticale letter positie)
pl: Telegazeta TTFShiftY (pionowa pozycja litery)
sk: Teletext TTFShiftY (vertikálna pozícia písmena)
sr: Teletekst TTFShiftY (vertikalna pozicija slova)
sv: Text-TV TTFShiftY (vertikal bokstavsposition)
ta: டெலிடெக்ச்ட் TTFSHIFTY (செங்குத்து கடிதம் நிலை)
tr: Teletext TTFShiftY (dikey harf konumu)
uk: Телетекст TTFShiftY (вертикальне положення букв)
vi: Teletext TTFShiftY (vị trí chữ dọc)
zh_cn: 图文TTF移Y(垂直字母位置)

source: Teletext TTFWidthFactor16 (TrueType letter width)
cs: Teletext TTFWidthFactor16 (šířka písmen TrueType)
da: Tekst-TV TTFBreddeFaktor16 (TryeType bogstavsbredde)
de: Videotext TTFWidthFactor16 (Breite der TrueType-Zeichen)
el: TTF Πλάτος16 (πλάτος γραμμάτων TrueType)
et: Teletekst: TTF laius 16 (TrueType teksti laius)
fi: Teksti-tv Todellinen kirjaimen leveys
fr: TTF Facteur Largeur 16 Télétexte (largeur lettres TrueType)
hr: Teletekst TTFWidthFactor16 (TrueType širina slova)
hu: Teletext TTFWidthFactor16 (TrueType betű szelesség)
it: Televideo TTFWidthFactor16 (larghezza della lettera TrueType)
lt: Teleteksto TTFWidthFactor16 (TrueType raidės plotis)
nl: Teletekst TTFWidthFactor16 (TrueType-letter breedte)
pl: Telegazeta TTFWidthFactor16 (TrueType szerokość liter)
sk: Teletext TTFWidthFactor16 (šírka písma True Type)
sr: Teletekst TTFWidthFactor16 (TrueType širina slova)
sv: Text-TV TTFWidthFactor16 (TrueType-bokstävernas bredd)
ta: டெலிடெக்ச்ட் TTFWIDTHFACTOR16 (TRUETYPE LETTER WIDTH)
tr: Teletext TTFWidthFactor16 (TrueType harf genişliği)
uk: Телетекст TTFWidthFactor16 (TrueType ширина літери)
vi: Teletext TTFWidthFactor16 (Độ rộng chữ TrueType)
zh_cn: 图文TTF宽度因子16(TrueType字母宽度)

source: Teletext UseTTF (0=fixed font, 1=TrueType)
bg: Телетекст UseTTF (0 = фиксиран шрифт, 1 = TrueType)
cs: Teletext UseTTF (0=pevné písmo, 1=TrueType)
da: Tekst-TV BrugTTF (0=fast skrifttype, 1=TrueType)
de: Videotext UseTTF (0=Bitmap-Zeichensatz, 1=TrueType-Zeichensatz)
el: Χρήση TTF τηλεκειμένου (0=σταθερή, 1=TrueType)
et: Teletekst: TTF kasutamine (0=fikseeritud laiusega font, 1=TrueType)
fi: Teksti-tv käyttää (0=korjattu merkistö, 1=Todellinen-merkistö)
fr: Utiliser TTF Télétexte (0=police pas fixe, 1=TrueType)
hr: Teletekst UseTTF (0=fiksni font, 1=TrueType)
hu: Teletext UseTTF (0 = fix font, 1 = TrueType)
it: Televideo UseTTF (0 = carattere fisso, 1 = TrueType)
lt: Teleteksto UseTTF (0=fiksuotas šriftas, 1=TrueType)
nl: Teletekst-gebruikTTF (0 = vast lettertype, 1 = TrueType)
pl: Telegazeta UseTTF (0=czcionka stała, 1=TrueType)
sk: Teletext UseTTF (0=písmo s rovnakou šírkou, 1=TrueType)
sr: Teletekst UseTTF (0=fiksni font, 1=TrueType)
sv: Teletext UseTTF (0=fixerat typsnitt, 1=TrueType)
ta: டெலிடெக்ச்ட் USETTF (0 = நிலையான எழுத்துரு, 1 = TRUETYPE)
tr: Teletext UseTTF (0 = sabit yazı tipi, 1 = TrueType)
uk: Телетекст UseTTF (0=фіксований шрифт, 1=TrueType)
vi: Teletext UseTTF (0 = phông chữ cố định, 1 = TrueType)
zh_cn: 图文使用TTF(0=固定字体,1=TrueType)

source: Teletext base visibility
bg: Видимост на телетекстовата база
cs: Základní viditelnost teletextu
da: Tekst-TV grundsynlighed
de: Videotext Grund-Deckkraft
el: Διαφάνεια βάσης τηλεκειμένου
et: Teleteksti üldine läbipaistvus
fi: Teksti-tv läpinäkyvyys
fr: Télétexte visibilité de base
hr: Osnovna vidljivost Teleteksta
hu: Teletext alap láthatósága
it: Visibilità del televideo
lt: Teleteksto bazinis matomumas
nl: Teletekst basis zichtbaarheid
pl: Podstawa widoczności telegazety
ru: Видимость телетекста
sk: Priehľadnosť pozadia teletextu
sr: Osnovna vidljivost Teleteksta
sv: Teletextbasens synlighet
ta: டெலிடெக்ச்ட் அடிப்படை தெரிவுநிலை
tr: Teletext temel görünürlük
uk: Видимість телетексту
vi: Khả năng hiển thị cơ sở Teletext
zh_cn: 图文电视的可见性

source: Teletext font and resolution
bg: Телетекст шрифт и резолюция
cs: Písmo a rozlišení teletextu
da: Tekst-TV skrifftype og opløsning
de: Videotext Zeichensatz und Auflösung
el: Γραμματοσειρά και ανάλυση τηλεκειμένου
et: Teletekst: font ja lahutus
fi: Tekstitv fontti ja resoluutio
fr: Police et résolution Télétexte
hr: Teletekst slovo i rezolucija
hu: Teletext betű és felbontás
it: Carattere e risoluzione del televideo
lt: Teleteksto šriftas ir rezoliucija
nl: Teletekst lettertype en resolutie
pl: Czcionka i rozdzielczość telegazety
sk: Písmo a rozlíšenie teletextu
sr: Teletekst font i rezolucija
sv: Text-TV-teckensnitt och upplösning
ta: டெலிடெக்ச்ட் எழுத்துரு மற்றும் தீர்மானம்
tr: Teletext yazı tipi ve çözünürlük
uk: Розмір і шрифт телетексту
vi: Phông chữ và độ phân giải
zh_cn: 图文字体和分辨率

source: Teletext subtitle color
bg: Цвят на субтитрите
cs: Barva teletextových titulků
da: Tekst-TV undertekst farve
de: Farbe der Videotext Untertitel
el: Χρώμα υποτίτλων τηλεκειμένου
et: Teletekst: subtiitrite värv
fi: Teksti-tv tekstityksen väri
fr: Couleur des sous-titres télétexte
hr: Teletekst boja titlova
hu: Teletext felirat színe
it: Colore dei sottotitoli televideo
lt: Teleteksto subtitrų spalva
nl: Kleur van de Teletekst-ondertitels
pl: Kolor napisów telegazety
pt_br: Cor da legenda de teletexto
ru: Цвет телетекста субтитров
sk: Farba teletextových titulkov
sl: Barva teletekst (TXT) podnapisov
sr: Teletekst boja titlova
sv: Färg för text-TV-undertexter
ta: டெலிடெக்ச்ட் வசன வண்ணம்
tr: Teletext altyazı rengi
uk: Колір субтитрів телетексту
vi: Màu phụ đề Teletext
zh_cn: 电视图文字幕颜色

source: Telnet Interface
bg: Telnet интерфейс
cs: Rozhraní Telnetu
da: Telnet grænseflade
de: Telnet
el: Διεπαφή telnet
et: Telneti kasutajaliides
fi: Telnet liittymä
fr: Interface Telnet
hr: Telnet Sučelje
hu: Telnet interfész
it: Interfaccia Telnet
lt: Telnet sąsaja
pl: Interfejs Telnetu
ru: Интерфейс Telnet
sk: Rozhranie Telnetu
sr: Telnet interfejs
sv: Telnet-gränssnitt
ta: டெல்நெட் இடைமுகம்
tr: Telnet Arayüzü
uk: Telnet Інтерфейс
vi: Giao diện Telnet
zh_cn: Telnet界面

source: Telnet Port
bg: Telnet порт
cs: Port Telnetu
el: Θύρα telnet
et: Telneti port
fi: Telnet Portti
fr: Port Telnet
it: Porta Telnet
lt: Telnet jungtis
nl: Telnet poort
pl: Port Telnetu
ru: Telnet-Порт
sk: Port Telnetu
ta: டெல்நெட்
tr: Telnet Portu
uk: Telnet Порт
vi: Cổng Telnet
zh_cn: Telnet端口

source: Telugu
cs: Telugština
el: Τελουγκού
lt: Telugų
sk: telugčina
ta: தெலுங்கு
uk: Телугу

source: Temp directory (%s)
cs: Dočasný adresář (%s)
el: Προσωρινός φάκελος (%s)
fi: Tilapäishakemisto (%s)
hr: Privremeni direktorijum (%s)
it: Cartella temporanea (%s)
pl: Katalog tymczasowy (%s)
sk: Dočasný priečinok (%s)
sr: Privremeni direktorijum (%s)
sv: Temp-katalog (%s)
ta: தற்காலிக அடைவு (%s)
tr: Geçici dizin (%s)
uk: Тимчасовий каталог (%s)

source: Temporarily mount as %s
cs: Dočasně připojit jako %s
el: Προσωρινή προσάρτηση ως %s
fi: Väliaikainen liitos %s
hr: Privremeno montiraj kao %s
it: Monta temporaneamente come %s
nl: Tijdelijk mounten als %s
pl: Tymczasowo zamontuj jako %s
sk: Dočasne pripojiť ako %s
sr: Privremeno montiraj kao %s
sv: Temporärt monterad som %s
ta: தற்காலிகமாக %s ஆக ஏற்றவும்
tr: Geçici olarak %s gibi bağlayın
uk: Тимчасово підключити як %s

source: Temporary directory
cs: Dočasný adresář
el: Προσωρινός φάκελος
fi: Väliaikainen hakemisto
hr: Privremeni direktorij
it: Cartella temporanea
nl: Tijdelijke map
pl: Katalog tymczasowy
sk: Dočasný priečinok
sr: Privremeni direktorij
sv: Temporär katalog
ta: தற்காலிக அடைவு
tr: Geçici dizin
uk: Тимчасовий каталог

source: Tennis
bg: Тенис
cs: Tenis
da: Tenis
el: Τένις
hr: Tenis
lt: Tenisas
pl: Tenis
sk: Tenis
sr: Tenis
ta: டென்னிச்
tr: Tenis
uk: Теніс
zh_cn: 网球

source: Tennis/Squash
cs: tenis/skvoš
el: τένις/σκουώς
hr: Tenis/Squash
lt: tenisas/skvošas
sr: Tenis/Squash
tr: Tenis/Squash
uk: теніс/сквош

source: Terrestrial
bg: Наземен
cs: Pozemní
da: DVB-T
de: Terrestrisch
el: Επίγειο
et: Maapealne TV (DVB-T)
fi: Antennivastaanotto
fr: Terrestre
hr: Zemaljski
hu: Földi
it: Terrestre
lt: Antžeminė TV
nl: DVB-T
pl: Naziemny
pt_br: Terrestre
ru: Наземный
sk: Pozemné
sl: Zemeljski
sr: Zemaljski
sv: Terrestrisk
ta: நிலப்பரப்பு
tr: Karasal
uk: Наземний
vi: TH mặt đất
zh_cn: 地面

source: Test
el: Δοκιμή
fi: Testi
ta: தேர்வு
uk: Тест

source: Test DiSEqC settings
bg: Тест DiSEqC настройки
cs: Test DiSEqC nastavení
da: Afprøv DiSEqC indstillinger
de: Teste DiSEqC-Einstellungen
el: Έλεγχος ρυθμίσεων DiSEqC
et: Testi DiSEqC seadeid
fi: Testaa DiSEqC asetukset
fr: Test configuration DiSEqC
hr: Test DiSEqC postavke
hu: DiSEqC beállítások tesztelése
it: Test configurazione DiSEqC
lt: Tikrinti DiSEqC nustatymus
nl: Test DiSEqC instellingen
pl: Test ustawień DiSEqC
pt_br: Testar configurações da DiSEqC
ru: Тест настроек DiSEqC
sk: Test nastavení DiSEqC
sl: Testiraj DiSEqC nastavitve
sr: Test DiSEqC postavke
sv: Testa DiSEqC-inställningar
ta: Diseqc அமைப்புகளை சோதிக்கவும்
tr: DiSEqC ayarlarını test edin
uk: Тест налаштувань DiSEqC
vi: Kiểm tra cài đặt DiSEqC
zh_cn: 测试DiSEqC设置

source: Test job completed.
cs: Testovací úloha dokončena.
el: Η εργασία δοκιμής ολοκληρώθηκε.
fi: Testitehtävä suoritettu.
hr: Test posao je dovršen.
it: Test processo completato.
nl: Testopdracht voltooid.
pl: Zadanie testowe zakończone.
sk: Testovacia úloha bola dokončená.
sr: Test posao je dovršen.
sv: Testjobbet slutfört.
ta: சோதனை வேலை முடிந்தது.
tr: Test işlemi tamamlandı.
uk: Тестове завдання виконано.

source: Test job failed!
cs: Testovací úloha se nezdařila!
el: Η εργασία δοκιμής απέτυχε!
fi: Testitehtävä epäonnistui!
hr: Test posao nije uspeo!
it: Test processo fallito!
nl: Testopdracht mislukt!
pl: Zadanie testowe nie powiodło się!
sk: Testovacia úloha neúspešná!
sr: Test posao nije uspeo!
sv: Testjobbet misslyckades!
ta: சோதனை வேலை தோல்வியடைந்தது!
tr: Test işlemi başarısız oldu!
uk: Тестове завдання не вдалося!

source: Test mode
bg: Тестов режим
cs: Testovací režim
da: Test type
de: Testmodus
el: Κατάσταση ελέγχου
et: Testpilt
fi: Virityskuvan lähetys
fr: Mode test
hr: Test režim
hu: Teszt mód
it: Modalità test
lt: Testuoti
nl: Test modus
pl: Tryb testowy
pt_br: Modo de teste
ru: Режим теста
sk: Testovací režim
sl: Testni način
sr: Test režim
sv: Testläge
ta: சோதனை முறை
tr: Test modu
uk: Тестовий режим
vi: Chế độ kiểm tra
zh_cn: 测试模式

source: Test the network configuration of your %s %s.
bg: Тестване на мрежовата конфигурация на вашия %s %s.
cs: Testuji síťovou konfiguraci Vašeho %s %s.
el: Έλεγχος των ρυθμίσεων δικτύου του %s %s σας.
fi: Testaa %s %s:n lähiverkon toiminta.
fr: Tester la configuration réseau de votre %s %s.
hr: Test mrežne konfiguracije %s %s.
it: Test della configurazione di rete del %s %s.
lt: Patikrinkite savo %s %s tinklo konfigūraciją.
nl: Test de netwerkconfiguratie van uw %s %s.
pl: Testuj konfigurację sieci w Twoim %s %s.
sk: Test sieťových nastavení %s %s.
sr: Test mrežne konfiguracije %s %s.
sv: Testa nätverkskonfigurationen för din %s %s.
ta: உங்கள் %s %s இன் பிணைய உள்ளமைவை சோதிக்கவும்.
tr: %s %s cihazınızın ağ yapılandırmasını test edin.
uk: Тест мережевого з'єднання Вашого %s %s.

source: Test type
bg: Тип на теста
cs: Typ testu
el: Τύπος ελέγχου
et: Testi tüüp
fi: Testin tyyppi
fr: Type test
hr: Test vrsta
hu: Teszt típusa
it: Tipo di test
lt: Testo tipas
pl: Typ testu
pt_br: Tipo de teste
ru: Тип теста
sk: Typ testu
sr: Test tip
sv: Typ av test
ta: சோதனை வகை
tr: Test tipi
uk: Тип тесту
vi: Loại thử nghiệm
zh_cn: 测试类型

source: Testing Information
cs: Testovací informace
el: Πληροφορίες ελέγχου
fi: Testaus tiedot
hr: Test Info
it: Informazioni sui test
nl: Testinformatie
pl: Informacje testowe
sk: Informácie o testovaní
sr: Test Info
sv: Information om testning
ta: சோதனை செய்தி
tr: Test Bilgileri
uk: Інформація про тестування

source: Testscreens
bg: Тестови екрани
cs: Nastavení obrazu v TV
da: Prøvebilleder
de: Testbilder
el: Οθόνες δοκιμών
et: Testtabelid
fi: Testikuvat
fr: Ecrans de test
hr: Probni zaslon
hu: Fényerő
it: Schermate di prova
lt: Testiniai vaizdai
nl: Testschermen
pl: Ekrany testowe
ru: Тестовые окна
sk: Testovacie obrazovky
sr: Probni ekran
sv: Testskärmar
ta: டெச்ட்ச்கிரீன்கள்
tr: Test ekranları
uk: Тестові вікна
vi: Kiểm tra
zh_cn: 屏幕测试

source: Testscreens that are helpful to fine-tune your display
bg: Тестови екрани които са полезни за фина настройка на вашия дисплей
cs: Testovací obrazovky, které vám pomohou doladit váš televizor
el: Δοκιμαστικές κάρτες που βοηθούν να μικρορυθμίσετε την οθόνη σας
fi: Testikuvat ovat avuksi näytön virityksessä
fr: Ecran de tests qui sont utiles pour faire la mise au point de votre écran
hr: Probni zasloni koji su korisni za precizno podešavanje
it: Schermate di prova utili per mettere a punto il display
lt: Testiniai vaizdai, kurie yra naudingi norint tiksliai sureguliuoti ekraną
nl: Testschermen waarmee u de weergave van uw scherm kunt optimaliseren
pl: Zdjęcia testowe do dostrajania obrazu
sk: Testovacie obrazovky sú užitočné na jemné doladenie vášho zobrazovača
sr: Probni ekrani koji su korisni za precizno podešavanje
sv: Testskärmar som är till hjälp för att finjustera din display
ta: உங்கள் காட்சியை நன்றாக மாற்றுவதற்கு உதவக்கூடிய டெச்ட்ச்கிரீன்கள்
tr: Ekranınızın ince ayarını yapmaya yardımcı olan test ekranları
uk: Тестові вікна допоможуть Вам завершити налаштування Вашого екрану

source: Text
bg: Текст
da: Tekst
el: Κείμενο
et: Tekst
fi: Teksti
fr: Texte
hr: Tekst
hu: Szöveg
it: Testo
lt: Tekstas
nl: Tekst
pl: Tekst
ru: Текст
sr: Tekst
ta: உரை
tr: Metin
uk: Текст
vi: Văn bản
zh_cn: 文本

source: Text color
bg: Цвят на текст
cs: Barva textu
da: Tekstfarve
de: Textfarbe
el: Χρώμα κειμένου
et: Teksti värv
fi: Tekstin väri
fr: Couleur texte
hr: Boja teksta
hu: Szöveg színe
it: Colore testo
lt: Teksto spalva
nl: Tekstkleur
pl: Kolor tekstu
pt_br: Cor do texto
ru: Цвет текста
sk: Farba textu
sr: Boja teksta
sv: Textfärg
ta: உரை நிறம்
tr: Metin rengi
uk: Колір тексту
vi: Văn bản màu
zh_cn: 文本颜色

source: Thai
cs: Thajština
da: Thailandsk
de: Thailändisch
el: Ταϊλανδικά
et: Tai
fr: Thaï
hu: Thái
it: Thailandese
lt: Tailando
nl: Thais
pl: Tajski
pt_br: Tailandês
ru: Тайский
sk: thajčina
ta: தாய்
tr: Tay Dili
uk: Тайська
zh_cn: 泰语

source: Thailand
cs: Thajsko
el: Ταϊλάνδη
et: Tai
fi: Thaimaa
hu: Thaiföld
it: Thailandia
lt: Tailandas
pl: Tajlandia
sk: Thajsko
ta: தாய்லாந்து
tr: Tayland
uk: Тайланд
vi: Nước Thái Lan
zh_cn: 泰国

source: Thank you for using and completing the wizard. The %s %s is now ready to use. Please press OK to start using the %s %s.
cs: Děkujeme vám, že jste průvodce použili a dokončili. %s %s je nyní připraveno k použití. Stisknutím tlačítka OK začněte používat %s %s.
el: Σας ευχαριστούμε για τη χρήση και την ολοκλήρωση του οδηγού. Ο %s %s είναι τώρα έτοιμος για χρήση. Πιέστε ΟΚ για να ξεκινήσει η χρήση του %s %s.
fi: Kiitos, että käytit ohjattua toimintoa ja suoritit sen loppuun. %s %s on nyt valmis käyttöön. Aloita %s %s:n käyttö painamalla OK.
hr: Hvala što ste koristili i dovršili čarobnjaka. %s %s sada je spreman za upotrebu. Pritisnite OK za početak korištenja %s %s.
it: Grazie per aver usato e completato la procedura guidata. %s %s è ora pronto per l'uso. Premi OK per iniziare a usare %s %s.
nl: Bedankt voor het gebruiken en voltooien van de wizard. Uw %s %s is nu klaar voor gebruik. Druk op OK om de %s %s te gebruiken.
pl: Dziękujemy za skorzystanie z kreatora. %s %s jest gotowy do użytkowania. Naciśnij OK, aby rozpocząć korzystanie z %s %s.
sk: Ďakujeme za využitie a dokončenie sprievodcu. Zariadenie %s %s je teraz pripravené na používanie. Zariadenie %s %s môžete začať používať po stlačení OK.
sr: Hvala vam što koristite i završavate čarobnjaka. %s %s je sada spreman za korišćenje. Molimo pritisnite OK da biste počeli koristiti %s %s.
sv: Tack för att du har använt och slutfört guiden. %s %s är nu redo att användas. Tryck på OK för att börja använda %s %s.
ta: வழிகாட்டியைப் பயன்படுத்துவதற்கும் முடித்ததற்கும் நன்றி. %s %s இப்போது பயன்படுத்த தயாராக உள்ளது. %s %s ஐப் பயன்படுத்தத் தொடங்க சரி என்பதை அழுத்தவும்.
tr: Sihirbazı kullandığınız ve tamamladığınız için teşekkür ederiz. %s %s alıcınız kullanıma hazırdır. %s %s alıcınızı kullanmaya başlamak için OK tuşuna basın.
uk: Дякуємо за використання та завершення майстра. %s %s тепер готовий до використання. Натисніть OK, щоб почати використовувати %s %s.

source: Thank you for using and completing the wizard. The %s %s needs to restart. Please press OK to restart the %s %s.
cs: Děkujeme vám, že jste průvodce použili a dokončili. %s %s se musí restartovat. Stisknutím OK restartujte %s %s.
el: Σας ευχαριστούμε για τη χρήση και την ολοκλήρωση του οδηγού. Πρέπει να γίνει επανεκκίνηση του %s %s. Πιέστε ΟΚ για να γίνει επανεκκίνηση του %s %s.
fi: Kiitos, että käytit ohjattua toimintoa ja suoritit sen loppuun. %s %s uudelleen käynnistys tarvittaan. Paina OK käynnistääksesi uudelleen %s %s.
hr: Hvala što ste koristili i dovršili čarobnjaka. %s %s mora se ponovno pokrenuti. Pritisnite OK za ponovno pokretanje %s %s.
it: Grazie per aver usato e completato la procedura guidata. %s %s deve essere riavviato. Premi OK per riavviare %s %s.
nl: Bedankt voor het gebruiken en voltooien van de wizard. Uw %s %s moet opnieuw worden gestart. Druk op OK om uw %s %s opnieuw op te starten.
pl: Dziękujemy za skorzystanie z kreatora. %s %s wymaga ponownego uruchomienia. Naciśnij OK, aby uruchomić ponownie %s %s.
sk: Ďakujeme za využitie a dokončenie sprievodcu. Zariadenie %s %s sa teraz musí reštartovať. Zariadenie %s %s sa reštartuje po stlačení OK.
sr: Hvala vam što ste koristili i završili čarobnjaka. %s %s treba da se restartuje. Molimo pritisnite OK da restartujete %s %s.
sv: Tack för att du har använt och slutfört guiden. %s %s behöver startas om. Tryck på OK för att starta om %s %s.
ta: வழிகாட்டியைப் பயன்படுத்துவதற்கும் முடித்ததற்கும் நன்றி. %s %s மறுதொடக்கம் செய்ய வேண்டும். %s %s ஐ மறுதொடக்கம் செய்ய சரி என்பதை அழுத்தவும்.
tr: Sihirbazı kullandığınız ve tamamladığınız için teşekkür ederiz. %s %s alıcınızın yeniden başlatılması gerekiyor. %s %s alıcınızı Yeniden başlatmak için lütfen OK tuşuna basın .
uk: Дякуємо за використання та завершення майстра. %s %s потрібне перезавантаження. Натисніть OK, щоб перезавантажити %s %s.
