Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Error downloading image '%s'!
cs: Chyba při stahování obrazu '%s'!
el: Σφάλμα λήψης του image '%s'!
fi: Virhe ladattaessa ohjelmisto image'%s'!
hr: Pogreška pri preuzimanju imidža '%s'!
it: Errore durante il download dell'immagine '%s'!
lt: Atsisiunčiant vaizdą "%s" įvyko klaida!
nl: Fout bij het downloaden van het image '%s'!
pl: Błąd podczas pobierania systemu „%s”!
sk: Chyba pri sťahovaní image '%s'!
sr: Greška preuzimanja imidža '%s'!
sv: Fel vid nedladdning av bild '%s'!
ta: படத்தைப் பதிவிறக்குவதில் பிழை '%s'!
tr: '%s' yazılımını indirirken hata oluştu!
uk: Помилка завантаження іміджу '%s'!

source: Error executing plugin
bg: Грешка при изпълнението на приставката
cs: Chyba při provádění pluginu
da: Fejl ved kørsel af plugin
de: Ausführen des Plugins fehlgeschlagen
el: Σφάλμα κατά την εκτέλεση προσθέτου
et: Viga plugina käivitamisel
fi: Virhe plugin lisäosan suorittamisessa
fr: Erreur d'exécution de l'extension
hr: Pogreška pri izvršavanju dodatka
hu: Bővítmény indítási hiba
it: Errore durante l'esecuzione del plugin
lt: Klaida paleidžiant priedą
nl: Fout bij het uitvoeren van een plugin
pl: Błąd podczas uruchamiania wtyczki
pt_br: Erro ao executar o plugin
ru: Ошибка запуска плагина
sk: Chyba pri spustení pluginu
sl: Napaka pri zagonu vtičnika
sr: Greška izvršavanja plugina
sv: Fel vid exekvering av plugin
ta: சொருகி செயல்படுத்துவதில் பிழை
tr: Eklentinin çalıştırılması sırasında hata oluştu
uk: Помилка виконання плагіна
vi: Lỗi thực thi plugin
zh_cn: 执行插件错误

source: Error getting link via %s %s
cs: Chyba při získávání odkazu přes %s %s
el: Σφάλμα λήψης συνδέσμου μέσω %s %s
fi: Virhe linkiä hakiessa %s %s
hr: Pogreška pri dobivanju veze putem %s %s
it: Errore durante l'ottenimento del collegamento tramite %s %s
lt: Klaida gaunant saitą per %s %s
nl: Fout bij het ophalen van een link via %s %s
pl: Błąd podczas pobierania linku przez %s %s
sk: Chyba pri získavaní odkazu cez %s %s
sr: Greška dobijanja veze putem %s %s
sv: Fel vid hämtning av länk via %s %s
ta: %s வழியாக இணைப்பைப் பெறுவதில் பிழை %s
tr: %s %s üzerinden bağlantı alınırken hata oluştu
uk: Помилка отримання посилання через %s %s

source: Error moving 'epg.dat' to its destination!
cs: Chyba při přesunu souboru epg.dat na místo určení!
el: Σφάλμα κατά τη μετακίνηση του epg.dat στον προορισμό του!
fi: Virheet, siirrettäessa epg.dat!
hr: Pogreška pri premještanju 'epg.dat' na odredište!
it: Errore nello spostamento di 'epg.dat' alla sua destinazione!
nl: Fout bij het verplaatsen van epg.dat !
pl: Błąd podczas przenoszenia pliku „epg.dat” do miejsca docelowego!
sk: Chyba pri presúvaní 'epg.dat' na určené miesto!
sr: Greška kreće 'epg.dat' do svog odredišta!
sv: Fel vid flyttning av 'epg.dat' till dess destination!
ta: 'Epg.dat' ஐ அதன் இலக்குக்கு நகர்த்தும் பிழை!
tr: 'epg.dat' dosyasını hedef konumuna taşıma hatası!
uk: Помилка під час переміщення 'epg.dat' до місця призначення!

source: Error opening recording file
bg: Грешка при отваряне на записващия файл
cs: Chyba při otevírání souboru záznamu
da: Fejl ved åbning af optagelsesfil
de: Fehler beim Öffnen der Aufnahmedatei
el: Σφάλμα ανοίγματος αρχείου εγγραφής
fi: Virhe tallennustiedoston avaamisessa"
fr: Erreur d'ouverture du fichier d'enregistrement
hr: Pogreška pri otvaranju datoteke snimanja
it: Errore durante l'apertura del file di registrazione
lt: Klaida atidarant įrašymo failą
nl: Fout bij het openen van de opname
pl: Błąd podczas otwierania pliku nagrania
sk: Chyba pri otváraní súboru s nahrávkou
sr: Greška otvaranja fajla snimanja
sv: Fel vid öppning av inspelningsfil
ta: பதிவுசெய்தல் கோப்பைத் திறப்பதில் பிழை
tr: Kayıt dosyası açılırken hata oluştu
uk: Помилка відкриття файлу запису
zh_cn: 打开录制文件时出错

source: Error reading webpage!
bg: Грешка при четенето на уеб страница!
cs: Chyba načtení webu!
da: Fejl ved læsning webside!
de: Fehler beim Lesen der Webseite!
el: Σφάλμα ανάγνωσης ιστοσελίδας!
et: Viga veebilehe lugemisel!
fi: Virhe luettaessa web-sivua!
fr: Erreur lors de la lecture de la page web !
hr: Pogreška pri čitanju web stranice!
hu: Hiba történt a weboldal olvasásakor!
it: Errore di lettura pagina web!
lt: Įvyko klaida nuskaitant svetainę!
nl: Fout bij lezen webpagina!
pl: Błąd odczytu strony!
ru: Ошибка чтения страницы!
sk: Chyba pri načítaní webovej stránky!
sr: Greška čitanja web stranice!
sv: Fel vid läsning av webbsida!
ta: வலைப்பக்கத்தைப் படிப்பதில் பிழை!
tr: Web sayfası okuma hatası!
uk: Помилка читання веб-сторінки!
vi: Lỗi đọc trang web!
zh_cn: 读取网页错误!

source: Error retrieving 'epg.dat' from the remote receiver!
cs: Chyba při načítání 'epg.dat' ze vzdáleného přijímače!
el: Σφάλμα κατά την ανάκτηση του epg.dat από τον εφεδρικό δέκτη!
fi: Virhe haettaessa epg.dat tiedostoa etävastaanottimelta!
hr: Pogreška pri dohvaćanju 'epg.dat' s udaljenog tunera!
it: Errore nel recupero di 'epg.dat' dal ricevitore remoto!
nl: Fout bij het lezen van epg.dat vanaf de Fallback tuner!
pl: Błąd podczas pobierania pliku „epg.dat” ze zdalnego odbiornika!
sk: Chyba pri získavaní 'epg.dat' zo vzdialeného prijímača!
sr: Greška pri preuzimanju "epg.dat" sa daljinskog prijemnika!
sv: Fel vid hämtning av 'epg.dat' från fjärrmottagaren!
ta: தொலைநிலை பெறுநரிடமிருந்து 'epg.dat' ஐ மீட்டெடுப்பதில் பிழை!
tr: Uzak alıcıdan ‘epg.dat’ dosyasını alırken hata oluştu!
uk: Помилка під час отримання 'epg.dat' із резервного приймача!

source: Error retrieving location of 'epg.dat' on the remote receiver!
cs: Chyba při načítání umístění 'epg.dat' na vzdáleném přijímači!
el: Σφάλμα κατά την ανάκτηση της θέσης του epg.dat στον εφεδρικό δέκτη!
fi: Virhe haettaessa epg.dat tiedoston sijaintia etävastaanottimelta!
hr: Pogreška pri dohvaćanju lokacije 'epg.dat' na udaljenom tuneru!
nl: Fout bij het lezen van de epg.dat locatie op de Fallback tuner!
pl: Błąd podczas pobierania lokalizacji „epg.dat” na zdalnym odbiorniku!
sk: Chyba pri získavaní umiestnenia 'epg.dat' na vzdialenom prijímači!
sr: Greška pri preuzimanju lokacije 'epg.dat' na daljinskom prijemniku!
ta: தொலைநிலை ரிசீவரில் 'epg.dat' இருப்பிடத்தை மீட்டெடுப்பதில் பிழை!
tr: Uzak alıcıdaki 'epg.dat' dosyasının konumunu alma hatası!
uk: Помилка під час отримання розташування 'epg.dat' на резервному приймачі!

source: Error text:
cs: Text chyby:
el: Κείμενο σφάλματος:
fi: Virheteksti:
hr: Tekst pogreške:
it: Testo dell'errore:
lt: Klaidos tekstas:
nl: Fouttekst:
pl: Tekst błędu:
sk: Text chyby:
sr: Tekst greška:
sv: Felaktig text:
ta: பிழை உரை:
tr: Hata metni:
uk: Текст помилки:

source: Error unzipping image '%s'!
cs: Chyba při rozbalování obrazu '%s'!
el: Σφάλμα αποσυμπίεσης του image '%s'!
fi: Virhe purettaessa ohjelmisto image %s!
hr: Pogreška pri raspakiranju imidža '%s'!
it: Errore durante la decompressione dell'immagine '%s'!
lt: Išarchyvuojamo atvaizdo klaida '%s'!
nl: Fout bij het uitpakken van het image '%s'!
pl: Błąd przy rozpakowywaniu systemu '%s'!
sk: Chyba pri rozbaľovaní image '%s'!
sr: Greška raspakovanja imidža '%s'!
sv: Fel vid uppackning av bild '%s'!
ta: படங்களை அவிழ்த்து விடுங்கள் '!
tr: '%s' yazılımı açılırken hata oluştu!
uk: Помилка розархівування іміджу '%s'!

source: Error while retrieving fallback timer information %s
bg: Грешка при извличане на информация за резервния таймер %s
cs: Chyba při získávání informací ze záložního časovače %s
el: Σφάλμα ανάκτησης πληροφοριών εφεδρικού χρονοδιακόπτη %s
fi: Virhe haettaessa menneitä ajastus tietoja. %s
fr: Erreur lors de la récupération des informations de programmation de repli %s
hr: Pogreška prilikom dohvaćanja informacija o rezervnom mjeraču vremena %s
it: Errore durante il recupero delle informazioni sul timer di fallback %s
lt: Klaida atsisiunčiant atsarginio imtuvo laikmačio informaciją %s
nl: Fout tijdens het ophalen van de Fallback timer informatie %s
pl: Błąd podczas pobierania informacji o liczniku czasu awaryjnego %s
sk: Chyba pri načítaní informácií o záložnom časovači %s
sr: Greška prilikom preuzimanja informacija o rezervnom tajmeru %s
sv: Fel vid hämtning av information om fallback-timer %s
ta: குறைவடையும் நேரங்குறிகருவி தகவலை மீட்டெடுக்கும் போது பிழை %s
tr: Geri dönüş zamanlayıcı bilgileri alınırken hata oluştu %s
uk: Помилка під час отримання інформації про резервний таймер %s

source: Error writing '/etc/enigma2/epg.dat' on the remote receiver!
cs: Chyba při zápisu '/etc/enigma2/epg.dat' na vzdáleném přijímači!
el: Σφάλμα εγγραφής του '/etc/enigma2/epg.dat' στον απομακρυσμένο δέκτη!
fi: Virheiden kirjoittaessa "/etc/enigma2/epg.dat" etävastaanottimella!
hr: Pogreška pri pisanju '/etc/enigma2/epg.dat' na udaljenom tuneru!
it: Errore durante la scrittura di '/etc/enigma2/epg.dat' sul ricevitore remoto!
nl: Fout bij het schrijven van '/etc/enigma2/epg.dat' naar de remote receiver!
pl: Błąd podczas zapisu '/etc/enigma2/epg.dat' na zdalnym odbiorniku!
sk: Chyba pri zápise '/etc/enigma2/epg.dat' na vzdialenom prijímači!
sr: Greška pri pisanju '/etc/enigma2/epg.dat' na daljinskom prijemniku!
sv: Fel vid skrivning av '/etc/enigma2/epg.dat' på fjärrmottagaren!
ta: தொலைநிலை ரிசீவரில் '/etc/enigma2/epg.dat' எழுதுவது பிழை!
tr: Uzak alıcıda '/etc/enigma2/epg.dat' dosyasına yazma işleminde hata oluştu!
uk: Помилка запису '/etc/enigma2/epg.dat' на віддаленому приймачі!

source: Error writing 'epg.dat' on the remote receiver!
cs: Chyba při zápisu 'epg.dat' na vzdáleném přijímači!
el: Σφάλμα κατά την αποθήκευση του epg.dat στον εφεδρικό δέκτη!
fi: Virheitä kirjoittaessa epg.dat etävastaanottimessa!
hr: Pogreška pri pisanju 'epg.dat' na udaljenom tuneru!
it: Errore nella scrittura di 'epg.dat' sul ricevitore remoto!
nl: Fout bij het schrijven van epg.dat naar de Fallback tuner!
pl: Błąd podczas zapisu „epg.dat” na zdalnym odbiorniku!
sk: Chyba pri zápise 'epg.dat' na vzdialenom prijímači!
sr: Greška pri pisanju 'epg.dat' na daljinskom prijemniku!
sv: Fel vid skrivning av 'epg.dat' på fjärrmottagaren!
ta: தொலைநிலை ரிசீவரில் 'epg.dat' எழுதுவது பிழை!
tr: Uzak alıcıda 'epg.dat' dosyasına yazma işleminde hata oluştu!
uk: Помилка під час запису 'epg.dat' на резервний приймач!

source: Error, unknown Result!
bg: Грешка, неизвестен резултат!
cs: Chyba, neznámý výsledek!
da: Fejl, ukendt resultat!
de: Fehler, unbekanntes Ergebnis!
el: Σφάλμα, άγνωστο αποτέλεσμα!
et: Viga, tundmatu tulemus!
fi: Virhe, tuntematon tulos!
fr: Erreur, résultat inconnu !
hr: Pogreška, nepoznat rezultat!
hu: Hiba, ismeretlen végeredmény!
it: Errore, risultato sconosciuto!
lt: Klaida, nežinomas rezultatas!
nl: Fout, onbekende uitkomst!
pl: Błąd, nieznany wynik!
sk: Chyba, neznámy výsledok!
sr: Greška, nepoznat rezultat!
sv: Fel, okänt resultat!
ta: பிழை, தெரியாத முடிவு!
tr: Hata, bilinmeyen Sonuç!
uk: Помилка, невідомий результат!
vi: Lỗi, chưa biết kết quả!
zh_cn: 错误,未知结果!

source: Error: %s Retry?
bg: Грешка: %s Повторен опит?
cs: Chyba: %s opakovat?
da: Fejl: %s Prøve igen ?
de: Fehler aufgetreten: %s Erneut versuchen?
el: Σφάλμα: %s Προσπάθεια ξανά;
et: Viga: %s Uus katse?
fi: Virhe: %s Yritä uudelleen?
fr: Erreur : %s Réessayer ?
hr: Pogreška: %s Pokušati ponovno?
hu: Hiba: %s Próbáljam újra?
it: Errore: %s Riprovare?
lt: Klaida: %s Kartoti?
nl: Fout: %s Opnieuw?
pl: Błąd: %s Ponowić?
pt_br: Erro: %s Tentar de novo?
ru: Ошибка: %s Повторить?
sk: Chyba: %s Zopakovať?
sl: Napaka: %s Ponovno?
sr: Greška %s Pokušati ponovo?
sv: Felmeddelande: %s Försök igen?
ta: பிழை: %s மீண்டும் முயற்சிக்கிறீர்களா?
tr: Hata: %s Tekrar denensin mi?
uk: Помилка: %s Повторити?
vi: Lỗi:%s Thử lại?
zh_cn: 错误: %s 重试?

source: Error: An empty filename is illegal!
bg: Празно име на файла е недопустимо.
cs: Chyba: Prázdný název souboru není povolen!
el: Σφάλμα: Ένα κενό όνομα αρχείου δεν είναι έγκυρο!
fi: Virhe: Tyhjä nimi ei ole sallittu!
fr: Un nom de fichier vide est interdit!
hr: Pogreška: Prazan naziv datoteke je nedopustiv!
it: Errore: un nome di file vuoto non è valido!
lt: Tuščias failo pavadinimas negalimas.
nl: Fout: Geen bestandsnaam is niet toegestaan!
pl: Błąd: pusta nazwa pliku jest nieprawidłowa!
sk: Chyba: prázdny názov súboru je neplatný!
sr: Greška: Prazno ime fajla nije dopustivo!
sv: Fel i filen: Ett tomt filnamn är olagligt!
ta: பிழை: வெற்று கோப்பு பெயர் சட்டவிரோதமானது!
tr: Hata: Boş dosya adı geçersizdir!
uk: Пусте ім'я файлу є недопустимим!

source: Error: Cannot find any images!
cs: Chyba: Nelze najít žádné obrazy!
el: Σφάλμα: αδυναμία εύρεσης για images!
fi: Virhe: Yhtään ohjelmistoa ei löydy!
hr: Pogreška: Nije moguće pronaći nijedan imidž!
it: Errore: impossibile trovare immagini!
lt: Klaida: nepavyksta rasti jokių atvaizdų!
nl: Fout: Kan geen images vinden!
pl: Błąd: Nie można znaleźć żadnych obrazów!
sk: Chyba: nepodarilo sa nájsť žiadny image!
sr: Greška: Nemoguće naći imidž!
sv: Fel: Kan inte hitta några bilder: Det går inte att hitta några bilder!
ta: பிழை: எந்த படங்களையும் கண்டுபிடிக்க முடியவில்லை!
tr: Hata: Herhangi bir yazılım bulunamıyor!
uk: Помилка: не вдається знайти імідж!

source: Error: Checksum is invalid!
bg: Грешка: Контролната сума е невалидна!
cs: Chyba: Kontrolní součet je neplatný!
el: Σφάλμα: μη έγκυρη ακεραιότητα αρχείου!
fi: Virhe: Tarkistussumma on virheellinen!
hr: Pogreška: Kontrolni zbroj je nevažeći!
it: Errore: il checksum non è valido!
lt: Klaida: kontrolinė suma neleistina!
nl: Fout: Checksum is ongeldig!
pl: Błąd: Suma kontrolna nieprawidłowa!
sk: Chyba: kontrolný súčet je neplatný!
sr: Greška: Neispravan Checksum!
sv: Fel i checksumman: Checksumman är ogiltig!
ta: பிழை: செக்சம் தவறானது!
tr: Hata: Sağlama toplamı geçersiz!
uk: Помилка: контрольна сума невірна!

source: Error: Could not find a suitable device! Please remove some downloaded images or attach another device (e.g. USB stick) with sufficient free space and try again.
bg: Не можах да намеря подходящ носител - Моля, премахнете някои изтеглени изображения или поставете носител (напр. USB флаш) с достатъчно свободно място и опитайте отново!
cs: Chyba: Nelze najít vhodné zařízení! Odstraňte některé stažené obrazy nebo připojte jiné zařízení (např. USB flash disk) s dostatkem volného místa a zkuste to znovu.
el: Σφάλμα: αδυναμία εύρεσης της κατάλληλης συσκευής! Παρακαλώ διαγράψτε κάποια από τα ληφθέντα images ή συνδέστε άλλη συσκευή (π.χ. USB στικ) με επαρκή ελεύθερο χώρο και δοκιμάστε ξανά.
fi: Sopivaa tallennusvälinettä ei löytynyt. Poista joitain ladattuja ohjelmistoja tai aseta tietoväline (esim. USB-tikku), jossa on riittävästi vapaata tilaa, ja yritä uudelleen.
fr: Impossible de trouver un support approprié - Veuillez supprimer des images téléchargées ou branchez un nouveau support (par exemple, une clé USB) avec suffisamment d'espace libre et réessayer !
hr: Pogreška: Nije moguće pronaći odgovarajući uređaj! Uklonite neke preuzete slike ili priključite drugi uređaj (npr. USB stick) s dovoljno slobodnog prostora i pokušajte ponovno.
it: Errore: impossibile trovare un dispositivo adatto! Rimuovi alcune immagini scaricate o collega un altro dispositivo (ad es. chiavetta USB) con spazio libero sufficiente e riprova.
lt: Klaida: nepavyko rasti tinkamo įrenginio! Pašalinkite kai kuriuos atsisiųstus atvaizdus arba pridėkite kitą įrenginį (pvz., USB atmintinę) su pakankamai laisvos vietos ir bandykite dar kartą.
nl: Kon geen geschikt medium vinden! Verwijder a.u.b. enkele lokale images of plaats een medium (USB stick) met voldoende vrije ruimte en probeer het nog een keer.
pl: Błąd: Nie udało się znaleźć odpowiedniego urządzenia! Usuń niektóre pobrane obrazy lub włóż nośnik (np. Pamięć USB) z wystarczającą ilością wolnego miejsca i spróbuj ponownie.
sk: Nenašlo sa vhodné médium – prosím odstráňte niektoré stiahnuté súbory s image alebo vložte médium (napr. USB kľúč) s dostatkom voľného miesta a skúste to znovu.
sr: Greška: Nemoguće pronaći odgovarajući uređaj! Uklonite preuzeti imidž ili stavite uređaj (npr., USB stik) sa dovoljno slobodnog prostora i pokušajte ponovo.
sv: Felmeddelande: Det gick inte att hitta en lämplig enhet! Ta bort några nedladdade bilder eller anslut en annan enhet (t.ex. ett USB-minne) med tillräckligt med ledigt utrymme och försök igen.
ta: பிழை: பொருத்தமான சாதனத்தைக் கண்டுபிடிக்க முடியவில்லை! பதிவிறக்கம் செய்யப்பட்ட சில படங்களை அகற்றவும் அல்லது மற்றொரு சாதனத்தை (எ.கா. யூ.எச்.பி ச்டிக்) போதுமான இலவச இடத்துடன் இணைக்கவும், மீண்டும் முயற்சிக்கவும்.
tr: Hata: Uygun bir cihaz bulunamadı! Lütfen indirilen bazı yazılımları kaldırın veya yeterli boş alana sahip başka bir cihaz (örn. USB bellek) takın ve tekrar deneyin.
uk: Не вдалося знайти відповідні носії. Видаліть деякі завантажені іміджі, або вставте носій (наприклад, флешку) з достатнім вільним об’ємом і повторіть спробу.

source: Error: Creating directory '%s' failed!
bg: Създаване на директория %s не успя.
cs: Chyba: Vytvoření adresáře '%s' se nezdařilo!
el: Σφάλμα: Η δημιουργία του φακέλου '%s' απέτυχε!
fi: Hakemiston %s luominen epäonnistui!
fr: Echec de la création du répertoire %s.
hr: Pogreška: Stvaranje direktorija '%s' nije uspjelo!
it: Errore: creazione della cartella '%s' non riuscita!
lt: Katalogo sukurti %s nepavyko.
nl: Het aanmaken van de map %s is mislukt!
pl: Błąd: Tworzenie katalogu '%s' nie powiodło się!
sk: Chyba: nepodarilo sa vytvoriť priečinok '%s'!
sr: Greška: Pravljenje direktorijuma '%s' nije uspelo!
sv: Fel vid skapande av katalog Skapandet av katalogen '%s' misslyckades!
ta: பிழை: கோப்பகத்தை உருவாக்குவது '%s' தோல்வியுற்றது!
tr: Hata oluştu: '%s' dizini oluşturulamadı!
uk: Створення директорії %s невдале!

source: Error: Creating picon target directory: (%s)
cs: Chyba: Vytváření cílového adresáře picon: (%s)
el: Σφάλμα στη δημιουργία φακέλου λογότυπων: (%s)
fi: Virhe: Kanavalogojen kansion luominen epäonnistui: (%s)
hr: Pogreška: Stvaranje ciljnog direktorija picon: (%s)
it: Errore: creazione della cartella di destinazione picon %s non riuscita
nl: Fout bij het maken van de map voor de Picons: (%s)
pl: Błąd: Tworzenie katalogu docelowego picon: (%s)
sk: Chyba: Vytváranie cieľového adresára pikon: (%s)
sr: Greška: Kreiranje pikona ciljni direktorijum: (%s)
sv: Fel vid skapande av Skapar målkatalog för picon: (%s)
ta: பிழை: பிகான் இலக்கு கோப்பகத்தை உருவாக்குதல்: (%s)
tr: Hata: Pikon hedef dizini oluşturulurken: (%s)
uk: Помилка: Створення цільового каталогу піконів: (%s)

source: Error: Directory '%s' does not exist!
bg: Директорията %s не съществува.
cs: Chyba: Adresář %s neexistuje!
el: Σφάλμα: Ο φάκελος %s δεν υπάρχει!
fi: Hakemistoa %s ei löydy!
fr: Répertoire %s n'existe pas.
hr: Pogreška: Direktorijum '%s' ne postoji!
it: Errore: la cartella '%s' non esiste!
lt: Katalogo %s nėra.
nl: Fout: Map %s bestaat niet!
pl: Błąd: Katalog '%s' nie istnieje!
sk: Chyba: Priečinok %s neexistuje!
sr: Greška: Direktorijum '%s' ne postoji!
sv: Felmeddelande: Katalogen '%s' finns inte!
tr: Hata: '%s' dizini mevcut değil!
uk: Каталогу %s не існує!

source: Error: Failed to run service scan! (%s)
cs: Chyba: Spuštění kontroly služby se nezdařilo! (%s)
el: Σφάλμα: Αποτυχία εκκίνησης ανίχνευσης υπηρεσιών! (%s)
fi: Virhe: Epäonnistunut kanavien etsintä! (%s)
hr: Pogreška:Nije uspjelo pokretanje skeniranja usluge! (%s)
it: Errore: impossibile eseguire la scansione del servizio! (%s)
nl: Fout: Scan kan niet worden gestart! (%s)
pl: Błąd: Nie udało się uruchomić skanowania kanałów! (%s)
sk: Chyba: nepodarilo sa spustiť vyhľadávanie staníc alebo služieb! (%s)
sr: Greška:Nije uspelo pokretanje skeniranja usluge! (%s)
sv: Felmeddelande: Misslyckades med att köra tjänstesökning! (%s)
ta: பிழை: பணி ச்கேன் இயக்குவதில் தோல்வி! (%s)
tr: Hata: Kanal taraması çalıştırılamadı! (%s)
uk: Помилка: Не вдалося виконати сканування каналів! (%s)

source: Error: File '%s' cannot be opened! (%s)
cs: Chyba: Soubor '%s' nelze otevřít! (%s)
el: Σφάλμα: Αδύνατο το άνοιγμα του αρχείου '%s'! (%s)
fi: Virhe: Tiedostoa '%s' ei voi avata! (%s)
hr: Pogreška: Datoteka '%s' se ne može otvoriti! (%s)
it: Errore: impossibile aprire il file '%s'! (%s)
lt: Klaida: failo "%s" atidaryti negalima! (%s)
nl: Fout: Bestand '%s' kan niet worden geopend! (%s)
pl: Błąd: Plik '%s' nie może zostać otwarty! (%s)
sk: Chyba: súbor '%s' nie je možné otvoriť! (%s)
sr: Greška: Fajl '%s' nemoguće otvoriti! (%s)
sv: Fel i fil: Filen '%s' kan inte öppnas! (%s)
ta: பிழை: கோப்பு '%s' திறக்க முடியாது! (%s)
tr: Hata oluştu: Dosya '%s' açılamıyor! (%s)
uk: Помилка: файл '%s' неможливо відкрити! (%s)

source: Error: File or directory '%s' already exists!
cs: Chyba: Soubor nebo adresář '%s' již existuje!
el: Σφάλμα: Το αρχείο ή ο φάκελος '%s' υπάρχει ήδη!
fi: Virhe: Tiedosto tai hakemisto '%s' on jo olemassa!
hr: Pogreška: Datoteka ili direktorij '%s' već postoji!
it: Errore: il file o la cartella '%s' esiste già!
lt: Klaida: failas arba katalogas "%s" jau egzistuoja!
nl: Fout: Bestand of map '%s' bestaat al!
pl: Błąd: Plik lub katalog '%s' już istnieje!
sk: Chyba: Súbor alebo priečinok '%s' už existuje!
sr: Greška: Fajl ili direktorij '%s' već postoji!
sv: Felmeddelande: Filen eller katalogen '%s' finns redan!
ta: பிழை: கோப்பு அல்லது அடைவு '%s' ஏற்கனவே உள்ளது!
tr: Hata: Dosya veya dizin '%s' zaten var!
uk: Помилка: файл або каталог '%s' вже існує!

source: Error: FileCommanderData screen requires a formatting dictionary!
cs: Chyba: Obrazovka FileCommanderData vyžaduje slovník pro formátování!
el: Σφάλμα: Η οθόνη FileCommanderData απαιτεί λεξικό μορφοποίησης!
fi: Virhe: Tiedostonhallinta data näyttö vaatii muotoilusanakirjan!
hr: Pogreška: Zaslon FileCommanderData zahtijeva rječnik za oblikovanje!
it: Errore: la schermata FileCommanderData richiede un dizionario di formattazione!
lt: Klaida: "FileCommanderData" ekranui reikalingas formatavimo žodynas!
nl: Fout: Het FileCommanderData-scherm vereist een formatteer protocol!
pl: Błąd: Ekran FileCommanderData wymaga słownika formatowania!
sk: Chyba: zobrazenie údajov pre Správcu súborov vyžaduje slovník pre formátovanie!
sr: Greška: Na ekranu FajlMenadžerPodaci treba rečnik oblikovanja!
sv: Fel i FileCommanderData: FileCommanderData-skärmen kräver en formateringsordbok!
ta: பிழை: FileCommanderData திரைக்கு ஒரு வடிவமைப்பு அகராதி தேவை!
tr: Hata: FileCommanderData ekranı bir biçimlendirme sözlüğü gerektiriyor!
uk: Помилка: Екран FileCommanderData вимагає словник форматування!

source: Error: Image '%s' to install is invalid!
cs: Chyba: Obraz'%s' k instalaci je neplatný!
el: Σφάλμα: Το image προς εγκατάσταση '%s' δεν είναι έγκυρο!
fi: Virhe: Asennettava ohjelmisto %s on virheellinen!
hr: Pogreška: Imidž '%s' za instalaciju nije valjana!
it: Errore: l'immagine '%s' da installare non è valida!
lt: Atvaizdo įdiegimas yra neleistinas %s
nl: Fout: Het te installeren Image '%s' is niet geschikt!
pl: Błąd: System '%s' do zainstalowania jest nieprawidłowy!
sk: Chyba: image '%s' na inštaláciu nie je platný!
sr: Greška: Imidž '%s' za instalaciju nevažeći!
sv: Felmeddelande: Bilden '%s' som ska installeras är ogiltig!
ta: பிழை: நிறுவ படம் '%s' தவறானது!
tr: Hata: Yüklenecek '%s' yazılımı geçersiz!
uk: Помилка: імідж '%s' для встановлення недійсний!

source: Error: Interaction failure, unable to change password!
bg: Грешка: Неуспешно взаимодействие, не може да се промени паролата!
cs: Chyba: Selhání interakce, nelze změnit heslo!
el: Σφάλμα: αποτυχία αλληλεπίδρασης, αδυναμία αλλαγής κωδικού πρόσβασης!
fi: Virhe: salasanan vaihtaminen ei onnistu!
hr: Pogreška: Neuspjeh interakcije, nije moguće promijeniti lozinku!
it: Errore: interazione non riuscita, impossibile modificare la password!
lt: Klaida: veiksmo klaida, slaptažodžio keisti neįmanoma!
nl: Fout: Interactie mislukt, kan het wachtwoord niet wijzigen!
pl: Błąd: nieudana interakcja, nie można zmienić hasła!
sk: Chyba: zlyhanie interakcie, nie je možné zmeniť heslo!
sr: Greška: Komunikacija nije uspela, lozinka se nemože promeniti!
sv: Felmeddelande: Interaktionsfel, det går inte att ändra lösenordet!
ta: பிழை: தொடர்பு தோல்வி, கடவுச்சொல்லை மாற்ற முடியவில்லை!
tr: Hata: Etkileşim hatası, parola değiştirilemiyor!
uk: Помилка: Збій взаємодії, не вдається змінити пароль!
