Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: There was an error downloading the region list
bg: При изтеглянето на списъка с региони възникна грешка
cs: Při stahování seznamu regionů došlo k chybě
da: Der opstod en fejl ved download af regionslisten
de: Beim Herunterladen der Regionsliste ist ein Fehler aufgetreten
el: Προέκυψε ένα σφάλμα κατά τη λήψη της λίστας περιοχών
fi: Aluelistan lataamisessa tapahtui virhe
fr: Une erreur s’est produite lors du téléchargement de la liste des régions
hr: Došlo je do pogreške pri preuzimanju popisa regija
it: Si è verificato un errore durante il download dell'elenco delle regioni
lt: Atsisiunčiant regionų sąrašą įvyko klaida
nl: Er is iets verkeerd gegaan bij het downloaden van de regio lijst
pl: Wystąpił błąd podczas pobierania listy regionów
sk: Nastala chyba pri sťahovaní zoznamu regiónov
sr: Došlo je do greške tokom preuzimanja liste regiona
sv: Det uppstod ett fel vid nedladdningen av regionlistan
ta: பிராந்திய பட்டியலைப் பதிவிறக்குவதில் பிழை ஏற்பட்டது
tr: Bölge listesi indirilirken bir hata oluştu
uk: Під час завантаження списку регіонів сталася помилка
zh_cn: 下载区域列表时出错

source: There was an error downloading the update list. Please try again.
bg: Възникна грешка при изтеглянето на списъка с актуализации. Моля, опитайте отново.
cs: Při stahování seznamu aktualizací došlo k chybě. Zkuste to prosím znovu.
el: Προέκυψε ένα σφάλμα κατά τη λήψη της λίστας ενημερώσεων. Παρακαλώ δοκιμάστε ξανά.
fi: Virhe ladattaessa päivitys listaa. Yritä uudelleen.
fr: Une erreur s'est produite lors du téléchargement de la liste des mises à jour. Veuillez réessayer.
hr: Došlo je do pogreške pri preuzimanju popisa ažuriranja. Pokušajte ponovno.
it: Si è verificato un errore durante il download dell'elenco degli aggiornamenti. Per favore riprova.
lt: Atsisiunčiant naujinimų sąrašą įvyko klaida. Bandykite dar kartą.
nl: Er is iets verkeerd gegaan bij het downloaden van het update overzicht. A.u.b. nog een keer proberen.
pl: Wystąpił błąd podczas pobierania listy aktualizacji. Proszę spróbuj ponownie.
sk: Pri sťahovaní zoznamu aktualizácií nastala chyba. Prosím, skúste to ešte raz.
sr: Došlo je do greške tokom preuzimanja liste ispravki. Pokušajte ponovo.
sv: Det uppstod ett fel vid nedladdningen av uppdateringslistan. Vänligen försök igen.
ta: புதுப்பிப்பு பட்டியலைப் பதிவிறக்குவதில் பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
tr: Güncelleme listesi indirilirken bir hata oluştu. Lütfen tekrar deneyin.
uk: Під час завантаження списку оновлень сталася помилка. Будь ласка, спробуйте ще раз.

source: There was an error while trying to login.
bg: Възникна грешка при опит за влизане.
cs: Při pokusu o přihlášení došlo k chybě.
da: Der opstod en fejl mens login blev forsøgt.
de: Beim Versuch, sich anzumelden, ist ein Fehler aufgetreten.
el: Προέκυψε ένα σφάλμα κατά τη σύνδεση.
fi: Sisäänkirjautumisessa tapahtui virhe.
fr: Une erreur s’est produite lors de la tentative de connexion.
hr: Došlo je do pogreške prilikom pokušaja prijave.
it: Si è verificato un errore durante il tentativo di accesso.
lt: Bandant prisijungti įvyko klaida.
nl: Er is een fout opgetreden bij het inloggen.
pl: Wystąpił błąd podczas próby logowania.
sk: Pri pokuse o prihlásenie nastala chyba.
sr: Došlo je do greške tokom pokušaja prijavljivanja.
sv: Det uppstod ett fel när du försökte logga in.
ta: உள்நுழைய முயற்சிக்கும்போது பிழை ஏற்பட்டது.
tr: Giriş yapmaya çalışırken bir hata oluştu.
uk: Під час спроби входу відбулася помилка.
zh_cn: 尝试登录时出错.

source: This %s %s cannot decode %s streams!
bg: Този %s %s не може да декодира %s потоци!
cs: Tento %s %s nemůže dekódovat %s streamů!
da: %s %s kan ikke afkode %s Streams!
de: Die %s %s kann nicht entschüsseln %s streams!
el: Αυτός ο %s %s δεν μπορεί να αποκωδικοποιήσει τις %s ροές!
et: %s %s ei suuda dekodeerida %s voogesitust!
fi: Tämä %s %s ei pysty purkamaan %s lähteitä!
fr: Le %s %s ne peut décoder les flux %s !
hr: Ovaj %s %s nemože da dešifruje %s! strimove!
hu: Ez a(z) %s %s készülék nem képes %s adatfolyamokat dekódolni!
it: Impossibile decodificare stream %s con questo %s %s!
lt: Šis %s %s negali iškoduoti %s srautų!
nl: Deze %s %s kan %s streams niet decoderen!
pl: Ten %s %s nie może zdekodować %s strumienia!
ru: Данный %s %s не может декодировать потоки %s!
sk: %s %s nedokáže dekódovať %s streamov!
sr: Ovaj %s %s nemože da dešifruje %s! strimove!
sv: Denna %s %s kan inte avkoda %s-strömmar!
ta: இந்த %s %s %s ச்ட்ரீம்களை டிகோட் செய்ய முடியாது!
tr: Bu %s %s, %s akışlarını çözemez!
uk: Цей %s %s не може декодувати %s потоки!
vi: Đây % s% s là gói không thể giải mã các luồng% s!
zh_cn: 这 %s %s 无法解码 %s 流!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
bg: Този DVD RW носител вече е форматиран - преформатирането ще изтрие цялото съдържание на диска.
cs: DVD RW médium je již naformátováno - nové formátování smaže veškerý obsah na tomto DVD.
da: Denne DVD RW er allerede formatteret - reformattering vil slette alt indhold på disken.
de: Dieses wiederbeschreibbare Medium ist bereits formatiert - durch eine Neuformatierung wird der gesamte Inhalt gelöscht.
el: Αυτό το DVD RW είναι ήδη φορμαρισμένο - η επαναμορφοποίηση θα σβήσει όλα τα περιεχόμενα του δίσκου.
et: DVD RW ketas on juba vormindatud. Uuesti vormindamisel kustutatakse kõik, mis plaadile kirjutatud.
fi: Tämä DVD-RW levy on jo alustettu - uudelleenalustus tuhoaa levyn kaiken sisällön.
fr: Ce support DVD RW est déjà formaté - le reformater effacera tout le contenu sur le disque.
hr: Ovaj DVD RW medij je već formatiran - ponovno formatiranje će izbrisati sav sadržaj na disku.
hu: Ez a DVD RW medium már meg van formázva - a lemez újraformázásával minden adat el fog veszni.
it: Questo supporto DVD RW è già formattato: la riformattazione cancellerà tutto il contenuto del disco.
lt: Šis DVD RW diskas jau formatuotas - performatavimas ištrins visą šio disko turinį.
nl: Dit DVD-RW medium is reeds geformatteerd - herformatteren zal alles wissen op deze disk.
pl: Nosnik DVD RW zawiera dane- jego sformatowanie spowoduje utrate danych na nosniku.
pt_br: Este DVD RW já está formatado. Reformatar irá remover todo o conteúdo do disco.
ru: Этот DVD RW уже отформатирован - переформатирование может удалить все содержимое диска.
sk: DVD RW médium je už naformátované – nové formátovanie vymaže celý obsah na tomto DVD.
sl: DVD RW medij je že formatiran-ponovno formatiranje bo izbrisalo vso vsebino na mediju!
sr: Ovaj DVD RW medij je formatiran - ponovno formatiranje će izbrisati sav sadržaj na disku.
sv: Detta DVD RW-medium är redan formaterat - omformatering kommer att radera allt innehåll på skivan.
ta: இந்த டிவிடி ஆர்.டபிள்யூ ஊடகம் ஏற்கனவே வடிவமைக்கப்பட்டுள்ளது - மறுவடிவமைப்பு என்பது வட்டில் உள்ள அனைத்து உள்ளடக்கங்களையும் அழிக்கும்.
tr: DVD-RW ortamı zaten biçimlendirilmiş - yeniden biçimlendirme tüm disk içeriğini silecektir.
uk: Цей DVD-RW диск вже відформатований - переформатування знищить всі дані на диску.
vi: Phương tiện DVD RW này đã được định dạng - định dạng lại sẽ xóa tất cả nội dung trên đĩa.
zh_cn: 此DVD RW介质已经格式化-重新格式化将擦除光盘上的所有内容.

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
cs: To vám umožní změnit velikost písma v poměru k velikosti vzhledu, takže 1 zvětšuje o 1 bod a -1 zmenšuje o 1 bod.
el: Αυτό επιτρέπει την αλλαγή του σχετικού ως προς το θέμα μεγέθους γραμματοσειράς, έτσι το 1 μεγεθύνει κατά 1 σημείο, και το -1 σμικρύνει κατά 1 σημείο μεγέθους.
hr: Ovo vam omogućuje promjenu veličine fonta u odnosu na veličinu sučelja, tako da 1 povećava veličinu za 1 točku, a -1 smanjuje za 1 točku.
it: Consente di modificare la dimensione del carattere in relazione alla dimensione della skin: 1 aumenta di 1 dimensione in punti e -1 diminuisce di 1 dimensione in punti.
lt: Ši parinktis leidžia nustatyti šrifto dydį lyginant su temos dydžiu, todėl 1 padidina 1 dydžio tašku, ir -1 sumažina 1 dydžio tašku
nl: Hier stelt u de font grootte in t.o.v. de waarde die in de skin is gebruikt. Dus '1' vergroot die met 1 punt en '-1' verkleint die met 1 punt.
sr: Ovo vam omogućava da promenite veličinu fonta u odnosu na veličinu skin-a, tako da 1 povećava veličinu za 1 poen, a -1 smanjuje za 1 poen.
sv: Detta gör att du kan ändra teckenstorleken i förhållande till hudstorleken, så att 1 ökar med 1 punktstorlek och -1 minskar med 1 punktstorlek.
tr: Bu, yazı tipi boyutunu arayüz boyutuna göre değiştirmenize olanak tanır; yani 1, boyutu 1 punto artırır ve -1, boyutu 1 punto azaltır.
uk: Можете змінити розмір шрифту по відношенню до скіну, цифра 1 збільшує розмір на 1 пункт і -1 зменшує розмір на 1 пункт.

source: This allows you to change the number of rows shown.
cs: Toto vám umožní změnit počet zobrazených řádků.
el: Αυτή η επιλογή επιτρέπει την αλλαγή του αριθμού των εμφανιζόμενων γραμμών.
hr: Ovo vam omogućuje promjenu broja prikazanih redaka.
it: Consente di modificare il numero di righe da visualizzare nell'elenco canali.
lt: Ši parinktis leidžia nustatyti rodomų eilučių skaičių.
nl: Hier kunt u het aantal zenderregels in de zenderlijst wijzigen. Standaard is 18 zenders.
sr: Ovo vam omogućava da promenite broj prikazanih redova.
sv: Detta gör att du kan ändra antalet rader som visas.
tr: Bu, gösterilen satır sayısını değiştirmenize izin verir.
uk: Можете змінити кількість рядків.

source: This allows you to set the maximum number of digits in a service number, up to 5.
cs: Zde můžete nastavit počet číslic 5, jestliže používáte více než 9999 kanálů.
el: Αυτή η επιλογή ορίζει τον αριθμό των ψηφιών σε 5, αν έχετε πάνω από 9999 κανάλια.
fi: Määrittää, näytetäänkö kanavanumerossa maksimissaan 4 vai 5 numeroa (tapauksessa, jossa kanavia on enemmän kuin 9999).
fr: Cela vous permet de définir le nombre de chiffre à 5, si vous avez plus de 9999 chaînes.
hr: Ovo vam omogućuje da postavite maksimalan broj cifara u broju usluge, do 5.
it: Consente di impostare il numero di cifre su 5, se si dispone di più di 9999 canali.
lt: Ši parinktis leidžia nustatyti 5 skaitmenų skaičių, jei turite daugiau nei 9999 kanalus.
nl: Hiermee kunt u het aantal cijfers instellen op 5, als u meer dan 9999 zenders heeft.
pl: Pozwala to ustawić liczbę cyfr na 5, jeśli masz więcej niż 9999 kanałów.
sk: Umožňuje nastaviť počet číslic na 5, ak máte viac ako 9999 kanálov.
sr: Ovo vam omogućava da postavite maksimalan broj cifara u servis broju, do 5.
sv: Detta gör att du kan ställa in det maximala antalet siffror i ett servicenummer, upp till 5.
ta: உங்களிடம் 9999 க்கும் மேற்பட்ட சேனல்கள் இருந்தால், இலக்கங்களின் எண்ணிக்கையை 5 ஆக அமைக்க இது உங்களை அனுமதிக்கிறது.
tr: Bu özellik kanal numarasındaki maksimum basamak sayısını en fazla 5'e kadar ayarlamanıza olanak tanır.
uk: Тут можна встановити кількість цифр до 5, якщо у Вас є більш ніж 9999 каналів.

source: This bouquet is protected by a parental control PIN!
bg: този букет е защитен с ПИН за родителски контрол
cs: Tento přehled je chráněný rodičovským zámkem!
el: Αυτό το μπουκέτο προστατεύεται με γονικό κωδικό pin!
fi: Tämä kanava on suojattu lapsilukolla!
fr: ce bouquet est protégé par un PIN contrôle parental
hr: Ovaj buket zaštićen je PIN-om za roditeljski nadzor!
it: Questo bouquet è protetto dal PIN del controllo genitori!
lt: šis paketas apsaugotas tėvų kontrolės PIN kodu
nl: Deze favorietenlijst is beschermd met een PIN-code (kinderslot)!
pl: Ta lista kanałów jest chroniona PINem kontroli rodzicielskiej!
sk: Tento prehľad je chránený PIN kódom rodičovskej kontroly!
sr: Ovaj buket je zaštićen pinom roditeljske kontrole!
sv: Denna bukett är skyddad av en PIN-kod för föräldrakontroll!
ta: இந்த பூச்செண்டு பெற்றோரின் கட்டுப்பாட்டு முள் மூலம் பாதுகாக்கப்படுகிறது!
tr: Bu buket bir ebeveyn kontrol PIN kodu ile korunmaktadır!
uk: Цей фаворит захищений батьківським контролем!

source: This field allows you to search an additional symbol rate up to %s.
bg: Това поле ви позволява да търсите допълнителна символна скорост до %s.
cs: Toto pole vám umožňuje vyhledat další symbolovou rychlost až %s.
da: Dette felt tillader dig at søge efter yderligere symbolhastighedr op til %s.
de: In diesem Feld können Sie eine zusätzliche Symbolrate bis zu %s suchen.
el: Αυτό το πεδίο επιτρέπει την αναζήτηση ενός πρόσθετου ρυθμού συμβόλων έως %s.
et: See väli võimaldab otsida täiendavalt sümbolikiirusi kuni %s.
fi: Tämä kenttä sallii etsiä ylimääräisen symbolinopeuden %s asti.
fr: Ce champ vous permet de chercher un taux de symbole additionnel de %s.
hr: Ovo polje omogućuje pretraživanje dodatne brzine simbola do %s.
it: Questo campo consente di cercare un symbol rate aggiuntivo fino a %s.
lt: Šis laukas leidžia jums ieškoti papildomų simbolių spartos iki %s.
nl: Middels dit veld kunt u zoeken naar een additionele symbol rate tot %s.
pl: To pole umożliwia wyszukiwanie dodatkowej szybkości transmisji symboli do %s.
sk: Toto pole umožňuje vyhľadať ďalšie symbolové rýchlosti až do %s.
sr: Ovo polje vam omogućava da pretražite dodatni simbol rate do %s.
sv: I det här fältet kan du söka efter ytterligare en symbolfrekvens upp till %s.
ta: இந்த புலம் %s வரை கூடுதல் குறியீட்டு விகிதத்தைத் தேட உங்களை அனுமதிக்கிறது.
tr: Bu alan %s değerine kadar ek bir sembol oranı aramanıza izin verir.
uk: Це поле дозволяє шукати додаткову швидкість передачі символів до %s.
vi: Trường này cho phép bạn tìm kiếm tỷ lệ biểu tượng bổ sung lên đến%s.
zh_cn: 此字段使您可以搜索最多 %s 的附加符号率.

source: This function is not available as processing of large files may take too long to run on this hardware.
cs: Tato funkce není dostupná, protože zpracování velkých souborů může na tomto hardwaru trvat příliš dlouho.
el: Αυτή η λειτουργία δεν είναι διαθέσιμη, καθώς η επεξεργασία μεγάλων αρχείων ενδέχεται να διαρκέσει πολύ χρόνο για να εκτελεστεί σε αυτό το υλικό.
fi: Tämä toiminto ei ole käytettävissä, koska suurten tiedostojen käsittely voi kestää liian kauan tällä laitteistolla.
hr: Ova funkcija nije dostupna jer obrada velikih datoteka može potrajati predugo da se pokrene na ovom hardveru.
it: Questa funzione non è disponibile poiché l'elaborazione di file di grandi dimensioni potrebbe richiedere troppo tempo per essere eseguita su questo hardware.
nl: Deze functie is niet beschikbaar omdat de verwerking van grote bestanden te lang zou duren op deze hardware.
pl: Funkcja nie jest dostępna, ponieważ przetwarzanie dużych plików może trwać zbyt długo, aby uruchomić ją na tym sprzęcie.
sk: Táto funkcia nie je dostupná, pretože spracovanie veľkých súborov môže na tomto hardvéri trvať príliš dlho.
sr: Ova opcija nije dostupna jer obrada velikih fajlova može potrajati predugo da bi se pokrenula na ovom hardveru.
sv: Denna funktion är inte tillgänglig eftersom bearbetning av stora filer kan ta för lång tid att köra på denna maskinvara.
ta: பெரிய கோப்புகளின் செயலாக்கத்தை இந்த வன்பொருளில் இயக்க அதிக நேரம் ஆகலாம் என்பதால் இந்த செயல்பாடு கிடைக்காது.
tr: Büyük dosyaların işlenmesi bu donanımda çok uzun sürebileceğinden bu işlev kullanılamaz.
uk: Ця функція недоступна, оскільки обробка великих файлів може зайняти надто багато часу для роботи на цьому обладнанні.

source: This is a workaround for devices that wake up immediately after entering Standby. Wake-up commands from other devices are ignored for a few seconds.
cs: Toto je řešení pro některá zařízení, která se po přepnutí do pohotovostního režimu znovu probudí. Příkazy k probuzení z jiných zařízení budou na několik sekund ignorovány.
el: Πρόκειται για εναλλακτική λύση για μερικές συσκευές, όπου γίνεται αφύπνιση μετά την αναμονή. Η εντολή αφύπνισης από άλλες συσκευές θα αγνοείται για μερικά δευτερόλεπτα.
hr: Ovo je zaobilazno rješenje za uređaje koji se odmah bude nakon ulaska u stanje pripravnosti. Naredbe za buđenje s drugih uređaja se zanemaruju nekoliko sekundi.
it: Questa è una soluzione alternativa per alcuni dispositivi che si riattivano dopo essere passati alla modalità standby. I comandi di riattivazione da altri dispositivi verranno ignorati per alcuni secondi.
lt: Tai yra kai kurių įrenginių, kurie vėl pažadina perjungę į budėjimo režimą, sprendimas. Pažadinimo komandos iš kitų įrenginių bus nepaisoma kelias sekundes.
nl: Dit is een alternatieve methode (workaround) voor sommige apparaten die weer inschakelen na het in stand-by gaan. De ontwaak commando's van andere apparaten zullen enkele seconden worden genegeerd.
sr: Ovo je zaobilazno rešenje za uređaje koji se odmah bude nakon ulaska u stanje pripravnosti. Komande za buđenje sa drugih uređaja se ignorišu na nekoliko sekundi.
sv: Det här är en lösning för vissa enheter som vaknar igen efter att ha växlat till standby. Väckningskommandon från andra enheter ignoreras under några sekunder.
tr: Bu, bekleme moduna geçtikten sonra tekrar uyanan bazı cihazlar için bir geçici çözümdür. Diğer cihazlardan gelen uyandırma komutu birkaç saniyeliğine yok sayılacaktır.
uk: Це обхідний шлях для деяких пристроїв, які знову прокидаються після переходу в режим очікування. Команда пробудження з інших пристроїв буде ігнорована протягом кількох секунд.

source: This is the currently selected language. [%s]
bg: Това е избраният в момента език. [%s]
cs: Jedná se o aktuálně vybraný jazyk. [%s]
el: Αυτή είναι η τρέχουσα επιλεγμένη γλώσσα. [%s]
fi: Tämä on nykyinen valittu kieli. [%s]
fr: Il s'agit de la langue actuellement sélectionnée. [%s]
hr: Ovo je trenutno odabrani jezik. [%s]
it: Questa è la lingua attualmente selezionata. [%s]
lt: Tai šiuo metu pasirinkta kalba. [%s]
nl: Deze taal is op dit moment geïnstalleerd: [%s]
pl: To jest obecnie wybrany język. [%s]
sk: Toto je aktuálne vybraný jazyk: [%s]
sr: Ovo je trenutno izabrani jezik. [%s]
sv: Detta är det språk som för närvarande är valt. [%s]
ta: இது தற்போது தேர்ந்தெடுக்கப்பட்ட மொழி. [%s]
tr: Bu, şu anda seçili olan dildir. [%s]
uk: Це поточна вибрана мова. [%s]

source: This is the currently selected locale. [%s]
bg: Това е текущо избраният локал. [%s]
cs: Jedná se o aktuálně vybrané národní prostředí. [%s]
el: Αυτή είναι η τρέχουσα επιλεγμένη διάλεκτος. [%s]
fi: Tämä on nykyinen valittu alue. [%s]
fr: Il s'agit de la locale actuellement sélectionnée. [%s]
hr: Ovo je trenutno odabrana regionalna shema. [%s]
it: Queste sono le impostazioni locali attualmente selezionate. [%s]
lt: Tai šiuo metu pasirinkta lokalė. [%s]
nl: Dit is de nu geselecteerde locale. [%s]
pl: To jest obecnie wybrany region. [%s]
sk: Toto sú aktuálne vybrané miestne nastavenia: [%s]
sr: Ovo je trenutno izabrani lokalni standard. [%s]
sv: Det här är den lokaltyp som för närvarande är vald. [%s]
ta: இது தற்போது தேர்ந்தெடுக்கப்பட்ட இடம். [%s]
tr: Bu, şu anda seçili yerel ayardır. [%s]
uk: Це вибраний зараз регіон. [%s]

source: This is the initial / default volume offset applied to any services added to the volume adjust list.
cs: Jedná se o počáteční / výchozí posun hlasitosti, který se použije pro všechny služby přidané do seznamu pro úpravu hlasitosti.
el: Αυτή είναι η αρχική / προεπιλεγμένη ολίσθηση χρόνου ήχου που εφαρμόζεται σε όλες τις υπηρεσίες που προστίθενται στη λίστα προσαρμογής ήχου.
hr: Ovo je početni / zadani pomak glasnoće koji se primjenjuje na sve usluge dodane na popis podešavanja glasnoće.
it: Questo è l'offset del volume iniziale/predefinito applicato a tutti i servizi aggiunti all'elenco di regolazione del volume.
lt: Tai yra pradinis / numatytasis apimties poslinkis, taikomas visoms paslaugoms, įtrauktoms į garsumo koregavimo sąrašą.
nl: Dit is de oorspronkelijke / standaard volume offset die gebruikt wordt wanneer zenders aan de volume lijst worden toegevoegd.
sr: Ovo je početni / default pomak volumen primenjen na sve kanale koji su dodati listi podešavanja jačine zvuka.
sv: Detta är den initiala/förvalda volymkompensationen som tillämpas på alla tjänster som läggs till i listan över volymjusteringar.
tr: Bu, ses seviyesi ayarlama listesine eklenen herhangi bir kanala uygulanan başlangıç/varsayılan ses seviyesi farkıdır.
uk: Це початкове/за замовчуванням зміщення гучності, застосоване до будь-яких каналів, доданих до списку налаштування гучності.
