Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several receivers.
cs: Vyberte název souboru, kam se uloží EPG data, když je %s %s vypnuto.To může být užitečné pro rozlišení mezi několika stb.
el: Επιλογή του ονόματος αρχείου των δεδομένων EPG όταν ο %s %s σας είναι κλειστός. Αυτό αποβαίνει χρήσιμο στη διαφοροποίηση μεταξύ διαφόρων δεκτών.
hr: Odaberite naziv datoteke koja sadrži EPG podatke kada se %s %s isključi. To može biti korisno za razlikovanje nekoliko tunera.
it: Scegli il nome del file che contiene i dati EPG quando %s %s verrà spento. Questo può essere utile per differenziare tra diversi ricevitori.
lt: Pasirinkite failo, kuriame bus EPG duomenys, pavadinimą, kai %s %s išjungtas. Tai gali būti patogu atskirti, naudojant kelis imtuvus.
nl: Kies de naam van het bestand waarin de EPG-data moet worden opgeslagen wanneer uw %s %s wordt uitgeschakeld. Het kan handig zijn om onderscheid te maken tussen de bestandsnamen van verschillende ontvangers.
sr: Izaberite naziv fajla koji sadrži EPG podatke kada se %s %s isključi. Ovo može biti korisno za razlikovanje više prijemnika.
sv: Välj namnet på den fil som innehåller EPG-data när %s %s stängs av. Detta kan vara praktiskt för att skilja mellan flera boxar.
tr: %s %s alıcınız kapatıldığında EPG verilerini içeren dosyanın ismini seçin. Bu birden fazla alıcı arasında ayrım yapmak için kullanışlı olabilir.
uk: Виберіть ім'я файлу для даних EPG, коли %s %s вимкнений. Це може бути корисно, якщо використовуються кілька приймачів.

source: Choose the option to correct invalid EPG data.
cs: Vyberte možnost opravit neplatná data EPG.
el: Επιλογή διόρθωσης μη έγκυρων δεδομένων EPG.
fi: Valitse vaihtoehto virheellisten EPG tietojen korjaamiseksi.
hr: Odaberite opciju za ispravljanje nevažećih EPG podataka.
it: Scegli l'opzione per correggere i dati EPG non validi.
lt: Pasirinkite parinktį kad ištaisyti neteisingus EPG duomenis.
nl: Kies de optie om ongeldige EPG-gegevens te corrigeren.
pl: Wybierz opcje, aby poprawić nieprawidłowe dane EPG.
sk: Vyberte možnosť opravy neplatných údajov EPG.
sr: Izaberi opciju za ispravljanje nevažećih EPG podataka.
sv: Välj alternativet för att korrigera ogiltiga EPG-data.
ta: தவறான ஈபிசி தரவை சரிசெய்ய விருப்பத்தைத் தேர்வுசெய்க.
tr: Geçersiz EPG verilerini düzeltme seçeneğini seçin.
uk: Виберіть опцію для виправлення невірних даних EPG.

source: Choose the skin to be used for the GUI interface. Press 'GREEN' to activate the skin.
cs: Vyberte vzhled, který chcete použít pro rozhraní GUI. Stisknutím „ZELENÉ“ aktivujte pokožku.
el: Επιλέξτε το θέμα προς χρήση στο γραφικό περιβάλλον. Πιέστε το ΠΡΑΣΙΝΟ για ενεργοποίηση.
fi: Valitse käyttöliittymän teema. Paina 'VIHREÄÄ' aktivoidaksesi teema.
hr: Odaberite skin koji će se koristiti za GUI interfejs. Pritisnite 'ZELENU' za aktiviranje skina.
it: Scegli la skin da usare per l'interfaccia grafica. Premi VERDE per attivare la skin.
nl: Kies de skin voor de gebruikersinterface (GUI) en druk op de GROENE knop om die te activeren.
pl: Wybierz skórkę, która będzie używana dla interfejsu GUI. Naciśnij „ZIELONY”, aby aktywować skórkę.
sk: Vyberte vzhľad, ktorý chcete použiť pre rozhranie GUI. Stlačením „ZELENÉHO“ tlačidla aktivujte vzhľad.
sr: Izaberite skin koji će se koristiti za GUI interfejs. Pritisni 'ZELENU' da biste aktivirali skin.
sv: Välj den skin som ska användas för GUI-gränssnittet. Tryck på "GREEN" för att aktivera skinnet.
ta: GUI இடைமுகத்திற்கு பயன்படுத்த வேண்டிய தோலைத் தேர்வுசெய்க. சருமத்தை செயல்படுத்த 'பச்சை' அழுத்தவும்.
tr: Kullanıcı arayüzü için kullanılacak arayüzü seçin. Arayüzü etkinleştirmek için 'YEŞİL' tuşa basın.
uk: Виберіть оформлення, яке буде використовуватися для графічного інтерфейсу. Натисніть 'ЗЕЛЕНУ' кнопку, щоб активувати скін.

source: Choose the skin to be used for the LCD/front panel interface. Press 'GREEN' to activate the skin.
cs: Vyberte vzhled, který se má použít pro rozhraní LCD/předního panelu. Stisknutím „ZELENÉ“ aktivujte pokožku.
el: Επιλέξτε το θέμα προς χρήση για την οθόνη πρόσοψης LCD. Πιέστε το ΠΡΑΣΙΝΟ για ενεργοποίηση.
fi: Valitse näyttöpaneelin teema. Paina 'VIHREÄÄ' aktivoidaksesi teeman.
hr: Odaberite skin koji će se koristiti za interfejs LCD/prednje ploče. Pritisnite 'ZELENU' za aktiviranje skina.
it: Scegli la skin da usare per l'interfaccia LCD/pannello frontale. Premi VERDE per attivare la skin.
nl: Kies een Display skin en druk op de GROENE knop om die te activeren.
pl: Wybierz skórkę, która będzie używana dla interfejsu LCD/panelu przedniego. Naciśnij „ZIELONY”, aby aktywować skórkę.
sk: Vyberte vzhľad, ktorý sa má použiť pre rozhranie LCD/predného panelu. Stlačením „ZELENÉHO“ tlačidla aktivujte vzhľad.
sr: Izaberi skin koji će se koristiti za LCD / prednji panel interfejsa. Pritisnite 'ZELENU' da biste aktivirali skin.
sv: Välj den skin som ska användas för LCD/frontpanelens gränssnitt. Tryck på "GREEN" för att aktivera skinnet.
ta: எல்சிடி/முன் குழு இடைமுகத்திற்கு பயன்படுத்த வேண்டிய தோலைத் தேர்வுசெய்க. சருமத்தை செயல்படுத்த 'பச்சை' அழுத்தவும்.
tr: LCD/ön panel arayüzü için kullanılacak arayüzü seçin. Arayüzü etkinleştirmek için 'YEŞİL' tuşa basın.
uk: Виберіть оформлення, яке буде використовуватися для LCD панелі. Натисніть 'ЗЕЛЕНУ' кнопку, щоб активувати скін.

source: Choose the target device for the slots.
cs: Vyberte cílové zařízení pro sloty.
el: Επιλογή συσκευής προορισμού για τις θέσεις.
fi: Valitse kohdelaiteelle paikka.
hr: Odaberite ciljni uređaj za utore.
it: Scegli il dispositivo di destinazione per gli slot.
nl: Kies een apparaat voor de Slots.
pl: Wybierz urządzenie docelowe dla slotów.
sk: Vyberte cieľové zariadenie pre sloty.
sr: Izaberi ciljni uređaj za slot.
sv: Välj målenhet för slots.
ta: இடங்களுக்கு இலக்கு சாதனத்தைத் தேர்வுசெய்க.
tr: Yuvalar için hedef cihazı seçin.
uk: Виберіть цільовий пристрій для слотів.

source: Choose the target location for the expanded '/usr' directory.
cs: Vyberte cílové umístění pro rozšířený adresář '/usr'.
el: Επιλογή προορισμού για τον επεκτεινόμενο φάκελο '/usr'.
fi: Valitse kohteen sijainti laajennetulle "/usr" hakemistolle.
hr: Odaberite ciljnu lokaciju za prošireni '/usr' direktorij .
it: Scegli la posizione di destinazione per la cartella "/usr" espansa.
nl: Kies de opslaglocatie voor de uitgebreide map '/usr'.
pl: Wybierz lokalizację docelową dla rozszerzonego katalogu '/usr'.
sk: Vyberte cieľový priečinok pre rozbalený priečinok '/usr'.
sr: Izaberi ciljnu lokaciju za prošireni '/usr' direktorijum.
sv: Välj målplats för den utökade katalogen "/usr".
ta: விரிவாக்கப்பட்ட '/யு.எச்.ஆர்' கோப்பகத்திற்கான இலக்கு இருப்பிடத்தைத் தேர்வுசெய்க.
tr: Genişletilmiş '/usr' dizini için hedef konumu seçin.
uk: Виберіть цільове розташування для розгорнутого каталогу '/usr'.

source: Choose the target location for the slots.
cs: Vyberte cílové umístění pro sloty.
el: Επιλογή προορισμού για τις θέσεις.
fi: Valitse kohde sijainti paikalle.
hr: Odaberite ciljnu lokaciju za utore.
it: Scegli la posizione di destinazione per gli slot.
nl: Kies de locatie voor de slots.
pl: Wybierz miejsce docelowe dla slotów.
sk: Vyberte cieľové umiestnenie pre sloty.
sr: Izaberi ciljnu lokaciju za slot.
sv: Välj målplats för spelautomaterna.
ta: இடங்களுக்கு இலக்கு இருப்பிடத்தைத் தேர்வுசெய்க.
tr: Yuvalar için hedef konumu seçin.
uk: Виберіть цільове розташування для слотів.

source: Choose time interval to which the graphics will be rounded off.
bg: Избиране на интервал от време, към който графиките ще бъдат закръглени.
cs: Zvolte časový interval, po kterém bude grafika zaokrouhlena.
da: Vælg i hvilket tidsinterval grafiken vil blive afrundet.
de: Einstellen, auf welches Zeitintervall die Grafiken gerundet werden sollen.
el: Επιλογή του μεσοδιαστήματος όπου θα γίνεται στρογγυλοποίηση των γραφικών.
et: Vali graafika jaoks ümardatav ajavahemik.
fi: Valitse aikaväli, johon grafiikat pyöristetään.
fr: Choisissez un intervalle de temps après lequel les graphiques seront changés.
hr: Odaberite vremenski interval na koji će se grafika zaokružiti.
hu: Válassza ki azt az időintervallumot, amelyre a grafika kerül lekerekítésre.
it: Scegli l'intervallo di tempo secondo cui gli orari verranno approssimati nella grafica.
lt: Pasirinkite laiko intervalą, per kurį bus apvalinama grafika.
nl: Moet de tijdlijn worden ingedeeld in stappen van 15, 30 of 60 minuten.
pl: Wybierz przedział czasowy, do którego będą zaokrąglane grafiki.
ru: Укажите временной интервал, в котором графика будет отключена.
sk: Vyberte časový interval, po ktorom sa bude opakovať grafika.
sr: Izaberi vremenski interval na koji će grafika biti zaokružena.
sv: Välj det tidsintervall som grafiken ska avrundas till.
ta: கிராபிக்ச் வட்டமிடப்படும் நேர இடைவெளியைத் தேர்வுசெய்க.
tr: Grafiklerin tamamlanacağı zaman aralığını seçin.
uk: Вкажіть часовий інтервал, в якому графіка буде відключена.
vi: Chọn khoảng thời gian mà đồ họa sẽ được làm tròn.
zh_cn: 选择图形取舍的时间间隔.

source: Choose what you want the button '0' to do when PiP is active.
bg: Избиране какво искате да направи бутонът "0", когато PIP е активен.
cs: Vyberte,co má dělat tlačítko '0', když je aktivní PIP.
el: Επιλέξτε τι θέλετε να κάνει το πλήκτρο '0' όταν είναι ενεργό το PIP.
fi: Määrittää, mitä 0-näppäin tekee, kun PiP-kuva on aktivoitu.
fr: Choisir ce que le bouton '0' do faire quand on est en mode incrustation d'image (PiP).
hr: Odaberite što želite da dugme '0' radi kada je PiP aktivan.
it: Scegli la funzione associata al tasto "0" quando la PiP è attiva.
lt: Pasirinkite, kas vyks paspaudus '0' mygtuką, kai aktyvuotas PiP.
nl: Stel hier in wat de '0'-knop moet doen wanneer PiP actief is.
pl: Wybierz przycisk '0 ', kiedy PIP jest aktywny.
sk: Vyberte akciu tlačidla '0' pri aktívnom PiP.
sr: Izaberi šta da dugme '0' uradi kada je PiP aktivan.
sv: Välj vad du vill att knappen "0" ska göra när PiP är aktiv.
ta: பிஐபி செயலில் இருக்கும்போது '0' செய்ய வேண்டிய பொத்தானை நீங்கள் தேர்வுசெய்க.
tr: PiP etkin olduğunda '0' tuşunun ne yapmasını istediğinizi seçin.
uk: Вкажіть дію для кнопки '0', коли вікно PIP активне.

source: Choose where to mount your devices to:
bg: Избиране къде да монтирате вашите устройства:
cs: Vyberte, kam chcete svá zařízení připojit:
da: Vælg hvor dine enheder mountes til:
de: Bitte Mountpunkte der Geräte auswählen:
el: Επιλέξτε το σημείο προσάρτησης των συσκευών σας:
et: Määra, kuhu andmekandjad haakida:
fi: Valitse, mihin laitteet asennetaan:
fr: Choisir où monter votre périphérique :
hr: Odaberite gdje želite montirati uređaje:
hu: Válassza ki, hova kell csatlakoztatni eszközeit:
it: Scegli dove montare i dispositivi:
lt: Pasirinkite, kur pajungti įrenginius:
nl: Selecteer waar uw apparaten aan te koppelen:
pl: Wybierz miejsce montażu urządzeń:
ru: Выберите точку монтирования для устройства:
sk: Vyberte prípojný bod zariadení:
sr: Izaberi gde želite da postavite uređaje:
sv: Välj var du vill montera dina enheter:
ta: உங்கள் சாதனங்களை எங்கு ஏற்ற வேண்டும் என்பதைத் தேர்வுசெய்க:
tr: Cihazlarınızın bağlantısını nereye yapacağınızı seçin:
uk: Виберіть точку монтування для пристрою:
vi: Chọn nơi gắn thiết bị của bạn vào:
zh_cn: 选择在何处安装您的设备:

source: Choose which level of menu/setting's to display. 'Expert'-level shows all items.
bg: Избиране кое ниво на меню/настройки се показва. 'Expert' показва всички елементи.
cs: Vyberte, které úrovně menu/nastavení se zobrazí. 'Expert' zobrazuje všechny položky.
da: Vælg på hvilket niveau menu/indstillinger skal vises. Niveauet 'Ekspert' viser alle elementer.
de: Wählen Sie die Ansicht für Menüs/Einstellungen. 'Experte' zeigt alle Punkte.
el: Επιλέξτε ποιο επίπεδο μενού/ρυθμίσεων θα εμφανίζεται. Το 'Προχωρημένο' παρέχει όλες τις επιλογές.
et: Vali seadistusmenüüde kuvamise tase. 'Ekspert' näitab kõiki võimalusi.
fi: Määrittää, näytetäänkö suppeat vai laajat asetukset. Laajat asetukset näyttävät kaikki vaihtoehdot.
fr: Choisir quel niveau de menu / paramètres afficher. Le niveau 'Expert' affiche tous les paramètres.
hr: Odaberite koju razinu menu/postavki želite prikazati. Razina "Stručnjak" prikazuje sve stavke.
hu: Válassza ki, hogy a beállítások módját milyen szinten szeretné megjeleníteni. A Haladó szint megmutat minden menü pontot.
it: Scegli quale livello di menu/impostazioni visualizzare. Il livello "Esperto" mostra tutti gli elementi.
lt: Pasirinkite, kokiu prieigos lygiu bus pateikta meniu ir nuostatos. 'Eksperto lygis' leidžia prieigą prie visų nuostatų.
nl: Selecteer welk weergave niveau u voor de menu's en instellingen wilt gebruiken. Het 'expert' niveau laat alles zien.
pl: Wybierz poziom dostępu do menu konfiguracyjnego. Poziom 'Expert' daje dostęp do wszystkich opcji.
ru: Выберите уровень отображения для настроек меню. 'Эксперт'-отображаются все элементы.
sk: Vyberte, ktoré úrovne menu/nastavení sa zobrazia. Úroveň 'Expert' zobrazí všetky položky.
sr: Izaberi nivo meni/postavke na displeju. 'Ekspert' - nivo pokazuje sve stavke.
sv: Välj vilken nivå av meny/inställningar som ska visas. 'Expert'-nivån visar alla objekt.
ta: எந்த அளவிலான மெனு/அமைப்பைக் காண்பிக்க வேண்டும் என்பதைத் தேர்வுசெய்க. 'நிபுணர்'-நிலை அனைத்து பொருட்களையும் காட்டுகிறது.
tr: Hangi menü/ayarlar seviyesinin görüntüleneceğini seçin. 'Uzman' seviyesi tüm öğeleri gösterir.
uk: Виберіть рівень відображення для налаштувань меню. 'Експерт'-відображаються всі елементи.
vi: Chọn mức độ của menu / cài đặt để hiển thị. 'Cấp chuyên gia' hiển thị tất cả các mục.
zh_cn: 选择要显示的菜单/设置的级别.专家级显示所有项目.

source: Choose which tuner to configure.
bg: Избиране кой тунер да конфигурирате.
cs: Vyberte který tuner chcete nastavit.
da: Vælg hvilken Tuner der skal konfigureres.
de: Wählen Sie den einzurichtenden Tuner.
el: Επιλέξτε ποιο tuner θα ρυθμίσετε.
et: Vali seadistatav tuuner.
fi: Valitse minkä virittimen tahdot määrittää.
fr: Choisissez le tuner à configurer.
hr: Odaberite tuner koji želite konfigurirati.
hu: Válassza ki a beállítandó tunert.
it: Scegli quale tuner configurare.
lt: Pasirinkite imtuvą konfigūravimui.
nl: Selecteer de in te stellen tuner.
pl: Wybierz tuner do konfiguracji.
pt_br: Escolha qual tuner configurar.
ru: Выберите тюнер для настройки.
sk: Vyberte si, ktorý tuner chcete konfigurovať.
sr: Izaberi tjuner za konfiguraciju.
sv: Välj vilken tuner som ska konfigureras.
ta: எந்த ட்யூனரை உள்ளமைக்க வேண்டும் என்பதைத் தேர்வுசெய்க.
tr: Yapılandırılacak tuneri seçin.
uk: Виберіть тюнер для налаштування.
vi: Chọn bộ chỉnh nào để cấu hình.
zh_cn: 选择要配置的调谐器.

source: Christmas Island
cs: Vánoční ostrov
de: Weihnachtsinsel
el: Νήσος των Χριστουγέννων
et: Jõulusaar
fi: Joulusaari
fr: L'île de noël
hu: Karácsony-sziget
it: Isola di Natale
lt: Kalėdų sala
nl: Christmaseiland
pl: Wyspa Bożego Narodzenia
sk: Vianočný ostrov
sv: Julön
ta: கிறிச்துமச் தீவு
tr: Noel Adası
uk: Острів Різдва
vi: Đảo giáng sinh
zh_cn: 圣诞岛

source: Church Slavic
cs: Církevní slovanština
el: Εκκλησιαστικά Σλάβικα
fi: Kirkkoslaavi
fr: Église slave
it: Chiesa slava
lt: Bažnyčia slavų
nl: Kerkslavisch
pl: Kościół Słowiański
sk: cirkevná slovančina
sv: Kyrkslaviska
ta: சர்ச் ச்லாவிக்
tr: Kilise Slavcası
uk: Церковнослов’янська

source: Chuvash
cs: Čuvašský
el: Τσουβασικά
fi: Tšuvaši
fr: Tchouvache
it: Ciuvascio
lt: Čiuvašas
nl: Tsjoevasjisch
pl: Czuwaski
sk: čuvaština
ta: சுவாச்
tr: Çuvaşça
uk: Чувашська

source: Circular LNB
bg: Кръгово LNB
cs: Kruhové LNB
da: Cirkuær LBN
el: LNB κυκλικής πόλωσης
et: Ringpolar LNB
fi: Kiertopolarisaatio
fr: LNB circulaire
hr: Kružni LNB
hu: Körpoláros fej
it: LNB circolare
lt: Apskritiminė LNB
nl: Circulaire LNB
pl: Kołowy LNB
ru: Круговая LNB
sk: LNB s kruhovou polarizáciou
sr: Kružni LNB
sv: Cirkulär LNB
ta: வட்ட எல்.என்.பி.
uk: Круговий конвертор
vi: Thông tư LNB
zh_cn: 圆极化高频头

source: Circular left
bg: Кръгово ляво
cs: Kruhová levá
da: Rundel Venstre
de: Linkszirkular
el: Αριστερόστροφη
et: Ringpolar vasak
fi: Kiertopol. vasen
fr: Circulaire gauche
hr: Kružna lijeva
hu: Balraforgó
it: Circolare sinistra
lt: Apskritiminė kairė
nl: Circulaire links
pl: Kołowa lewa
pt_br: Circular esquerda
ru: Круговая левая
sk: Kruhová ľavá
sl: Krožno - levo
sr: Kružna leva
sv: Cirkulär vänster
ta: வட்ட இடது
tr: Dairesel sol
uk: Кругова ліва
vi: Thông tư trái
zh_cn: 左旋

source: Circular right
bg: Кръгово дясно
cs: Kruhová pravá
da: Rundel Højre
de: Rechtszirkular
el: Δεξιόστροφη
et: Ringpolar parem
fi: Kiertopol. oikea
fr: Circulaire droite
hr: Kružna desna
hu: Jobbraforgó
it: Circolare destra
lt: Apskritiminė dešinė
nl: Circulaire rechts
pl: Kołowa prawa
pt_br: Circular direita
ru: Круговая правая
sk: Kruhová pravá
sl: Krožno - desno
sr: Kružna desna
sv: Cirkulär höger
ta: வட்ட வலது
tr: Dairesel sağ
uk: Кругова права
vi: Thông tư phải
zh_cn: 右旋

source: City
bg: Град
cs: Město
el: Πόλη
fi: Kaupunki
fr: Ville
hr: Grad
it: Città
lt: Miestas
nl: Stad
pl: Miasto
sk: Mesto
sr: Grad
sv: Stad
ta: நகரம்
tr: Şehir
uk: Місто

source: Classical
cs: Klasika
hr: Klasika
it: Classico
sr: Klasika
tr: Klasik
uk: Класична

source: Clean (Just flash and start clean)
bg: Почистване (Просто мигане и започване на почистване)
cs: Čistá (pouze provést flash spustit čisté)
da: Rens (Flash kun og start ren)
de: Sauber (Flashen und nichts wiederherstellen)
el: Καθαρισμός (μόνο φλασάρισμα και καθαρή εκκίνηση)
et: Puhas (lihtsalt paigalda ja alusta puhtalt)
fi: Päivitä ja puhdas asennus
fr: Nettoyer (il suffit de flasher et de commencer à nettoyer)
hr: Očistite (Samo flash i počnite čisto)
it: Flash e installazione pulita
lt: Švariai (tiesiog įdiegti ir pradėti švariai)
nl: Schoon (enkel Flash zonder herstellen, een schone start)
pl: Wyczyść (Wystarczy zainstalować i skonfigurować od zera)
sk: Vyčistiť (len flash a spustiť čisté)
sr: Očistite (Samo flash i počnite čisto)
sv: Ren (bara flasha och starta ren)
ta: சுத்தமாக (ஒளிரும் மற்றும் சுத்தமாகத் தொடங்குங்கள்)
tr: Temizle (Sadece yazılımı yükle ve temizlemeye başla)
uk: Очистити (Просто прошити і не відновлювати)
vi: Clean (Chỉ cần flash và bắt đầu sạch)
zh_cn: 清理(不恢复任何东西)

source: Clean network 'Trash'
bg: Премахване на данни на мрежата от кошчето
cs: Používat mazání koše
el: Εκκαθάριση κάδου αχρήστων δικτύου
fi: Tyhjennä verkkolevyllä olevat roskakorit
fr: Nettoyer les corbeilles réseaux
hr: Očisti mrežno 'Smeće'
it: Svuota il cestino di rete
lt: Išvalyti tinklo šiukšliadėžes
nl: Maak prullenbakken in het netwerk leeg
pl: Wyczyść kosz ze śmieci
sk: Vyprázdniť sieťové koše
sr: Očisti mrežu 'Smeće'
sv: Rena nätverket "Trash
ta: தூய்மையான பிணையம் 'குப்பை'
tr: Ağdaki 'Çöpü' temizle
uk: Видалити мережеві дані з кошика

source: Clean up (delete) all completed timers?
cs: Vymazat (smazat) všechny dokončené časovače?
el: Εκκαθάριση (διαγραφή) όλων των ολοκληρωμένων χρονοδιακοπτών;
fi: Puhdistaa (poistaa) kaikki valmiit ajastukset?
hr: Očistiti (izbrisati) sve dovršene mjerače vremena?
it: Pulire (eliminare) tutti i timer completati?
lt: Išvalyti (ištrinti) visus užbaigtus laikmačius?
nl: Alle uitgevoerde timers opruimen (verwijderen)?
pl: Wyczyścić (usunąć) wszystkie zakończone timery?
sk: Vyčistiť (vymazať) všetky dokončené časovače?
sr: Očisti (izbriši) sve dovršene tajmere?
sv: Städa upp (ta bort) alla avslutade timers?
ta: நிறைவு செய்யப்பட்ட அனைத்து டைமர்களையும் தூய்மை செய்யுங்கள் (நீக்கு)?
tr: Tamamlanmış tüm zamanlayıcıları temizlemek (silmek) mi istiyorsunuz?
uk: Очистити (видалити) усі завершені таймери?

source: Clean up and remove all completed timers
cs: Vymazat a odebrat všechny dokončené časovače
el: Εκκαθάριση και αφαίρεση όλων των ολοκληρωμένων χρονοδιακοπτών
fi: Puhdista ja poista kaikki valmiit ajastukset
hr: Očistite i uklonite sve dovršene mjerače vremena
it: Pulisci e rimuovi tutti i timer completati
lt: Išvalykite ir pašalinkite visus užbaigtus laikmačius
nl: Alle uitgevoerde timers opruimen en verwijderen
pl: Wyczyść i usuń wszystkie ukończone timery
sk: Vymazať a odstrániť všetky dokončené časovače
sr: Očisti i ukloni sve dovršene tajmere
sv: Städa upp och ta bort alla avslutade timers
ta: நிறைவு செய்யப்பட்ட அனைத்து டைமர்களையும் தூய்மை செய்து அகற்றவும்
tr: Tamamlanmış tüm zamanlayıcıları temizleyin ve kaldırın
uk: Очистити і видалити усі завершені таймери

source: Clean up and remove all completed timers?
cs: Vymazat a odebrat všechny dokončené časovače?
el: Εκκαθάριση και αφαίρεση όλων των ολοκληρωμένων χρονοδιακοπτών;
fi: Puhdista ja poista kaikki valmiit ajastukset?
hr: Očistiti i ukloniti sve dovršene mjerače vremena?
it: Pulire e rimuovere tutti i timer completati?
lt: Išvalyti ir pašalinti visus užbaigtus laikmačius?
nl: Alle uitgevoerde timers opruimen en verwijderen?
pl: Wyczyścić i usunąć wszystkie ukończone timery?
sk: Vyčistiť a odstrániť všetky dokončené časovače?
sr: Očisti i ukloni sve dovršene tajmere?
sv: Städa upp och ta bort alla avslutade timers?
ta: நிறைவு செய்யப்பட்ட அனைத்து டைமர்களையும் தூய்மை செய்து அகற்றவா?
tr: Tamamlanmış tüm zamanlayıcıları temizlemek ve kaldırmak mı istiyorsunuz?
uk: Очистити та видалити всі завершені таймери?

source: Cleaning Trashcan
cs: Čištění koše
el: Εκκαθάριση κάδου αχρήστων
fi: Roskakorin tyhjennys
hr: Čišćenje Smeća
it: Pulizia cestino
nl: Prullenbak leeg maken
pl: Oczyszczanie kosza
sk: Čistenie koša
sr: Čišćenje Smeća
sv: Rengöring av papperskorg
ta: குப்பைத்தொட்டியை தூய்மை செய்தல்
tr: Çöp Kutusu Temizliği
uk: Очищення смітника

source: Cleanup
bg: Почисти
cs: Vyčistit
da: Oprydning
de: Aufräumen
el: Εκκαθάριση
et: Puhastus
fi: Poista vanhat
fr: Nettoyage
hr: Čišćenje
hu: Takarítás
it: Pulizia
lt: Išvalyti
nl: Opruimen
pl: Oczyszczanie
pt_br: Limpar
ru: Очистить
sk: Čistenie
sl: Čiščenje
sr: Čišćenje
sv: Rensa upp
ta: தூய்மைப்படுத்துதல்
tr: Temizle
uk: Очистити
vi: Dọn dẹp
zh_cn: 清理完毕

source: Clear
bg: Изчисти
cs: Volný
da: Ryd
de: Löschen
el: Εκκαθάριση
et: Tühjenda
fi: Tyhjennä
fr: Effacer
hr: Obriši
hu: Törlés
it: Pulisci
lt: Švarus
nl: Wissen
pl: Wyczyść
pt_br: Remover
ru: Очистить
sk: Vyčistiť
sr: Obriši
sv: Rensa
ta: தெளிவான
tr: Temizle
uk: Очистити
vi: Xóa
zh_cn: 清除

source: Clear Log
bg: Изчисти дневника
cs: Smazat log
el: Εκκαθάριση καταγραφολογίου
fi: Tyhjennä loki
fr: Effacer le log
hr: Obriši Log
it: Pulisci registro
lt: Išvalyti žurnalą
nl: Log wissen
pl: Wyczyść log
sk: Vyčistiť denník
sr: Obriši Log
sv: Töm logg
ta: பதிவை அழிக்கவும்
tr: Günlüğü Temizle
uk: Очистити лог

source: Clear before scan
bg: Изчисти преди сканиране
cs: Před hledáním smazat
da: Ryd før søgning
de: Vor dem Suchlauf löschen
el: Εκκαθάριση πριν την ανίχνευση
et: Kustuta kanalid enne otsingut
fi: Tyhjennä kanavalista
fr: Effacer avant de chercher
hr: Brisanje prije skeniranja
hu: Keresés előtt törlés
it: Pulisci prima di cercare
lt: Išvalyti prieš paiešką
nl: Voor het zoeken alle bestaande zenders wissen?
pl: Wyczyścić przed skanowaniem
pt_br: Remover antes de buscar
ru: Очистить перед сканированием
sk: Vyčistiť pred vyhľadávaním
sl: Počisti pred iskanjem kanalov
sr: Obriši pre skeniranja
sv: Klar före skanning
ta: ச்கேன் முன் அழிக்கவும்
tr: Tarama öncesinde kanalları temizle
uk: Очистити перед пошуком
vi: Xóa trước khi quét
zh_cn: 扫描前清除节目

source: Clear fixed
bg: Изчисти фиксиран
cs: Uvolnit adresu
da: Ryd faste
de: Feste löschen
el: Εκκαθάριση σταθερών
et: Eemalda püsiaadress
fi: Tyhjennä kiinteä
fr: Nouvelle adresse
hr: Brisanje popravljeno
hu: Rögzítettek törlése
it: Pulisci fisso
lt: Išvalyti nustatytus
nl: CEC wissen
pl: Stałe czyszczenie
ru: Очищать
sk: Vyčistiť pevné
sr: Brisanje fiksirano
sv: Klar fast
ta: தெளிவான நிலையான
tr: Sabiti temizle
uk: Скинути фіксування
vi: Xóa cố định
zh_cn: 清除固定
