Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure the duration, in minutes, before the SleepTimer activates.
cs: Nakonfigurujte dobu trvání v minutách, než se aktivuje časovač vypnutí.
el: Ρύθμιση της διάρκειας σε λεπτά πριν την ενεργοποίηση του χρονοδιακόπτη ύπνου.
fi: Määritä kesto minuutteina, ennen kuin uniajastus aktivoituu.
hr: Konfigurirajte trajanje, u minutama, prije nego što se aktivira SleepTimer.
it: Configura durata, in minuti, prima dell'attivazione del timer di spegnimento.
lt: Sukonfigūruokite trukmę minutėmis prieš aktyvuojant miego laikmatį.
nl: Stel de tijdsduur in minuten in, voordat de SlaapTimer wordt geactiveerd.
pl: Skonfiguruj czas trwania (w minutach) przed aktywacją wyłącznika czasowego.
sk: Nastavte čas v minútach, po ktorom sa aktivuje časovač uspania.
sr: Podesite trajanje u minutama pre nego što se aktivira tajmer spavanja.
sv: Konfigurera varaktigheten, i minuter, innan SleepTimer aktiveras.
ta: ச்லீப் நேரங்குறிகருவி செயல்படுத்தும் முன், நிமிடங்களில் காலத்தை உள்ளமைக்கவும்.
tr: Uyku zamanlayıcısının devreye girmesinden önce geçecek süreyi dakika cinsinden yapılandırın.
uk: Налаштуйте у хвилинах тривалість до активації таймера сну.

source: Configure the end coordinate in x of the teletext display area.
bg: Конфигуриране на края на координа х на зоната на телетекст дисплей.
cs: Nakonfigurujte koncovou souřadnici v x oblasti zobrazení teletextu.
da: Konfigurer slutkoordinat i X af Tekst-TVs visningsområde.
de: Bestimmt die X-Endkoordinate des Anzeigebereichs für Videotext.
el: Ρύθμιση της τελευταίας συντεταγμένης x της περιοχής προβολής του τηλεκειμένου.
et: Määra x-koordinaadi lõpp teleteksti kuvaalas.
fi: Määritä loppukoordinaatti tekstitv:een X leveys.
fr: Configure la fin de coordonnées en x de la zone d'affichage du télétexte.
hr: Konfigurirajte krajnju koordinatu u x područja prikaza teleteksta.
hu: Állítsa be a teletext kijelzési területének "x" befejezési koordinátáját.
it: Configura coordinata finale in x dell'area di visualizzazione del televideo.
lt: Konfigūruokite baigimo koordinates x teleteksto ekrano pločiui.
nl: Configureer de eind-coördinaat in x van het weergavegebied van Teletekst.
pl: Skonfiguruj współrzędną końcową w x obszaru wyświetlania telegazety.
sk: Nastavte koncovú súradnicu v osi X oblasti zobrazovania teletextu.
sr: Podesite kraj koordinate u X oblasti prikaza teleteksta.
sv: Konfigurera slutkoordinaten i x för text-TV-visningens område.
ta: டெலிடெக்ச்ட் காட்சி பகுதியின் ஃச் இல் இறுதி ஒருங்கிணைப்பை உள்ளமைக்கவும்.
tr: Teletext görüntüleme alanının x eksenindeki bitiş koordinatını yapılandırın.
uk: Налаштування кінцевої координати Х відображення телетексту.
vi: Định cấu hình tọa độ kết thúc theo x của vùng hiển thị teletext.
zh_cn: 配置图文电视显示区域X点的结束坐标.

source: Configure the end coordinate in y of the teletext display area.
bg: Конфигуриране на края на координа y на зоната на телетекст дисплей.
cs: Nakonfigurujte koncovou souřadnici v y oblasti zobrazení teletextu.
da: Konfigurer slutkoordinat i Y af Tekst-TVs visningsområde.
de: Bestimmt die Y-Endkoordinate des Anzeigebereichs für Videotext.
el: Ρύθμιση της τελευταίας συντεταγμένης y της περιοχής προβολής του τηλεκειμένου.
et: Määra y-koordinaadi lõpp teleteksti kuvaalas.
fi: Määritä loppukoordinaatti tekstitv:een Y korkeus.
fr: Configure la fin de coordonnées en y de la zone d'affichage du télétexte.
hr: Konfigurirajte krajnju koordinatu u y područja prikaza teleteksta.
hu: Állítsa be a teletext kijelzési területének "x" befejezési koordinátáját.
it: Configura coordinata finale in y dell'area di visualizzazione del televideo.
lt: Konfigūruokite baigimo koordinates y teleteksto ekrano pločiui.
nl: Configureer de eind-coördinaat in y van het weergavegebied van Teletekst.
pl: Skonfiguruj współrzędną końcową w y obszarze wyświetlania telegazety.
sk: Nastavte koncovú súradnicu v osi Y oblasti zobrazovania teletextu.
sr: Podesite kraj koordinate u Y oblasti prikaza teleteksta.
sv: Konfigurera slutkoordinaten i y för text-TV-bildytan.
ta: டெலிடெக்ச்ட் காட்சி பகுதியின் ஒய் இல் இறுதி ஒருங்கிணைப்பை உள்ளமைக்கவும்.
tr: Teletext görüntüleme alanının y eksenindeki bitiş koordinatını yapılandırın.
uk: Налаштування кінцевої координати Y відображення телетексту.
vi: Định cấu hình tọa độ cuối trong y của vùng hiển thị teletext.
zh_cn: 配置图文电视显示区域X点的结束坐标.

source: Configure the first audio language (highest priority).
bg: Конфигуриране на първи аудио език (най-висок).
cs: Nastavuje první jazyk zvuku (nejvyšší priorita).
da: Konfigurere det første lydsprog (højest prioritet).
de: Audio Sprachwahl 1 (höchste Priorität) einstellen.
el: Ρύθμιση της πρώτης γλώσσας του ήχου (ύψιστη προτεραιότητα).
et: Määra heli keele esimene eelistus.
fi: Määrittää ensisijaisen äänen kielen (korkein prioriteetti).
fr: Configure la première langue audio (priorité la plus élevée).
hr: Konfigurirajte prvi jezik zvuka (najviši prioritet).
hu: Többnyelvű csatornáknál ezt a hangsávot választja automatikusan, legmagasabb prioritással.
it: Configura prima lingua audio (priorità massima).
lt: Konfigūruokite pagrindinę garso kalbą (didžiausias prioritetas).
nl: De eerste audiotaal instellen (hoogste prioriteit).
pl: Skonfiguruj pierwszy język ścieżki audio (najwyższy priorytet).
pt_br: Configurar o primeiro idioma de áudio (prioridade alta).
ru: Настройка первого языка аудио (высокий приоритет)
sk: Nastavte prvý jazyk zvuku (najvyššia priorita).
sr: Podesite prvi audio jezik (najviši prioritet).
sv: Konfigurera det första ljudspråket (högsta prioritet).
ta: முதல் ஆடியோ மொழியை உள்ளமைக்கவும் (அதிக முன்னுரிமை).
tr: Birinci ses dilini yapılandırın (en yüksek öncelik).
uk: Налаштування першої мови аудіо (високий пріоритет).
vi: Cấu hình ngôn ngữ âm thanh đầu tiên (ưu tiên cao nhất).
zh_cn: 配置第一种音频语言(最高优先级).

source: Configure the first subtitle language (highest priority).
bg: Конфигуриране на субтитрите на първи език (най-висок).
cs: Nastavuje první jazyk titulků (nejvyšší priorita).
da: Konfigurer det første undertekstsprog (højeste prioritet).
de: Untertitel für die Sprachauswahl 1 (höchste Priorität) einstellen.
el: Ρύθμιση της πρώτης γλώσσας των υποτίτλων (ύψιστη προτεραιότητα).
et: Määra subtiitrite keele esimene eelistus.
fi: Määrittää ensisijaisen tekstityksen kielen (korkein prioriteetti).
fr: Configure la première langue des sous-titres (priorité la plus élevée).
hr: Konfigurirajte prvi jezik titlova (najviši prioritet).
hu: Többnyelvű csatornáknál ezt a feliratot választja automatikusan, legmagasabb prioritással.
it: Configura prima lingua dei sottotitoli (priorità massima).
lt: Konfigūruokite pagrindinę subtitrų kalbą (didžiausias prioritetas).
nl: De eerste ondertitel taal kiezen (hoogste prioriteit).
pl: Skonfiguruj pierwszy język napisów (najwyższy priorytet)).
pt_br: Configurar o primeiro idioma da legenda (prioridade alta).
ru: Настройка первого языка субтитров(высокий приоритет)
sk: Nastavte prvý jazyk titulkov (najvyššia priorita).
sr: Podesite prvi jezik titlova (najviši prioritet).
sv: Konfigurera det första undertextspråket (högsta prioritet).
ta: முதல் வசன மொழியை உள்ளமைக்கவும் (அதிக முன்னுரிமை).
tr: Birinci altyazı dilini yapılandırın (en yüksek öncelik).
uk: Налаштування першої мови субтитрів (високий пріоритет).
vi: Cấu hình ngôn ngữ phụ đề đầu tiên (ưu tiên cao nhất).
zh_cn: 配置第一种字幕语言(最高优先级).

source: Configure the font size of the subtitles.
bg: Конфигуриране на размера на шрифта на субтитрите.
cs: Nastavuje velikost písma titulků.
da: Konfigurer skriftstørrelsen for undertekster.
de: Einstellen der Schriftgröße für Untertitel.
el: Ρύθμιση του μεγέθους της γραμματοσειράς των υποτίτλων.
et: Määra subtiitrite tähesuurus.
fi: Määrittää tekstityksen koon.
fr: Configure la taille de police des sous-titres.
hr: Konfigurirajte veličinu fonta titlova.
hu: A feliratok betű méretének beállítása.
it: Configura dimensione del carattere dei sottotitoli.
lt: Konfigūruokite subtitrų šrifto dydį.
nl: Stel hier de lettergrootte van de ondertitels in. De standaard grootte is 40.
pl: Skonfiguruj rozmiar czcionki napisów telegazety.
pt_br: Configurar o tamanho da fonte das legendas.
ru: Настройка размера шрифта субтитров.
sk: Nastavte veľkosť písma titulkov.
sr: Podesite veličinu fonta titlova.
sv: Konfigurera teckensnittsstorleken för undertexterna.
ta: வசன வரிகளின் எழுத்துரு அளவை உள்ளமைக்கவும்.
tr: Altyazı yazı tipi boyutunu yapılandırın.
uk: Налаштування розміру шрифту субтитрів.
vi: Cấu hình kích thước phông chữ của phụ đề.
zh_cn: 配置字幕的字体大小.

source: Configure the font size relative to default size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
bg: Конфигуриране на размера на шрифта спрямо размера по подразбиране, така че 1 се увеличава с 1 точка, а -1 намалява с размера 1 точка.
cs: Nakonfigurovat velikost písma vzhledem k výchozí velikosti, takže 1 se zvětší o 1 bod a -1 se zmenšuje o 1 bod.
da: Konfigurere skriftstørelse relativ til standardstørrelse, så 1 øger med 1 punkts størrelse og -1 mindsker med 1 punkts størrelse.
de: Einstellen der Schriftgröße relativ zur Standardgröße, so dass diese bei 1 um 1 Punktgröße zunimmt und bei -1 um 1 Punktgröße abnimmt.
el: Ρύθμιση του σχετικού μεγέθους γραμματοσειράς ως προς το θέμα, έτσι το 1 μεγεθύνει κατά 1 σημείο, και το -1 σμικρύνει κατά 1 σημείο μεγέθους.
et: Muuda tähesuurust. 1 suurendab ja -1 vähendab 1 punkti võrra.
fi: Määritä tekstin koko suhteessa oletus kokoon, joten 1 suurentaa koko yhdellä merkkikoolla ja -1 pienentää yhdellä.
fr: Configurez la taille de la police par rapport à la taille par défaut, de sorte que 1 augmente de 1 point de taille, et -1 diminue de 1 point de taille.
hr: Konfigurirajte veličinu fonta u odnosu na zadanu veličinu, tako da se 1 poveća za 1 bod, a -1 se smanji za 1 bod.
hu: Állítsa be a betű méretét az alapértelmezett mérethez képest, +1 az 1 ponttal növekszik, -1 pedig 1 ponttal csökken.
it: Configura dimensione del carattere rispetto alla dimensione predefinita, in modo che 1 aumenti di 1 punto e -1 diminuisca di 1 punto.
lt: Nustatykite šrifto dydį, lyginant su numatytu dydžiu, taigi 1 padidins 1 dydžio tašku, o -1 sumažins 1 dydžio tašku.
nl: Hier stelt u de grootte in t.o.v. de waarde die in de skin is gebruikt. Dus '1' vergroot die met 1 punt en '-1' verkleint die met 1 punt.
pl: Skonfiguruj rozmiar czcionki w stosunku do rozmiaru domyślnego, więc 1 zwiększa się o 1 punkt, a -1 zmniejsza o 1 punkt.
sk: Nastavte veľkosť písma relatívne k predvolenej veľkosti, takže 1 zväčší o 1 bod a -1 zmenší o 1 veľkostný bod.
sr: Podesite veličinu fonta titlova u odnosu na default veličinu, tako da se 1 povečava za 1 tačku, a -1 umanjuje za 1.
sv: Konfigurera teckenstorleken i förhållande till standardstorleken, så att 1 ökar med 1 punktstorlek och -1 minskar med 1 punktstorlek.
ta: இயல்புநிலை அளவோடு தொடர்புடைய எழுத்துரு அளவை உள்ளமைக்கவும், எனவே 1 1 புள்ளி அளவால் அதிகரிக்கிறது, மற்றும் -1 1 புள்ளி அளவால் குறைகிறது.
tr: Yazı tipi boyutunu varsayılan boyuta göre yapılandırın; 1 değeri 1 punto artırırken, -1 değeri 1 punto azaltır.
uk: Налаштуйте розмір шрифту по відношенню до розміру за замовчуванням, так 1 збільшує на 1 пункт шрифт, а -1 зменшує на 1 пункт.
vi: Định cấu hình kích thước phông chữ so với kích thước mặc định, vì vậy 1 tăng kích thước 1 điểm và -1 giảm kích thước 1 điểm.
zh_cn: 相对于默认大小配置字体大小,因此1增加1点大小,而-1减少1点大小.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
bg: Конфигуриране на размера на шрифта спрямо размера на кожата, така че с 1 се увеличава размера с 1 точка, и -1 намалява с 1 точка.
cs: Nastavuje velikost písma úměrnou k velikosti vzhledu.
da: Konfigurere skriftstørelse relativ til Temastørrelse, så 1 øger med 1 punkts størrelse og -1 mindsker med 1 punkts størrelse.
de: Einstellen der Schriftgröße relativ zur Skingröße, so dass diese bei 1 um 1 Punktgröße zunimmt und bei -1 um 1 Punktgröße abnimmt.
el: Ρύθμιση του σχετικού μεγέθους γραμματοσειράς ως προς το θέμα, έτσι το 1 μεγεθύνει κατά 1 σημείο, και το -1 σμικρύνει κατά 1 σημείο μεγέθους.
et: Muuda tähesuurust. 1 suurendab ja -1 vähendab 1 punkti võrra.
fi: Tämä asetus määrittää tekstikoon suhteessa teeman määritykseen. Arvo 1 suurentaa tekstikokoa yhdellä ja arvo -1 vastaavasti pienentää yhdellä.
fr: Cela vous permet de changer la taille de la police relativement à la taille du thème, donc 1 augmente de 1 point la taille, et -1 diminue de 1 point la taille.
hr: Konfigurirajte veličinu fonta u odnosu na veličinu skina, tako da se 1 povećava za 1 bod, a -1 smanjuje za 1 bod.
hu: Állítsa be a betű méretét a kinézet alapértékéhez viszonyítva (0 alapértelmezett), +1 az 1 ponttal növekszik, -1 pedig 1 ponttal csökken.
it: Configura dimensione del carattere rispetto alla dimensione della skin, in modo che 1 aumenti di 1 punto la dimensione e -1 diminuisca di 1 punto.
lt: Konfigūruokite šrifto dydį, lyginant su temos naudojamu dydžiu, taigi 1 padidins 1 dydžio tašku, o -1 sumažins 1 dydžio tašku.
nl: Hier stelt u de grootte in t.o.v. de waarde die in de skin staat. Dus '1' vergroot die met 1 punt en '-1' verkleint die met 1 punt.
pl: Skonfiguruj rozmiar czcionki w stosunku do wielkości, skóry, więc 1 zwiększa się o 1 punkt wielkości, a -1 spada o 1 punkt wielkości.
ru: Настройте размер шрифта.
sk: Nastavte veľkosť písma vzhľadom na veľkosť vzhľadu (skinu), takže 1 zväčší o 1 bod a -1 zmenší o 1 bod.
sr: Podesite veličinu fonta u odnosu na veličinu skina, tako da se 1 povečava za 1 tačku, a -1 umanjuje za 1.
sv: Konfigurera teckenstorleken i förhållande till hudstorleken, så att 1 ökar med 1 punktstorlek och -1 minskar med 1 punktstorlek.
ta: தோல் அளவோடு ஒப்பிடும்போது எழுத்துரு அளவை உள்ளமைக்கவும், எனவே 1 1 புள்ளி அளவால் அதிகரிக்கிறது, மற்றும் -1 1 புள்ளி அளவால் குறைகிறது.
tr: Yazı tipi boyutunu arayüz boyutuna göre yapılandırın; 1 değeri 1 punto artırırken, -1 değeri 1 punto azaltır.
uk: Налаштуйте розмір шрифту щодо розміру скіну, так 1 збільшується на 1 пункт, а -1 зменшується на 1 пункт.
vi: Định cấu hình kích thước phông chữ tương ứng với kích thước da, vì vậy 1 tăng kích thước 1 điểm và -1 giảm kích thước 1 điểm.
zh_cn: 配置相对于皮肤尺寸的字体大小,因此1增加1点大小,-1减小1点大小.

source: Configure the fourth audio language.
bg: Конфигуриране на четвърти аудио език.
cs: Nastavuje čtvrtý jazyk zvuku.
da: Konfigurere det fjerde lydsprog.
de: Audio Sprachwahl 4 (niedrigste Priorität) einstellen.
el: Ρύθμιση της τέταρτης γλώσσας ήχου.
et: Määra heli keele neljas eelistus.
fi: Määrittää neljännen äänen kielen.
fr: Configure la quatrième langue audio.
hr: Podesite četvrti audio jezik.
hu: Többnyelvű csatornáknál ezt a hangsávot választja automatikusan, negyedik prioritással.
it: Configura quarta lingua audio.
lt: Konfigūruokite ketvirtą garso kalbą.
nl: De vierde audio taal instellen. (laagste prioriteit)
pl: Skonfiguruj język czwartej ścieżki audio.
pt_br: Configurar o quarto idioma de áudio.
ru: Настройка четвертого языка аудио
sk: Nastavte štvrtý jazyk zvuku.
sr: Podesite četvrti audio jezik.
sv: Konfigurera det fjärde ljudspråket.
ta: நான்காவது ஆடியோ மொழியை உள்ளமைக்கவும்.
tr: Dördüncü ses dilini yapılandırın.
uk: Налаштування четвертої мови аудіо.
vi: Cấu hình ngôn ngữ âm thanh thứ tư.
zh_cn: 配置第四音频语言.

source: Configure the fourth subtitle language.
bg: Конфигуриране на субтитрите на четвърти език.
cs: Nastavuje čtvrtý jazyk titulků.
da: Konfigurer det fjerde undertekstsprog.
de: Untertitel für die Sprachauswahl 4 (niedrigste Priorität) einstellen.
el: Ρύθμιση της τέταρτης γλώσσας υποτίτλων.
et: Määra subtiitrite keele neljas eelistus.
fi: Määrittää neljännen tekstityskielen.
fr: Configure la quatrième langue des sous-titres.
hr: Podesite četvrti jezik titlova.
hu: Többnyelvű csatornáknál ezt a feliratot választja automatikusan, negyedik prioritással.
it: Configura quarta lingua dei sottotitoli.
lt: Konfigūruokite ketvirtą subtitrų kalbą.
nl: De vierde ondertitel taal kiezen (laagste prioriteit).
pl: Skonfiguruj czwarty język napisów.
pt_br: Configurar o quarto idioma da legenda.
ru: Настройка четвертого языка субтитров
sk: Nastavte štvrtý jazyk titulkov.
sr: Podesite četvrti jezik titlova.
sv: Konfigurera det fjärde undertextspråket.
ta: நான்காவது வசன மொழியை உள்ளமைக்கவும்.
tr: Dördüncü altyazı dilini yapılandırın.
uk: Налаштування четвертої мови субтитрів.
vi: Cấu hình ngôn ngữ phụ đề thứ tư.
zh_cn: 配置第四个字幕语言.

source: Configure the function of a long press on the power button.
bg: Конфигуриране на функцията на дълго натискане на бутона за захранване.
cs: Nastavuje funkci pro dlouhý stisk tlačítka 'VYPNOUT'.
da: Konfigurer funktionen af et lang tryk på tænd-knappen.
de: Wählen Sie, was langes Drücken der Ausschalttaste bewirken soll.
el: Ρύθμιση λειτουργίας παρατεταμένης πίεσης του πλήκτρου power.
et: Määra, mida toitenupu pikk vajutus teeb.
fi: Määrittää, mitä virtanäppäimen pitkä painallus tekee.
fr: Action à effectuer lors de l'appui long sur la touche de mise sous tension.
hr: Konfigurirajte funkciju dugog pritiska na tipku za napajanje.
hu: A Be/Ki kapcsoló gomb működése hosszan tartott lenyomásnál.
it: Configura funzione di pressione prolungata sul tasto di accensione.
lt: Konfigūruokite, kas vyks ilgai paspaudus 'įjungimo' mygtuką.
nl: Met deze optie stelt u de functie in van het lang indrukken van de Aan/Uit knop. U kunt kiezen uit, het Afsluitmenu weergeven, direct Uitschakelen of ga naar Stand-by.
pl: Skonfiguruj funkcję długiego naciśnięcia przycisku zasilania.
pt_br: Configurar a função ao manter pressionado o botão Power.
ru: Настройка функции длительного нажатия на кнопку питания.
sk: Nastavte funkciu pre dlhé stlačenie tlačidla napájania.
sr: Podesite funkciju dugog pritiska na taster za napajanje.
sv: Konfigurera funktionen för ett långt tryck på strömknappen.
ta: ஆற்றல் பொத்தானில் நீண்ட அழுத்தும் செயல்பாட்டை உள்ளமைக்கவும்.
tr: Power tuşuna uzun basmanın işlevini yapılandırın.
uk: Налаштування функції тривалого натискання на кнопку живлення.
vi: Cấu hình chức năng của một nhấn lâu trên nút nguồn.
zh_cn: 配置长按在电源键上的功能.

source: Configure the function of a short press on the power button.
bg: Конфигуриране на функцията на кратко натискане на бутона за захранване.
cs: Nastavuje funkci pro krátký stisk tlačítka 'VYPNOUT'.
da: Konfigurer funktionen af et kort tryk på tænd-knappen.
de: Wählen Sie, was Drücken der Ausschalttaste bewirken soll.
el: Ρύθμιση λειτουργίας στιγμιαίας πίεσης του πλήκτρου power.
et: Määra, mida toitenupu lühike vajutus teeb.
fi: Määrittää, mitä virtanäppäimen lyhyt painallus tekee.
fr: Action à effectuer lors de l'appui court sur la touche de mise sous tension.
hr: Konfigurirajte funkciju kratkog pritiska na tipku za uključivanje.
hu: A Be/Ki kapcsoló gomb működése rövid (normális) lenyomásnál.
it: Configura funzione di una breve pressione sul tasto di accensione.
lt: Konfigūruokite, kas vyks trumpai paspaudus 'įjungimo' mygtuką.
nl: Met deze optie stelt u de functie in van het kort indrukken van de Aan/Uit knop. U kunt kiezen uit, ga naar Stand-by, het Afsluitmenu weergeven of direct Uitschakelen.
pl: Skonfiguruj funkcję krótkiego naciśnięcia przycisku zasilania.
pt_br: Configurar a função ao pressionar brevemente o botão Power.
ru: Настройка функции короткого нажатия на кнопку питания.
sk: Nastavte funkciu pre krátke stlačenie tlačidla napájania.
sr: Podesite funkciju kratkog pritiska na taster za napajanje.
sv: Konfigurera funktionen för en kort tryckning på strömbrytaren.
ta: ஆற்றல் பொத்தானில் ஒரு குறுகிய அழுத்தத்தின் செயல்பாட்டை உள்ளமைக்கவும்.
tr: Power tuşuna kısa basmanın işlevini yapılandırın.
uk: Налаштування функції короткого натискання на кнопку живлення.
vi: Cấu hình chức năng nhấn nhanh vào nút nguồn.
zh_cn: 配置短按在电源键上的功能.

source: Configure the function of the < and > buttons.
bg: Конфигуриране на функцията на бутоните < и >.
cs: Nakonfigurujte funkci tlačítek < a >.
el: Ρύθμιση της λειτουργίας των πλήκτρων < και >.
fi: Määritä toiminto < ja > näppäimille.
hr: Konfigurirajte funkciju tipki < i >.
it: Configura funzione dei tasti < e >.
lt: Konfigūruoti mygtukų < ir > funkciją.
nl: De functie van de < en > knoppen instellen.
pl: Skonfiguruj funkcję przycisków < i >.
sk: Konfigurovať funkciu tlačidiel < a >.
sr: Podesite funkciju tastera < i >.
sv: Konfigurera funktionen för knapparna < och >.
ta: <மற்றும்> பொத்தான்களின் செயல்பாட்டை உள்ளமைக்கவும்.
tr: < ve > tuşlarının işlevini yapılandırın.
uk: Налаштуйте функцію кнопок < та >.

source: Configure the gateway.
bg: Конфигуриране на шлюза.
cs: Nastavuje bránu.
da: Konfigurer en Gateway.
de: Das Gateway einstellen.
el: Ρύθμιση πύλης δικτύου.
et: Seadista lüüs.
fi: Määritä verkon yhdyskäytävä.
fr: Configure la passerelle.
hr: Podesite mrežni prolaz.
hu: Átjáró beállítása.
it: Configura gateway.
lt: Konfigūruokite tinklo šliuzą.
nl: Configureer uw gateway.
pl: Skonfiguruj ustawienia 'bramy'.
pt_br: Configurar o gateway.
ru: Настройка шлюза.
sk: Nastavte bránu.
sr: Podesite mrežni prolaz.
sv: Konfigurera gatewayen.
ta: நுழைவாயிலை உள்ளமைக்கவும்.
tr: Ağ geçidini yapılandırın.
uk: Налаштування шлюза.
vi: Cấu hình cổng.
zh_cn: 配置网关.

source: Configure the hard disk drive to go to Standby after the specified idle time when the receiver is in Standby.
cs: Nastavuje čas nečinnosti, po kterém přejde pevný disk do úsporného režimu (jestliže je přijímač vypnutý).
el: Ρύθμιση μετάβασης του σκληρού δίσκου σε αναμονή μετά τον ορισμένο χρόνο αδράνειας κατά την αναμονή του δέκτη.
hr: Konfigurirajte pogon tvrdog diska da prijeđe u stanje mirovanja nakon navedenog vremena mirovanja.
it: Configura unità disco fisso in modo che vada in standby dopo il tempo di inattività specificato quando il ricevitore è in Standby.
lt: Konfigūruokite, kiek laiko lauks kietas diskas, kad pereiti į budėjimo režimą, kai imtuvas budėjimo režime.
nl: Configureer de harde schijf om in stand-by te gaan, na de verstreken inactieve tijd als de box al in stand-by staat.
sr: Podesite tvrdi disk da pređe u stanje pripravnosti nakon određenog vremena neaktivnosti kada je prijemnik u stanju pripravnosti.
sv: Konfigurera hårddiskenheten så att den går till standby efter den angivna inaktivitetstiden när boxen är i standby.
tr: Alıcı bekleme modundayken, belirtilen süre boyunca boşta kaldıktan sonra sabit disk sürücüsünün bekleme moduna geçmesini yapılandırın.
uk: Вкажіть, через який час знаходження приймача в режимі очікування або невикористання, переводити жорсткий диск в режим очікування.

source: Configure the hard disk drive to go to Standby after the specified idle time.
cs: Nastavuje čas nečinnosti, po kterém přejde pevný disk do úsporného režimu.
el: Ρυθμίστε τον σκληρό δίσκο να μεταβαίνει σε αναμονή έπειτα από το καθορισμένο χρόνο αδράνειας.
hr: Konfigurirajte pogon tvrdog diska da prijeđe u stanje mirovanja nakon navedenog vremena mirovanja.
it: Configura unità disco fisso per andare in standby dopo il tempo di inattività specificato.
lt: Konfigūruokite, kiek laiko lauks kietas diskas, kad pereiti į budėjimo režimą , jei jis nenaudojamas.
nl: Configureer de harde schijf om in stand-by te gaan, na de verstreken inactieve tijd als de box al in stand-by staat.
sr: Konfigurišite hard disk da pređe u stanje mirovanja nakon određenog vremenskog perioda neaktivnosti.
sv: Konfigurera hårddiskenheten så att den går till standby efter den angivna inaktivitetstiden.
tr: Sabit disk sürücüsünü, belirtilen süre boyunca boşta kaldıktan sonra bekleme moduna geçecek şekilde yapılandırın.
uk: Настроювання жорсткого диска для переходу в режим очікування після простою протягом певного часу.
