Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure to show channel names, numbers, picons or all three inside EPG.
bg: Конфигурирайте за показване на имена на канали, номера, икони или и трите в EPG.
cs: Nakonfigurovat tak, aby se v EPG zobrazovaly názvy kanálů, čísla, ikony nebo všechny tři.
da: Konfigurer om der skal vises kanalnavne, numre, pikoner eller alle tre indeni EPG.
de: Einstellen, ob Sendernamen, Kanalnummern, Picons oder alle drei im EPG angezeig werden sollen.
el: Ρυθμίστε αν θα εμφανίζονται τα ονόματα καναλιών, τα λογότυπα ή και τα δύο στο EPG.
fi: Määrittää, näytetäänkö ohjelmaluettelossa kanavan nimi, logo vai molemmat.
fr: Configurer pour afficher les noms de chaînes, les numéros, les picons ou les trois dans l'EPG.
hr: Konfigurirajte za prikaz imena kanala, brojeva, ikona ili sve troje unutar EPG.
it: Configura per mostrare i nomi dei canali, i numeri, le icone o tutti e tre all'interno dell'EPG.
lt: Konfigūruokite, kad būtų rodomi kanalų pavadinimai, numeriai, logotipai arba visi trys EPG.
nl: Selecteer of u de zendernaam, zendernummer, een Picon of een combinatie van alle drie wilt zien in de EPG.
pl: Skonfiguruj wyświetlanie nazw kanałów, numerów, pikon lub wszystkich trzech w EPG.
sk: Nastavte zobrazenie názvov kanálov, čísel, pikon, alebo všetkých troch v EPG.
sr: Podesite tako da prikazuje imena kanala, brojeve, pikone ili sva tri unutar EPG.
sv: Konfigurera för att visa kanalnamn, nummer, picons eller alla tre i EPG.
ta: சேனல் பெயர்கள், எண்கள், பிகன்கள் அல்லது மூன்று ஈபிசிக்குள் காட்ட உள்ளமைக்கவும்.
tr: EPG içinde kanal isimlerini, numaralarını, pikonlarını veya her üçünü birden gösterecek şekilde yapılandırın.
uk: Налаштуйте відображення назв каналів, чисел, піконів, або всіх трьох у EPG.
vi: Định cấu hình để hiển thị tên kênh, số, picons hoặc cả ba bên trong EPG.
zh_cn: 配置以显示频道名称、编号、picon或EPG中的所有三个.

source: Configure to show the channel names, picons, or both in the EPG.
bg: Конфигурирайте за да покажете имената на каналите, пиконите или и двете в EPG.
cs: Nastavuje zobrazení názvů kanálů, piconů, nebo jako v EPG.
da: Konfigurer om der skal vises kanalnavne, pikoner eller begge to i EPG.
de: Einstellen, ob Sendernamen, Kanalnummern, Picons oder alle drei im EPG angezeig werden sollen.
el: Ρυθμίστε αν θα εμφανίζονται τα ονόματα καναλιών, τα λογότυπα ή και τα δύο στο EPG.
et: Määra, kas saatekavas näidatakse kanalinimesi, pikoneid või mõlemaid.
fi: Määrittää, näytetäänkö ohjelmaluettelossa kanavan nimi, logo vai molemmat.
fr: Configure pour afficher le nom des chaînes, les picons, ou les deux dans l'EPG.
hr: Konfigurirajte za prikaz naziva kanala, ikona ili oboje u EPG.
hu: Állítsa be a csatorna név és a 'picon'-okat vagy mindkettő láthatóságát az EPG műsorújságban.
it: Configura per mostrare i nomi dei canali, le icone o entrambi nell'EPG.
lt: Konfigūruokite EPG, kad rodyti kanalų pavadinimus, logotipus, ar abu kartu.
nl: Selecteer of u de zendernaam, zendernummer, een picon of een combinatie van alle drie wilt zien in de EPG.
pl: Skonfiguruj wyświetlanie nazwy kanałów, pikon, zarówno w EPG.
ru: Настройка отображения названия каналов, пиконов, или как в EPG.
sk: Nastavte zobrazenie názvu kanála, pikony, alebo obidvoch v EPG.
sr: Podesite tako da EPG prikazuje imena kanala, pikone ili oba.
sv: Konfigurera för att visa kanalnamn, picons eller båda i EPG.
ta: சேனல் பெயர்கள், பிகன்கள் அல்லது இரண்டையும் ஈபிசியில் காட்ட உள்ளமைக்கவும்.
tr: EPG içinde kanal isimlerini, pikonlarını veya her ikisini birden gösterecek şekilde yapılandırın.
uk: Налаштування відображення назви каналів, піконів, або як в EPG.
vi: Định cấu hình để hiển thị tên kênh, picons hoặc cả hai trong EPG.
zh_cn: 配置以在EPG中显示频道名称,Picon或两者.

source: Configure whether a bold TrueType font is used for teletext.
bg: Конфигурирайте дали bold TrueType шрифт се използва за телетекст.
cs: Nakonfigurujte, zda se pro teletext používá tučné písmo TrueType.
da: Konfigurer om der skal bruges fed TrueType skrifttype i Tekst-TV.
de: Bestimmt, ob ein regulärer oder ein fetter Zeichensatz für die Videotext Darstellung verwendet wird.
el: Ρυθμίστε αν θα χρησιμοποιείται μία έντονη γραμματοσειρά για το τηλεκείμενο.
et: Määra, kas teletekstis kasutatakse rasvast TrueType kirjatüüpi.
fi: Määritä käytetäänkö teksti-tv:ssä lihavoitua fonttia.
fr: Configure si une police TrueType en gras est utilisée pour le télétexte.
hr: Podesite podebljano slovo TrueType za teletekst.
hu: Állítsa be, hogy a teletexthez milyen vastagságú TrueType betűtípust használ.
it: Configura se per il televideo viene usato un carattere TrueType in grassetto.
lt: Konfigūruokite ar paryškintas TrueType šriftas bus naudojamas teletekstui.
nl: Configureren of het vette TrueType-lettertype wordt gebruikt voor Teletekst.
pl: Skonfiguruj użycie pogrubionej czcionki TrueType dla telegazety.
sk: Nastavte, či sa pre teletext použije tučné písmo TrueType.
sr: Podesite podebljano slovo TrueType za teletekst.
sv: Konfigurera om ett fetstilt TrueType-teckensnitt ska användas för text-TV.
ta: டெலிடெக்ச்டுக்கு தைரியமான ட்ரூய்டைப் எழுத்துரு பயன்படுத்தப்படுகிறதா என்பதை உள்ளமைக்கவும்.
tr: Teletext için kalın TrueType yazı tipinin kullanılıp kullanılmayacağını yapılandırın.
uk: Налаштування звичайний чи жирний шрифт TrueType для відтворення телетексту.
vi: Định cấu hình xem một phông chữ TrueType đậm được sử dụng cho teletext.
zh_cn: 配置是否将粗体TrueType字体用于图文.

source: Configure whether a fixed font or a scalable TrueType font is used for teletext.
bg: Конфигурирайте дали фиксиран шрифт или мащабируем TrueType шрифт да се използва за телетекст.
cs: Nakonfigurujte, zda se pro teletext použije pevné písmo nebo škálovatelné písmo TrueType.
da: Konfigurer om der skal bruges fast eller skalerbar TrueType skrifttype i Tekst-TV.
de: Bestimmt, ob ein fester Zeichensatz oder ein skalierbarer TrueType-Zeichensatz für die Videotext Darstellung verwendet wird.
el: Ρυθμίστε αν θα χρησιμοποιείται μία γραμματοσειρά σταθερού πλάτους ή κλιμακούμενη για το τηλεκείμενο.
et: Määra, kas teletekstis määratud suurusega või skaleeritavat TrueType kirjatüüpi.
fi: Määritä käytetäänkö teksti-tv:ssä kiinteää kirjasinta vai skaalattavaa fonttia.
fr: Configure si une police fixe ou une police TrueType est utilisée pour le télétexte.
hr: Podesite fiksno slovo ili skalabilni TrueType za teletekst.
hu: Állítsa be, hogy a teletexthez rögzített betűtípus vagy skálázható TrueType betűtípus használható-e.
it: Configura se per il televideo viene usato un carattere fisso o un carattere TrueType scalabile.
lt: Konfigūruokite ar naudoti fiksuotą šriftą ar keičiamo dydžio TrueType šriftą, naudojamą teletekstui.
nl: Configureren of een vast lettertype of een schaalbare TrueType-lettertype wordt gebruikt voor Teletekst.
pl: Skonfiguruj, czy do telegazety używana jest stała czcionka lub skalowalna czcionka TrueType.
sk: Nastavte, či sa pre teletext použije písmo s fixnou šírkou alebo škálovateľné písmo TrueType.
sr: Podesite fiksno slovo ili skalabilni TrueType za teletekst.
sv: Konfigurera om ett fast typsnitt eller ett skalbart TrueType-typsnitt ska användas för text-TV.
ta: டெலிடெக்ச்டுக்கு ஒரு நிலையான எழுத்துரு அல்லது அளவிடக்கூடிய TRUETYPE எழுத்துரு பயன்படுத்தப்படுகிறதா என்பதை உள்ளமைக்கவும்.
tr: Teletext için sabit yazı tipi mi yoksa ölçeklenebilir TrueType yazı tipi mi kullanılacağını yapılandırın.
uk: Налаштування маштабування або фіксований розмір шрифту TrueType для відтворення телетексту.
vi: Định cấu hình xem phông chữ cố định hoặc phông chữ TrueType có thể mở rộng được sử dụng cho teletext.
zh_cn: 配置是否固定或可伸缩的TrueType字体的字体用于图文.

source: Configure whether another tuner from the preferred list is allocated for recordings instead of sharing a tuner that is already active receiving the same live TV channel.
bg: Конфигурирайте дали друг тунер от предпочитания списък да бъде назначен за записи, вместо да споделяте тунер, който вече е активен и получава същия телевизионен канал на живо.
cs: Nakonfigurujte, zda je pro nahrávání přidělen jiný tuner z preferovaného seznamu namísto sdílení tuneru, který je již aktivní a přijímá stejný živý televizní kanál.
da: Konfigurer om en anden Tuner fra listen af foretrukne tildeles til optagelser i stedet for at dele en Tuner, der allerede aktiv modtagere den samme Live TV kanal.
de: Einstellen, ob bei Aufnahmen ein weiterer bevorzugter Tuner belegt wird, selbst wenn ein anderer Tuner mit verwendet werden könnte, der den gleichen Kanal Live empfängt.
el: Ρυθμίστε αν ένα άλλο tuner από τη λίστα προτιμώμενων θα διατίθεται για εγγραφές αντί να μοιράζεται ένα tuner που είναι ήδη ενεργό για λήψη του ίδιου ζωντανού καναλιού TV.
et: Määra, kas kasutada salvestusteks määratud tuunerit või juba sama saate vastuvõtuga hõivatud tuunerit.
fi: Määritä, käytetäänkö toista viritintä tallennuksiin , vaikka voitaisiin käyttää samaa viritintä, joka vastaanottaa samaa kanavaa suorana.
fr: Configure si un autre tuner de la liste préférée est alloué aux enregistrements au lieu de partager un tuner déjà actif recevant la même chaîne de télévision en direct.
hr: Podesite snimke dodjeljene drugom tuneru koji već aktivno prima isti TV kanal uživo.
hu: Állítsa be, hogy a preferált listából egy másik tuner van-e rögzítésre a tuner megosztása helyett, amely ugyanazt az élő TV-csatornát használja.
it: Configura se un altro tuner dall'elenco dei preferiti è assegnato per le registrazioni invece di condividere un tuner già attivo che riceve lo stesso canale TV in diretta.
lt: Konfigūruokite ar kitas imtuvas, iš pageidaujamo sąrašo, yra skirtas įrašymui vietoj bendrinamo imtuvo, kuris jau aktyviai gauna vieną ir tą pačią transliaciją televizijos kanalu.
nl: Configureren of een andere tuner uit de voorkeurslijst wordt toegewezen voor opnames in plaats van het delen van een tuner die reeds actief is met ontvangt van dezelfde live TV-zender.
pl: Skonfiguruj, czy inny tuner z preferowanej listy jest przydzielany do nagrań zamiast dzielić tuner, który jest już aktywny, odbierając ten sam kanał telewizyjny na żywo.
sk: Nastavte, či sa pre nahrávanie pridelí ďalší tuner zo zoznamu preferovaných tunerov, alebo sa bude zdieľať rovnaký tuner, ktorý je už aktívny pri prijímaní rovnakého TV kanála.
sr: Podesite snimke dodeljene drugom tjuneru koji već aktivno prima isti TV kanal uživo.
sv: Ställ in om en annan tuner från listan över föredragna tuners ska tilldelas för inspelningar i stället för att dela en tuner som redan är aktiv och tar emot samma live-TV-kanal.
ta: அதே லைவ் டிவி சேனலைப் பெறும் ட்யூனரைப் பகிர்வதற்குப் பதிலாக விருப்பமான பட்டியலிலிருந்து மற்றொரு ட்யூனர் பதிவுகளுக்கு ஒதுக்கப்பட்டுள்ளதா என்பதை உள்ளமைக்கவும்.
tr: Aynı canlı TV kanalını alan ve halihazırda aktif olan bir tuneri paylaşmak yerine, tercih edilen listeden başka bir tunerin kayıtlar için tahsis edilip edilmeyeceğini yapılandırın.
uk: Налаштуйте, чи застосувати інший тюнер для запису передачі замість того, що в даний момент приймає цей же канал.
vi: Định cấu hình xem một bộ chỉnh khác từ danh sách ưa thích có được phân bổ cho các bản ghi thay vì chia sẻ bộ chỉnh đã hoạt động khi nhận cùng một kênh truyền hình trực tiếp hay không.
zh_cn: 配置是否为首选列表分配另一个调谐器用于录制而不是共享已经处于活动状态的调谐器接收相同的直播电视频道.

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseudo recordings (like in EPGrefresh).
cs: Nastavuje, zda je viditelný symbol 'nahrávání' (ve vzhledu displeje LCD) pro skutečné nahrávky nebo také pro streamování a pseudo nahrávky (např EPGrefresh).
el: Ρυθμίστε αν το σύμβολο 'εγγραφής' (στην οθόνη πρόσοψης και στο θέμα LCD) θα είναι ορατό για τις πραγματικές εγγραφές μόνο ή και για τις ροές και τις ψευδοεγγραφές (π.χ EPGrefresh).
hr: Konfigurirajte hoće li simbol 'snimanja' (na skinu zaslona i LCD skina) biti vidljiv samo za stvarne snimke ili i za streaming i pseudo snimke (npr. EPGrefresh).
it: Configura se il simbolo 'registrazione' (nella skin del display e nella skin LCD) è visibile solo per le registrazioni reali o anche per le registrazioni in streaming e pseudo (es. EPRefresh).
lt: Konfigūruokite, ar "įrašymo" simbolis (monitoriaus temoje ir LCD temoje) matomi tik realiai įrašant ar taip pat transliacijoms ir pseudo įrašams (pvz EPGrefresh).
nl: Stel in of het opname symbool (in de skin en op het display) alleen zichtbaar is bij echte opnames. Of ook voor streaming en pseudo opnames (zoals bijvoorbeeld bij EPG-Refresh).
sr: Konfigurišite da li je simbol 'snimanja' (u prikazu izgleda i LCD izgledu) vidljiv samo za stvarna snimanja ili i za striming i lažna snimanja (kao kod osvežavanja EPG-a).
sv: Ställ in om symbolen "inspelning" (i display- och LCD-skärmen) ska visas endast för riktiga inspelningar eller även för streaming och pseudoinspelningar (t.ex. EPGrefresh).
tr: Ekran arayüzünde ve LCD arayüzünde yer alan 'kayıt' simgesinin yalnızca gerçek kayıtlar için mi yoksa akış ve sahte kayıtlar (EPGrefresh'te olduğu gibi) için de mi görünür olacağını yapılandırın.
uk: Вкажіть, коли виводити значок 'запис' на дисплей приймача, тільки при записі передач або при потоковій передачі і псевдозаписах також (наприклад, при оновленні EPG).

source: Configure which color format should be used on the SCART output.
bg: Конфигурирайте кой цветови формат трябва да се използва на SCART изхода.
cs: Nastavuje barevný formát pro SCART výstup.
da: Konfigurer hvilket farveformat der skal anvendes på SCART udgangen.
de: Einstellen, welches Farbformat am Scart Ausgang benutzt werden soll.
el: Ρυθμίστε ποιο φορμά χρώματος θα χρησιμοποιείται στην έξοδο SCART.
et: Määra SCART väljundi poolt kasutatav värvisüsteem.
fi: Määritä mitä värijärjestelmää käytetään SCART-ulostulossa.
fr: Configure le format couleur qui devra être utilisé sur la sortie péritel.
hr: Konfigurirajte koji format boje treba koristiti na SCART izlazu.
hu: Milyen típusú videó jel jelenjen meg a SCART kimeneten.
it: Configura quale formato colore deve essere usato sull'uscita SCART.
lt: Konfigūruokite kurios spalvos formatas turi būti naudojamas SCART išėjime.
nl: Stel in welk kleurformaat gebruikt wordt bij weergave via de scart.
pl: Wybierz, jaki format koloru powinien być stosowany na wyjściu SCART.
pt_br: Configurar qual formato de cor deve ser usado na saída SCART.
ru: Укажите, какой формат цвета должен использоваться на выходе SCART.
sk: Nastavte farebný formát použitý pre výstup SCART.
sr: Podesite format boje za SCART izlaz.
sv: Konfigurera vilket färgformat som ska användas på SCART-utgången.
ta: ச்கார்ட் வெளியீட்டில் எந்த வண்ண வடிவமைப்பைப் பயன்படுத்த வேண்டும் என்பதை உள்ளமைக்கவும்.
tr: SCART çıkışında hangi renk formatının kullanılacağını belirleyin.
uk: Налаштування формату виведення кольору виході SCART.
vi: Định cấu hình định dạng màu nào sẽ được sử dụng trên đầu ra SCART.
zh_cn: 配置的颜色格式应该使用SCART输出.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
bg: Конфигурирайте кой тунер за записи ще бъде предпочитан, когато има повече от един тунер.
cs: Nastavuje, který tuner bude mít prioritu při nahrávání, jestliže je k dispozici více než jeden tuner.
da: Konfigurer hvilken Tuner der bliver foretrukket til optagelser, når der er mere end en Tuner tilgængelig.
de: Einstellen, welcher Tuner für Aufnahmen bevorzugt benutzt werden soll, wenn mehr als ein Tuner verfügbar ist.
el: Ρυθμίστε ποιο tuner θα επιλέγεται για εγγραφές, όταν περισσότερα του ενός είναι διαθέσιμα.
et: Määra, millist tuunerit eelistatakse salvestamisel, kui saadaval on rohkem kui üks tuuner.
fi: Määrittää ensisijaisen virittimen, jos useampia virittimiä käytettävissä. Valinnalla Autom. laite valitsee itse, mitä viritintä käytetään.
fr: Configure le tuner qui sera préféré pour enregistrer, lorsque plus d'un tuner est disponible.
hr: Konfigurirajte koji će tuner za snimke biti preferiran, kada je dostupno više od jednog tunera.
hu: Több tuner esetén melyik tuner legyen előnyben a felvételekhez.
it: Configura quale tuner per le registrazioni sarà preferito, quando è disponibile più di un tuner.
lt: Konfigūruokite, kuris imtuvas bus pasirinktas įrašams, kai laisvas daugiau, nei vienas imtuvas.
nl: Met deze optie stelt u in welke tuner de voorkeurstuner is voor opnames indien er meerdere tuners beschikbaar zijn. U kunt, afhankelijk van het aantal beschikbare tuners, kiezen uit Automatisch of de Handmatig door u gekozen tuner.
pl: Gdy jest więcej niż jeden tuner, skonfiguruj który tuner do nagrywania będzie preferowany.
ru: Укажите, какой тюнер предпочтительнее для записи, если в ресивере их несколько.
sk: Nastavte, ktorý tuner sa uprednostní pre nahrávanie, ak je k dispozícii viac ako jeden tuner.
sr: Podesite tjuner za snimanje kada je dostupno više tjunera.
sv: Konfigurera vilken tuner för inspelningar som ska föredras när mer än en tuner är tillgänglig.
ta: ஒன்றுக்கு மேற்பட்ட ட்யூனர்கள் கிடைக்கும்போது, பதிவுகளுக்கு எந்த ட்யூனர் விரும்பப்படும் என்பதை உள்ளமைக்கவும்.
tr: Birden fazla tuner mevcut olduğunda, kayıtlar için hangi tunerin tercih edileceğini yapılandırın.
uk: Вкажіть, який тюнер переважає для запису, якщо в приймачі їх декілька.
vi: Định cấu hình bộ chỉnh nào cho bản ghi sẽ được ưu tiên, khi có nhiều hơn một bộ chỉnh.
zh_cn: 当有多个调谐器可用时,配置录制的首选调谐器.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
bg: Конфигурирайте кой тип тунер ще бъде предпочитан, когато един и същ сервиз е достъпен за различни видове тунери.
cs: Nastavuje, který tuner bude mít prioritu, jestliže je stejný program dostupný na odlišných typech tunerů.
da: Konfigurer hvilken Tuner der bliver foretrukket til optagelser, når samme kanal er tilgængelig på forskellige Tuner-typer.
de: Einstellen der bevorzugten von mehreren für einen Sender verfügbaren Empfangsarten.
el: Ρυθμίστε ποιο tuner θα προτιμάται, όταν η ίδια υπηρεσία είναι διαθέσιμη σε διαφορετικούς τύπους tuner.
et: Määra, millist tuunerit eelistatakse, kui sama kanal on saadaval mitmel erinevat tüüpi tuuneril.
fi: Määrittää, minkä tyyppistä viritintä käytetään ensijaisesti, kun sama kanava on saatavilla eri lähteistä.
fr: Configure quel type de tuner sera préféré, lorsque le même service est disponible sur différent type de tuners.
hr: Podesite tip tunera kada isti kanal bude dostupan na različitim tunerima.
hu: Állítsa be, hogy melyik tuner legyen elsődleges, ha a műsor több tuneren elérhető.
it: Configura quale tipo di tuner sarà preferito, quando lo stesso servizio è disponibile su diversi tipi di tuner.
lt: Konfigūruokite, kuris imtuvo tipas bus pasirinktas, kai tas pats kanalas prieinamas keliais imtuvų tipais.
nl: Bepaal welk tunertype de voorkeur heeft, als dezelfde zender beschikbaar is voor verschillende tuners.
pl: Skonfiguruj który tuner ma być preferowany, jeżeli kanał jest dostępny z różnych typów tunerów.
ru: Укажите, какой тип тюнера предпочтительнее, если сервис доступен на различных типах тюнеров.
sk: Nastavte, ktorý tuner sa uprednostní, ak je rovnaká stanica dostupná na rôznych typoch tunerov.
sr: Podesite tip tjunera kada isti kanal bude dostupan na različitim tjunerima.
sv: Konfigurera vilken typ av tuner som ska föredras när samma tjänst är tillgänglig på olika typer av tuners.
ta: வெவ்வேறு வகையான ட்யூனர்களில் ஒரே பணி கிடைக்கும்போது, எந்த ட்யூனர் வகை விரும்பப்படும் என்பதை உள்ளமைக்கவும்.
tr: Aynı kanalın farklı tuner türlerinde olması durumunda hangi tunerin tercih edileceğini belirleyin.
uk: Вкажіть, який тип тюнера переважає, якщо канал доступний на різних типах тюнерів.
vi: Định cấu hình loại bộ chỉnh nào sẽ được ưu tiên, khi cùng một dịch vụ có sẵn trên các loại bộ chỉnh khác nhau.
zh_cn: 配置哪种调谐器类型将是首选,当相同的频道可用于不同类型的调谐器时.
