Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the delay before the timer activates.
cs: Zvolte prodlevu před aktivací časovače.
el: Επιλέξτε την καθυστέρηση πριν από την ενεργοποίηση του χρονοδιακόπτη.
fi: Valitse viive ennen kuin ajastus aktivoituu.
hr: Odaberi odlaganje prije nego što se tajmer aktivira.
it: Seleziona ritardo prima dell'attivazione del timer.
nl: Kies de vertraging voordat de timer actief moet worden.
pl: Wybierz opóźnienie przed aktywacją timera.
sk: Vyberte oneskorenie pred aktiváciou časovača.
sr: Izaberi odlaganje pre nego što se tajmer aktivira.
sv: Välj fördröjning innan timern aktiveras.
ta: நேரங்குறிகருவி செயல்படுத்தும் முன் தாமதத்தைத் தேர்ந்தெடுக்கவும்.
tr: Zamanlayıcı etkinleşmeden önceki gecikmeyi seçin.
uk: Виберіть затримку перед активацією таймера.

source: Select the delay to use when closing a Stream Relay service before reallocating the tuner for another service. Using '0' is only recommended for receivers with multiple satellite tuners.
cs: Vyberte zpoždění, které se použije při uzavření služby Stream Relay před přerozdělením tuneru pro jinou službu. Použití „0“ se doporučuje pouze pro boxy s více satelitními tunery.
el: Επιλογή της καθυστέρησης κατά το κλείσιμο μίας υπηρεσίας ροής, πριν την επαναδέσμευση του tuner για άλλη υπηρεσία. Η χρήση του '0' συνιστάται μόνο για δέκτες με πολλαπλά δορυφορικά tuners.
hr: Odaberite vremensko odgodu koja će se koristiti prilikom zatvaranja Stream Relay usluge prije ponovne dodjele tunera za drugu uslugu. Korištenje '0' preporučuje se samo za prijemnike s više satelitskih tunera.
it: Seleziona ritardo da usatre quando si chiude un servizio di Stream Relay prima di riallocare il tuner per un altro servizio. L'uso di '0' è consigliato solo per apparecchi con più tuner satellitari.
nl: De vertraging instellen, die bij het zappen van een Stream Relay zender wordt gebruikt, voordat de tuner naar een andere zender schakelt. Het gebruik van '0' wordt alleen aanbevolen bij ontvangers met meerdere satelliet-tuners.
sr: Izaberite vremensko kašnjenje koje će se koristiti prilikom zatvaranja Stream Relay servisa pre nego što se tjuner ponovo dodeli za drugi servis. Korišćenje '0' se preporučuje samo za prijemnike sa više satelitskih tjunera.
sv: Välj den fördröjning som ska användas när en Stream Relay-tjänst stängs innan tunern omfördelas till en annan tjänst. Användning av '0' rekommenderas endast för boxar med flera satellitmottagare.
tr: Bir Stream Relay hizmetini kapatırken ve tuneri başka bir hizmet için yeniden tahsis etmeden önce kullanılacak gecikmeyi seçin. '0' değeri yalnızca birden fazla uydu tunerine sahip alıcılar için önerilir.
uk: Виберіть затримку для використання під час закриття послуги Stream Relay перед зміною завдання для тюнера. Використання '0' рекомендовано лише для декодера із кількома супутниковими тюнерами.

source: Select the delay to wait after pressing more digit buttons to select a new service.
cs: Uživatelské nastavení zpoždění přepnutí kanálu po zadání dalších čísel.
el: Καθυστέρηση ορισμένη από τον χρήστη, όταν πιέσετε άλλο πλήκτρο για μετάβαση στο κανάλι.
fi: Käyttäjän määrittämä viive kun painat toista näppäintä vaihtaaksesi kanavan.
fr: Délai défini par l'utilisateur lorsque vous appuyez sur un autre bouton pour zapper vers une chaîne.
hr: Odaberi kašnjenje koje treba sačekati nakon pritiska na više tipki za izbor nove usluge.
it: Seleziona ritardo da attendere dopo aver premuto più tasti numerici per selezionare un nuovo servizio.
lt: Vartotojo apibrėžta delsa, kai spaudžiate kitą mygtuką jungiant į kanalą.
nl: Door de gebruiker ingestelde vertraging wanneer u op een knop drukt en zapt naar de zender.
pl: Wybierz opóźnienie, jakie należy odczekać po naciśnięciu większej liczby przycisków numerycznych w celu wybrania nowej usługi.
sk: Používateľom určené oneskorenie po stlačení iného tlačidla na prepnutie na daný kanál.
sr: Izaberite kašnjenje koje treba sačekati nakon pritiska na više tastera za izbor nove usluge.
sv: Välj hur lång tid du ska vänta efter att du har tryckt på fler sifferknappar för att välja en ny tjänst.
ta: சேனலுக்கு சாப் செய்ய மற்றொரு பொத்தானை அழுத்தும்போது பயனர் வரையறுக்கப்பட்ட நேரந்தவறுகை.
tr: Yeni bir kanal seçmek için daha fazla rakam tuşuna bastıktan sonra beklenecek gecikme süresini seçin.
uk: Визначені користувачем затримка для перемикання каналу при наступному натисканні кнопки.

source: Select the delay to wait after pressing the first digit button to select a new service.
cs: Uživatelské nastavení zpoždění přepnutí kanálu po zadání prvního čísla.
el: Καθυστέρηση ορισμένη από τον χρήστη, όταν πιέσετε το πρώτο πλήκτρο για μετάβαση στο κανάλι.
fi: Käyttäjä määrittää viiven kun painetaan ensimmäistä näppäintä vaihtaksesi kanavaa.
fr: Délai défini par l'utilisateur lorsque vous appuyez sur le premier bouton pour zapper vers une chaîne.
hr: Odaberi kašnjenje koje treba da sačekate nakon pritiska na dugme prvog broja da biste odabrali novu uslugu.
it: Seleziona ritardo da attendere dopo aver premuto il primo pulsante numerico per selezionare un nuovo servizio.
lt: Vartotojo apibrėžta delsa, paspaudus pirmą mygtuką jungiant į kanalą.
nl: Door de gebruiker ingestelde vertraging wanneer u op de eerste knop drukt en zapt naar de zender.
pl: Wybierz opóźnienie, jakie należy odczekać po naciśnięciu pierwszego przycisku cyfrowego w celu wybrania nowej usługi.
sk: Používateľom uvedené oneskorenie po stlačení prvého tlačidla na prepnutie na daný kanál.
sr: Izaberite kašnjenje koje treba da sačekate nakon pritiska na dugme prvog broja da biste odabrali novu uslugu.
sv: Välj hur länge du ska vänta efter att du tryckt på den första sifferknappen för att välja en ny tjänst.
ta: சேனலுக்கு சாப் செய்ய முதல் பொத்தானை அழுத்தும்போது பயனர் வரையறுக்கப்பட்ட நேரந்தவறுகை.
tr: Yeni bir kanal seçmek için ilk rakam düğmesine bastıktan sonra beklenecek gecikme süresini seçin.
uk: Визначені користувачем затримка для перемикання каналу при першому натисканні кнопки.

source: Select the desired function and click on 'OK' to assign it. Use 'CH+/-' to toggle between the lists. Select an assigned function and click on 'OK' to deassign it. Use 'NEXT/PREVIOUS' to change the order of the assigned functions.
bg: Изберете желаната функция и кликнете върху „OK“, за да я зададете. Използвайте "CH+/-", за да превключвате между списъците. Изберете назначена функция и щракнете върху „OK“, за да я отмените. Използвайте "Напред/Назад", за да промените реда на назначените функции.
cs: Stiskem "OK" vyberete a přiřadíte požadovanou funkci. "CH +/-" umožňuje přepínat mezi seznamy. Stiskem "OK" můžete již přiřazenou funkci také vyřadit. Tlačítkem "Další / Předchozí" změňte pořadí přiřazených funkcí.
el: Επιλέξτε την επιθυμητή λειτουργία και πιέστε το "OK" για ανάθεση. Χρησιμοποιήστε τα "CH+/-" για εναλλαγή μεταξύ λιστών. Επιλέξτε μία ανατεθειμένη λειτουργία και πιέστε το "OK" για να την ακυρώσετε. Χρήση των "ΕΠΟΜΕΝΟ/ΠΡΟΗΓΟΥΜΕΝΟ" για αλλαγή σειράς των ανατεθειμένων λειτουργιών.
fi: Valitse haluamasi toiminto ja napsauta OK vaihda listoja painamalla "CH+/-" siirtyäksesi luetteloiden välillä. Valitse määritetty toiminto ja paina OK määrittää sen "Seuraava / Edellinen" näppäimiä vaihtaaksesi toimintojen järjestystä.
fr: Choisir la fonction désirée et appuyez sur 'OK' pour l'assigner. Utiliser 'CH+/- ' pour basculer entre les listes. Choisir une fonction assignée et appuyez sur 'OK' pour la dé-assigner. Utiliser 'Suivant/Précédent' pour changer l'ordre des fonctions assignées.
hr: Odaberi željenu funkciju i pritisni 'OK' da bi je dodijelili. Koristite 'CH+/-' da bi se prebacili između spiska. Odaberite dodjeljenu funkciju i pritisni 'OK' da bi je dodijelili. Koristite 'SLIJEDEĆI/PREDHODNI' da bi promjenili redosljed dodijeljenih funkcija.
it: Seleziona funzione desiderata e fare clic su 'OK' per assegnarla. Usa 'CH+/-' per passare da un elenco all'altro. Seleziona funzione assegnata e fare clic su 'OK' per rimuoverla. Usa 'SUCC/PREC' per modificare l'ordine delle funzioni assegnate.
lt: Pasirinkite norimą funkciją ir spustelėkite "Gerai", kad ją priskirtumėte. Naudokite "CH+/-", kad perjungtumėte sąrašus. Pasirinkite priskirtą funkciją ir spustelėkite "Gerai", kad ją priskirtumėte. Naudokite "NEXT/PREVIOUS", kad pakeistumėte priskirtų funkcijų tvarką.
nl: Selecteer de gewenste functie en klik op 'OK' om deze toe te wijzen. Gebruik 'CH+/-' om te schakelen tussen de lijsten. Selecteer een toegewezen functie en klik op 'OK' om deze ongedaan te maken.
pl: Wybierz żądaną funkcję i kliknij 'OK ', aby go przypisać.Użyj 'CH +/-' aby przełączać między listami.Wybierz przypisaną funkcję i kliknij 'OK ' aby przypisać. Użyj 'następny/poprzedni 'aby zmienić kolejność przypisanych funkcji.
sk: Vyberte požadovanú funkciu a kliknite na 'OK' na jej priradenie. Medzi zoznamami môžete prepínať tlačidlami 'CH+/-'. Vybraním priradenej funkcie a stlačením 'OK' sa jej priradenie zruší. Poradie priradených funkcií môžete zmeniť pomocou tlačidiel 'ĎALŠÍ/PREDCHÁDZAJÚCI'.
sr: Izaberi željenu funkciju i pritisni 'OK' da bi je dodelili. Koristite 'CH+/-' da bi se prebacili između lista. Izaberite dodeljenu funkciju i pritisni 'OK' da bi je dodelili. Koristite 'SLEDEĆI/PREDHODNI' da bi promenili redosled dodeljenih funkcija.
sv: Välj önskad funktion och klicka på "OK" för att tilldela den. Använd "CH+/-" för att växla mellan listorna. Välj en tilldelad funktion och klicka på "OK" för att avaktivera den. Använd "NEXT/PREVIOUS" för att ändra ordningen på de tilldelade funktionerna.
ta: விரும்பிய செயல்பாட்டைத் தேர்ந்தெடுத்து அதை ஒதுக்க 'சரி' என்பதைக் சொடுக்கு செய்க. பட்டியல்களுக்கு இடையில் மாற்ற 'CH +/-' ஐப் பயன்படுத்தவும். ஒதுக்கப்பட்ட செயல்பாட்டைத் தேர்ந்தெடுத்து, அதை டீசிக் செய்ய 'சரி' என்பதைக் சொடுக்கு செய்க. ஒதுக்கப்பட்ட செயல்பாடுகளின் வரிசையை மாற்ற 'அடுத்த/முந்தைய' ஐப் பயன்படுத்தவும்.
tr: İstediğiniz işlevi seçin ve atamak için 'OK' tuşuna tıklayın. Listeler arasında geçiş yapmak için '+/-' tuşlarını kullanın. Atanmış bir işlevi seçin ve atamayı kaldırmak için 'OK' tuşuna tıklayın. Atanmış işlevlerin sırasını değiştirmek için 'Sonraki/Önceki' tuşlarını kullanın.
uk: Виберіть потрібну функцію і натисніть на " OK ", щоб призначити. Використовуйте" CH +/- "для перемикання між списками. Виберіть призначену функцію і натисніть на " OK " щоб скасувати призначення. Використовуйте " Наступний/Попередній ", щоб змінити порядок призначеної функції.

source: Select the directory sort order for the left column:
cs: Vyberte pořadí řazení adresářů pro levý sloupec:
el: Επιλέξτε τη σειρά ταξινόμησης των φακέλων για την αριστερή στήλη:
fi: Valitse vasemman sarakkeen hakemistojen lajittelujärjestys:
hr: Odaberi redoslijed sortiranja direktorijuma za lijevu kolonu:
it: Seleziona ordinamento per cartella per la colonna di sinistra:
nl: Kies de sorteervolgorde van de mappen in de linkerkolom:
pl: Wybierz kolejność sortowania katalogu dla lewej kolumny:
sk: Vyberte poradie zoraďovania priečinkov pre ľavý stĺpec:
sr: Izaberi redosled sortiranja direktorijuma za levu kolonu:
sv: Välj katalogens sorteringsordning för den vänstra kolumnen:
ta: இடது நெடுவரிசைக்கான அடைவு வரிசை வரிசையைத் தேர்ந்தெடுக்கவும்:
tr: Sol sütun için dizin sıralama düzenini seçin:
uk: Виберіть порядок сортування каталогу для лівого стовпця:

source: Select the directory sort order for the right column:
cs: Vyberte pořadí řazení adresářů pro pravý sloupec:
el: Επιλέξτε τη σειρά ταξινόμησης των φακέλων για τη δεξιά στήλη:
fi: Valitse oikean sarakkeen hakemiston lajittelujärjestys:
hr: Odaberi redoslijed sortiranja direktorijuma za desnu kolonu:
it: Seleziona ordinamento per cartella per la colonna di destra:
nl: Kies de sorteervolgorde van de mappen in de rechterkolom:
pl: Wybierz kolejność sortowania katalogu dla prawej kolumny:
sk: Vyberte poradie zoraďovania priečinkov pre pravý stĺpec:
sr: Izaberi redosled sortiranja direktorijuma za desnu kolonu:
sv: Välj katalogens sorteringsordning för den högra kolumnen:
ta: வலது நெடுவரிசைக்கான அடைவு வரிசை வரிசையைத் தேர்ந்தெடுக்கவும்:
tr: Sağ sütun için dizin sıralama düzenini seçin:
uk: Виберіть порядок сортування каталогу для правого стовпця:

source: Select the display design for menus.
cs: Vyberte vzhled zobrazení pro nabídky.
el: Επιλέξτε τη μορφή εμφάνισης των μενού.
fi: Valitse valikoiden näyttö rakenne.
hr: Odaberi dizajn prikaza za menu.
it: Seleziona design del display per i menu.
lt: Pasirinkite meniu rodymo dizainą.
nl: Selecteer de weergave opties voor de menu's.
pl: Wybierz wygląd dla menu.
sk: Vyberte vzhľad zobrazenia menu.
sr: Izaberi dizajn prikaza za meni.
sv: Välj displaydesign för menyerna.
ta: மெனுக்களுக்கான காட்சி வடிவமைப்பைத் தேர்ந்தெடுக்கவும்.
tr: Menüler için ekran tasarımını seçin.
uk: Виберіть дизайн дисплея для меню.

source: Select the display options for each menu entry item. If menu numbers are available then the number buttons can be used to select the numbered menu entries directly.
cs: Vyberte možnosti zobrazení pro jednotlivé položky nabídky. Pokud jsou k dispozici čísla nabídek, lze číselná tlačítka použít k přímému výběru položek nabídky s číslem.
el: Επιλέξτε τη μορφή εμφάνισης για κάθε στοιχείο του μενού. Αν διατίθενται οι αριθμοί των μενού, τότε αυτοί θα χρησιμοποιούνται για άμεση επιλογή των αριθμημένων στοιχείων.
fi: Valitse näytön vaihtoehdot jokaiselle valikon kohteelle. Jos valikkonumerot ovat käytettävissä, numeroita voidaan käyttää suoraan tiettyjen valikkojen valitsemiseen.
hr: Odaberi opcije prikaza za svaku stavku menu. Ako su brojevi menu dostupni numerisani dugmetom se mogu koristiti direktno za biranje numerisanih stavki menu.
it: Seleziona opzioni di visualizzazione per ciascuna voce di menu. Se sono disponibili numeri di menu, è possibile usare i tasti numerici per selezionare direttamente le voci dei menu numerate.
lt: Pasirinkite kiekvieno meniu įvesties elemento rodymo parinktis. Jei yra meniu numeriai, skaičių mygtukus galima naudoti norint tiesiogiai pasirinkti sunumeruotus meniu įrašus.
nl: Selecteer de weergave opties voor elk menu item. Wanneer er nummers beschikbaar zijn kunt u die gebruiken om de gewenste items direct te selecteren.
pl: Wybierz opcje wyświetlania dla każdego elementu menu. Jeśli numery menu są dostępne, numery mogą być używane do bezpośredniego wybierania określonych pozycji menu.
sk: Vyberte možnosti zobrazenia pre jednotlivé položky menu. Ak sú dostupné čísla menu, na priamy výber očíslovanej položky menu je možné použiť aj číselné tlačidlá.
sr: Izaberi opcije prikaza za svaku stavku menija. Ako su brojevi menija dostupni numerisani tasteri se mogu koristiti direktno za biranje numerisanih stavki menija.
sv: Välj visningsalternativ för varje menypost. Om menyn är numrerad kan sifferknapparna användas för att välja de numrerade menyalternativen direkt.
ta: ஒவ்வொரு பட்டியல் நுழைவு உருப்படிக்கும் காட்சி விருப்பங்களைத் தேர்ந்தெடுக்கவும். பட்டியல் எண்கள் கிடைத்தால், எண்ணற்ற பட்டியல் உள்ளீடுகளை நேரடியாக தேர்ந்தெடுக்க எண் பொத்தான்கள் பயன்படுத்தப்படலாம்.
tr: Her menü öğesi için görüntüleme seçeneklerini belirleyin. Menü numaraları mevcutsa, numaralı menü öğelerini doğrudan seçmek için numara tuşları kullanılabilir.
uk: Виберіть параметри відображення для кожного пункту меню. Якщо номери меню доступні, цифрові кнопки можна використовувати для безпосереднього вибору пронумерованих пунктів меню.

source: Select the display sequence of previously visited services.
cs: Vyberte pořadí zobrazení dříve navštívených služeb.
el: Επιλέξτε την ακολουθία εμφάνισης των υπηρεσιών που παρακολουθήσατε προηγουμένως.
fi: Valitse aiemmin katsottuijen kanavien näyttö järjestys.
hr: Odaberi redosljed prikaza predhodno posjećenih usluga.
it: Seleziona sequenza di visualizzazione dei servizi visitati in precedenza.
nl: De volgorde van de bekeken zenders opgeven.
pl: Wybierz kolejność wyświetlania wcześniej odwiedzonych kanałów.
sk: Vyberte poradie zobrazenia predtým navštívených služieb.
sr: Izaberite redosled prikaza prethodno pregledanih usluga.
sv: Välj visningssekvens för tidigare besökta tjänster.
ta: முன்னர் பார்வையிட்ட சேவைகளின் காட்சி வரிசையைத் தேர்ந்தெடுக்கவும்.
tr: Daha önce izlenen kanalların görüntülenme sırasını seçin.
uk: Виберіть послідовність відображення переглянутих раніше каналів.

source: Select the duration of inactivity before the screen saver will be displayed.
bg: Конфигуриране на продължителността в минути за скрийнсейвъра.
cs: Nastavení doby v minutách pro spořič obrazovky.
el: Ρύθμιση της διάρκειας σε λεπτά πριν την εμφάνιση της προφύλαξης οθόνης.
fi: Määrittää, käytetäänkö näytönsäästäjää ja jos, niin kuinka pitkän ajan kuluttua se aktivoidaan.
fr: Configure la durée en minutes de l'économiseur d'écran.
hr: Odaberi trajanje neaktivnosti prije nego što će se prikazati čuvar zaslona.
it: Configura durata in minuti prima che venga visualizzato lo screen saver.
lt: Konfigūruokite trukmę minutėmis prieš rodydami ekrano užsklandą.
nl: Hier kunt u een screensaver activeren en instellen na hoeveel minuten deze moet starten.
pl: Wybierz czas bezczynności, po którym zostanie wyświetlony wygaszacz ekranu.
sk: Nastavte dobu neaktivity pred tým, než sa zobrazí šetrič obrazovky.
sr: Izaberite trajanje neaktivnosti pre nego što će se prikazati čuvar ekrana.
sv: Välj hur lång tid inaktiviteten ska vara innan skärmsläckaren visas.
ta: திரை சேவர் காண்பிக்கப்படுவதற்கு முன்பு செயலற்ற காலத்தைத் தேர்ந்தெடுக்கவும்.
tr: Ekran koruyucunun görüntülenmesinden önce ne kadar süreyle işlem yapılmaması gerektiğini seçin.
uk: Через якийсь час показати заставку.

source: Select the end time before which this timer can be activated. After this time the timer won't be activated even if other conditions are met.
cs: Vyberte čas ukončení, před kterým lze tento časovač aktivovat. Po uplynutí této doby se časovač neaktivuje, i když jsou splněny ostatní podmínky.
el: Επιλογή του χρόνου λήξης πριν από τον οποίο θα ενεργοποιείται αυτός ο χρονοδιακόπτης. Μετά το πέρας αυτού του χρόνου, ο χρονοδιακόπτης δεν θα ενεργοποιείται, ακόμα και αν συντρέχουν διαφορετικές συνθήκες.
hr: Odaberite krajnje vrijeme prije kojeg se ovaj tajmer može aktivirati. Nakon tog vremena tajmer se neće aktivirati, čak ni ako su ispunjeni ostali uvjeti.
it: Seleziona l'ora di fine prima della quale il timer può essere attivato. Dopo tale ora il timer non verrà attivato, anche se vengono soddisfatte altre condizioni.
sr: Izaberite krajnje vreme pre kojeg ovaj tajmer može biti aktiviran. Nakon tog vremena tajmer neće biti aktiviran čak i ako su ispunjeni drugi uslovi.
tr: Bu zamanlayıcının etkinleştirilebileceği bitiş zamanını seçin. Bu zamandan sonra, diğer koşullar sağlansa bile zamanlayıcı etkinleştirilmeyecektir.
uk: Виберіть час завершення, до якого цей таймер можна активувати. Після цього часу таймер не буде активовано, навіть якщо будуть виконані інші умови.

source: Select the file sort order for the %s column:
cs: Vyberte pořadí řazení souborů pro sloupec %s:
el: Επιλέξτε τη σειρά ταξινόμησης των αρχείων για τη στήλη %s:
fi: Valitse tiedostojen lajittelujärjestys sarakkeelle %s:
hr: Odaberi redosljed sortiranja datoteka za kolonu %s:
nl: Kies de sorteervolgorde voor het bestanden in de %s kolom:
pl: Wybierz kolejność sortowania plików dla kolumny %s:
sk: Vyberte poradie zoraďovania súborov pre stĺpec %s:
sr: Izaberi redosled sortiranja fajla za kolonu %s:
ta: %s நெடுவரிசைக்கு கோப்பு வரிசை வரிசையைத் தேர்ந்தெடுக்கவும்:
tr: %s sütunu için dosya sıralama düzenini seçin:
uk: Виберіть порядок сортування файлів для стовпця %s:

source: Select the file system for the device.
cs: Vyberte systém souborů pro zařízení.
el: Επιλογή συστήματος αρχείων για αυτή τη συσκευή.
fi: Valitse laitteen tiedostojärjestelmä.
hr: Odaberi datoteku sustava za uređaj.
it: Seleziona file system per il dispositivo.
nl: Een bestandssysteem voor het apparaat selecteren.
pl: Wybierz system plików dla urządzenia.
sk: Vyberte systém súborov pre toto zariadenie.
sr: Izaberite fajl sistem za uređaj.
sv: Välj filsystem för enheten.
ta: சாதனத்திற்கான கோப்பு முறைமையைத் தேர்ந்தெடுக்கவும்.
tr: Cihaz için dosya sistemini seçin.
uk: Виберіть файлову систему для пристрою.

source: Select the first item in list or move to the start of text
cs: Vyberte první položku v seznamu nebo přejděte na začátek textu
el: Επιλογή του πρώτου στοιχείου της λίστας ή μετάβαση στην αρχή του κειμένου
fi: Valitse luettelon ensimmäinen kohta tai siirry tekstin alkuun
hr: Odaberi prve stavke na spisku ili premještanje na početak teksta
it: Seleziona primo elemento nell'elenco o spostati all'inizio del testo
nl: Selecteer het eerste item in de lijst of ga naar het begin van de tekst
pl: Zaznacz pierwszy element na liście lub przejdź na początek tekstu
sk: Vyberte prvú položku v zozname alebo sa presuňte na začiatok textu
sr: Izaberi prve stavke na listi ili premeštanje na početak teksta
sv: Välj det första objektet i listan eller flytta till början av texten
ta: பட்டியலில் முதல் உருப்படியைத் தேர்ந்தெடுக்கவும் அல்லது உரையின் தொடக்கத்திற்கு செல்லவும்
tr: Listedeki ilk öğeyi seçin veya metnin başına gidin
uk: Виберіть перший елемент у списку, або перейдіть на початок тексту

source: Select the first item in the list
cs: Vyberte první položku v seznamu
el: Επιλογή του πρώτου στοιχείου της λίστας
fi: Valitse listan ensimmäinen kohde
hr: Odaberi prvu stavku na spisku
it: Seleziona primo elemento nell'elenco
nl: Selecteer het eerste item in de lijst
pl: Wybierz pierwszą pozycję na liście
sk: Vyberte prvú položku v zozname
sr: Izaberi prvu stavku na listi
sv: Välj det första objektet i listan
ta: பட்டியலில் முதல் உருப்படியைத் தேர்ந்தெடுக்கவும்
tr: Listedeki ilk öğeyi seçin
uk: Виберіть перший елемент у списку

source: Select the function to be assigned to this button.
bg: Позволява ви да зададете избраната функция на този бутон.
cs: Vyberte funkci, která má být přiřazena tomuto tlačítku.
el: Επιλογή της λειτουργίας ανάθεσης για αυτό το πλήκτρο.
fi: Voit määrittää valitun toiminnon tällä painikkeelle.
fr: Vous permet d’affecter la fonction sélectionnée à ce bouton.
hr: Odaberi funkciju koja će biti dodijeljena ovom dugmetu.
it: Seleziona funzione da assegnare a questo tasto.
lt: Pasirinkite funkciją, kuri bus priskirta šiam mygtukui.
nl: Wijs de gekozen functie toe aan deze knop.
pl: Zezwól na przypisanie wybranej funkcji do tego przycisku.
sk: Vyberte funkciu, ktorá sa priradí tomuto tlačidlu.
sr: Izaberi funkciju koja će biti dodeljena ovom tasteru.
sv: Välj den funktion som ska tilldelas den här knappen.
ta: இந்த பொத்தானுக்கு ஒதுக்கப்பட வேண்டிய செயல்பாட்டைத் தேர்ந்தெடுக்கவும்.
tr: Bu tuşa atanacak işlevi seçin.
uk: Дозволяє призначити вибрану функцію для цієї кнопки.

source: Select the highlighted image and proceed to the slot selection
cs: Vyberte zvýrazněný obraz a pokračujte k výběru slotu
el: Επιλέξτε το επισημασμένο image και προχωρήστε στην επιλογή θέσης
fi: Valitse korostettu ohjelmisto ja siirry paikka valintaan
hr: Odaberi istaknutu sliku i prijeđi na odabir utora
it: Seleziona immagine evidenziata e procedi alla selezione dello slot
lt: Pasirinkite paryškintą atvaizdą ir pereikite prie laiko tarpsnio pasirinkimo
nl: Selecteer het gemarkeerde image en ga verder met de slot-selectie
pl: Wybierz podświetlony systemu i kontynuuj z wyborem slotu
sk: Vybrať zvýraznený image a pokračovať na výber slotu
sr: Izaberi istaknuti imidž i pređi na izbor slota
sv: Välj den markerade bilden och gå vidare till slot-valet
ta: சிறப்பிக்கப்பட்ட படத்தைத் தேர்ந்தெடுத்து ச்லாட் தேர்வுக்குச் செல்லுங்கள்
tr: Vurgulanan yazılımı seçin ve yuva seçimine geçin
uk: Виберіть виділений імідж та перейдіть до вибору слоту
