Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Sanskrit
cs: Sanskrt
el: Σανσκριτικά
it: Sanscrito
lt: Sanskrito
nl: Sanskriet
ta: செங்கிருதம்
tr: Sanskritçe
uk: Санскрит

source: Sao Tome and Principe
cs: Svatý Tomáš a Princův ostrov
de: São Tomé und Príncipe
el: Σάο Τομέ και Πρίνσιπε
et: São Tomé ja Príncipe
fr: Sao Tomé et Principe
hu: Sao Tome és Principe
it: Sao Tomè and Principe
lt: San Tomė ir Prinsipė
nl: Sao Tomé en Principe
pl: Wyspy Świętego Tomasza i Książęca
sk: Svätý Tomáš a Princov ostrov
sv: São Tomé och Príncipe
ta: சோ டோமி மற்றும் பிரின்சிபி
tr: Sao Tome ve Principe
uk: Сан Томе і Прінсіпі
vi: Sao Tome và Principe
zh_cn: 圣多美和普林西比

source: Sardinian
cs: Sardinský
el: Σαρδηνιακά
fi: Sardinia
fr: Sardaigne
it: Sardo
lt: Sardinijos
nl: Sardijns
pl: Sardyński
sk: sardínčina
sv: Sardinska
ta: சார்தீனியன்
tr: Sardunyalı
uk: Сардинська

source: Sat
bg: Съб
cs: So
da: Lør
de: Sa.
el: Σαβ
et: L
fi: La
fr: Sam
it: Sab
lt: Šeš
nl: Za
pl: Sob
pt_br: Sáb
ru: Сб
sk: So
sv: Lör
ta: காரி
tr: Uydu
uk: Супутник
zh_cn: 周六

source: Sat Finder
bg: Търсач на сателит
cs: Hledání družic
da: Sat Søger
de: Signal-Finder
el: Έλεγχος σήματος
et: Signaalimõõdik
fi: Satelliittien haku
fr: Pointeur satellites
hr: Tražilica Signala
hu: Műholdkereső
it: Cerca satellite
lt: Palydovų ieškiklis
nl: Signaal zoeken
pl: Miernik sygnału
ru: Поиск спутников
sk: Vyhľadávač družíc
sr: Nalazač Signala
ta: சட் ஃபைண்டர்
tr: Uydu Bulucu
uk: Пошук Супутника
vi: Trình tìm kiếm Sat
zh_cn: 寻星仪

source: Sat-Sun
cs: So-Ne
el: Σαβ-Κυρ
fi: La-su
hr: Su-Ne
it: Sab-Dom
lt: Šeštadienis-sekmadienis
nl: Zat-Zon
pl: Sob-Niedz
sk: So - Ne
sr: Su-Ne
sv: Lör-sön
ta: சட்-சன்
tr: Cmt-Paz
uk: Сб-Нд

source: Satellite
bg: Сателит
cs: Satelit
da: Satellit
de: Satellit
el: Δορυφόρος
et: Satelliit
fi: Satelliitti
hr: Satelit
hu: Műhold
lt: Palydovas
nl: Satelliet
pl: Satelita
pt_br: Satélite
ru: Спутник
sk: Družica
sl: Satelit
sr: Satelit
sv: Satellit
ta: செயற்கைக் கோள்
tr: Uydu
uk: Супутник
vi: Vệ tinh
zh_cn: 卫星

source: Satellite Dish Settings
bg: Настройка на сателитна антена
cs: Nastavení paraboly
el: Ρυθμίσεις κατόπτρου
fi: Satelliittilautasen asetukset
fr: Paramètres équipement satellite
hr: Postavke Satelitske Antene
it: Configurazione Parabola Sat
lt: Palydovo lėkštės nustatymas
nl: Schotelinstellingen
pl: Ustawienia anteny satelitarnej
sk: Nastavenie paraboly
sr: Postavke Satelitske Antene
sv: Inställningar för parabolantenn
ta: செயற்கைக்கோள் டிச் அமைப்புகள்
tr: Uydu Çanak Ayarları
uk: Налаштування супутникової антени

source: Satellite configuration mode
bg: Режим на спътникова конфигурация
cs: Režim konfigurace satelitu
da: Satellit konfigurationstilstand
el: Λειτουργία παραμετροποίησης δορυφόρου
et: Satelliitide seadistamine
fi: Satelliitin määritystila
fr: Mode Configuration Satellite
hr: Režim satelitske konfiguracije
hu: Műhold konfigurációs mód
it: Modalità di configurazione del satellite
lt: Palydovo konfigūravimas
nl: Satelliet configuratie-modus
pl: Tryb konfiguracji ustawień satelitarnych
sk: Režim konfigurácie družice
sr: Režim satelitske konfiguracije
sv: Konfigurationsläge för satellit
ta: செயற்கைக்கோள் உள்ளமைவு முறை
tr: Uydu yapılandırma modu
uk: Режим конфігурації супутника
vi: Chế độ cấu hình vệ tinh
zh_cn: 卫星配置模式

source: Satellite equipment setup
bg: Настройка на сателитно оборудване
cs: Nastavení satelitního zařízení
da: Satelitudstyr opsætning
de: Einstellungen der Sat-Ausrüstung
el: Ρύθμιση δορυφορικού εξοπλισμού
et: Satelliidivarustuse seaded
fi: Satelliittilaitteiden asetukset
fr: Paramètres équipement satellite
hr: Postavke satelitske opreme
hu: Műholdvevö eszköz beállítása
it: Conf. dispositivo satellitare
lt: Palydovinės įrangos sąranka
nl: Apparatuurinstellingen
pl: Ustawienia wyposażenia sat
pt_br: Configurar receptor de satélite
ru: Настройки спутникового оборудования
sk: Nastavenie satelitného zariadenia
sr: Postavke satelitske opreme
sv: Installation av satellitutrustning
ta: செயற்கைக்கோள் உபகரணங்கள் அமைப்பு
tr: Uydu ekipmanı kurulumu
uk: Налаштування супутникового обладнання
vi: Thiết lập thiết bị vệ tinh
zh_cn: 卫星设备设置

source: Satellites
bg: Сателити
cs: Satelity
da: Satellitter
de: Satelliten
el: Δορυφόροι
et: Satelliidid
fi: Satelliitit
hr: Sateliti
hu: Műholdak
it: Satelliti
lt: Palydovai
nl: Satellieten
pl: Satelity
sk: Družice
sl: Sateliti
sr: Sateliti
sv: Satelliter
ta: செயற்கைக்கோள்கள்
tr: Uydular
uk: Супутники
vi: Vệ tinh
zh_cn: 卫星

source: Satfinder
bg: Търсач на сателит
cs: Hledání družic (SAT Finder)
da: Sat-søger
el: Έλεγχος σήματος (Satfinder)
et: Signaalimõõdik
fi: Satelliittietsin
fr: Pointeur satellites
hr: Tražilica Signala
hu: Műholdkereső
it: Cerca satellite
lt: Palydovų ieškiklis
nl: Signaalzoeker
pl: Miernik sygnału
pt_br: Localizador de satélites
ru: Поиск спутника
sk: Vyhľadávač družíc
sl: Iskanje satelitov
sr: Nalazač signala
ta: சாட்ஃபைண்டர்
tr: Uydu Bulucu
uk: Пошук супутника
vi: Vệ tinh
zh_cn: 寻星

source: Sats
bg: Сателити
cs: Sat
da: Satellitter
de: Satelliten
el: Δορυφόροι
et: Satelliidid
fi: Sat
hr: Sat
hu: Műholdak
it: Satelliti
lt: Palydovai
nl: Satellieten
pl: Satelity
ru: Спутники
sk: Družice
sl: Sateliti
sr: Sat
ta: காட்சிகள்
tr: Uydular
uk: Супутники
zh_cn: 卫星

source: Saturation
bg: Насищане
cs: Sytost
da: Farvemætning
de: Farbsättigung
el: Κορεσμός
et: Küllastus
fi: Värikylläisyys
hr: Zasićenje
hu: Színtelítettség
it: Saturazione
lt: Prisotinimas
nl: Verzadiging
pl: Nasycenie
pt_br: Saturação
ru: Насыщенность
sk: Sýtosť
sl: Zasičenost
sr: Zasićenje
sv: Färgmättnad
ta: தெவிட்டல்
tr: Doygunluk
uk: Насиченість
vi: Độ bão hòa
zh_cn: 饱和度

source: Saturday
bg: Събота
cs: Sobota
da: Lørdag
de: Samstag
el: Σάββατο
et: Laupäev
fi: Lauantai
fr: Samedi
hr: Subota
hu: Szombat
it: Sabato
lt: Šeštadienis
nl: Zaterdag
pl: Sobota
pt_br: Sábado
ru: Суббота
sk: sobota
sl: Sobota
sr: Subota
sv: Lördag
ta: காரிக்கிழமை
tr: Cumartesi
uk: Субота
vi: Ngày thứ bảy
zh_cn: 星期六

source: Saudi Arabia
cs: Saudská arábie
da: Saudi-Arabien
de: Saudi-Arabien
el: Σαουδική Αραβία
et: Saudi Araabia
fr: Arabie Saoudite
hu: Szaúd-Arábia
it: Arabia Saudita
lt: Saudo Arabija
nl: Saoedi Arabië
pl: Arabia Saudyjska
sk: Saudská Arábia
sv: Saudiarabien
ta: சவூதி அரேபியா
tr: Suudi Arabistan
uk: Саудівська Аравія
vi: Ả Rập Saudi
zh_cn: 沙特阿拉伯

source: Save
bg: Запази
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
et: Salvesta
fi: Tallenna
fr: Sauvegarder
hr: Spremi
hu: Mentés
it: Salva
lt: Saugoti
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sl: Shrani
sr: Sačuvaj
sv: Spara
ta: சேமி
tr: Kaydet
uk: Зберегти
vi: Lưu lại
zh_cn: 保存

source: Save / Enter text and exit
bg: Запазете / Въведете текст и излезте
cs: Uložit / Zadat text a odejít
da: Gem / Indtast tekst og afslut
de: Text eingeben und beenden
el: Αποθήκευση / Εισαγωγή κειμένου και έξοδος
et: Salvesta/sisesta tekst ja välju
fi: Kirjoita teksti ja poistu
fr: Enregistrer/saisir du texte et quitter
hr: Spremi / Unesi tekst i izađi
it: Salva/immetti il testo e esci
lt: Išsaugoti / įvesti tekstą ir išeiti
nl: Opslaan / invoeren tekst en verlaten
pl: Zapisz / wprowadź tekst i wyjdź
sk: Uložiť/zadať text a ukončiť
sr: Sačuvaj / Unesi tekst i izađi
sv: Spara / Skriv in text och avsluta
ta: உரையைச் சேமிக்கவும் / உள்ளிட்டு வெளியேறவும்
tr: Metni Kaydet / Gir ve çık
uk: Зберегти/Ввести текст і вийти
vi: Lưu / Nhập văn bản và thoát
zh_cn: 保存/输入文字并退出

source: Save EPG Cache
cs: Uložit vyrovnávací paměť EPG
el: Αποθήκευση προσωρινής μνήμης EPG
fi: Tallenna EPG välimuisti
hr: Spremi EPG Keš
it: Salva cache EPG
nl: De EPG-cache opslaan
pl: Zapisz pamięć podręczną EPG
sk: Uložiť vyrovnávaciu pamäť EPG
sr: Sačuvaj EPG keš
sv: Spara EPG-cache
ta: ஈபிசி தற்காலிக சேமிப்பை சேமிக்கவும்
tr: EPG Önbelleğini Kaydet
uk: Зберегти кеш EPG

source: Save EPG data
bg: Запази данните за EPG
cs: Uložit data EPG
da: Gem EPG data
de: EPG-Daten speichern
el: Αποθήκευση δεδομένων EPG
et: Talleta EPG andmed
fi: Tallenna EPG tietot
fr: Sauver les données EPG
hr: Spremi EPG podatke
hu: EPG adat mentése
it: Salva dati EPG
lt: Išsaugoti EPG duomenis
nl: EPG-gegevens opslaan
pl: Zapisz dane EPG
ru: Сохранить данные EPG
sk: Uložiť dáta EPG
sr: Sačuvaj EPG podatke
sv: Spara EPG-data
ta: ஈபிசி தரவைச் சேமிக்கவும்
tr: EPG verisini kaydet
uk: Зберегти дані ЕПГ
vi: Lưu dữ liệu EPG
zh_cn: 保存EPG数据

source: Save Log
cs: Uložit log
el: Αποθήκευση καταγραφής
fi: Tallenna Logi
hr: Spremi Log
it: Salva registro
nl: Log opslaan
pl: Zapisz Log
sk: Uložiť záznam (log)
sr: Sačuvaj log
sv: Spara logg
ta: பதிவைச் சேமிக்கவும்
tr: Günlüğü Kaydet
uk: Зберегти Лог

source: Save all changed settings and exit
bg: Запазете всички променени настройки и излезте
cs: Uložit všechna změněná nastavení a ukončit
el: Αποθήκευση όλων των αλλαγών ρυθμίσεων και έξοδος
fi: Tallenna kaikki asetukset ja poistu
fr: Enregistrer tous les paramètres modifiés et quitter
hr: Spremi sve promjenjene postavke i izađi
it: Salva tutte le impostazioni modificate ed esci
lt: Įrašyti visus pakeistus parametrus ir išeiti
nl: Alle gewijzigde instellingen opslaan en Exit
pl: Zapisz wszystkie zmienione ustawienia i wyjdź
sk: Uložiť všetky zmenené nastavenia a ukončiť
sr: Sačuvaj sve promenjene postavke i izađi
sv: Spara alla ändrade inställningar och avsluta
ta: மாற்றப்பட்ட அனைத்து அமைப்புகளையும் சேமித்து வெளியேறவும்
tr: Değiştirilen tüm ayarları kaydedin ve çıkın
uk: Зберегти усі змінені налаштування та вийти

source: Save all changed tags and exit
bg: Запазете всички променени тагове и излезте
cs: Uložit všechny změněné značky a ukončit
el: Αποθήκευση όλων των αλλαγών ετικετών και έξοδος
fi: Tallenna kaikki muutetut tunnisteet ja poistu
fr: Sauvegarder toutes les balises modifiées et quitter
hr: Spremi sve promjenjene oznake i izađi
it: Salva tutti i tag modificati ed esci
lt: Įrašyti visas pakeistas žymes ir išeiti
nl: Alle gewijzigde markeringen opslaan en Exit
pl: Zapisz wszystkie zmiany znaczników i wyjdź
sk: Uložiť všetky zmenené tagy a ukončiť
sr: Sačuvaj sve promenjene oznake i izađi
sv: Spara alla ändrade taggar och avsluta
ta: மாற்றப்பட்ட அனைத்து குறிச்சொற்களையும் சேமித்து வெளியேறவும்
tr: Değiştirilen tüm etiketleri kaydedin ve çıkın
uk: Зберегти усі змінені теги та вийти

source: Save and record
bg: Запази и запиши
cs: Uložit a pokračovat
da: Gem og Optag
de: Speichern und aufnehmen
el: Αποθήκευση και εγγραφή
et: Talleta ja salvesta
fi: Tallenna ja jatka tallennusta
fr: Sauvegarder et enregistrer
hr: Spremi i snimi
hu: Mentés és felvétel
it: Salva e registra
lt: Išsaugoti ir įrašyti
nl: Opslaan en opnemen
pl: Zapisz i nagraj
ru: Сохранить и записать
sk: Uložiť a nahrať
sr: Sačuvaj i snimi
sv: Spara och spela in
ta: சேமித்து பதிவு செய்யுங்கள்
tr: Sakla ve kaydet
uk: Зберегти і записати
vi: Lưu và ghi lại
zh_cn: 保存并录制

source: Save and stop
bg: Запази и спри
cs: Uložit a ukončit
da: Gem og Stop
de: Speichern und beenden
el: Αποθήκευση και διακοπή
et: Talleta ja peata
fi: Tallenna ja pysäytä
fr: Sauvegarder et arrêter
hr: Spremi i stani
hu: Mentés és leállítás
it: Salva e arresta
lt: Išsaugoti ir sustabdyti
nl: Opslaan en stop
pl: Zapisz i zatrzymaj
ru: Сохранить и остановить
sk: Uložiť a stop
sr: Sačuvaj i stani
sv: Spara och stoppa
ta: சேமித்து நிறுத்துங்கள்
tr: Kaydet ve durdur
uk: Зберегти і зупинити
vi: Lưu và dừng lại
zh_cn: 保存并停止

source: Save directory on EXIT
bg: запази последната директория при изход
cs: Uložit poslední adresář při ukončení
el: Αποθήκευση τελευταίου φακέλου κατά την έξοδο
fi: tallenna viimeisin hakemisto suljettaessa
fr: sauver dernier répertoire en sortant
hr: Spremi direktorij na izlasku
it: salvare l'ultima cartella all’uscita
lt: Įrašyti katalogą išeinant
nl: Bewaar laatste map bij het beëindigen
pl: zapisz ostatni katalog przy wyjściu
sk: Pri ukončení uložiť priečinok
sr: Sačuvaj direktorij na izlasku
sv: Spara katalog vid EXIT
ta: வெளியேறும்போது கோப்பகத்தை சேமிக்கவும்
tr: Çıkışta dizini kaydet
uk: Зберегти останню директорію при виході

source: Save every
cs: Uložit každých (v hod.)
el: Αποθήκευση κάθε (σε ώρες)
hr: Spremi svakih
it: Salva ogni (in ore)
lt: Išsaugoti kiekvieną (valandomis)
nl: Bewaar elke (in uren)
sr: Sačuvaj svakih
sv: Spara varje (i timmar)
tr: Kaydetme zamanı
uk: Зберігати кожні (в годинах)

source: Save image as '%s'
cs: Uložit obrázek jako '%s'
el: Αποθήκευση εικόνας ως '%s'
fi: Tallenna ohjelmisto nimellä "%s'
hr: Spremi sliku kao '%s'
it: Salva immagine come '%s'
lt: Išsaugokite atvaizdą kaip '%s'
nl: Afbeelding opslaan als '%s'
pl: Zapisz system jako '%s'
sk: Uložiť obrázok ako '%s'
sr: Sačuvaj imidž kao '%s'
sv: Spara bilden som '%s'
ta: படத்தை '%s' என சேமிக்கவும்
tr: Yazılımı '%s' olarak kaydet
uk: Зберегти імідж як '%s'

source: Save left directory on exit
cs: Uložit levý adresář při ukončení
el: Αποθήκευση αριστερού φακέλου κατά την έξοδο
fi: tallenna viimeisin hakemisto suljettaessa
hr: Spremi lijevo direktorijum pri izlasku
it: Salva cartella sinistra all'uscita
lt: Išsaugokite kairįjį katalogą išeidami
nl: Linkermap opslaan bij het afsluiten
pl: Zapisz lewy katalog przy wyjściu
sk: Pri ukončení uložiť priečinok vľavo
sr: Sačuvaj levo direktorijum pri izlasku
sv: Spara kvarvarande katalog vid avslut
ta: வெளியேறும்போது இடது கோப்பகத்தை சேமிக்கவும்
tr: Çıkışta sol dizini kaydet
uk: Зберегти лівий каталог при виході

source: Save play list
bg: Запази плейлиста
cs: Uložit seznam přehrávání
el: Αποθήκευση λίστας αναπαραγωγής
fi: Tallenna soittolista
fr: Sauvegarder la liste de lecture
hr: Spremi spisak reprodukcije
it: Salva playlist
lt: Išsaugoti grojaraštį
nl: Bewaar afspeellijst
pl: Zapisz listę odtwarzania
sk: Uložiť playlist
sr: Sačuvaj listu reprodukcije
sv: Spara spellista
ta: விளையாட்டு பட்டியலை சேமிக்கவும்
tr: Oynatma listesini kaydet
uk: Зберегти список відтворення

source: Save play list on EXIT
bg: запазване на плейлиста при изход
cs: Uložit seznam přehrávání při ukončení
el: Αποθήκευση λίστας αναπαραγωγής στην έξοδο
fi: tallenna soittolista suljettaessa
fr: sauver liste lecture en sortant
hr: Spremi spisak reprodukcije pri izlasku
it: Salva playlist all’uscita
lt: Įrašyti grojaraštį išeinant
nl: Bewaar afspeellijst bij het beëindigen
pl: zapisać listę odtwarzania przy wyjściu
sk: Pri ukončení uložiť playlist
sr: Sačuvaj listu reprodukcije pri izlasku
sv: Spara spellista på EXIT
ta: வெளியேறும்போது பிளே பட்டியலை சேமிக்கவும்
tr: Çıkışta oynatma listesini kaydet
uk: зберегти плейлист при виході

source: Save right directory on exit
cs: Uložit pravý adresář při ukončení
el: Αποθήκευση δεξιού φακέλου κατά την έξοδο
fi: Tallenna oikea hakemisto poistuttaessa
hr: Spremi desno direktorijum pri izlasku
it: Salva cartella destra all'uscita
lt: Išsaugokite dešinįjį katalogą išeidami
nl: Rechtermap opslaan bij afsluiten
pl: Zapisz prawy katalog przy wyjściu
sk: Pri ukončení uložiť priečinok vpravo
sr: Sačuvaj desno direktorijum pri izlasku
sv: Spara rätt katalog vid avslutning
ta: வெளியேறும்போது சரியான கோப்பகத்தை சேமிக்கவும்
tr: Çıkışta sağ dizini kaydet
uk: Зберегти правий каталог при виході

source: Save settings and EPG data.
bg: Запазете настройките и EPG данни
cs: Uložit nastavení a EPG data.
el: Αποθήκευση ρυθμίσεων και δεδομένων EPG.
fi: Tallenna asetukset ja EPG tiedot.
fr: Sauvegarder les paramètres et les données EPG.
hr: Spremi postavke i EPG podatke.
it: Salva impostazioni e dati EPG.
lt: Įrašykite parametrus ir EPG duomenis.
nl: Instellingen opslaan inclusief EPG-data.
pl: Zapisz ustawienia i dane EPG.
sk: Uložiť nastavenia a údaje EPG.
sr: Sačuvaj postavke i EPG podatke.
sv: Spara inställningar och EPG-data.
ta: அமைப்புகள் மற்றும் ஈபிசி தரவை சேமிக்கவும்.
tr: Ayarları ve EPG verilerini kaydedin.
uk: Зберегти налаштування та дані ЕПГ.

source: Save the commands and output to the log file?
bg: Запазете командите и изхода във файл?
cs: Uložit příkazy a výstup do souboru?
el: Να γίνει αποθήκευση των εντολών και η εξαγωγή τους σε αρχείο;
fi: Tallennetaanko komennot ja lähtö tiedostona?
fr: Enregistrer les commandes et la sortie dans un fichier ?
hr: Spremi naredbe i pošalji ih u datoteku evidencije?
it: Salvare comandi e output in un file?
lt: Išsaugokite komandas ir išvestį į failą?
nl: Opdrachten en uitvoer opslaan in een bestand?
pl: Zapisać polecenia i dane wyjściowe w pliku?
sk: Uložiť príkazy a výstup do súboru?
sr: Sačuvaj komande i izlaz u log fajl?
sv: Spara kommandona och utdata till loggfilen?
ta: பதிவு கோப்பில் கட்டளைகள் மற்றும் வெளியீட்டைச் சேமிக்கவா?
tr: Komutları ve çıktıyı günlük dosyasına kaydetmek ister misiniz?
uk: Зберегти команди і вивести їх у файл?

source: Save the left column directory location on exit.
cs: Při ukončení uložit umístění adresáře levého sloupce.
el: Αποθήκευση τοποθεσίας φακέλου αριστερής στήλης κατά την έξοδο.
fi: Tallenna vasemman sarakkeen hakemiston sijainti poistuttaessa.
hr: Spremi lokaciju direktorijuma lijeve kolone pri izlasku.
it: Salva posizione della cartella della colonna di sinistra all'uscita.
lt: Išsaugokite kairiojo stulpelio katalogo vietą išeidami.
nl: De maplocatie in de linkerkolom opslaan bij het afsluiten.
pl: Zapisz lokalizację katalogu w lewej kolumnie przy wyjściu.
sk: Pri ukončení uložiť umiestnenie priečinka vľavo.
sr: Sačuvati lokaciju direktorijuma leve kolone pri izlasku.
sv: Spara den vänstra kolumnens katalogplats vid utmatning.
ta: வெளியேறும்போது இடது நெடுவரிசை அடைவு இருப்பிடத்தை சேமிக்கவும்.
tr: Çıkışta sol sütun dizin konumunu kaydedin.
uk: Зберегти розташування каталогу лівого стовпця під час виходу.

source: Save the log changes and exit
cs: Uložit změny protokolu a ukončit
el: Αποθήκευση όλων των αλλαγών καταγραφής και έξοδος
fi: Tallenna lokimuutokset ja poistu
hr: Spremi promjenu evidencije i izlaz
it: Salva modifiche del registro ed esci
lt: Išsaugokite žurnalo pakeitimus ir išeikite
nl: Log wijzigingen opslaan en exit
pl: Zapisz zmiany w logu i wyjdź
sk: Uložiť zmeny v denníku a ukončiť
sr: Sačuvati promenu log i izlaz
sv: Spara loggändringarna och avsluta
ta: பதிவு மாற்றங்களைச் சேமித்து வெளியேறவும்
tr: Günlük değişikliklerini kaydet ve çık
uk: Зберегти зміни у денник і вийти

source: Save the log of the console messages to a file
cs: Uložit protokol konzolových zpráv do souboru
el: Αποθήκευση καταγραφής μηνυμάτων κονσόλας σε αρχείο
fi: Tallenna Konsolin viesti tiedostoon
hr: Spremi evidenciju poruka konzole u datoteku
it: Salva registro dei messaggi della console in un file
nl: Console log-meldingen opslaan
pl: Zapisz Log konsoli do pliku
sk: Uložiť záznam správ z konzoly do súboru
sr: Sačuvaj log poruka iz konzole u fajl
sv: Spara loggen över konsolmeddelanden i en fil
ta: கன்சோல் செய்திகளின் பதிவை ஒரு கோப்பில் சேமிக்கவும்
tr: Konsol mesajlarının günlüğünü bir dosyaya kaydet
uk: Зберегти лог консолі у файл

source: Save the right column directory location on exit.
cs: Při ukončení uložit umístění adresáře pravého sloupce.
el: Αποθήκευση τοποθεσίας φακέλου δεξιάς στήλης κατά την έξοδο.
fi: Tallenna oikean sarakkeen hakemiston sijainti poistuttaessa.
hr: Spremi lokaciju direktorijuma desne kolone pri izlasku.
it: Salva posizione della cartella della colonna di destra all'uscita.
lt: Išsaugokite dešiniojo stulpelio katalogo vietą išeidami.
nl: De maplocatie in de rechterkolom opslaan bij het afsluiten.
pl: Zapisz lokalizację katalogu w prawej kolumnie przy wyjściu.
sk: Pri ukončení uložiť umiestnenie priečinka v pravom stĺpci.
sr: Sačuvati lokaciju direktorijuma desne kolone pri izlasku.
sv: Spara den högra kolumnens katalogplats vid utmatning.
ta: வெளியேறும்போது வலது நெடுவரிசை அடைவு இருப்பிடத்தை சேமிக்கவும்.
tr: Çıkışta sağ sütun dizin konumunu kaydedin.
uk: Зберегти розташування каталогу правого стовпця під час виходу.

source: Save time shift as movie and continue recording
bg: Запазете смяната във времето като филм и продължете да записвате
cs: Uložit časový posun jako film a pokračovat v nahrávání
el: Αποθήκευση χρονομετατόπισης ως ταινία και συνέχιση εγγραφής
fi: Muunna ajansiirto tallenteeksi ja jatka tallentamista
fr: Sauvegarder le PauseDirect comme film et continuer l'enregistrement
hr: Spremi timeshift kao film i nastavi sa snimanjem
it: Salva timeshift come registrazione e continua a registrare
lt: Išsaugoti laiko poslinkį, kaip filmą ir tęsti įrašymą
nl: Bewaar Timeshift als opname en ga door met opnemen
pl: Zapisz jako time shift i wznów nagrywania filmu
sk: Uložiť timeshift ako film a pokračovať v nahrávaní
sr: Sačuvati tajmšift kao film i nastavi sa snimanjem
sv: Spara tidsförskjutningen som film och fortsätt inspelningen
ta: நேர மாற்றத்தை திரைப்படமாக சேமித்து பதிவு செய்வதைத் தொடரவும்
tr: Zaman-kaydırmayı film olarak sakla ve kayda devam et
uk: Зберегти таймшифт як запис і продовжити запис

source: Save time shift as movie and stop recording
bg: Запазете смяната на времето като филм и спрете записа
cs: Uložit časový posun jako film a zastavit nahrávání
el: Αποθήκευση χρονομετατόπισης ως ταινία και διακοπή εγγραφής
fi: Muunna ajansiirto tallenteeksi ja lopeta tallentaminen
fr: Sauvegarder le PauseDirect comme film et arrêter l'enregistrement
hr: Spremi timeshift kao film i zaustavi snimanje
it: Salva timeshift come registrazione e smetti di registrare
lt: Išsaugoti laiko poslinkį, kaip filmą ir nutraukti įrašymą
nl: Bewaar Timeshift als opname en stop opname
pl: Zapisz time shift jako film i zatrzymaj nagrywanie
sk: Uložiť timeshift ako film a zastaviť nahrávanie
sr: Sačuvati tajmšift kao film i zaustavi снимање
sv: Spara tidsförskjutningen som film och stoppa inspelningen
ta: நேர மாற்றத்தை திரைப்படமாக சேமித்து பதிவு செய்வதை நிறுத்துங்கள்
tr: Zaman-kaydırmayı film olarak sakla ve kaydı durdur
uk: Зберегти таймшифт як запис і зупинити запис

source: Save time shift buffer now and continue recording
cs: Uložit časový posun jako film a pokračovat v nahrávání
el: Αποθήκευση τώρα της χρονομετατόπισης ως ταινία και συνέχιση της εγγραφής
fi: Muunna ajansiirto tallenteeksi ja jatka tallentamista
fr: Maintenant sauvegarder le PauseDirect comme film et continuer l'enregistrement
hr: Spremi bafer timeshift sada i nastavi snimanje
it: Salva timeshift e continua la registrazione
lt: Dabar išsaugoti laiko poslinkį, kaip filmą ir tęsti įrašymą
nl: Sla Timeshift nu op als Opname en ga door met opnemen
pl: Zapisz timeshift i kontynuuj nagrywanie
sk: Uložiť timeshift ako film a pokračovať v nahrávaní
sr: Sačuvaj bafer vremena sada i nastavi sa snimanjem
sv: Spara tid skifta buffert nu och fortsätt inspelningen
ta: இப்போது நேர மாற்றத்தை திரைப்படமாக சேமித்து பதிவுசெய்கிறது
tr: Şimdi zaman kaydırma arabelleğinden tasarruf et ve kayda devam et
uk: Зберегти таймшифт зараз як фільм і продовжувати запис

source: Saved lines in script messages
cs: Uložené řádky ve zprávách skriptu
el: Αποθηκευμένες γραμμές στα μηνύματα δέσμης ενεργειών
fi: Tallennetut rivit komentosarjaviesteissä
hr: Spremi redove u porukama skripti
it: Righe salvate nei messaggi di script
lt: Išsaugotos eilutės scenarijaus pranešimuose
nl: Opgeslagen regels in scriptberichten
pl: Zapisane linie w wiadomościach skryptu
sk: Uložené riadky v správach skriptov
sr: Sačuvati redove u porukama skripti
sv: Sparade rader i skriptmeddelanden
ta: ச்கிரிப்ட் செய்திகளில் சேமிக்கப்பட்ட கோடுகள்
tr: Komut dosyası mesajlarında kaydedilen satırlar
uk: Збережені рядки в повідомленнях сценарію

source: Saving EPG Cache...
bg: Запазване на кеша за EPG ...
cs: Uložit cache EPG...
da: Gemmer EPG mellemlager...
de: EPG Cache speichern...
el: Αποθήκευση προσωρινής μνήμης EPG...
et: EPG talletamine...
fi: Tallennetaan kanavaoppaan välimuistiin..
fr: Sauvegarde du cache EPG…
hr: Spremi EPG keš...
hu: EPG gyorsítótár mentése...
it: Salvataggio cache EPG...
lt: Išsaugoma EPG talpykla...
nl: Bezig EPG Cache op te slaan...
pl: Zapisywanie pamięci podręcznej EPG...
ru: Сохранение кеша телегида...
sk: Uložiť EPG cache…
sr: Sačuvati EPG keš...
sv: Sparar EPG-cache...
ta: ஈபிசி கேச் சேமிக்கிறது ...
tr: EPG Önbelleği kaydediliyor...
uk: Збереження кеша ЕПГ...
vi: Lưu bộ nhớ cache EPG ...
zh_cn: 正在保存EPG缓存...
