Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
bg: Ако използвате DiSEqC превключвател, въведете буквата на порта, необходима за достъп до LNB, използван за този сателит.
cs: Pokud používáte DiSEqC potvrzený přepínač, zadejte písmeno portu požadované pro přístup k LNB používanému pro tento satelit.
da: Hvis du bruger en DiSEqC tildelt switch angives det portbogstav der kræves for at tilgå den LNB der bruges til denne satellit.
de: Wenn Sie einen DiSEqC-Commit-Switch verwenden, geben Sie den Port-Buchstaben ein, der für den Zugriff auf das für diesen Satelliten verwendete LNB erforderlich ist.
el: Αν χρησιμοποιείτε έναν διακόπτη δεσμευμένης εντολής DiSEqC, εισάγετε το γράμμα της θύρας που απαιτείται για πρόσβαση στο LNB για αυτόν τον δορυφόρο.
fi: Jos käytät DiSEqC kytkintä, kirjoita portti kirjain, jota tarvitaan tämän satelliitin LNB: n käyttämiseen.
fr: Si vous utilisez un commutateur DiSEqC commité entrez la lettre du port requise pour accéder au LNB pour ce satellite.
hr: Ako koristite DiSEqC preklopni prekidač, unesite slovo porta potrebno za pristup LNB-u koji se koristi za ovaj satelit.
it: Se stai usando uno switch committed DiSEqC, inserisci la lettera della porta richiesta per accedere all'LNB usato per questo satellite.
lt: Jei naudojate DiSEqC prijungtą jungiklį, įrašykite įvesties raidę, reikalingą prieigai prie šio palydovo naudojamo LNB.
nl: Indien u een DiSEqC committed switch gebruikt voer dan de letter van de poort in die overeen komt met de LNB t.b.v. de gewenste satelliet.
pl: Jeśli używasz przełącznika zaangażowanego DiSEqC wpisz literę portu wymaganą do uzyskania dostępu do LNB używanego dla tego satelity.
sk: Ak používate DiSEqC prepínač typu 'committed', zadajte písmeno portu potrebné na prístup k LNB používanému pre túto družicu.
sr: Ako koristite DiSEqC dodeljeni prekidač unesite port slovo potrebno za LNB koji se koristi za ovaj satelit.
sv: Om du använder en DiSEqC-switch anger du den portbokstav som krävs för att komma åt den LNB som används för den här satelliten.
ta: நீங்கள் ஒரு DISEQC உறுதியான சுவிட்சைப் பயன்படுத்துகிறீர்கள் என்றால், இந்த செயற்கைக்கோளுக்கு பயன்படுத்தப்படும் LNB ஐ அணுக தேவையான துறைமுகம் கடிதத்தை உள்ளிடவும்.
tr: DiSEqC özellikli bir switch kullanıyorsanız, bu uydu için kullanılan LNB'ye erişmek için gereken port harfini girin.
uk: Якщо ви використовуєте вбудований перемикач DiSEqC, введіть номер порту, необхідний для доступу до LNB, що використовується для цього супутника.
vi: Nếu bạn đang sử dụng một công tắc cam kết DiSEqC, hãy nhập ký tự cổng cần thiết để truy cập LNB được sử dụng cho vệ tinh này.
zh_cn: 如果使用的是DISEQC提交的开关,请输入访问此卫星使用的高频头所需的字母.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
bg: Ако използвате DiSEqC необвързан превключвател, въведете номера на порта, необходим за достъп до LNB, използван за този сателит.
cs: Pokud používáte DiSEqC uncommitted switch, zadejte číslo portu potřebné pro přístup k LNB používanému pro tento satelit.
da: Hvis du bruger en DiSEqC utildelt switch angives det portnummer der kræves for at tilgå den LNB der bruges til denne satellit.
de: Wenn Sie einen nicht zugewiesenen DiSEqC-Switch verwenden, geben Sie die Portnummer ein, die für den Zugriff auf das für diesen Satelliten verwendete LNB erforderlich ist.
el: Αν χρησιμοποιείτε έναν διακόπτη μη δεσμευμένης εντολής DiSEqC, εισάγετε το γράμμα της θύρας που απαιτείται για πρόσβαση στο LNB για αυτόν τον δορυφόρο.
fi: Jos käytät DiSEqC kytkintä, kirjoita portti numero, jota tarvitaan tämän satelliitin LNB: n käyttämiseen.
fr: Si vous utilisez un commutateur DiSEqC non-commité entrez le numéro du port requis pour accéder au LNB utilisé pour ce satellite.
hr: Ako koristite DiSEqC neodobreni prekidač, unesite broj porta potreban za pristup LNB-u koji se koristi za ovaj satelit.
it: Se si usa uno switch uncommitted DiSEqC, inserisci il numero di porta richiesto per accedere all'LNB usato per questo satellite.
lt: Jei naudojate DiSEqC neprijungtą jungiklį, įrašykite įvesties skaičių, reikalingą prieigai prie šio palydovo naudojamo LNB.
nl: Indien u een DiSEqC uncommitted switch gebruikt voer dan het nummer in van de poort die nodig is om de LNB aan te sturen voor deze satelliet.
pl: Jeśli używasz niezaangażowanego przełącznika DiSEqC wpisz numer portu wymagany do uzyskania dostępu do LNB używanego dla tego satelity.
sk: Ak používate DiSEqC prepínač typu 'uncommited', zadajte číslo portu potrebné na prístup k LNB používanému pre túto družicu.
sr: Ako koristite DiSEqC nedodeljeni prekidač unesite port slovo potrebno za LNB koji se koristi za ovaj satelit.
sv: Om du använder en DiSEqC-omkopplare utan bindning anger du det portnummer som krävs för att komma åt den LNB som används för den här satelliten.
ta: நீங்கள் ஒரு diseqc அனுமதிக்கப்படாத சுவிட்சைப் பயன்படுத்துகிறீர்கள் என்றால், இந்த செயற்கைக்கோளுக்கு பயன்படுத்தப்படும் LNB ஐ அணுக தேவையான துறைமுகம் எண்ணை உள்ளிடவும்.
tr: Eğer DiSEqC bağlantısız bir anahtar kullanıyorsanız, bu uydu için kullanılan LNB'ye erişmek için gereken port numarasını girin.
uk: Якщо використовується перемикач DiSEqC, введіть номер порту, необхідного для доступу до LNB, який використовується для цього супутника.
vi: Nếu bạn đang sử dụng một công tắc không được cam kết DiSEqC, hãy nhập số cổng cần thiết để truy cập LNB được sử dụng cho vệ tinh này.
zh_cn: 如果使用的是DiSEqC uncommitted开关,请输入访问此卫星使用的高频头所需的端口号.

source: If you are using a circular polarized LNB select 'Yes', otherwise select 'No'.
bg: Ако използвате LNB с кръгова поляризация, изберете „да“, в противен случай изберете „не“.
cs: Pokud používáte kruhově polarizovaný LNB, vyberte „ano“, jinak vyberte „ne“.
el: Αν χρησιμοποιείτε ένα LNB κυκλικής πόλωσης επιλέξτε 'ναι', αλλιώς επιλέξτε 'όχι'.
fi: Jos käytät pyöreää polarisoitua LNB:tä, valitse 'kyllä', muuten valitse 'ei'.
fr: Si vous utilisez un LNB à polarisation circulaire choisir ‘oui’, autrement choisir ‘non’.
hr: Ako koristite kružni polarizirani LNB, odaberite 'Da', u suprotnom odaberite 'Ne'.
it: Se usi un LNB a polarizzazione circolare seleziona 'Sì', altrimenti seleziona 'No'.
lt: Jei naudojate apskritiminę poliarizuotą LNB, pasirinkite "taip", kitaip pasirinkite "ne".
nl: Indien u een circulair gepolariseerde LNB gebruikt zet u deze waarde op 'ja', anders op 'nee'.
pl: Jeśli używasz konwertera LNB o polaryzacji kołowej, wybierz "tak", w przeciwnym razie wybierz "nie".
sk: Ak používate LNB s kruhovou polarizáciou, vyberte 'áno', inak vyberte 'nie'.
sr: Ako koristite cirkularni LNB izaberite 'Da', u suprotnom izaberi 'Ne'.
sv: Om du använder en cirkulärt polariserad LNB väljer du "Yes", annars väljer du "No".
ta: நீங்கள் ஒரு வட்ட துருவப்படுத்தப்பட்ட LNB ஐப் பயன்படுத்துகிறீர்கள் என்றால், 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும், இல்லையெனில் 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Circular polarize LNB kullanıyorsanız 'Evet'i, aksi takdirde 'Hayır'ı seçin.
uk: Якщо ви використовуєте LNB з круговою поляризацією, оберіть 'Так', в іншому випадку виберіть 'Ні'.

source: If you see this, something is wrong with your SCART connection. Press OK to return.
bg: Ако видите това, нещо не е наред с вашата скарт връзка. Натиснете OK, за да се върнете.
cs: Pokud toto vidíte, něco není v pořádku s vaším připojením SCART. Pro návrat stiskněte OK.
el: Αν διαβάζετε αυτό το μήνυμα, τότε υπάρχει κάποιο πρόβλημα με το SCART. Πιέστε ΟΚ για επιστροφή.
fi: SCART-liitännässä on ilmennyt ongelma. Paina OK palataksesi takaisin.
fr: Si vous voyez cela, il y a un problème avec votre connexion péritel. Appuyez sur OK pour revenir.
hr: Ako vidite ovo, nešto nije u redu s vaša SCART veza. Pritisnite OK za povratak.
it: Se vedi questo, c'è qualcosa che non va con la connessione SCART. Premi OK per tornare indietro.
lt: Jeigu Jūs tai skaitote, kažkas negerai su skarto pajungimu. Kad grįžti, spauskite OK.
nl: Wanneer u dit ziet, is er iets mis met uw scart aansluiting. Druk op OK om terug te keren.
pl: Jeśli to widzisz to coś jest nie tak z połączeniem SCART.. Naciśnij 'OK' aby wrócić.
sk: Ak vidíte túto správu, nie je niečo v poriadku s pripojením SCART. Stlačte tlačidlo OK a vráťte sa späť.
sr: Ako vidiš ovo nešto nije uredu sa SCART vezom. Pritisnite ОК da se vratite.
sv: Om du ser detta är det något fel på din SCART-anslutning. Tryck på OK för att återgå.
ta: இதை நீங்கள் கண்டால், ஏதோ தவறு இருக்கிறது உங்கள் ச்கார்ட் இணைப்பு. திரும்புவதற்கு சரி என்பதை அழுத்தவும்.
tr: Bunu görüyorsanız, SCART bağlantınızda bir sorun var demektir. Geri dönmek için OK tuşuna basın.
uk: Якщо Ви це бачите, значить щось неправильно з Скарт під’єднанням. Натисніть ОК для повернення.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
bg: Ако телевизорът ви има подобрение на яркостта или контраста, деактивирайте го. Ако има нещо, наречено "динамично", задайте го на стандарт. Регулирайте нивото на фоновото осветление на стойност, отговаряща на вашия вкус. Намалете контраста на телевизора си колкото е възможно повече. След това настройте яркостта възможно най-ниско, но се уверете, че двете най-ниски нюанси на сивото остават разграничими. Сега не се интересувате от ярките нюанси. Те ще бъдат създадени в следващата стъпка. Ако сте доволни от резултата, натиснете OK.
cs: Pokud má Vaše TV rozšířené nastavení jasu a kontrastu, vypněte ho. Pokud je v menu položka nazvaná jako "dynamické", nastavte ji na standardní hodnotu. Nastavte stupeň podsvětlení dle Vaší chuti. Snižte kontrast na Vaší TV na nejnižší hodnotu. Poté nastavte světlost na nejnižší hodnotu, ale ujistěte se, že poslední dva odstíny šedé jsou rozpoznatelné. Nemějte obavy o světlé stíny. Budou nastaveny v dalším kroku. Pokud jste spokojeni s výsledkem, stiskněte OK.
da: Hvis dit TV har forbedring af Lysstyrke eller Kontrast, så slå dette fra. Hvis der findes noget der kaldes "dynamisk", så sæt den til standard. Juster baggrundslys-niveauet så den passer til din smag. Skru så meget ned for Kontrast på dit TV som muligt. Skru derefter Lysstyrken så langt ned som muligt, men tilse at der stadig kan skelnes mellem de to nederste skygger af grå. Tænk ikke på de lyse skygger nu. De bliver justeret i næste trin. Hvis du er tilfreds med resultatet, tryk OK.
de: Falls Ihr Fernseher über Helligkeits- oder Kontraststeigerung verfügt, deaktivieren Sie diese. Falls es eine "Dynamik"-Einstellung gibt, sollte sie auf Standard gesetzt werden. Verändern Sie die Intensität der Hintergrundbeleuchtung nach Ihrem Geschmack. Verringern Sie den Kontrast Ihres Fernsehers so weit wie möglich. Verringern Sie anschließend die Helligkeit so weit wie möglich. Stellen Sie dabei sicher, dass die beiden obersten Grauschattierungen erkennbar bleiben. Die hellen Schattierungen werden im folgenden Schritt eingestellt. Drücken Sie OK, wenn Sie mit dem Ergebnis zufrieden sind.
el: Αν η TV σας έχει επιλογή βελτίωσης για φωτεινότητα ή αντίθεση, απενεργοποιήστε την. Αν υπάρχει επιλογή με όνομα "δυναμική", βάλτε τη σε θέση "στάνταρ". Ρυθμίστε τον φωτισμό με τα δικά σας δεδομένα. Κατεβάστε την αντίθεση όσο γίνεται. Κατεβάστε τη φωτεινότητα τόσο, ώστε μόλις να διακρίνονται οι δύο κατώτερες γκρι σκιές. Μην λαμβάνετε υπόψιν τις φωτεινές σκιές τώρα. Θα ρυθμιστούν στο επόμενο βήμα. Αν σας ικανοποιεί το αποτέλεσμα, πιέστε ΟΚ.
et: Kui teleril on heleduse või kontrastsuse parandusfunktsioon, lülita see välja. Kui on olemas midagi nimega "dynamic", kasuta selle vaikeväärtusi. Sea taustvalgustus sobivaks.Vähenda TV kontrastsust nii palju kui võimalik. Nüüd vähenda TV heledust miinimumini nii, et kaks kõige alumist halli varjundit jäävad eristatavaks. Ära hooli praegu heledatest varjunditest, need seame paika järgmisena. Kui oled tulemusega rahul, vajuta OK.
fi: Jos televisiossasi on kirkkauden tai kontrastin automaattisäätö, kytke se pois päältä. Jos kuva-asetuksissa on säätöjä nimeltä "dynamic" kytke ne normaaliarvoon. Säädä huoneen valaistus sopivaksi. Säädä television kontrasti alimpaan arvoon. Säädä television valoisuus niin alas kuin mahdollista ilman, että testikuvan kaksi tumminta sävyä (1 ja 2) muuttuu yhtä tummiksi. Älä välitä kirkkaista sävyistä, ne säädetään seuraavassa vaiheessa. Kun olet tyytyväinen tulokseen, paina OK.
fr: Si votre téléviseur est doté d'une amélioration de la luminosité ou le contraste, désactivez-le. S'il y a quelque chose appelé "dynamique", réglez-le à la norme. Ajustez le niveau de rétro-éclairage à une valeur convenant à votre goût. Baissez le contraste sur votre téléviseur, autant que possible. Mettez ensuite la luminosité le plus bas possible mais assurez-vous que les deux plus basses nuances de gris restent reconnaissables. Ne pas s'inquiéter des nuances de luminosité maintenant. Elles seront réglées à la prochaine étape. Si vous êtes satisfait du résultat, appuyez sur OK.
hr: Ako TV ima poboljšanje svijetline ili kontrasta, onemogućite ga. Ako postoji "dinamično", postavite ga na standard. Podesite razinu zadnjeg svijetla na vrijednost koja odgovara vašem ukusu. Smanjite kontrast na TV što je više moguće. Postavite postavku svijetline što je manje moguće, ali vodite računa da dvije najniže nijanse sive ostanu prepoznatljive. Ne zanimaju me svijetle nijanse. Biće postavljeni u slijedećem koraku. Ako ste zadovoljni rezultatom pritisnite OK.
hu: Amennyiben a TV készülékében van fényerő vagy kontraszt javító opció, akkor azt kérem kapcsolja ki. Ha van valamilyen speciális beállítás mint pl. "dinamikus" vagy hasonló, azt állítsa alaphelyzetbe. Állítsa be a háttérfény erejét az Önnek megfelelő erősségüre. Vegye le a kontrasztot a TV készüléken amennyire csak lehetséges. Majd vegye le a fényerőt olyan alacsonyra amennyire csak lehetséges, de figyelje a két legalsó szürke csíkot, hogy azok éppen megkülönböztethetőek legyenek. Most ne törődjön a fényes csíkokkal. Ezeket a következő lépésben fogjuk beállítani. Amennyiben az eredmény megfelelő, nyomja meg az OK gombot.
it: Se la TV ha un miglioramento della luminosità o del contrasto, disabilitalo. Se c'è qualcosa chiamato "dinamico", impostalo su standard. Regola il livello di retroilluminazione su un valore adatto ai gusti. Riduci il più possibile il contrasto della TV. Quindi abbassa l'impostazione della luminosità il più bassa possibile, ma assicurati che le due tonalità di grigio più basse rimangano distinguibili. Non preoccuparti delle tonalità luminose ora. Saranno impostate nel passaggio successivo. Se sei soddisfatto del risultato, premi OK.
lt: Jeigu jūsų televizorius turi šviesumo arba kontrasto padidinimą, patvirtinkite tai. Jeigu yra kažkas pavadinta kaip "dinaminis ", tai nustatykite tai, kaip standartą. Nustatykite šviesumo lygį, kuris yra jums tinkamiausias. Nustatykite kontrastą savo televizoriui tiek, kiek tai įmanoma. Tada nustatykite šviesumą tiek mažai kiek tai įmanoma, bet įsitikinkite kad du patys žemiausi pilki atspalviai yra atskirti. Dabar nebesirūpinkite šviesiais atspalviais. Jie bus nustatyti sekančiame žingsnyje. Jeigu Jūs patenkinti gautu rezultatu, spauskite OK.
nl: Indien uw TV over contrast- of helderheidsoptimalisatie opties en andere 'beeldverbeteraars' beschikt, zet deze dan uit! Instellingen als 'Dynamic', op standaard instellen. Stel bij een LCD TV de achtergrondverlichting op een niveau in dat u bevalt. Zet het 'contrast' zo laag mogelijk. Daarna de 'helderheid' zo laag mogelijk instellen, maar wel zodanig dat ook de donkerste grijstinten zichtbaar zijn. Let nu even niet op de heldere vlakken. Die worden pas bij de volgende stap ingesteld. Indien het resultaat nu goed is, drukt u op OK.
pl: Jeśli TV posiada poprawę jasności i kontrastu, wyłącz to. Jeśli masz opcje ustawioną na "Dynamiczne", zmień ją na Standardową. Dostosuj poziom podświetlania do własnych preferencji. Zmniejsz kontrast w TV do najniższej wartości. Następnie zmniejszaj poziom jasności, tak długo jak dwa najniższe odcienie szarości są widoczne. Na razie nie troszcz się o odcienie jasności. Zostaną one ustawione w kolejnym kroku. Jeśli jesteś zadowolony z rezultatu wciśnij 'OK'.
pt_br: Se a TV tiver ajuste de brilho ou contraste, desligue. Se tiver alguma função como "ajuste dinâmico", ajuste para "padrão". Ajuste o nível da luz de fundo para um valor a seu gosto. Baixe o contraste da TV o máximo possível. Depois ajuste o brilho para o mais baixo possível, mas certifique-se de que as duas escalas de cinza mais baixas sejam visíveis. Não se preocupe com os níveis de brilho agora. Serão ajustadas no próximo passo. Pressione OK para continuar.
ru: Если в Вашем телевизоре наблюдается превышение яркости или контрастности, устраните это. Если в Вашем TB выбран один из режимов настроек изображения,например "динамичный", сбросьте настройки в стандартные .Уменьшите контрастность Вашего ТВ на максимально возможное значение. Теперь уменьшите яркость на максимально низкое значение, на сколько это возможно, но при этом следите, чтобы два самых нижних оттенка были различимы. Не беспокойтесь о ярких оттенках, они будут настроены на следующем этапе. Если Вас устраивает результат, нажмите OK.
sk: Ak má váš televízor funkciu zvýšenia jasu alebo kontrastu, vypnite ju. Ak je k dispozícii nastavenie 'dynamický', vyberte predvolenú hodnotu. Úroveň podsvietenia nastavte podľa svojho vkusu. Znížte kontrast televízora čo najviac. Potom čo najviac znížte jas tak, aby sa stále dali rozlíšiť dva najtmavšie odtiene sivej. O svetlé odtiene sa teraz nestarajte. Upravia sa v ďalšom kroku. Ak ste s výsledkom spokojní, stlačte tlačidlo OK.
sl: Onemogočite poudarjanje svetlosti in kontrasta v kolikor ima vaš TV to funkcionalnost. V kolikor vsebuje nastavitev "dinamično", jo spremenite na standardno. Nastavite osvetlitev ozadja po vaši želji. Zmanšajte kontrast TV sprejemnika na najnižjo možno raven. Zmanšajte nastavitev svetlosti na najnižjo možno raven, tako da bodo najnižji odtenki sive ostali razločni. V tem trenutku ne skrbite za svetle sence na zaslonu, ponastavili jih boste v naslednjih korakih. Če ste zadovoljni z nastavitvami, pritisnite OK.
sr: Ako TV ima poboljšanje svetline ili kontrasta, onemogućite ga. Ako postoji "dinamično", postavite ga na standard. Podesite nivo zadnjeg svetla na vrednost koja odgovara vašem ukusu. Smanjite kontrast na TV što je više moguće. Postavite postavku svetline što je manje moguće, ali vodite računa da dve najniže nijanse sive ostanu prepoznatljive. Ne zanimaju me svetle nijanse. Biće postavljeni u sledećem koraku. Ako ste zadovoljni rezultatom pritisnite OK.
sv: Om din TV har en ljusstyrka eller kontrastförbättring, avaktivera den. Om det finns något som heter "dynamic", ställ in det på standard. Justera bakgrundsbelysningens nivå till ett värde som passar din smak. Sänk kontrasten på TV:n så mycket som möjligt. Vrid sedan ljusstyrkan så lågt som möjligt, men se till att de två nedersta gråtonerna förblir urskiljbara. Bry dig inte om de ljusa nyanserna nu. De kommer att ställas in i nästa steg. Om du är nöjd med resultatet trycker du på OK.
ta: உங்கள் டிவியில் ஒளி அல்லது மாறுபட்ட விரிவாக்கம் இருந்தால், அதை முடக்கு. "மாறும்" என்று ஏதாவது இருந்தால், அதை தரநிலைக்கு அமைக்கவும். உங்கள் சுவைக்கு ஏற்ற மதிப்புக்கு பின்னொளி அளவை சரிசெய்யவும். உங்கள் டிவியில் முடிந்தவரை மாறுபாட்டை நிராகரிக்கவும். பின்னர் ஒளி அமைப்பை முடிந்தவரை குறைவாக மாற்றவும், ஆனால் சாம்பல் நிறத்தின் இரண்டு தாழ்வான நிழல்கள் வேறுபடுகின்றன என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். இப்போது பிரகாசமான நிழல்களைப் பற்றி கவலைப்பட வேண்டாம். அவை அடுத்த கட்டத்தில் அமைக்கப்படும். இதன் விளைவாக நீங்கள் மகிழ்ச்சியாக இருந்தால், சரி என்பதை அழுத்தவும்.
tr: Eğer TV'nizde parlaklık ve kontrast geliştirme özelliğini kullanıyorsanız, devre dışı bırakın. TV ayarlarınızda "dinamik" ismiyle adlandırılan ayar aktifse, standarda getirin. Arka plan ışıklandırma (backlight) seviyesini ayarlayın. Kontrast oranını olabildiğince düşürün. Parlaklık seviyesini mümkün olduğunca düşürün, en alttaki iki gri tonuda ayırt edebilecek şekilde ayarlarınızı yapın. Parlak tonları şuan için dert etmeyin. Onları bir sonraki adımda ayarlayabilirsiniz. Sonuçtan memnunsanız, OK tuşuna basın.
uk: Якщо у Вашому TV завищена яскравість чи контрастність, виправте це. Якщо опції виставлені на "Динамічну", змініть на "Стандартну". Виставте рівень підсвічування на власний смак .Зменшіть контрастність TV до максимально можливої. Потім понизьте рівень яскравості, настільки низько, наскільки це можливо, але щоб два самих нижніх відтінки сірого відрізнялись. Не турбуйтесь про яскраві відтінки зараз. Вони будуть налаштовані в наступному кроці. Якщо Ви задоволені результатом натисніть OK.
vi: Nếu TV của bạn có tăng cường độ sáng hoặc độ tương phản, hãy tắt nó. Nếu có một cái gì đó gọi là "động", hãy đặt nó thành tiêu chuẩn. Điều chỉnh mức độ đèn nền cho một giá trị phù hợp với sở thích của bạn. Tắt độ tương phản trên TV của bạn càng nhiều càng tốt. Sau đó, xoay cài đặt độ sáng càng thấp càng tốt, nhưng đảm bảo rằng hai màu xám thấp nhất có thể phân biệt được. Đừng quan tâm đến các màu sáng bây giờ. Họ sẽ được thiết lập trong bước tiếp theo. Nếu bạn hài lòng với kết quả, nhấn OK.
zh_cn: 如果你的电视有一个亮度或对比度增强,禁用它.如果有东西被称为"动态",将其设置为标准.调整背光水平值至适合为止.尽可能多地在你的电视上形成对比. 然后将亮度设置为尽可能低,但确保两个最暗的灰色阶梯可辨别. 现在不必关心阶梯亮度.他们将在下一步设置. 如果你对结果满意,点击OK键.

source: Igbo
el: Ίγκμπο
ta: இக்போ
tr: İgbo Dili
uk: Ігбо

source: Ignore
cs: Ignorovat
el: Αγνόηση
fi: Älä välitä
hr: Zanemari
it: Ignora
lt: Ignoruoti
nl: Negeren
pl: Zignoruj
sk: Ignorovať
sr: Zanemari
sv: Ignorera
ta: புறக்கணிக்கவும்
tr: Yok Say
uk: Ігнорувати

source: Ignore DVB-C namespace sub network
bg: Игнорирайте подмрежата на DVB-C пространство от имена
cs: Ignorovat podsíť jmenného prostoru DVB-C
da: Ignorere DVB-C navneområde undernetværk
de: Ignoriere DVB-C Subnetzwerk
el: Αγνόηση του υπο-δικτύου στον χώρο ονόματος DVB-C
et: Eira DVB-C nimeruumi alamvõrku
fi: Ohita DVB-C aliverkko
fr: Ignorer le sous-réseau de l’espace de noms DVB-C
hr: Zanemari DVB-C podmrežu prostora za ime
hu: A DVB-C névtér alhálózatának figyelmen kívül hagyása
it: Ignora sottorete nel namespace DVB-C
lt: Ignoruoti DVB-C pavadinimų srities potinklį
nl: Negeer DVB-C subnetwerk
pl: Ignoruj przestrzeń nazw podsieci DVB-C
sk: Ignorovať podsieť DVB-C
sr: Zanemari DVB-C podmrežu prostora za ime
sv: Ignorera DVB-C namnrymdens undernätverk
ta: டி.வி.பி-சி பெயர்வெளி துணை நெட்வொர்க்கை புறக்கணிக்கவும்
tr: DVB-C ad alanı alt ağını yok say
uk: Ігнорувати імена підмережі DVB-C
vi: Bỏ qua mạng con không gian tên DVB-C
zh_cn: 忽略DVB-C命名空间的子网络

source: Ignore DVB-S namespace sub network
bg: Игнорирайте подмрежата на DVB-S пространство от имена
cs: Ignorovat podsíť jmenného prostoru DVB-S
da: Ignorere DVB-S navneområde undernetværk
de: Ignoriere DVB-S Subnetzwerk
el: Αγνόηση του υπο-δικτύου στον χώρο ονόματος DVB-S
et: Eira DVB-S nimeruumi alamvõrku
fi: Ohita DVB-S aliverkko
fr: Ignorer le sous-réseau de l'espace de noms DVB-S
hr: Zanemari DVB-S podmrežu prostora za ime
hu: A DVB-S névtér alhálózatának figyelmen kívül hagyása
it: Ignora sottorete nel namespace DVB-S
lt: Ignoruoti DVB-S pavadinimų srities potinklį
nl: Negeer DVB-S subnetwerk
pl: Ignoruj przestrzeń nazw podsieci DVB-S
sk: Ignorovať podsieť DVB-S
sr: Zanemari DVB-S podmrežu prostora za ime
sv: Ignorera DVB-S namnrymdens undernätverk
ta: டி.வி.பி-எச் பெயர்வெளி துணை நெட்வொர்க்கை புறக்கணிக்கவும்
tr: DVB-S ad alanı alt ağını yok say
uk: Ігнорувати імена підмережі DVB-S
vi: Bỏ qua mạng con không gian tên DVB-S
zh_cn: 忽略DVB-S命名空间的子网络
