Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure if the subtitle should switch between normal, italic, bold and bold italic.
bg: Конфигурирайте ако превключвате събтитри между normal, italic, bold и bolditalic
cs: Nastavit možnost přepínání titulků mezi normální, kurzíva, tučné a tučná kurzíva.
el: Ρυθμίστε αν ο υπότιτλος θα πρέπει να αλλάζει μεταξύ του κανονικού, πλάγιου, έντονου ή έντονου πλάγιου.
fi: Muokkaa ulkoisen tekstityksen fonttia, vaihtoehtoina: normal, italic, bold ja bolditalic.
fr: Configure si les sous-titres doivent basculer entre normal, italique, gras et gras-italique
hr: Podešavanje subtitla između fonta normalnog, kurzivnog, podebljanog i podebljanog kurziva.
it: Configura se il sottotitolo deve passare da normale, corsivo, grassetto e grassetto-corsivo.
lt: Konfigūruokite jei subtitrai turėtų persijungti tarp normalaus, pasvirusių raidžių, arba paryškintų ir paryškintų pasvirusių raidžių
nl: Moet het lettertype van externe ondertitels wisselen tussen normaal, cursief, vet en vet/cursief?
pl: Skonfiguruj, czy napisy mają być wyświetlane w trybie normalnym, kursywą, pogrubionym i pogrubioną kursywą.
sk: Nastavte, či sa majú titulky prepnúť medzi normálnymi, tučnými a tučnými s kurzívou.
sr: Podešavanje subtitla između fonta normalnog, kurzivnog, podebljanog i podebljanog kurziva.
sv: Konfigurera om undertexten ska växla mellan normal, kursiv, fet och fet kursiv.
ta: வசன வரிகள் இயல்பான, சாய்வு, தைரியமான மற்றும் தைரியமான சாய்வுக்கு இடையில் மாற வேண்டுமா என்று உள்ளமைக்கவும்.
tr: Altyazının normal, italik, kalın ve kalın italik arasında geçiş yapıp yapmayacağını yapılandırın.
uk: Налаштування шрифтів для зовнішніх субтитрів, чи застосовувати до них налаштування для субтитрів, що йдуть з ефіру.

source: Configure interface
bg: Конфигурирайте интерфейса
cs: Konfigurovat rozhraní
da: Konfigurer grænseflade
de: Netzwerkkarte konfigurieren
el: Ρύθμιση διεπαφής
et: Seadista võrguliides
fi: Määritä verkkosovitin
fr: Configure l'interface
hr: Konfigurirajte sučelje
hu: Interfész konfigurálása
it: Configura interfaccia
lt: Konfigūruokite sąsają
nl: Configureer interface
pl: Skonfiguruj interfejs
pt_br: Configurar interface
ru: Настройка интерфейса
sk: Nastavenie rozhrania
sl: Nastavi vmesnik
sr: Podesite interfejs
sv: Konfigurera gränssnitt
ta: இடைமுகத்தை உள்ளமைக்கவும்
tr: Arayüz yapılandırması
uk: Налаштування інтерфейсу
vi: Cấu hình giao diện
zh_cn: 配置界面

source: Configure on which devices the background delete option should be used.
bg: Конфигурирайте на кои устройства да се използва опцията за изтриване на фона.
cs: Nastavuje, na kterých zařízeních může být nastaveno mazání na pozadí.
da: Konfigurer på hvilken enhed muligheden slet i baggrunden skal benyttes.
de: Einstellen, auf welchen Geräten die Hintergrund-Löschoption verwendet werden darf.
el: Ρυθμίστε σε ποιες συσκευές η δυνατότητα διαγραφής παρασκήνιου θα πρέπει να χρησιμοποιείται.
et: Määra, millisel andmekandjal taustal kustutamise võimalust kasutatakse.
fi: Määrittää, millä laitteilla tallenteiden taustalla poistoa käytetään.
fr: Configure sur quels dispositifs l'option de suppression d'arrière-plan doit être utilisée.
hr: Konfigurirajte na kojim uređajima treba koristiti opciju brisanja pozadine.
hu: Milyen eszközökre legyen érvényes a háttérben történő törölgetés.
it: Configura su quali dispositivi deve essere usata l'opzione di eliminazione in background.
lt: Konfigūruokite kuriuose įrenginiuose bus galimas šalinimas fone.
nl: Op welk apparaat mag de optie 'Verwijder opnames in de achtergrond' gebruikt wordt. U kunt kiezen uit: Alleen interne HDD, Overal of Uit.
pl: Skonfiguruj dla jakich urządzeń opcja usuwania w tle ma być użyta.
pt_br: Configurar em quais dispositivos a opção de remoção em segundo plano deve ser utilizada.
ru: Укажите, на каких устройствах следует использовать опцию фонового удаления.
sk: Nastavte, na ktorých zariadeniach sa má používať vymazanie na pozadí.
sr: Podesite na kojim uređajima bi trebalo koristiti opciju brisanja u pozadini.
sv: Konfigurera på vilka enheter alternativet för borttagning av bakgrund ska användas.
ta: எந்த சாதனங்களில் பின்னணி நீக்குதல் விருப்பத்தைப் பயன்படுத்த வேண்டும் என்பதை உள்ளமைக்கவும்.
tr: Arka planda silme seçeneğinin hangi cihazlarda kullanılacağını yapılandırın.
uk: Вкажіть, на яких пристроях слід використовувати опцію фонового видалення.
vi: Cấu hình trên thiết bị nào nên sử dụng tùy chọn xóa nền.
zh_cn: 配置哪些设备后台删除选项会被使用.

source: Configure or verify your DNS (name servers) by adjusting the values shown. When the settings are correct press OK to continue.
cs: Nakonfigurujte nebo ověřte své DNS (názvové servery) úpravou uvedených hodnot. Pokud jsou nastavení správná, pokračujte stisknutím tlačítka OK.
el: Ρυθμίστε ή επαληθεύστε τους διακομιστές ονομάτων DNS, προσαρμόζοντας τις τιμές που εμφανίζονται. Όταν οι ρυθμίσεις είναι σωστές, πιέστε OK για να συνεχίσετε.
fi: Määritä tai tarkista DNS (nimipalvelimet) säätämällä arvoja. Kun asetukset ovat oikein, jatka painamalla OK.
hr: Konfigurirajte ili potvrdite DNS (poslužitelje naziva) podešavanjem prikazanih vrijednosti. Kada su postavke ispravne, pritisnite OK za nastavak.
it: Configura o verifica i DNS (server dei nomi) regolando i valori visualizzati. Quando le impostazioni sono corrette premi OK per continuare.
nl: Configureer of controleer uw DNS (naamserver) door de weergegeven waarden aan te passen. Als de instellingen correct zijn, druk je op OK om verder te gaan.
pl: Konfiguruj lub zweryfikuj swoje DNS (serwery nazwa) dostosowując wyświetlone wartości. Gdy ustawienia są prawidłowe naciśnij OK, aby kontynuować.
sk: Nastavte alebo overte svoje DNS upravením zobrazených hodnôt. Ak sú nastavenia správne, pokračujte stlačením OK.
sr: Konfigurišite ili verifikujte svoj DNS (ime servera) podešavajući prikazane vrednosti. Kada su podešavanja ispravna, pritisnite OK da nastavite.
sv: Konfigurera eller verifiera DNS (namnservrar) genom att justera de värden som visas. När inställningarna är korrekta trycker du på OK för att fortsätta.
ta: காட்டப்பட்ட மதிப்புகளை சரிசெய்வதன் மூலம் உங்கள் டி.என்.எச் (பெயர் சேவையகங்கள்) உள்ளமைக்கவும் அல்லது சரிபார்க்கவும். அமைப்புகள் சரியாக இருக்கும்போது தொடர சரி என்பதை அழுத்தவும்.
tr: Gösterilen değerleri ayarlayarak DNS (ad sunucuları) yapılandırın veya doğrulayın. Ayarlar doğru olduğunda devam etmek için OK tuşuna basın.
uk: Налаштуйте або перевірте свій DNS (сервери імен), налаштувавши показані значення. Коли налаштування правильні, натисніть OK, щоб продовжити.

source: Configure remote control type
bg: Конфигуриране на типа на дистанционно управление
cs: Nastavit typ dálkového ovládání
da: Konfigurer fjernbetjenings kontroltype
de: Fernbedienungstyp einstellen
el: Ρύθμιση τύπου τηλεχειριστηρίου
et: Määra puldi tüüp
fi: Määritä kaukosäätimen tyyppi
fr: Configurer le type de télécommande
hr: Konfigurirajte vrstu daljinskog kontrolora
hu: Távirányító típusának beállítása
it: Configura tipo di telecomando
lt: Konfigūruokite nuotolinio valdymo tipą
nl: Configureer type afstandsbediening
pl: Skonfiguruj typ pilota zdalnego sterowania
pt_br: Configurar o tipo de controle remoto
ru: Укажите тип пульта управления
sk: Nastavte typ diaľkového ovládania
sr: Konfiguriši tip daljinskog upravljača
sv: Konfigurera typ av fjärrkontroll
ta: ரிமோட் கண்ட்ரோல் வகையை உள்ளமைக்கவும்
tr: Uzaktan kumanda tipini yapılandır
uk: Налаштування типу пульта керування
vi: Cấu hình loại điều khiển từ xa
zh_cn: 配置遥控器类型

source: Configure the DiSEqC mode for this LNB.
bg: Конфигуриране на DiSEqC режима за този LNB.
cs: Nastavuje DiSEqC mód pro tento LNB.
da: Konfigurer DiSEqC tilstanden for denne LBN.
de: DiSEqC Modus für diesen LNB einstellen.
el: Ρύθμιση λειτουργίας DiSEqC για αυτό το LNB.
et: Määra selle LNB DiSEqC režiim.
fi: Määritä tämän LNB:n DiSEqC-tila.
fr: Configure le mode DiSEqC pour cette LNB.
hr: Konfigurirajte DiSEqC način rada za ovaj LNB.
hu: A DiSEqC mód beállítása ehhez a fejhez.
it: Configura modalità DiSEqC per questo LNB.
lt: Konfigūruokite šio LNB DiSEqC režimą.
nl: Configureer de DiSEqC modus voor deze LNB.
pl: Skonfiguruj tryb DiSEqC dla tego LNB.
pt_br: Configurar o modo de DiSEqC para este LNB.
ru: Настройка режима DiSEqC для данной LNB.
sk: Nastavte režim DiSEqC pre tento LNB.
sr: Podesite režim DiSEqC za dani LNB.
sv: Konfigurera DiSEqC-läget för den här LNB:n.
ta: இந்த LNB க்கான DIEQC பயன்முறையை உள்ளமைக்கவும்.
tr: Bu LNB için DiSEqC modunu yapılandırın.
uk: Налаштування DiSEqC режиму для цього конвертора.
vi: Định cấu hình chế độ DiSEqC cho LNB này.
zh_cn: 配置高频头DiSEqC模式.

source: Configure the IP address.
bg: Конфигуриране на IP адреса.
cs: Nastavuje IP adresu.
da: Konfigurer IP adressen.
de: IP-Adresse konfigurieren.
el: Ρύθμιση της διεύθυνσης IP.
et: Määra IP aadress.
fi: Määritä IP-osoite.
fr: Configure l'adresse IP.
hr: Podesite IP adresu.
hu: IP cím konfigurálása.
it: Configura indirizzo IP.
lt: Konfigūruokite IP adresą.
nl: U kunt het IP-adres ingeven.
pl: Skonfiguruj adres IP.
pt_br: Configurar endreço IP.
ru: Настройка IP-адреса.
sk: Nastavte IP adresu.
sr: Podesite IP adresu.
sv: Konfigurera IP-adressen.
ta: ஐபி முகவரியை உள்ளமைக்கவும்.
tr: IP adresini yapılandırın.
uk: Налаштування АП адресу.
vi: Cấu hình địa chỉ IP.
zh_cn: 配置IP地址.

source: Configure the IP of the fallback remote receiver.
cs: Nakonfigurujte IP adresu záložního vzdáleného přijímače.
el: IP του εφεδρικού απομακρυσμένου δέκτη
hr: IP rezervnog daljinskog prijemnika.
it: Configura IP del ricevitore remoto di fallback.
lt: Atsarginio nuotolinio imtuvo IP
nl: IP-adres van de Fallback tuner
sr: Konfiguriši IP rezervnog udaljenog prijemnika.
sv: IP för reservfjärrmottagare
tr: Yedek uzak alıcının IP adresini yapılandırın.
uk: IP резервного віддаленого приймача.

source: Configure the Internet connection by adjusting the values shown. When the settings are correct press OK to continue.
cs: Nakonfigurujte připojení k internetu úpravou zobrazených hodnot. Pokud jsou nastavení správná, pokračujte stisknutím tlačítka OK.
el: Ρυθμίστε τη σύνδεση στο διαδίκτυο προσαρμόζοντας τις τιμές που εμφανίζονται. Όταν οι ρυθμίσεις είναι σωστές, πιέστε OK για να συνεχίσετε.
fi: Määritä Internet yhteys säätämällä näytettyjä arvoja. Kun asetukset ovat oikein, jatka painamalla OK.
hr: Konfigurirajte internetsku vezu podešavanjem prikazanih vrijednosti. Kada su postavke ispravne, pritisnite OK za nastavak.
it: Configura la connessione Internet regolando i valori visualizzati. Quando le impostazioni sono corrette premi OK per continuare.
nl: Configureer de internetverbinding door de weergegeven waarden aan te passen. Als de instellingen juist zijn, druk je op OK om verder te gaan.
pl: Konfiguruj połączenie internetowe dostosowując wyświetlone wartości. Gdy ustawienia są prawidłowe naciśnij OK, aby kontynuować.
sk: Nastavte internetové pripojenie upravením zobrazených hodnôt. Ak sú nastavenia správne, pokračujte stlačením OK.
sr: Podesite internet konekciju podešavanjem prikazanih vrednosti. Kada su podešavanja tačna, pritisnite OK da nastavite.
sv: Konfigurera Internetanslutningen genom att justera de värden som visas. När inställningarna är korrekta trycker du på OK för att fortsätta.
ta: காட்டப்பட்ட மதிப்புகளை சரிசெய்வதன் மூலம் இணைய இணைப்பை உள்ளமைக்கவும். அமைப்புகள் சரியாக இருக்கும்போது தொடர சரி என்பதை அழுத்தவும்.
tr: Gösterilen değerleri ayarlayarak İnternet bağlantısını yapılandırın. Ayarlar doğru olduğunda devam etmek için OK tuşuna basın.
uk: Налаштуйте підключення до Інтернету, ввівши показані значення. Коли налаштування правильні, натисніть OK, щоб продовжити.

source: Configure the Port of the fallback remote receiver.
cs: Nakonfigurujte port záložního vzdáleného přijímače.
el: Θύρα του εφεδρικού απομακρυσμένου δέκτη
hr: Port za povratni udaljeni tuner.
it: Configura la porta del ricevitore remoto di fallback.
lt: Atsarginio nuotolinio imtuvo jungtis
nl: Poort van de Fallback tuner
sr: Konfiguriši port rezervnog udaljenog prijemnika.
sv: Port för reservfjärrmottagare
tr: Yedek uzak alıcının bağlantı noktasını (port) yapılandırın.
uk: Порт резервного віддаленого приймача.

source: Configure the URL of the fallback remote receiver.
cs: Nakonfigurujte URL adresu záložního vzdáleného přijímače.
el: Διεύθυνση URL του εφεδρικού απομακρυσμένου δέκτη
hr: Konfiguriši URL rezervnog udaljenog prijemnika.
it: Configura URL del ricevitore remoto di fallback.
lt: Atsarginio nuotolinio imtuvo internetinis adresas
nl: URL van de Fallback tuner invoeren. Alleen het IP-adres is voldoende: http:// en/of poortnummer worden standaard toegevoegd. Voorbeeld: http://192.168.100.202:8001
sr: Konfiguriši URL rezervnog udaljenog prijemnika.
sv: URL för reservfjärrmottagare
tr: Yedek uzak alıcının URL'sini yapılandırın.
uk: URL-адреса віддаленого резервного приймача.

source: Configure the alignment of events.
bg: Конфигуриране на подравняването на събитията.
cs: Nastavit zarovnání událostí.
da: Konfigurer justeringen af begivenheder.
de: Ausrichtung der Sendungsnamen einstellen.
el: Ρύθμιση στοίχισης προγραμμάτων.
et: Määra saate nime asukoht.
fi: Ohjelmatiedon sijainti.
fr: Configure l'alignement des événements.
hr: Podesite poravnanje događaja.
hu: Állítsa be az események elrendezésének irányát.
it: Configura allineamento degli eventi.
lt: Konfigūruokite įvykių lygiavimą.
nl: Uitlijning van programma's instellen.
pl: Skonfiguruj wyrównanie dla wydarzeń.
sk: Nastavenie zarovnania udalostí.
sr: Podesite poravnanje događaja.
sv: Konfigurera anpassningen av händelser.
ta: நிகழ்வுகளின் சீரமைப்பை உள்ளமைக்கவும்.
tr: Etkinliklerin hizalamasını yapılandırın.
uk: Налаштування вирівнювання інформації про передачу.
vi: Cấu hình sự liên kết của các sự kiện.
zh_cn: 配置事件的对齐方式.

source: Configure the alignment of service names.
bg: Конфигуриране на подравняването на сервизните имена.
cs: Nakonfigurujte zarovnání názvů programů.
da: Konfigurere justeringen af kanalnavne.
de: Ausrichtung der Sendernamen einstellen.
el: Ρύθμιση της στοίχισης των ονομάτων των υπηρεσιών.
et: Määra kanali nime asukoht.
fi: Kanavanimien sijainti.
fr: Configure l'alignement des noms de service.
hr: Podesite poravnanje ime kanala.
hu: Állítsa be, hogy a csatorna nevek kijelzésének igazítása hogy történjen.
it: Configura allineamento dei nomi dei servizi.
lt: Konfigūruokite kanalų pavadinimų lygiavimą.
nl: Zendernamen uitlijning instellen.
pl: Skonfiguruj wyrównanie dla nazwy kanału.
sk: Nastavenie zarovnania názvov staníc.
sr: Podesite poravnanje ime kanala.
sv: Konfigurera anpassningen av servicenamn.
ta: பணி பெயர்களின் சீரமைப்பை உள்ளமைக்கவும்.
tr: Kanal isimlerinin hizalamasını yapılandırın.
uk: Налаштування вирівнювання назви каналу.
vi: Cấu hình căn chỉnh tên dịch vụ.
zh_cn: 配置频道名称的对齐方式.

source: Configure the amount of time that will be presented.
bg: Конфигуриране на количеството време, което ще бъде представено.
cs: Nastavuje dobu, po kterou bude prezentován.
da: Konfigurer den mængde af tid som præsenteres.
de: Einstellen der Zeit, die angezeigt werden soll.
el: Ρύθμιση της διάρκειας του χρόνου που θα παρουσιάζεται.
et: Määra saatekavas kuvatava aja hulk minutites.
fi: Määrittää aikavälin, jolta ohjelmatiedot näytetään.
fr: Configure la quantité de temps qui sera présenté.
hr: Konfigurirajte vreme koje će biti prikazano.
hu: Állítsa be, hogy mekkora időszakot mutasson az EPG műsorújság.
it: Configura quantità di tempo che verrà presentata.
lt: Konfigūruokite rodymo laiko trukmę.
nl: Tijdsduur van de EPG, instelbaar van minimaal 60 tot maximaal 300 minuten.
pl: Skonfiguruj czas, który będzie wyświetlany.
ru: Установка времени отображения.
sk: Nastavte zobrazený časový rozsah.
sr: Podesite vreme koje će biti predstavljeno.
sv: Konfigurera hur lång tid som ska visas.
ta: வழங்கப்படும் நேரத்தின் அளவை உள்ளமைக்கவும்.
tr: Gösterim süresini yapılandırın.
uk: Налаштування часу відображення.
vi: Cấu hình lượng thời gian sẽ được trình bày.
zh_cn: 配置将显示的时间量.

source: Configure the aspect ratio of the screen.
bg: Конфигуриране на пропорциите на екрана.
cs: Nastavuje poměr stran obrazu.
da: Konfigurer billedformatet for skærmen.
de: Das Seitenverhältnis des Bildschirms einstellen.
el: Ρύθμιση της αναλογίας διαστάσεων της οθόνης.
et: Määra ekraani kuvasuhe.
fi: Määritä television kuvasuhde.
fr: Configure le format d'image de l'écran.
hr: Konfigurirajte omjer slike zaslona.
hu: A kép méretarányának beállítása.
it: Configura proporzioni dello schermo.
lt: Konfigūruokite ekrano kraštinių proporcijas.
nl: Configureer de beeldverhouding van het scherm.
pl: Skonfiguruj proporcje ekranu.
pt_br: Configurar proporção da tela.
ru: Настройка соотношения сторон изображения.
sk: Nastavte pomer strán obrazu.
sr: Podesite odnos širina/visina ekrana.
sv: Konfigurera bildskärmens bildförhållande.
ta: திரையின் விகித விகிதத்தை உள்ளமைக்கவும்.
tr: Ekranın en boy oranını yapılandırın.
uk: Налаштування співвідношення сторін зображення.
vi: Cấu hình tỷ lệ khung hình của màn hình.
zh_cn: 配置屏幕的宽高比.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
bg: Конфигуриране на поведението на клавиша'пауза', когато възпроизвеждането на филм е вече на пауза.
cs: Nastavuje chování tlačítka 'pause' když je přehrávání již pozastaveno.
da: Konfigurer opførslen af 'pause' tasten når en filmafspilning allerede er sat på pause.
de: Verhalten der Play oder Play/Pausetaste bei Standbild.
el: Ρύθμιση της συμπεριφοράς του 'pause' όταν μία ταινία είναι ήδη σε παύση.
et: Määra 'paus' nupu toiming, kui taasesitus on juba pausitud.
fi: Määrittää 'pause'-näppäimen toiminnon, kun tallenteen toisto on jo keskeytetty tilassa.
fr: Configure le comportement de la touche 'pause' lorsque le film joué est déjà en pause.
hr: Konfigurirajte ponašanje tipke za pauzu kada je reprodukcija videozapisa već pauzirana.
hu: Állítsa be a "szünet" gomb viselkedését, ha a film lejátszása már szünetel.
it: Configura comportamento del tasto "pausa" quando la riproduzione della registrazione è già in pausa.
lt: Konfigūruokite mygtuko 'PAUSE' elgseną, kai filmo rodymas jau yra pristabdytas.
nl: Functie van de Pauze-knop tijdens het pauzeren van een opname of film.
pl: Skonfiguruj zachowanie klawisza 'pauza' gdy odtwarzanie filmu jest wstrzymane.
ru: Настройка поведения кнопки 'пауза', когда фильм уже стоит на паузе.
sk: Nastavte správanie tlačidla 'pozastaviť (pauza)', ak je prehrávanie už pozastavené.
sr: Podesite ponašanje tastera 'pauza', kada je reprodukcija filma pauzirana.
sv: Konfigurera hur "paus"-knappen ska fungera när filmuppspelningen redan är pausad.
ta: மூவி பிளேபேக் ஏற்கனவே இடைநிறுத்தப்படும்போது 'இடைநிறுத்தம்' விசையின் நடத்தையை உள்ளமைக்கவும்.
tr: Film oynatımı zaten duraklatılmış olduğunda 'duraklat' tuşunun davranışını yapılandırın.
uk: Налаштування поведінки кнопки 'пауза', коли фільм уже стоїть на паузі.
vi: Định cấu hình hành vi của phím 'tạm dừng' khi phát lại phim đã bị tạm dừng.
zh_cn: 当电影播放已经暂停时,配置'暂停'键的行为.

source: Configure the behavior when movie playback is manually stopped.
bg: Конфигуриране на поведението при възпроизвеждане на ръчно спряни клипове.
cs: Nastavuje chování při ručním zastavení přehrávaného filmu.
da: Konfigurer opførslen når filmafspilning stoppes manuelt.
de: Verhalten beim Stoppen eines Films.
el: Συμπεριφορά όταν μια ταινία έχει σταματήσει χειροκίνητα.
et: Määra käitumine taasesituse käsitsi peatamisel.
fi: Määrittää toiminnon, kun tallenteen toisto pysäytetään.
fr: Configure le comportement lorsqu'un film est arrêté volontairement.
hr: Konfigurirajte ponašanje kada se reprodukcija videozapisa ručno zaustavi.
hu: Mi történjen, amikor egy fájl lejátszása kézzel meg van állítva.
it: Configura comportamento quando la riproduzione della registrazione viene interrotta manualmente.
lt: Konfigūruokite elgseną, kai filmo peržiūra rankiniu būdu sustabdyta.
nl: Opties bij het handmatig stoppen van een film. U kunt kiezen uit: Terug naar de opnamelijst, Terug naar de laatste zender of Vraag het de gebruiker.
pl: Skonfiguruj zachowanie po zastopowaniu odtwarzania.
pt_br: Configurar o comportamento quando um vídeo é parado manualmente.
ru: Настройка действия при остановке воспроизведения вручную.
sk: Nastavte správanie pri ručnom zastavení prehrávaného filmu.
sr: Podesite ponašanje kada je reprodukcija filma ručno zaustavljena.
sv: Konfigurera beteendet när filmuppspelningen stoppas manuellt.
ta: மூவி பிளேபேக் கைமுறையாக நிறுத்தப்படும் போது நடத்தையை உள்ளமைக்கவும்.
tr: Film oynatımı manuel olarak durdurulduğunda izlenecek davranışı yapılandırın.
uk: Налаштування дії при зупинці відтворення вручну.
vi: Định cấu hình hành vi khi phát lại phim được dừng thủ công.
zh_cn: 配置手动停止电影回放后的行为.

source: Configure the behavior when movie playback is started.
bg: Конфигуриране на поведението когато стартира възпроизвеждането на клипове.
cs: Nastavuje chování při spuštění přehrávání filmu.
da: Konfigurer opførslen når filmafspilning startes.
de: Verhalten beim Start eines Films.
el: Συμπεριφορά όταν μια ταινία ξεκινήσει.
et: Määra käitumine taasesituse algamisel.
fi: Määrittää toiminnon, kun tallenteen toisto aloitetaan.
fr: Configure le comportement lorsqu'un film est démarré.
hr: Konfigurirajte ponašanje prilikom pokretanja reprodukcije videozapisa.
hu: Mi történjen, amikor egy fájl lejátszása elindul.
it: Configura comportamento all'avvio della riproduzione della registrazione.
lt: Konfigūruokite elgseną, kai filmo peržiūra jau prasidėjus.
nl: Opties bij het starten van een film. U kunt kiezen uit: Ga door vanaf de laatste positie, Start vanaf het begin of Vraag het de gebruiker.
pl: Skonfiguruj zachowanie przy rozpoczęciu odtwarzania.
pt_br: Configurar o comportamento ao iniciar um vídeo.
ru: Укажите, что делать при начале воспроизведения.
sk: Nastavte správanie pri spustení prehrávania filmu.
sr: Podesite ponašanje kada se započne reprodukcija filma.
sv: Konfigurera beteendet när filmuppspelning startas.
ta: மூவி பிளேபேக் தொடங்கப்படும்போது நடத்தையை உள்ளமைக்கவும்.
tr: Film oynatımı başlatıldığında izlenecek davranışı yapılandırın.
uk: Вкажіть, що робити при початку відтворення.
vi: Định cấu hình hành vi khi bắt đầu phát lại phim.
zh_cn: 配置影片播放开始后的行为.
