Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Abort Favorites Edit
bg: прекратяване на редактирането на любимите
cs: zrušit úpravy oblíbených položek
el: Ματαίωση επεξεργασίας αγαπημένων
fi: peruuta muutokset ja poistu
fr: Abandonner les modifications des favoris
hr: Prekini Favorit Uređivanje
it: Interrompi modifica preferiti
lt: nutraukti mėgstamiausių redagavimą
nl: Favorieten bewerken afsluiten
pl: Przerwij edycję ulubionych
sk: Prerušiť úpravu obľúbených
sr: Otkaži Favorit Uređivanje
sv: Avbryt redigering av favoriter
ta: பிடித்தவை திருத்து
tr: Favorileri düzenlemeden vazgeç
uk: відмінити редагування фаворитів

source: Aborted a pseudo recording.
bg: Прекратен псевдозапис.
cs: Přerušeno pseudo nahrávání.
da: Afbrød en pseudooptagelse.
de: Eine Pseudo-Aufnahme wurde deaktiviert.
el: Ματαίωση ψευδοεγγραφής.
et: Võltssalvestus katkestati.
fi: Todellinen tai näennäistallennus
fr: Abandon d'un pseudo enregistrement.
hr: Prekini pseudo snimanje.
hu: Pszeudo felvétel megszakítása.
it: Interrotta una pseudo registrazione.
lt: Nutrauktas pseudo įrašymą.
nl: Een pseudo opname is geannuleerd.
pl: Pseudo nagrywanie anulowane.
ru: Псевдозапись отменена.
sk: Pseudo-nahrávanie prerušené.
sr: Otkaži lažno snimanje.
sv: Avbröt en pseudoinspelning.
ta: ஒரு போலி பதிவை நிறுத்தியது.
tr: Sahte kayıt iptal edildi.
uk: Псевдо запис перервано.
vi: Đã hủy bỏ một bản ghi giả.
zh_cn: 已中止一个伪录制.

source: Aborted a streaming service.
bg: Прекратена услуга за стрийминг.
cs: Přerušena streamovací služba.
da: Afbrød en streaming-tjeneste.
de: Streaming-Dienst abgebrochen.
el: Ματαίωση υπηρεσίας ροής.
et: Voogesitus katkestati.
fi: Keskeytä streami palvelu.
fr: Abandon d'un service de streaming.
hr: Prekinuta usluga streaminga.
hu: Streaming megszakítása.
it: Interrotto un servizio di streaming.
lt: Transliacija nutraukta.
nl: Een streaming service gestopt.
pl: Anulowano strumieniowanie.
ru: Поток канала прерван.
sk: Streamovacia služba bola prerušená.
sr: Otkaži streaming servis.
sv: Avbröt en streamingtjänst.
ta: ச்ட்ரீமிங் சேவையை நிறுத்தியது.
tr: Bir akış hizmeti iptal edildi.
uk: Відтворення стрім-каналу перервано.
vi: Đã hủy bỏ một dịch vụ phát trực tuyến.
zh_cn: 已中止流媒体服务.

source: About
bg: Относно
cs: O přijímači
da: Om
de: Über
el: Περί
et: Süsteemist
fi: Tietoja
fr: À propos
hr: O programu
hu: Névjegy
it: Informazioni su
lt: Apie
nl: Informatie
pl: System
pt_br: Sobre
ru: Информация
sk: O prijímači
sl: Informacije o OpenPLi sliki
sr: O programu
sv: Om
ta: பற்றி
tr: Hakkında
uk: Система
vi: Thông tin phần mền
zh_cn: 关于

source: About OpenATV
cs: O OpenATV
el: Σχετικά με το OpenATV
fi: Tietoja OpenATV:stä
fr: À propos d'openATV
hr: O OpenATV 7.6.0
it: Informazioni su OpenATV
lt: Apie OpenATV
nl: openATV
pl: Info o OpenATV
sk: O OpenATV
sr: O OpenATV 7.6.0
sv: Om OpenATV
ta: ஓபன்அட்வ் பற்றி
tr: OpenATV Hakkında
uk: Про OpenATV

source: About to start
bg: на път да започне
cs: Aktivuji
el: Έτοιμο για εκκίνηση
fi: alkaa juuri
fr: sur le point de commencer
hr: Za početak
it: Sta per iniziare
lt: Netrukus prasidės
nl: Start binnenkort
pl: Zaraz się rozpocznie
sk: sa čoskoro začne
sr: Sledeće na redu
sv: På väg att starta
ta: தொடங்க உள்ளது
tr: Başlamak üzere
uk: час до запису

source: Above 200 Mbps
cs: Nad 200 Mbps
el: Πάνω από 200 Mbps
fi: Yli 200 Mbps
fr: Au-dessus de 200 Mbps
hr: Oko 200 Mbps
it: Oltre 200 Mbps
nl: Boven 200 Mbps
pl: Powyżej 200Mbps
sk: Viac ako 200 Mbps
sr: Iznad 200 Mbps
sv: Över 200 Mbps
ta: 200 எம்.பி.பி.எச்
tr: 200 Mbps'nin üzerinde
uk: Вище 200 Мбіт/с

source: Access point
bg: Точка за достъп
cs: Přístupový bod
el: Σημείο πρόσβασης
fi: Tukiasema
fr: Point d'accès
hr: Pristupna točka
it: Punto di accesso
lt: Prieigos taškas
pl: Punkt dostępowy
sk: Prístupový bod
sr: Pristupna tačka
sv: Åtkomstpunkt
ta: அணுகல் புள்ளி
tr: Erişim noktası
uk: Точка доступу

source: Access to geolocation information requires an Internet connection.
bg: Достъпът до информация за геолокация изисква интернет връзка.
cs: Přístup ke geolokačním informacím vyžaduje připojení k internetu.
el: Η πρόσβαση στις πληροφορίες τοποθεσίας απαιτεί σύνδεση στο διαδίκτυο.
fi: Paikannustietojen käyttö edellyttää internet yhteyttä.
fr: L'accès aux informations de géolocalisation nécessite une connexion internet.
hr: Pristup informacijama o geolokaciji zahtijeva internetsku vezu.
it: L'accesso alla geolocalizzazione richiede una connessione a Internet.
lt: Prieigai prie geografinės vietos informacijos reikalingas interneto ryšys.
nl: Voor toegang tot geolocatie informatie is een internetverbinding noodzakelijk.
pl: Dostęp do danych geolokacji wymaga połączenia z internetem.
sk: Prístup ku geolokačným informáciám si vyžaduje pripojenie na internet.
sr: Pristup informacijama o geolokaciji zahteva Internet vezu.
sv: För att få tillgång till geolokaliseringsinformation krävs en internetanslutning.
ta: புவிஇருப்பிட தகவலுக்கான அணுகலுக்கு இணைய இணைப்பு தேவை.
tr: Coğrafi konum bilgilerine erişim, internet bağlantısı gerektirir.
uk: Для доступу до геолокаційної інформації потрібне підключення до Інтернету.

source: Accessed
cs: Zpřístupněno
el: Δόθηκε πρόσβαση
fi: Tukiasema:
hr: Pristupljeno
it: Accesso
lt: Prieinama
nl: Geraadpleegd
pl: Dostępne
sk: Dostupné
sr: Pristupano
sv: Tillgänglig
ta: அணுகப்பட்டது
tr: Erişim sağlandı
uk: Доступ

source: Action
bg: Действие
cs: Akce
da: Handling
de: Aktion
el: Δράση
fi: Hakemisto
hr: Radnja
it: Azione
lt: Veiksmo
nl: Actie
pl: Zarządzaj
sk: Akcia
sr: Radnja
sv: Åtgärd
ta: செயல்
tr: İşlem
uk: Бойовик
zh_cn: 动作名称

source: Action at end of media
bg: Поведение, когато един филм достигне края
cs: Při dosažení konce přehrávaného filmu
el: Ενέργεια στο τέλος του πολυμέσου
fi: Toiminto kun tallenne loppuu
fr: A faire à la fin d'un film
hr: Radnja pri završetku filma
it: Azione alla fine dei media
lt: Veiksmas medijos pabaigoje
nl: Opties aan het einde van een opname of film
pl: Zachowanie gdy film osiągnie koniec
sk: Správanie po dosiahnutí konca filmu
sr: Radnja pri završetku filma
sv: Åtgärd i slutet av media
ta: ஊடகங்களின் முடிவில் நடவடிக்கை
tr: Medyanın sonunda gerçekleştirilen işlem
uk: Дія, коли запис доходить до кінця

source: Action on long POWER button press
bg: Действие при дълго натискане на бутона за захранване
cs: Akce na dlouhý stisk tlačítka 'VYPNOUT'
el: Ενέργεια σε παρατεταμένη πίεση του πλήκτρου POWER
fi: Virtanappäimen (pitkä painallus) toiminto
fr: Action appui long sur touche mise sous tension
hr: Radnja nakon dugog pritiska tipke POWER
it: Azione alla pressione prolungata di POWER
lt: Veiksmas ilgu POWER mygtuko paspaudimu
nl: Power-knop lang indrukken
pl: Działanie po długim naciśnięciu przycisku POWER
sk: Akcia pri dlhom stlačení tlačidla VYPNÚŤ
sr: Radnja sa dugim POWER dugmetom pritisni
sv: Åtgärd vid lång tryckning på POWER-knappen
ta: நீண்ட ஆற்றல் பொத்தானை அழுத்தவும்
tr: POWER tuşuna uzun süre basıldığında gerçekleştirilen işlem
uk: Дія при довгому натисканні кнопки вимкнення

source: Action on short POWER button press
bg: Действие при кратко натискане на бутона за захранване
cs: Akce na krátký stisk tlačítka 'VYPNOUT'
el: Ενέργεια σε στιγμιαία πίεση του πλήκτρου POWER
fi: Virtanäppäimen (lyhyt painallus) toiminto
fr: Action appui court sur touche mise sous tension
hr: Radnja pri kratkom pritisku tipke POWER
it: Azione alla pressione breve di POWER
lt: Veiksmas trumpu POWER mygtuko paspaudimu
nl: Power-knop kort indrukken
pl: Działanie po krótkim naciśnięciu przycisku POWER
sk: Akcia pri krátkom stlačení tlačidla VYPNÚŤ
sr: Radnja sa kratkim POWER dugmetom pritisni
sv: Åtgärder vid kort tryckning på POWER-knappen
ta: குறுகிய ஆற்றல் பொத்தானை அழுத்தவும்
tr: POWER tuşuna kısa süre basıldığında gerçekleştirilen işlem
uk: Дія при короткому натисканні кнопки вимкнення

source: Actions
cs: Akce
el: Ενέργειες
fi: Toiminnot
hr: Akcija
it: Azioni
nl: Acties
pl: Akcje
sk: Akcie
sr: Radnje
sv: Åtgärder
ta: செயல்கள்
tr: İşlemler
uk: Дії

source: Activate
bg: Активиране
cs: Aktivovat
da: Aktiver
de: Aktiviere
el: Ενεργοποίηση
et: Käivita
fi: Aktivoi
fr: Activer
hr: Aktivirati
hu: Bekapcsolás
it: Attivare
lt: Aktyvuoti
nl: Activeer
pl: Aktywuj
ru: Активация
sk: Aktivovať
sl: Aktivacija
sr: Aktivirati
sv: Aktivera
ta: செயல்படுத்து
tr: Etkinleştir
uk: Активувати
vi: Kích hoạt
zh_cn: 激活

source: Activate Expander
cs: Aktivovat expandér
el: Ενεργοποίηση επέκτασης
fi: Aktivoi laajennus
fr: Activer Expander
hr: Aktiviraj Proširenje
it: Attiva espansore
nl: Expander inschakelen
pl: Aktywuj Rozszerzacza
sk: Aktivovať expandér
sr: Aktiviraj Proširenje
sv: Aktivera Expander
ta: விரிவாக்கத்தை செயல்படுத்தவும்
tr: Genişleticiyi Etkinleştir
uk: Активувати Розширювач

source: Activate HbbTV (RED button)
bg: Активиране на HbbTV (Червен бутон)
cs: Aktivace HbbTV (ČERVENÉ tlačítko)
el: Ενεργοποίηση HbbTV (κόκκινο πλήκτρο)
fi: Aktivoi HbbTV (punainen nappi)
fr: Activer HbbTV (bouton rouge)
hr: Aktiviraj HbbTV (CRVENO dugme)
it: Attiva HbbTV (tasto ROSSO)
lt: Aktyvuokite HbbTV (raudonas mygtukas)
nl: Activeer HbbTV (RODE-knop)
pl: Aktywuj HbbTV (Czerwony przycisk)
sk: Aktivovať HbbTV (ČERVENÉ tlačidlo)
sr: Aktiviraj HbbTV (CRVENO dugme)
sv: Aktivera HbbTV (RÖD knapp)
ta: HBBTV ஐ செயல்படுத்தவும் (சிவப்பு பொத்தான்)
tr: HbbTV'yi etkinleştirin (KIRMIZI tuş)
uk: Запуск HbbTV (червона кнопка)

source: Activate Picture in Picture
bg: Активиране на Картина в Картина
cs: Aktivovat obraz v obraze
da: Aktiver Billede i Billede (PiP)
de: Bild im Bild aktivieren
el: Ενεργοποίηση Picture in Picture
et: Ava PiP
fi: Avaa PiP-kuva
fr: Activer l'incrustation d'image
hr: Aktiviraj Slika u Slici
hu: Kép-a-Képben bekapcsolása
it: Attiva Picture in Picture
lt: Įjungti vaizdą vaizde
nl: Activeer Picture in Picture
pl: Uruchom PiP
pt_br: Ativar PiP
ru: Включить картинку в картинке
sk: Aktivovať obraz v obraze
sl: Aktiviraj Sliko v Sliki
sr: Aktiviraj Slika u Slici
sv: Aktivera bild i bild
ta: படத்தில் படத்தை செயல்படுத்தவும்
tr: Resim içinde Resim (PiP) özelliğini etkinleştir
uk: Ввімкнути Картинка в Картинці
vi: Kích hoạt hình ảnh trong hình ảnh
zh_cn: 激活画中画

source: Activate UP/DOWN buttons for the 'all up/down' functions at the beginning/end of the column.
cs: Aktivujte tlačítka NAHORU/DOLŮ pro funkce „vše nahoru/dolů“ na začátku/konci sloupce.
el: Ενεργοποίηση των πλήκτρων επάνω/κάτω για τη λειτουργία 'όλο επάνω / κάτω (στην αρχή / τέλος της στήλης);
hr: Omogućiti tipke GORE/DOLJE za funkcije 'sve gore/dolje' na početku/kraju stupca.
it: Attiva pulsanti SU/GIÙ per le funzioni 'tutto su/giù' all'inizio o alla fine della colonna.
lt: Įjungti aukštyn / žemyn mygtukus 'visoms aukštyn / žemyn' funkcijoms? (stulpelio pradžioje / pabaigoje)
nl: Inschakelen up/down knoppen voor de 'omhoog/omlaag' functie? (aan het begin/einde van de kolom)
sr: Aktivirajte tastere GORE/DOLE za funkcije 'sve gore/dole' na početku/kraju kolone.
sv: Aktivera upp/ner-knappar för funktionerna "alla upp/ner" (i början/slutet av kolumnen)?
tr: Sütunun başında/sonunda bulunan 'tüm yukarı/aşağı' işlevleri için YUKARI/AŞAĞI tuşlarını etkinleştirin.
uk: Включити дію кнопок вгору/вниз для функції 'все вгору/вниз' (на початок/в кінець колонки).

source: Activate a way to send individual or specific internal HDMI-CEC commands from the command line.
bg: Активиране на начин за изпращане на отделни или специфични вътрешни HDMI-CEC команди от командния ред.
cs: Aktivuje způsob odesílání jednotlivých nebo specifických interních příkazů HDMI-CEC z příkazového řádku.
el: Ενεργοποίηση ενός τρόπου αποστολής μεμονομένων ή συγκεκριμένων εσωτερικών εντολών HDMI-CEC μέσω της γραμμής εντολών.
fi: Aktivoi tapa lähettää yksittäisiä tai tiettyjä sisäisiä HDMI-CEC-komentoja komentoriviltä.
fr: Active un moyen d'envoyer des commandes internes HDMI-CEC individuelles ou spécifiques à partir de la ligne de commande.
hr: Aktivirajte način slanja pojedinačnih ili specifičnih internih HDMI-CEC naredbi iz naredbenog retka.
it: Attiva modo per inviare comandi HDMI-CEC interni singoli o specifici dalla riga di comando.
lt: Suaktyvinkite būdą, kaip siųsti individualias arba specifines vidines HDMI-CEC komandas iš komandinės eilutės. Įveskite komandinę eilutę 'echo help > %s' ir tada trumpai perskaitykite failą '%s'.
nl: Activeer een manier om individuele of specifieke interne HDMI-CEC commando's via de command-line te sturen.
pl: Aktywuj sposób wysyłania pojedynczych lub określonych wewnętrznych poleceń HDMI-CEC z wiersza poleceń.
sk: Aktivovať možnosť zasielania individuálnych alebo špecifických interných príkazov HDMI-CEC z príkazového riadka.
sr: Aktiviraj način slanja pojedinačnih ili određenih internih HDMI-CEC komandi iz komandne linije.
sv: Aktivera ett sätt att skicka enskilda eller specifika interna HDMI-CEC-kommandon från kommandoraden.
ta: கட்டளை வரியிலிருந்து தனிப்பட்ட அல்லது குறிப்பிட்ட உள் HDMI-CEC கட்டளைகளை அனுப்ப ஒரு வழியை செயல்படுத்தவும்.
tr: Komut satırından bireysel veya belirli dahili HDMI-CEC komutları gönderme yöntemini etkinleştirin.
uk: Активуйте спосіб надсилання окремих, або конкретних внутрішніх команд HDMI-CEC з командного рядка.

source: Activate network adapter configuration
bg: активиране на конфигурацията на мрежовия адаптер
cs: Aktivace nastavení síťového adaptéru
el: Ενεργοποίηση ρυθμίσεων προσαρμογέα δικτύου
fi: aktivoi verkkosovittimen asetukset
fr: activer la configuration de l'adaptateur réseau
hr: Aktivirajte konfiguraciju mrežnog adaptera
it: Attiva configurazione della scheda di rete
lt: Aktyvinti tinklo plokštės konfigūraciją
nl: start de netwerkadapter configuratie
pl: Aktywuj konfigurację karty sieciowej
sk: Aktivovať konfiguráciu sieťového adaptéra
sr: Aktiviraj konfiguraciju mrežnog adaptera
sv: Aktivera konfigurationen av nätverksadaptern
ta: பிணைய அடாப்டர் உள்ளமைவை செயல்படுத்தவும்
tr: Ağ bağdaştırıcısı yapılandırmasını etkinleştirin
uk: активувати налаштування мережевого адаптера

source: Activate network settings
bg: Активиране на мрежовите настройки
cs: Aktivovat nastavení sítě
da: Aktiver netværksindstillinger
de: Aktiviere Netzwerkeinstellungen
el: Ενεργοποίηση ρυθμίσεων δικτύου
et: Aktiveeri võrguseaded
fi: Ota verkkoasetukset käyttöön
fr: Activer les paramètres réseau
hr: Aktivirajte mrežne postavke
hu: Hálózati beállítások aktiválása
it: Attiva impostazioni di rete
lt: Aktyvuoti tinklo nustatymus
nl: Activeer de netwerkinstellingen
pl: Aktywuj ustawienia sieci
pt_br: Ativar configurações de rede
ru: Активация сетевых настроек
sk: Aktivovať nastavenia siete
sl: Aktiviraj omrežne nastavitve
sr: Aktiviraj mrežne postavke
sv: Aktivera nätverksinställningar
ta: பிணைய அமைப்புகளை செயல்படுத்தவும்
tr: Ağ ayarlarını etkinleştir
uk: Активувати налаштування мережі
vi: Kích hoạt cài đặt mạng
zh_cn: 激活网络设置

source: Activate the configured network settings.
bg: Активиране на конфигурираните мрежови настройки.
cs: Aktivovat konfiguraci nastavení sítě.
da: Aktiver de kunfigurerede netværksinstillinger.
de: Netzwerkeinstellungen übernehmen.
el: Ενεργοποίηση των παραμετροποιημένων ρυθμίσεων δικτύου.
et: Jõusta määratud võrguseaded.
fi: Ota tekemäsi verkkoasetukset käyttöön.
fr: Activer les paramètres réseau configurés.
hr: Aktivirajte konfigurirane mrežne postavke.
hu: A megadott hálózati beállítások aktiválása.
it: Attiva impostazioni di rete configurate.
lt: Aktyvuoti tinklo nustatymų konfigūraciją.
nl: Activeer de geconfigureerde netwerkinstellingen.
pl: Aktywuj skonfigurowane ustawienia sieciowe.
pt_br: Ativar a configuração de rede realizada.
ru: Активировать выбранные настройки сети.
sk: Aktivovať nakonfigurované nastavenia siete.
sr: Aktiviranje konfigurisanih mrežnih postavki.
sv: Aktivera de konfigurerade nätverksinställningarna.
ta: கட்டமைக்கப்பட்ட பிணைய அமைப்புகளை செயல்படுத்தவும்.
tr: Yapılandırılmış ağ ayarlarını etkinleştirin.
uk: Активуйте налаштовані параметри мережі.
vi: Kích hoạt cài đặt mạng được cấu hình.
zh_cn: 激活已配置的网络设置.

source: Activate the flash expander, save all changed settings and exit
cs: Aktivovat flash expandér, uložit všechna změněná nastavení a ukončit
el: Ενεργοποίηση επέκτασης μνήμης flash, αποθήκευση όλων των αλλαγών ρυθμίσεων και έξοδος
fi: Aktivoi muistin laajennus, tallenna kaikki muutetut asetukset ja poistu
fr: Activer l'extension flash, sauvegarder tous les réglages modifiés et sortir
hr: Aktivirajte flash proširenje, spremite sve promijenjene postavke i izađite
it: Attiva espansore flash, salva tutte le impostazioni modificate ed esci
nl: De Flash-Expander inschakelen, alle wijzigen opslaan en afsluiten
pl: Aktywuj rozszerzacza flash, zapisz wszystkie zmienione ustawienia i wyjdź
sk: Aktivovať flash expandér, uložiť všetky zmenené nastavenia a ukončiť
sr: Aktiviraj flash proširenje, sačuvaj sve promenjene postavke i izađi
sv: Aktivera flashexpandern, spara alla ändrade inställningar och avsluta
ta: ஃபிளாச் விரிவாக்கத்தை செயல்படுத்தவும், மாற்றப்பட்ட அனைத்து அமைப்புகளையும் சேமித்து வெளியேறவும்
tr: Flaş genişleticiyi etkinleştirin, değiştirilen tüm ayarları kaydedin ve çıkın
uk: Активуйте флеш-розширювач, збережіть усі змінені налаштування та вийдіть

source: Activate this device
cs: Aktivujte toto zařízení
el: Ενεργοποίηση αυτής της συσκευής
fi: Aktivoi tämä laite
fr: Activer ce périphérique
hr: Aktiviraj ovaj uređaj
it: Attiva questo dispositivo
nl: Activeer dit apparaat
pl: Aktywuj to urządzenie
sk: Aktivovať toto zariadenie
sr: Aktiviraj ovaj uređaj
sv: Aktivera den här enheten
tr: Bu cihazı etkinleştirin
uk: Активувати цей пристрій

source: Activate time shift End
bg: Активиране на смяната на времето Край
cs: Aktivace konce časového posunu
el: Ενεργοποίηση τέλους χρονομετατόπισης
fi: Aloita ajansiirto
fr: Activer la fin de PauseDirect
hr: Aktiviraj Kraj vremenskog pomaka
it: Attiva fine del timeshift
lt: Aktyvuoti laiko poslinkio pabaigą
nl: Beëindig de Timeshift
pl: Aktywuj zakończenie timeshift'u
sk: Ukončiť timeshift
sr: Aktiviraj završetak tajmšifta
sv: Aktivera tidsförskjutning Slut
ta: நேர சிப்ட் முடிவை செயல்படுத்தவும்
tr: Zaman Kaydırma Sonlandırmayı etkinleştir
uk: Вказати закінчення таймшифта

source: Activate time shift end and pause
bg: Активиране на края и пауза на смяната на времето
cs: Aktivace konec časového posunu a pauzy
el: Ενεργοποίηση τέλους χρονομετατόπισης και παύση
fi: Aktivoi ajansiirron loppu ja tauko
fr: Activer la fin de PauseDirect et pause
hr: Aktiviraj kraj i pauzu vremenskog pomaka
it: Attiva fine timeshift e pausa
lt: Įjungti laiko poslinkio pabaigą ir pristabdyti
nl: Beëindig de Timestift en pauzeer
pl: Aktywuj zakończenie i pauzę timeshift'u
sk: Ukončiť timeshift a pozastaviť
sr: Aktiviranje završetka i pauze tajmšifta
sv: Aktivera tidsförskjutning, slut och paus
ta: நேர சிப்ட் முடிவு மற்றும் இடைநிறுத்தத்தை செயல்படுத்தவும்
tr: Zaman Kaydırma Sonlandırmayı etkinleştir ve duraklat
uk: Вказати закінчення таймшифта і паузу

source: Active
bg: Активен
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
et: Töös
fi: Aktiivinen
fr: Actif
hr: Aktivni
hu: Aktiv
it: Attivo
lt: Aktyvus
nl: Actief
pl: Aktywny
ru: Активный
sk: Aktívne
sl: Aktivno omrežje
sr: Aktivni
sv: Aktiv
ta: செயலில்
tr: Etkin
uk: Активний
vi: Hoạt động
zh_cn: 活跃

source: Active clients
bg: Активни клиенти
cs: Aktivní klienti
da: Aktive klienter
de: Aktive Clients
el: Ενεργοί πελάτες
et: Aktiivsed kliendid
fi: Aktiiviset asiakkaat
fr: Clients actifs
hr: Aktivni klijent
hu: Aktív kliensek
it: Clienti attivi
lt: Aktyvūs klientai
nl: Actieve gebruikers
pl: Aktywnych klientów
ru: Активные клиенты
sk: Aktívni klienti
sr: Aktivni klijent
sv: Aktiva kunder
ta: செயலில் உள்ள வாடிக்கையாளர்கள்
tr: Etkin istemciler
uk: Активні Клієнти
vi: Khách hàng tích cực
zh_cn: 活跃客户

source: Active only
cs: Pouze aktivní
el: Μόνο τα ενεργά
fi: Vain aktiivinen
fr: Active seulement
hr: Samo aktivni
it: Solo attivo
nl: Alleen actieve
pl: Tylko aktywne
sk: Len aktívne
sr: Samo aktivni
sv: Endast aktiv
ta: செயலில் மட்டும்
tr: Yalnızca etkin
uk: Лише активні

source: Adapter Settings
bg: Настройки за адаптера
cs: Nastavení adaptéru
el: Ρυθμίσεις προσαρμογέα δικτύου
fi: Sovittimen asetukset
fr: Paramètres adaptateur
hr: Postavke adaptera
it: Impostazioni adattatore
lt: Adapterio parametrai
nl: Adapter instellingen
pl: Ustawienia adaptera
sk: Nastavenia adaptéra
sr: Adapter Postavke
sv: Inställningar för adapter
ta: தழுவல் அமைப்புகள்
tr: Bağdaştırıcı Ayarları
uk: Налаштування адаптера

source: Add
bg: Добавяне на
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
et: Lisa
fi: Lisää
fr: Ajouter
hr: Dodaj
hu: Hozzáadás
it: Aggiungi
lt: Pridėti
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
sl: Dodaj
sr: Dodaj
sv: Lägg till
ta: கூட்டு
tr: Ekle
uk: Додати
vi: Thêm vào
zh_cn: 添加

source: Add Alternatives
bg: добави алтернативи
cs: Přidat alternativy
el: Προσθήκη εναλλακτικών
fi: Vaihtoehtojen lisäys ja poisto
fr: Ajouter des alternatives
hr: Dodaj Alternativno
it: Aggiungi alternative
lt: pridėti alternatyvas
nl: Alternatieven toevoegen
pl: Dodaj alternatywy
sk: Pridať alternatívy
sr: Dodaj alternativno
sv: Lägg till alternativ
ta: மாற்று வழிகளைச் சேர்க்கவும்
tr: Alternatif Kanal Ekle
uk: Додати вибране

source: Add AutoTimer
bg: Добави AutoTimer
cs: Přidat AutoTimer
da: Tilføj AutoTimer
de: AutoTimer hinzufügen
el: Προσθήκη αυτόματου χρονοδιακόπτη
et: Lisa autotaimer
fi: Lisää aut. ajastus
fr: Ajouter Timer Auto
hr: Dodaj AutoTajmer
hu: AutoTimer hozzáadása
it: Aggiungi AutoTimer
lt: Pridėti auto laikmatį
nl: AutoTimer toevoegen
pl: Dodaj auto timer
ru: Добавить АвтоТаймер
sk: Pridať autom. časovač
sl: Dodaj AutoTimer
sr: Dodaj AutoTajmer
sv: Lägg till AutoTimer
ta: ஆட்டோடிமரைச் சேர்க்கவும்
tr: Oto-zamanlayıcı ekle
uk: Додати автотаймер
vi: Thêm vThêm tự động trả lờiào
zh_cn: 添加自动定时器

source: Add Bookmark
bg: Добавяне на отметка
cs: K oblíbeným
el: Προσθήκη σελιδοδείκτη
fi: Lisää kirjanmerkki
fr: Ajouter un signet
hr: Dodaj Oznaku
it: Aggiungi segnalibro
lt: Pridėti žymę
nl: Bookmark toevoegen
pl: Dodaj zakładkę
sk: Pridať záložku
sl: Dodaj zaznamek
sr: Dodaj Oznaku
sv: Lägg till bokmärke
ta: புக்மார்க்கைச் சேர்க்கவும்
tr: Yer İmi Ekle
uk: Додати закладку

source: Add Bouquet
bg: добави букет
cs: Přidat přehled
el: Προσθήκη μπουκέτου
fi: Lisää uusi suosikkilista
fr: Ajouter un bouquet
hr: Dodaj Buket
it: Aggiungi bouquet
lt: pridėti paketą
nl: Favorietenlijst toevoegen
pl: Dodaj listę kanałów
sk: Pridať prehľad
sr: Dodaj buket
sv: Lägg till bukett
ta: பூச்செண்டு சேர்க்கவும்
tr: Buket Ekle
uk: Додати фаворит

source: Add Bouquet To Parental Protection
bg: добави букет за родителската защита
cs: Přidat přehled do rodičovské kontroly
el: Προσθήκη μπουκέτου στη γονική προστασία
fi: Suojaa kanava lapsilukolla
fr: Activer la protection parentale pour ce bouquet
hr: Dodavanje Buketa u Roditeljsku Kontrolu
it: Aggiungi bouquet al controllo genitori
lt: pridėti paketą į tėvų kontrolę
nl: Favorietenlijst toevoegen aan het kinderslot
pl: Dodaj listę do ochrony rodzicielskiej
sk: Pridať prehľad do rodičovskej kontroly
sr: Dodavanje buketa u roditeljsku kontrolu
sv: Lägg till Bouquet i föräldraskydd
ta: பெற்றோரின் பாதுகாப்பில் பூச்செண்டு சேர்க்கவும்
tr: Buketi Ebeveyn Korumasına Ekle
uk: Додати фаворит у батьківський контроль

source: Add Current
bg: Добавяне на текущ
cs: Přidat aktuální
el: Προσθήκη τρέχοντος
fi: Lisää nykyinen
fr: Ajouter Actuel
hr: Dodaj Trenutni
it: Aggiungi attuale
lt: Įtraukti dabartinį
nl: Huidige toevoegen
pl: Dodaj bieżący
sk: Pridať aktuálny
sr: Dodaj Trenutni
sv: Lägg till ström
ta: மின்னோட்டத்தைச் சேர்க்கவும்
tr: Geçerli olanı ekle
uk: Додати поточний
