Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: 4_3_panscan
da: 4x3 Pan&Scan
vi: 4_3_quét chảo
zh_cn: 4_3_全景模式

source: 4s
zh_cn: 4秒

source: 5 hours
da: 5 Timer
de: 5 Stunden
zh_cn: 5小时

source: 5 min.
hu: 5 perc
ru: 5 мин.
vi: 5 phút.
zh_cn: 5分钟.

source: 5 minutes
da: 5 minutter
de: 5 Minuten
et: 5 minutit
hu: 5 perc
ru: 5 минут
sl: 5 minut
vi: 5 phút
zh_cn: 5分钟

source: 50 MB/s
zh_cn: 50MB/秒

source: 5s
zh_cn: 5秒

source: 6 hours
da: 6 Timer
de: 6 Stunden
zh_cn: 6小时

source: 60 minutes
da: 60 minutter
de: 60 Minuten
et: 60 minutit
hu: 60 perc
ru: 60 минут
sl: 60 minut
vi: 60 phút
zh_cn: 60 秒

source: 7 hours
da: 7 Timer
de: 7 Stunden
zh_cn: 7小时

source: 8 hours
da: 8 Timer
de: 8 Stunden
zh_cn: 8小时

source: <Current movielist location>
da: <Nuværende filmliste placering>
de: <Aktuelles Filmlisten-Verzeichnis>
et: <Filmilisti praegune asukoht >
hu: <Felvételek listájának aktuális helye>
pt_br: <Diretório atual da lista de gravações>
ru: <Текущее расположение записей>
vi: <Vị trí di chuyển hiện tại>
zh_cn: <当前电影列表位置>

source: <unknown>
da: <ukendt>
de: <unbekannt>
et: <tundmatu>
hu: <ismeretlen>
pt_br: <Desconhecido>
ru: <неизвестно>
sl: <nepoznano>
vi: <không rõ>
zh_cn: <未知>

source: =NO STREAM
et: =VOOGU EI OLE
vi: = KHÔNG CÓ ĐƯỜNG
zh_cn: =没有流

source: A Recording, RecordTimer or PowerTimer is running or begins in 15 minutes. Extend sleep timer 30 minutes. Your %s %s will shut down after Recording or Powertimer event. Get in Standby now?
da: En Optagelse, OptagelsesTimer eller StrømTimer kører eller starter om 15 minutter. Udvid DvaleTimer med 30 minutter. Din %s %s vil lukke ned efter Optagelse eller StrømTimer begivenhed. Gå i Standby nu ?
de: Eine Aufnahme, Aufnahmetimer oder PowerTimer ist aktiv oder beginnt in 15 Minuten. Der Ausschalttimer wird um 30 Minuten verlängert und schaltet Ihre %s %s nach dem Aufnahme- oder PowerTimer-Ereignis ab. Jetzt in den Standby gehen?
et: Salvestus, salvestustaimer või toitetaimer on töös või alustab 15 minuti jooksul. Pikenda unetaimerit 30 minutit. %s %s seisatakse pärast salvestus- või toitetaimerit. Kas minna ooteseisundisse kohe?
hu: A felvétel, a Felvétel időzítő vagy a Kikapcsolás időzítő 15 percen belül elindul vagy elkezdődik. Az elalvási időzítőt 30 percig növelje. A(z) %s %s készülék a felvétel vagy Kikapcsolás időzítő esemény után leáll. Most állj készenléti állapotba?
vi: Ghi âm, RecordTimer hoặc PowerTimer đang chạy hoặc bắt đầu sau 15 phút. Kéo dài thời gian ngủ 30 phút. % s% s của bạn sẽ tắt sau sự kiện Ghi hoặc Powertimer. Nhận trong chế độ chờ ngay bây giờ?
zh_cn: 录像,录像定时器或电源定时器在15分钟内运行或开始. 延长睡眠定时器30分钟.你的 %s %s 将会在录像或电源定时器事件后关机.是否立即进入待机？

source: A background update check is in progress, please wait a few minutes and try again.
da: En opdateringskontrol er i gang i baggrund, vent venligst nogle minutter og prøv igen.
de: Eine Updateprüfung läuft im Hintergrund. Bitte ein paar Minuten warten und erneut versuchen.
et: Taustal toimub uuenduste otsing. Oota paar minutit ja proovi uuesti.
hu: A frissítés ellenőrzése folyamatban van a háttérben, várjon néhány percet, és próbálkozzon újra.
ru: Идет проверка обновления в фоновом режиме, пожалуйста подождите несколько минут и попробуйте снова.
vi: Việc kiểm tra cập nhật nền đang được tiến hành, vui lòng đợi vài phút và thử lại.
zh_cn: 一个背景更新检查正在进行中,请稍等几分钟,然后再试一次.

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
da: Konfigurationsfilen (%s) er blevet ændret siden den blev installeret. Vil du beholde dine ændringer ?
de: Eine Konfigurationsdatei (%s) wurde nach der Installation verändert. Soll die geänderte Version erhalten bleiben?
et: Seadistusfaili (%s) on pärast algpaigaldust muudetud. Kas säilitada need muudatused?
hu: A telepítés óta a (%s) konfigurációs fájl módosítva lett. Meg akarja tartani az Ön verzióját?
pt_br: Um arquivo de configuração (%s) foi alterado desde que foi instalado. Deseja manter as alterações?
ru: Конфигурационный файл (%s) изменен в процессе установки. Хотите сохранить ваши изменения?
vi: Một tệp cấu hình (%s) đã được sửa đổi kể từ khi được cài đặt. Bạn có muốn giữ sửa đổi của bạn?
zh_cn: 一个配置文件 (%s)已被修改,因为它已被安装. 是否保留你的修改?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
da: Konfigurationsfilen (%s) er blevet ændret siden installation. Vil du beholde denne version ?
de: Eine Konfigurationsdatei (%s) wurde seit der Installation verändert. Geänderte Version behalten?
et: Seadistusfaili (%s) on pärast algpaigaldust muudetud. Kas säilitada need muudatused?
hu: A telepítés óta a (%s) konfigurációs fájl módosítva lett. Meg akarja tartani az Ön verzióját?
pt_br: Um arquivo de configuração (%s) foi alterado desde que foi instalado. Deseja manter as alterações?
ru: Конфигурационный файл (%s) изменен в процессе установки. Хотите сохранить изменения?
sl: Datoteka nastavitev (%s) je bila spremenjena po namestitvi. Želite obdržati vašo različico?
vi: Một tệp cấu hình (%s) đã được sửa đổi kể từ khi cài đặt. Bạn có muốn giữ phiên bản của bạn?
zh_cn: 一个配置文件 (%s) 在安装后已被修改. 是否保持你的修改?

source: A crashlog was %s created in '%s'
da: En nedbrudslog %s blev oprettet i '%s'
de: Ein Crash-Log wurde %s in '%s' erstellt
et: Krahhilogi %s loodi '%s'
vi: Một crashlog được %s tạo ra trong '%s'
zh_cn: 崩溃日志%s 创建在 '%s'

source: A finished powertimer wants to reboot your %s %s. Do that now?
da: En gennemført StrømTimer vil genstarte din %s %s. Gør det nu ?
de: Ein PowerTimer will Ihren Receiver neu starten. Ihre %s %s jetzt neu starten?
et: Lõpetanud toitetaimer soovib %s %s taaskäivitada. Kas nõustud?
hu: A kikapcsolás időzítő újra akarja indítani a(z) %s %s készüléket. Engedélyezi?
ru: Запланированная задача таймера выключения требует перезагрузки вашего %s %s. Перезагрузить сейчас?
vi: Một powertimer đã hoàn thành muốn khởi động lại %s% s của bạn. Làm điều đó bây giờ?
zh_cn: 一个已结束的电源定时器想要重启您的 %s %s. 是否执行?

source: A finished powertimer wants to restart the user interface. Do that now?
da: En afslutter StrømTimer ønsker at genstarte brugergrænsefladen. Gøre det nu ?
de: Ein PowerTimer will die GUI neu starten. Jetzt neu starten?
et: Lõpetanud toitetaimer soovib %s %s kasutajaliidese taaskäivitada. Kas nõustud?
hu: A kikapcsolás időzítő újra akarja indítani a kezelőfelületet. Engedélyezi?
ru: Запланированная задача таймера выключения требует перезагрузки GUI. Перезагрузить GUI сейчас?
vi: Một powertimer đã hoàn thành muốn khởi động lại giao diện người dùng. Làm điều đó bây giờ?
zh_cn: 一个已结束的电源定时器想要重启用户界面. 是否执行?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
da: En gennemført StrømTimer ønsker at sætte din %s %s i Standby. Gør det nu ?
de: Ein PowerTimer will Ihren Receiver in den Standby schalten. Ihre %s %s jetzt in den Standby schalten?
et: Lõpetanud toitetaimer soovib panna %s %s ooteseisundisse. Kas nõustud?
hu: A kikapcsolás időzítő készenléti állapotba akarja helyezni a(z) %s %s készüléket. Engedélyezi?
ru: Запланированная задача таймера выключения требует перевести ваш %s %s в режим ожидания. Сделать это сейчас?
vi: Một điện thoại hoàn thành muốn thiết lập của bạn %s %s để chờ. Làm điều đó bây giờ?
zh_cn: 一个已结束的电源定时器 要设置 %s %s 到待机状态,是否执行?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
da: En gennemført StrømTimer ønsker at slukke din %s %s. Gør det nu ?
de: Ein PowerTimer will Ihren Receiver ausschalten. Ihre %s %s jetzt ausschalten?
et: Lõpetanud toitetaimer soovib %s %s välja lülitada. Kas nõustud?
hu: A kikapcsolás időzítő ki akarja kapcsolni a(z) %s %s készüléket. Engedélyezi?
ru: Запланированная задача таймера выключения требует выключить ваш %s %s. Выключить ресивер сейчас?
vi: Một điện thoại hoàn thành muốn tắt % s% s của bạn. Làm điều đó bây giờ?
zh_cn: 一个完成的电源定时器要关闭您的 %s %s. 是否执行?

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
da: En optagelse er lige nu i gang. Stop venligst denne optagelse før forsøg på start af satfinder.
de: Zurzeit läuft eine Aufnahme. Bitte beenden Sie diese Aufnahme, bevor Sie den Signal-Finder starten.
et: Toimub salvestamine. Peata salvestamine enne signaalimõõdiku kasutamist.
hu: Egy felvétel folyamatban van. Kérjük, állítsa le a felvételt, mielőtt megpróbálná elindítani a műhold keresést.
ru: Идет запись. Остановите запись перед запуском сатфайндера.
sl: Trenutno poteka snemanje. Če želite iskati satelite, ustavite snemanje trenutnega kanala!
vi: Một bản ghi hiện đang chạy. Vui lòng dừng ghi âm trước khi thử khởi động satfinder.
zh_cn: 当前录像正在进行.开始寻星前请先停止录像.

source: A repeating timer or just once?
da: Skal Timer gentages eller kun en gang ?
de: Wählen Sie, ob dieser Timer einmalig oder wiederholt ausgeführt werden soll.
et: Kas korduv taimer või ainult üks kord?
hu: Ismétlődő időzítés vagy csak egyszeri?
ru: Записать только эту серию или все серии?
vi: Một bộ đếm thời gian lặp lại hoặc chỉ một lần?
zh_cn: 是否重复定时器或只运行一次？

source: A search for available updates is currently in progress.
da: Søgning efter tilgængelige opdateringer er allerede i gang.
de: Es wird gerade nach neuen Updates gesucht.
et: Toimub uuenduste otsimine.
hu: Az elérhető frissítések keresése folyamatban van.
pt_br: Uma busca por atualizações disponíveis está em andamento.
ru: Идет поиск доступных обновлений.
sl: Trenutno poteka iskanje nadgradenj.
vi: Một tìm kiếm cho các bản cập nhật có sẵn hiện đang được tiến hành.
zh_cn: 正在进行可用更新搜索...

source: A sleep timer wants to set your %s %s to standby. Do that now?
da: En DvaleTimer ønsker at sætte din %s %s i Standby. Gør det nu ?
de: Ein Ausschalttimer möchte die %s %s in den Standby-Modus versetzen. Jetzt ausführen?
et: Unetaimer soovib panna %s %s ooteseisundisse. Kas nõustud?
hu: Az elalvás időzítő készenléti állapotba akarja helyezni a(z) %s %s készüléket. Engedélyezi?
ru: Таймер хочет переключить ваш %s %s в режим ожидания. Выполнить это сейчас?
vi: Một bộ đếm thời gian ngủ muốn thiết lập của bạn %s%s để chờ. Làm điều đó bây giờ?
zh_cn: 睡眠定时器要设置 %s %s 到待机状态.是否现在设置?

source: A sleep timer wants to set your %s %s to standby. Do that now or set extend additional minutes?
da: En DvaleTimer ønsker at sætte din %s %s i Standby Gør det nu eller udvid med ekstra minutter ?
de: Ein Ausschalttimer möchte Ihre %s %s in den Standby versetzen. Jetzt ausführen oder zusätzliche Minuten einstellen?
et: Unetaimer tahab %s %s viia ooteseisundisse. Kas nõustud või määrata lisaminutid?
hu: Az elalvás időzítő készenléti állapotba akarja helyezni a(z) %s %s készüléket. Tegye meg most vagy további perceket ad az időzítéshez?
vi: Đồng hồ ngủ muốn đặt%s%s của bạn ở chế độ chờ. Làm điều đó bây giờ hoặc thiết lập kéo dài thêm phút?
zh_cn: 睡眠定时器要设置您的 %s %s 到待机状态. 是否马上执行或延长几分钟后再执行?

source: A sleep timer wants to shut down your %s %s. Shutdown now?
da: En DvaleTimer ønsker at slukke din %s %s. Sluk nu ?
de: Ein Ausschalttimer möchte die %s %s ausschalten. Jetzt herunterfahren?
et: Unetaimer soovib %s %s välja lülitada. Kas nõustud?
hu: Az alvás időzítő le akarja állítani a(z) %s %s készüléket. Leállítsa most?
ru: Таймер хочет выключить ваш %s %s. Выключить ресивер сейчас?
vi: Hẹn giờ ngủ muốn tắt %s%s của bạn. Tắt máy bây giờ?
zh_cn: 睡眠定时器想要关闭 你的 %s %s 是否现在关机?

source: A sleep timer wants to shut down your %s %s. Do that now or set extend additional minutes?
da: En DvaleTimer ønsker at slukke din %s %s. Gør det nu eller udvid med ekstra minutter ?
de: Ein Ausschalttimer möchte Ihre %s %s ausschalten. Jetzt ausführen oder zusätzliche Minuten einstellen?
et: Unetaimer tahab %s %s välja lülitada. Kas teha seda kohe või määrata lisaminutid?
hu: Az elalvás időzítő le akarja állítani a(z) %s %s készüléket. Tegye meg most vagy további perceket ad az időzítéshez?
vi: Đồng hồ ngủ muốn tắt%s%s của bạn. Làm điều đó bây giờ hoặc thiết lập kéo dài thêm phút?
zh_cn: 睡眠定时器要关闭 %s %s. 是否马上执行或延长几分钟再执行?

source: A small overview of the available icon states and actions.
da: En lille oversigt over tilgængelige ikon-tilstande og handlinger.
de: Eine kurze Übersicht der verfügbaren Icon- Darstellungen und Aktionen.
et: Kasutatavate ikoonide olekute ja tegevuste lühiülevaade.
hu: Egy gyors áttekintés az elérhető ikonokról és állapotokról.
pt_br: Uma pequena amostra dos ícones de estado e ações disponíveis.
ru: Краткий обзор доступных иконок-представлений и действий.
vi: Một tổng quan nhỏ về các trạng thái và hành động biểu tượng có sẵn.
zh_cn: 可用的图标状态和执行情况概述.

source: A timer failed to record! Disable PIP and try again?
da: Det lykkedes ikke en Timer at optage! Afbryd PiP og prøv igen?
de: Eine Timeraufnahme konnte nicht gestartet werden. Bild im Bild deaktivieren und erneut versuchen?
et: Taimeriga salvestus nurjus! Kas keelata PiP ja proovida uuesti?
hu: Az időzítő nem tud felvenni! Leállítsa a Kép-a-Képben megjelenítést és próbálja űjra ?
ru: Таймер записи не запущен! Отключить PIP и попробовать снова?
vi: Một bộ đếm thời gian không thể ghi lại! Vô hiệu hóa PIP và thử lại?
zh_cn: 定时录像失败! 是否禁用画中画后再试一次?

source: AAC Plus downmix
de: AAC+-Downmix
et: AAC > stereo
vi: AAC Cộng với downmix
zh_cn: AAC+缩混

source: AC3/Dolby offset
da: AC3/Dolby forskydning
de: AC3/Dolby Lautstärke Offset
et: AC3/Dolby helitase
hu: AC3/Dolby eltolás
ru: AC3/Dolby уравнивание
vi: Độ lệch AC3 / Dolby
zh_cn: AC3/杜比偏移

source: AFP Setup
da: AFP opsætning
de: AFP-Dateiserver
et: AFP seaded
hu: AFP beállítása
ru: Настройки AFP
vi: Cài đặt AFP
zh_cn: AFP设置

source: AV aspect is %s.
da: A/V format er %s.
de: AV-Seitenverhältnis ist %s.
et: Kuvasuhe %s.
hu: AV képarány %s.
ru: Аудио-Видео аспект %s.
vi: Khía cạnh AV là%s.
zh_cn: 音视频宽高比为 %s.

source: AZPlay
vi: ChơiAZ
zh_cn: AZ播放

source: Abenteuer
da: Eventyr
zh_cn: 冒险

source: Aborting updateprogress
da: Afbryder opdateringsfremgang
de: Update wurde abgebrochen
et: Uuendamine katkestatakse
hu: Frissítési folyamat megszakítása
ru: Обновление отменено
vi: Hủy bỏ cập nhật
zh_cn: 正在中止升级进程...

source: About...
da: Om...
de: Über...
et: Süsteemist
hu: Névjegy...
pt_br: Sobre
ru: О ресивере...
sl: O programu...
vi: Thông tin phần mền...
zh_cn: 关于...

source: Accept the current selection
da: Godkend nuværende valg
zh_cn: 接受当前选择

source: Accessed:
da: Tilgået:
de: Zugegriffen:
et: Pöördutud:
vi: Truy cập:
zh_cn: 访问:

source: Accesspoint:
de: Access Point MAC:
et: Tugijaam:
hu: Hozzáférési pont:
pt_br: Ponto de acesso:
ru: Точка доступа:
sl: Dostopna točka:
vi: Điểm truy cập:
zh_cn: 接入点:

source: Action on long powerbutton press
da: Handling ved lang tænd-knap tryk
de: Aktion bei langem Drücken der Ausschalttaste
et: Toitenupu pikk vajutus
hu: Be/Ki gomb hosszan lenyomva
pt_br: Ação ao manter pressionado o botão Power
ru: Длительное нажатие кнопки питания
sl: Dogodek pri dolgem držanju tipke za vklop
vi: Thao tác nhấn nút nguồn dài
zh_cn: 长按电源按键操作

source: Action on short powerbutton press
da: Handling ved kort tænd-knap tryk
de: Aktion bei kurzem Drücken der Ausschalttaste
et: Toitenupu vajutus
hu: Be/Ki gomb röviden lenyomva
pt_br: Ação ao pressionar o botão Power
ru: Короткое нажатие кнопки питания
sl: Dogodek pri kratkem držanju tipke za vklop
vi: Thao tác nhấn nút nguồn ngắn
zh_cn: 短按电源按键操作

source: Activate HbbTV (Redbutton)
da: Aktiver HbbTV (Rød knap)
de: HbbTV einschalten
et: Käivita HbbTV (punane nupp)
hu: HbbTV Aktiválása (Piros gomb)
ru: Запуск HbbTV (красная кнопка)
vi: Kích hoạt HbbTV (Nút màu đỏ)
zh_cn: 激活HbbTV(红色键)

source: Activate MAC-address configuration
da: AKtiver MAC-adresse konfiguration
de: Aktiviere MAC-Adresskonfiguration
et: Jõusta MAC-aadressi seadistused
hu: Aktiválja a MAC-cím beállításokat
ru: Активация установок MAC-адреса
vi: Kích hoạt cấu hình địa chỉ MAC
zh_cn: 激活MAC地址配置

source: Activate an way to send individual or specific internal HDMI-CEC commands from the command line. Type on command line 'echo help > %s' and then read the file '%s' for a short help.
da: Aktiver en måde at sende individuelle eller specifikke interne HDMI-CEC kommandoer fra kommandolinjen. På kommandolinjen skrives 'echo help > %s', og kort hjælp kan derefter læses i filen %s.
de: Aktivieren Sie die Möglichkeit, individuelle oder festgelegte interne HDMI-CEC-Befehle von der Befehlszeile zu senden. Geben Sie in der Befehlszeile 'echo help > %s' ein und lesen Sie die Datei '%s', um eine kurze Hilfe zu erhalten.
zh_cn: 激活从命令行发送单个或特定内部HDMI-CEC命令的方法. 在命令行'echo help > %s' 上键入,然后读取文件 '%s' 以获取简短帮助.

source: Activate current configuration
da: Aktiver den aktuelle konfiguration
de: Aktuelle Konfiguration aktivieren
et: Jõusta praegused seaded
hu: Aktuális konfiguráció aktiválása
pt_br: Ativar configuração atual
ru: Активировать текущие настройки
vi: Kích hoạt cấu hình hiện tại
zh_cn: 激活当前配置

source: Activate left-hand file list as multi-select source
da: Aktiver venstre filliste som flerevalgskilde
de: Aktivieren Sie die linke Dateiliste als Mehrfachauswahlquelle
et: Aktiveeri vasak pool hulgivaliku allikana
vi: Kích hoạt danh sách tập tin bên trái dưới dạng nguồn đa lựa chọn
zh_cn: 激活左侧文件列表作为多选源

source: Activate left-hand file list as source
da: Aktiver venstre filliste som kilde
de: Linke Dateiliste als Quelle aktivieren
et: Aktiveeri vasak pool allikana
vi: Kích hoạt danh sách tập tin bên trái dưới dạng nguồn
zh_cn: 激活左侧文件列表作为源

source: Activate right-hand file list as multi-select source
da: Aktiver højre filliste som flerevalgskilde
de: Aktivieren Sie die rechte Dateiliste als Mehrfachauswahlquelle
et: Aktiveeri parem pool hulgivaliku allikana
vi: Kích hoạt danh sách tập tin bên phải dưới dạng nguồn đa lựa chọn
zh_cn: 激活右侧文件列表作为多选源

source: Activate right-hand file list as source
da: Aktiver højre filliste som kilde
de: Rechte Dateiliste als Quelle aktivieren
et: Aktiveeri parem pool allikana
vi: Kích hoạt danh sách tập tin bên phải dưới dạng nguồn
zh_cn: 激活右侧文件列表作为源

source: Activate timeshift End
da: Aktiver Timeshift slut
de: Timeshift beenden
et: Määra ajanihke lõpp
hu: Timeshift végének aktiválása
ru: Указать окончание таймшифта
vi: Kích hoạt kết thúc timeshift
zh_cn: 激活时移结束

source: Activate timeshift end and pause
da: Aktiver Timeshift slut og pause
de: Timeshift beenden und Pause
et: Määra ajanihke lõpp ja paus
hu: Timeshift végének aktiválása és megállítás
ru: Указать окончание и паузу в таймшифте
vi: Kích hoạt kết thúc timeshift và tạm dừng
zh_cn: 激活时移结束并暂停

source: Activation takes place immediately. If it does feature not work, then try again with a slower send interval.
da: Aktivering sker omgående. Hvis denne funktion ikke virker, så prøv igen med et langsommere sendeinterval.
de: Die Aktivierung erfolgt sofort. Versuchen Sie es mit einem langsameren Sendeintervall, wenn dieses Feature nicht funktioniert.
et: Aktiveerimine jõustub kohe. Kui see omadus ei tööta, proovi uuesti suurema intervalliga.
hu: Az aktiválás azonnal megtörténik. Ha a funkció nem működik, próbálkozzon újra lassabb elküldési intervallummal.
vi: Kích hoạt diễn ra ngay lập tức. Nếu tính năng này không hoạt động, thì hãy thử lại với khoảng thời gian gửi chậm hơn.
zh_cn: 激活立即发生.如果它的功能不工作,则以较慢的发送间隔再试一次.

source: Activation takes place immediately. If this feature is not supported, the volume keys has no function!
da: Aktivering sker omgående. Hvis denne funktion ikke er understøttet, så har lydstyrke-knapperne ingen funktion!
de: Die Aktivierung erfolgt sofort. Wenn diese Funktion nicht unterstützt wird sind die Lautstärketasten ohne Funktion!
et: Aktiveerimine jõustub kohe. Kui see omadus pole toetatud, puudub helitugevuse nupul funktsioon!
hu: Az aktiválás azonnal megtörténik. Ha ez a funkció nincs támogatva, a hangerőszabályzó gomboknak nincs funkciójuk!
vi: Kích hoạt diễn ra ngay lập tức. Nếu tính năng này không được hỗ trợ, các phím âm lượng không có chức năng!
zh_cn: 激活立即发生.如果不支持此功能,则音量键不起作用!

source: Adapter settings
da: Adapterindstillinger
de: Adapter-Einstellungen
et: Võrgukaardi seaded
hu: Adapter beállításai
pt_br: Configurar adaptador
ru: Настройки адаптера
sl: Nastavitve mrežnega vmesnika
vi: Cài đặt bộ điều hợp
zh_cn: 适配器设置

source: Add Record Timer
da: Tilføj Optagetimer
de: Timer 'Aufnehmen' hinzufügen
et: Lisa salvestustaimer
vi: Thêm bộ đếm thời gian
zh_cn: 添加录像定时器

source: Add Zap Timer
da: Tilføj Zap-Timer
de: Timer 'Umschalten' hinzufügen
et: Lisa kanalivahetustaimer
vi: Thêm bộ đếm thời gian
zh_cn: 添加快速定时器

source: Add Zap+Record Timer
da: Tilføj Zap+Optagetimer
de: Timer 'Umschalten und aufnehmen' hinzufügen
et: Lisa kanalivahetus- ja salvestustaimer
vi: Thêm bộ đếm thời gian
zh_cn: 添加快速定时器+录像定时器

source: Add a auto timer for current event
da: Tilføj en AutoTimer for nuværende begivenhed
de: AutoTimer für ausgewählte Sendung hinzufügen
et: Lisa käesolevale saatele autotaimer
hu: AutoTimer időzítő hozzáadása az aktuális eseményhez
ru: Добавить автотаймер для идущей передачи
vi: Thêm bộ hẹn giờ tự động cho sự kiện hiện tại
zh_cn: 为当前事件添加一个自动定时器

source: Add a nameserver entry
da: Tilføj en navneserver angivelse
de: Fügen Sie einen Nameserver-Eintrag hinzu
et: Lisa nimeserver
hu: Névszerver hozzáadása
pt_br: Adicionar servidor DNS
ru: Добавить DNS
vi: Thêm một mục nhập máy chủ tên
zh_cn: 添加域名服务器条目

source: Add a record timer
da: Tilføj en optagetimer
de: Neuen Aufnahmetimer hinzufügen
et: Lisa salvestustaimer
hu: Egy felvételi időzítő hozzáadása
ru: Добавить таймер записи
vi: Thêm bộ đếm thời gian
zh_cn: 添加录像定时器

source: Add a record timer for current event
da: Tilføj en optagetimer for nuværende begivenhed
de: Aufnahmetimer für aktuelles Programm hinzufügen
et: Lisa käesolevale saatele salvestustaimer
hu: Egy felvételi időzítő hozzáadása a jelenlegi eseményhez
ru: Добавить таймер записи для данной передачи
vi: Thêm một bộ đếm thời gian cho sự kiện hiện tại
zh_cn: 为当前事件添加一个录像定时器

source: Add a zap timer for current event
da: Tilføj en Zap-Timer for nuværende begivenhed
de: Umschalttimer für aktuelles Programm hinzufügen
et: Lisa käesolevale saatele kanalivahetustaimer
hu: Elkapcsolás időzítő hozzáadása az aktuális eseményhez
ru: Добавить таймер переключения для данной передачи
vi: Thêm / xóa bộ đếm thời gian thay đổi cho sự kiện hiện tại
zh_cn: 为当前事件添加一个换台定时器

source: Add a zap timer for next event
da: Tilføj en Zap-Timer for næste begivenhed
de: Neuen Umschalttimer für das nächste Programm hinzufügen
et: Lisa järgmisele saatele kanalivahetustaimer
hu: Elkapcsolás időzítő hozzáadása a következő eseményhez
ru: Добавить таймер переключения на следующую передачу
vi: Thêm / xóa bộ đếm thời gian thay đổi cho sự kiện hiện tại
zh_cn: 为下一事件添加一个换台定时器

source: Add bookmark
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
et: Lisa järjehoidja
hu: Könyvjelző hozzáadása
pt_br: Adicionar favorito
ru: Добавить закладку
vi: Thêm dấu trang
zh_cn: 添加书签

source: Add current folder to bookmarks
da: Tilføj nuværende mappe til bogmærker
de: Aktuellen Ordner zu Lesezeichen hinzufügen
et: Lisa kataloog järjehoidjatesse
vi: Thêm thư mục hiện tại vào bookmark
zh_cn: 将当前文件夹添加到书签

source: Add directory to playlist
da: Tilføj mappe til afspilningsliste
de: Verzeichnis zur Playlist hinzufügen
et: Lisa kataloog mängukavva
hu: Mappa hozzáadása a lejátszási listához
pt_br: Adicionar diretório à lista de reprodução
ru: Добавить каталог в плейлист
vi: Thêm thư mục vào danh sách phát
zh_cn: 添加目录到播放列表

source: Add file to playlist
da: Tilføj fil til afspilningsliste
de: Datei zur Wiedergabeliste hinzufügen
et: Lisa fail mängukavva
hu: Fájl hozzáadása a lejátszási listához
pt_br: Adicionar arquivo à lista de reprodução
ru: Добавить файл в плейлист
vi: Thêm tập tin vào danh sách phát
zh_cn: 添加文件到播放列表

source: Add files to playlist
da: Tilføj filer til afspilningsliste
de: Zur Playliste hinzufügen
et: Lisa failid mängukavva
hu: Fájlok hozzáadása a lejátszási listához
pt_br: Adicionar arquivos à lista de reprodução
ru: Добавить файлы в плейлист
vi: Thêm tệp vào danh sách phát
zh_cn: 添加文件到播放列表
