Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Script Manager
cs: Správce skriptů
el: Διαχείριση σεναρίων ενεργειών
fi: Komentosarjojen hallinta
fr: Gestionnaire de scénarios
hr: Upravljač Skriptama
it: Gestore script
lt: Scenarijų tvarkyklė
pl: Menadżer skryptów
sk: Správca skriptov
sr: Menadžer Skriptama
ta: ச்கிரிப்ட் மேலாளர்
tr: Komut Dosyası Yöneticisi
uk: Менеджер скриптів

source: ScriptRunner
el: Εκτέλεση σεναρίου ενεργειών
et: Skriptid
fr: Exécuteur de Script
hr: Pokretač Skripti
lt: Scenarijų paleidėjas
nl: Script uitvoerder
ru: Запускатель скриптов
sk: Spúšťač skriptov
sr: Pokretač Skripti
ta: ச்கிரிப்ட்ரன்னர்
tr: Komut Dosyası Çalıştırıcısı
uk: Запуск скрипта
zh_cn: 执行脚本

source: Scrolling Speed
bg: Скорост на превъртане
cs: Rychlost rolování
da: Rullehastighed
de: Display-Nachricht Geschwindigkeit
el: Ταχύτητα κύλισης
et: Kerimise kiirus
fi: Vieritysnopeus
fr: Vitesse de défilement
hr: Brzina Pomjeranja
hu: Görgetési sebesség
it: Velocità di scorrimento
lt: Teksto slinkties greitis
nl: Scroll-snelheid
pl: Szybkość przewijania
ru: Скорость прокрутки
sk: Rýchlosť rolovania
sr: Brzina Pomeranja
sv: Rullningshastighet
ta: ச்க்ரோலிங் விரைவு
tr: Kaydırma Hızı
uk: Швидкість прокрутки
vi: Tốc độ cuộn
zh_cn: 滚动速度

source: Scrolling delay (software renderer)
bg: Закъснение на превъртане (на софтуера за визуализация)
cs: Zpoždění rolování (provádí software)
da: Rulleforsinkelse (software gengiver)
de: Scrollverzögerung (Software-Renderer)
el: Καθυστέρηση κύλισης (μέσω λογισμικού)
et: Kerimise viiteaeg (tarkvaraline renderdamine)
fi: Vieritysviive (ohjelmistopohjainen renderöinti)
fr: Délai du défilement (rendu logiciel)
hr: Odlaganje pomjeranja (softverski prikazivač)
hu: Görgetés késedelem (szoftveres leképezés)
it: Ritardo scorrimento (software di rendering)
lt: Teksto slinkties delsa (programinė)
nl: Scroll-vertraging (software renderer)
pl: Opóźnienie przewijania(oprogramowanie renderujące)
ru: Задержка прокрутки (программный рендеринг)
sk: Oneskorenie rolovania (softvérový vykresľovač)
sr: Odlaganje pomeranja (softverski prikazivač)
sv: Fördröjning av skrollning (mjukvarurendering)
ta: ச்க்ரோலிங் நேரந்தவறுகை (மென்பொருள் ரெண்டரர்)
tr: Kaydırma gecikmesi (yazılım oluşturucu)
uk: Затримка прокрутки (програмний рендерінг)
vi: Độ trễ cuộn (trình kết xuất phần mềm)
zh_cn: 滚动延迟(软件渲染器)

source: Scrolling speed (software renderer)
bg: Скорост на превъртане (на софтуера за визуализация)
cs: Rychlost rolování (provádí software)
da: Rullehastighed (software gengiver)
de: Scrollgeschwindigkeit (Software-Renderer)
el: Ταχύτητα κύλισης (μέσω λογισμικού)
et: Kerimise kiirus (tarkvaraline renderdamine)
fi: Vieritysnopeus (ohjelmistopohjainen renderöinti)
fr: Vitesse du défilement (rendu logiciel)
hr: Brzina pomjeranja (softverski prikazivač)
hu: Görgetési sebesség (szoftveres leképezés)
it: Velocità di scorrimento (software di rendering)
lt: Teksto slinkties greitis (programinis)
nl: Scroll-snelheid (software renderer)
pl: Prędkość przewijania(oprogramowanie renderujące)
ru: Скорость прокрутки (программный рендеринг)
sk: Rýchlosť rolovania (softvérový vykresľovač)
sr: Brzina pomeranja (softverski prikazivač)
sv: Rullningshastighet (mjukvarurendering)
ta: ச்க்ரோலிங் விரைவு (மென்பொருள் ரெண்டரர்)
tr: Kaydırma hızı (yazılım oluşturucu)
uk: Швидкість прокрутки (програмний рендерінг)
vi: Tốc độ cuộn (trình kết xuất phần mềm)
zh_cn: 滚动速度(软件渲染器)

source: Search
bg: Търсене
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
et: Otsing
fi: Haku
fr: Recherche
hr: Pretraga
hu: Keresés
it: Ricerca
lt: Ieškoti
nl: Zoek
pl: Szukaj
ru: Поиск
sk: Hľadať
sl: Iskanje
sr: Pretraga
sv: Sök
ta: தேடல்
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索

source: Search Sats
bg: Търсене на сателити
cs: Hledání družic (SAT Finder)
da: Søg Satelitter
de: Suche Satelliten und Pegelanzeige
el: Ανίχνευση δορυφόρων
et: Otsi satelliite
fi: Etsi satelliitteja
fr: Rechercher satellites
hr: Pretraži Satelite
hu: Műholdak keresése
it: Ricerca transponder
lt: Ieškoti palydovų
nl: Satelliet signaal zoeken
pl: Miernik poziomu sygnału sat
ru: Поиск спутников
sk: Vyhľadávanie družíc
sr: Pretraži Satelite
sv: Sök Sats
ta: சாட்சைத் தேடுங்கள்
tr: Uyduları Ara
uk: Пошук супутників
vi: Tìm kiếm Sats
zh_cn: 搜索卫星

source: Search Sats, check signal and lock
bg: Търсете сателити, проверете сигнала и заключете
cs: Hledání družic, kontrola signálu a uzamčení
da: Søg satellitter, kontroller signal og lås
de: Suche Satelliten und Pegelanzeige
el: Ανίχνευση δορυφόρων, έλεγχος σήματος και κλείδωμα
et: Otsi satelliite, kontrolli signaali ja lukustust
fi: Etsi satelliitteja, Tarkista signaali
fr: Recherche satellites, vérification du signal et verrouillage
hr: Pretraži Satelite, provjera signala i zaključavanje
hu: Műholdak keresése, szignál ellenőrzés és zárolás
it: Cerca i satelliti e verifica la qualità/intensità del segnale
lt: Ieškoti palydovų, tikrinti signalą ir užfiksuoti
nl: Hier kunt u de satellieten zoeken en hun positie configureren. (Signaalzoeker)
pl: Szukaj Sat.sprawdź sygnał i blokady
ru: Поиск спутников, проверить сигнал и заблокировать
sk: Vyhľadávanie družíc, kontrola signálu a uzamknutie
sr: Pretraži Satelite, provera signala i zaključavanje
sv: Sök Sats, kontrollera signal och lås
ta: SATS ஐத் தேடுங்கள், சமிக்ஞை மற்றும் பூட்டை சரிபார்க்கவும்
tr: Uyduları ara, sinyali kontrol et ve kilitle
uk: Пошук супутників, перевірка сигналу і блокування
vi: Tìm kiếm Sats, kiểm tra tín hiệu và khóa
zh_cn: 卫星信号的检测,控制并锁定

source: Search east
bg: Търсене на изток
cs: Hledej východ
da: Søg Øst
de: Östlich suchen
el: Αναζήτηση ανατολικά
et: Otsi idast
fi: Etsintä itään
fr: Rechercher à l'est
hr: Pretraži istok
hu: Léptetés kelet felé
it: Cercare a est
lt: Ieškoti rytų
nl: Zoek oost
pl: Szukaj na wschód
pt_br: Buscar leste
ru: Поиск восток
sk: Hľadať východne
sl: Preveri Vzhod
sr: Pretraži istok
sv: Sök österut
ta: கிழக்கு நோக்கி தேடுங்கள்
tr: Doğuyu ara
uk: Пошук на схід
vi: Tìm kiếm phía đông
zh_cn: 向东搜寻

source: Search for network shares
bg: Търсене за мрежови дялове
cs: Hledat sdílené síťě
da: Søg efter netværksdelinger
de: Suche Netzwerk Shares
el: Ανίχνευση κοινόχρηστων στοιχείων δικτύου
et: Otsi võrgujagusi
fi: Etsi verkkojakoja
fr: Recherche des partages réseaux
hr: Traženje mrežnih resursa
hu: Hálózati megosztások keresése
it: Cerca cartelle condivise nella rete locale
lt: Bendrų tinklo resursų paieška
nl: Zoek naar gedeelde netwerk mappen
pl: Szukaj udziałów sieciowych
ru: Поиск общих сетевых ресурсов
sk: Vyľadanie sieťových zdieľaní
sr: Traženje mrežnih resursa
sv: Sök efter nätverksresurser
ta: பிணைய பங்குகளைத் தேடுங்கள்
tr: Ağ paylaşımlarını ara
uk: Пошук мережевих ресурсів
vi: Tìm kiếm chia sẻ mạng
zh_cn: 搜索网络共享

source: Search for similar events
bg: Търсене за подобни събития
cs: Hledat podobné pořady
da: Søg efter lignende begivenheder
de: Suche nach ähnlichen Sendungen
el: Ανίχνευση παρόμοιων προγραμμάτων
et: Otsi sarnaseid saateid
fi: Hae samanlaisia ohjelmia
fr: Recherche des événements similaires
hr: Traženje sličnih događaja
hu: Hasonló események keresése
it: Ricerca per eventi similari
lt: Panašių įvykių paieška
nl: Zoek soortgelijke programma's
pl: Szukaj podobnych wydarzeń
ru: Поиск похожих передач
sk: Hľadať podobné udalosti
sr: Traženje sličnih događaja
sv: Sök efter liknande evenemang
ta: ஒத்த நிகழ்வுகளைத் தேடுங்கள்
tr: Benzer etkinlikleri ara
uk: Пошук для подібних подій
vi: Tìm kiếm các sự kiện tương tự
zh_cn: 寻找类似的事件

source: Search weather location ID
bg: Търсене на идентификатор на местоположението за времето
cs: Vyhledat ID polohy počasí
da: Søg efter vejr placerings-ID
de: Suche Wetter ID
el: Αναζήτηση ID τοποθεσίας καιρού
et: Asukoha ID otsing
fi: Hae sää sijainti tiedot ID:llä
fr: Recherche de l'ID du lieu de la météo
hr: Traženje ID lokacije vremenske prognoze
hu: Időjárás helyszín azonosítójának keresése
it: Ricerca ID della località per il meteo
lt: Orų prognozės vietovės ID
nl: Zoek weer locatie ID
pl: Wyszukaj ID lokalizacji pogody
sk: Vybrať ID lokality pre počasie
sr: Traženje ID lokacije vremenske prognoze
sv: Sök efter ID för väderplats
ta: வானிலை இருப்பிட ஐடியைத் தேடுங்கள்
tr: Hava durumu konum kimliğini ara
uk: Пошук ID місця положення
vi: Tìm kiếm ID vị trí thời tiết
zh_cn: 搜索天气位置ID

source: Search west
bg: Търсене на запад
cs: Hledej západ
da: Søg Vest
de: Westlich suchen
el: Αναζήτηση δυτικά
et: Otsi läänest
fi: Etsintä länteen
fr: Rechercher à l'ouest
hr: Pretraži zapad
hu: Léptetés nyugat felé
it: Cercare a ovest
lt: Ieškoti vakarų
nl: Zoek west
pl: Szukaj na zachód
pt_br: Buscar oeste
ru: Поиск на западе
sk: Hľadať západne
sl: Preveri Zahod
sr: Pretraži zapad
sv: Sök västerut
ta: மேற்கு நோக்கி தேடுங்கள்
tr: Batıyı ara
uk: Пошук на захід
vi: Tìm kiếm về phía tây
zh_cn: 向西搜寻

source: Search/WEB
bg: Търсене/WEB
da: Søg/WEB
de: Suche/Web
el: Ανίχνευση/WEB
fi: Haku
fr: Recherche/WEB
hr: Pretraži/WEB
hu: Keresés/Web
it: Ricerca/Web
lt: Paieška / internetas
nl: Zoeken/WEB
pl: Szukaj/Web
sk: Hľadať/WEB
sr: Pretraži/WEB
sv: Sök/WEB
ta: தேடல்/வலை
tr: Ara / WEB
uk: Пошук/WEB
vi: Tìm kiếm / WEB
zh_cn: 搜索/Web

source: Searching
bg: Търсене на
cs: Hledání
da: Søger
el: Αναζήτηση
et: Otsing
fi: Etsitään
fr: Recherche en cours
hr: Pretraživanje
hu: Keresés
it: Ricerca
lt: Ieškoma
nl: Zoeken
pl: Wyszukiwanie
pt_br: Buscando
ru: Поиск...
sk: Hľadanie
sr: Pretraživanje
sv: Söker
ta: தேடுகிறது
tr: Aranıyor
uk: Пошук
vi: Đang tìm kiếm
zh_cn: 搜索

source: Searching east ...
bg: Търсене на изток ...
cs: Hledání na východ ...
da: Søger øst...
el: Αναζήτηση ανατολικά...
et: Otsing idast
fi: Etsitään itään...
fr: Recherche à l'est ...
hr: Pretraživanje istoka ...
hu: Keresés keletre...
it: Ricercare a est...
lt: Ieškoma rytų ...
nl: Oost zoeken ...
pl: Przeszukuję wschód...
pt_br: Buscando a leste...
ru: Поиск на востоке ...
sk: Hľadanie východne…
sr: Pretraživanje istoka ...
sv: Söker österut...
ta: கிழக்கைத் தேடுகிறது ...
tr: Doğu aranıyor...
uk: Пошук на схід...
vi: Tìm kiếm phía đông ...
zh_cn: 正在向东搜寻...

source: Searching west ...
bg: Търсене на запад...
cs: Hledání na západ ...
da: Søger vest...
el: Αναζήτηση δυτικά...
et: Otsing läänest
fi: Etsitään länteen...
fr: Recherche à l'ouest ...
hr: Pretraživanje zapada ...
hu: Keresés nyugatra...
it: Ricercare a ovest...
lt: Ieškoma vakarų ...
nl: West zoeken ...
pl: Przeszukiwanie zachodu...
pt_br: Buscando a oeste...
ru: Поиск на западе ...
sk: Hľadanie západne…
sr: Pretraživanje zapada ...
sv: Söker västerut...
ta: மேற்கு தேடுகிறது ...
tr: Batı aranıyor...
uk: Пошук на захід...
vi: Tìm kiếm về phía tây ...
zh_cn: 正在向西搜寻...

source: Second cable of motorized LNB
bg: Втори кабел на моторизиран конвертор
cs: Druhý kabel motorizovaného LNB
da: Sekundær kabel fra motor LNB
de: Zweites Kabel vom Rotor
el: Δεύτερο καλώδιο από LNB σε μοτέρ
et: Ajamiga LNB teine kaabel
fi: Kääntyvän antennin LNB:n toinen kaapeli
fr: Deuxième câble d'un LNB motorisé
hr: Drugi kabl od pozicionera LNB
hu: Forgatómotoros fej második kábele
it: Cavo secondario per LNB motorizzato
lt: Antras kabelis nuo motorizuotos LNB
nl: Tweede kabel van een draaibare LNB
pl: Drugi kabel zmotoryzowany LNB
ru: Второй кабель от позиционера
sk: Druhý kábel motorizovaného LNB
sr: Drugi kabl od pozicionera LNB
sv: Andra kabeln för motoriserad LNB
ta: மின்னோடி பொருத்தப்பட்ட எல்.என்.பியின் இரண்டாவது கேபிள்
tr: Motorlu LNB'nin ikinci kablosu
uk: Другий кабель від позиціонера
vi: Cáp thứ hai của LNB cơ giới
zh_cn: 电动高频头第二根电缆

source: Secondary DNS
bg: Вторичен DNS
cs: Sekundární DNS
da: Sekundær DNS
de: Sekundärer DNS
el: Δευτερεύων DNS
et: Teine nimeserver
fi: Toissijainen DNS
fr: DNS secondaire
hr: Sekundarni DNS
hu: Másodlagos DNS
it: DNS Secondario
lt: Antrinis DNS
nl: Secondaire DNS
pl: Drugi DNS
pt_br: DNS 2
ru: Вторичный DNS
sk: Sekundárny DNS
sl: Sekundarni DNS
sr: Sekundarni DNS
sv: Sekundär DNS
ta: இரண்டாம் நிலை டி.என்.எச்
tr: İkincil DNS
uk: Вторинний DNS
vi: DNS phụ
zh_cn: 次要DNS

source: Seconds
bg: секунди
cs: sekund
el: Δευτερόλεπτα
fi: sekuntia
fr: Secondes
hr: Sekunde
it: secondi
lt: sekundžių
nl: seconden
pl: sekundy
sk: sekúnd
sr: Sekunde
sv: Sekunder
ta: நொடிகள்
tr: Saniye
uk: Секунди

source: Security Packages
cs: Bezpečnostní balíčky
el: Πακέτα ασφάλειας
fi: Turvallisuus paketit
hr: Bezbednosni Paketi
it: Pacchetti sicurezza
nl: Beveiliging
pl: Pakiety bezpieczeństwa
sk: Bezpečnostné balíčky
sr: Betbednosni Paketi
sv: Säkerhetspaket
ta: பாதுகாப்பு தொகுப்புகள்
tr: Güvenlik Paketleri
uk: Пакети безпеки

source: Seek
bg: Търси
cs: Posun
da: Søg
de: Ermitteln
el: Αναζήτηση
et: Otsi
fi: Etsi
fr: Sauter
hr: Premotavanje
hu: Ugrás
it: Ricerca
lt: Ieškoti
nl: Spoelen
pl: Przewiń
pt_br: Busca
ru: Искать
sk: Posun
sl: Išči
sr: Premotavanje
sv: Sök
ta: தேடுங்கள்
tr: Ara
uk: Шукати
vi: Tìm kiếm
zh_cn: 搜索

source: Seek Actions
bg: Търсете действия
cs: Akce vyhledávání
el: Ενέργειες αναζήτησης
fi: Haku toiminnot
fr: Chercher des actions
hr: Radnja Premotavanja
it: Azioni di ricerca
lt: Ieškoti veiksmų
nl: Zoek Acties
pl: Akcje Wyszukiwania
sk: Akcie posunu
sr: Radnja Premotavanja
sv: Sök åtgärder
ta: செயல்களைத் தேடுங்கள்
tr: Arama İşlemleri
uk: Дії для Пошуку

source: Seek backward
bg: Търсете назад
cs: Přeskočit dozadu
da: Søg baglæns
de: Rückwärts suchen
el: Μεταπήδηση προς τα πίσω
et: Keri tagasi
fi: Hae taaksepäin
fr: Retour rapide
hr: Premotavanje unazad
hu: Vissza kihagyása
it: Cerca indietro
lt: Ieškoti atgal
nl: Terug zoeken
pl: Przewiń do tyłu
pt_br: Retornar
ru: Перемотка назад
sk: Posun dozadu
sr: Premotavanje unazad
sv: Sök bakåt
ta: பின்தங்கிய தேடுங்கள்
tr: Geriye doğru ara
uk: Перемотка назад
vi: Tìm kiếm lạc hậu
zh_cn: 向后搜索

source: Seek backward (enter time)
bg: Търсене назад (въведете време)
cs: Přeskočit dozadu (zadat čas)
da: Søg baglæns (indtast tid)
de: Rückwärts suchen (Zeit eingeben)
el: Μεταπήδηση πίσω (σε χρόνο)
et: Keri tagasi (sisesta aeg)
fi: Hae taaksepäin (syötä aika)
fr: Retour rapide (saisir temps)
hr: Premotavanje unazad (unesite vrijeme)
hu: Ugrás visszafelé (adja meg az időt)
it: Cerca all'indietro (inserisci l'ora)
lt: Ieškoti atgal (įrašykite laiką)
nl: Terug zoeken (tijd invoeren)
pl: Przewiń do tyłu (wprowadź czas)
pt_br: Retornar (inserir tempo)
ru: Перемотать назад (введите время)
sk: Posun dozadu (zadať čas)
sr: Premotavanje unazad (unesite vreme)
sv: Söka bakåt (ange tid)
ta: பின்தங்கிய நிலையில் தேடுங்கள் (நேரத்தை உள்ளிடவும்)
tr: Geriye doğru ara (zamanı girin)
uk: Перемотати назад (введіть час)
vi: Tìm kiếm ngược (nhập thời gian)
zh_cn: 向后搜索(输入时间)

source: Seek forward
bg: Търсете напред
cs: Přeskočit dopředu
da: Søg fremad
de: Vorwärts suchen
el: Μεταπήδηση εμπρός
et: Keri edasi
fi: Hae eteenpäin
fr: Avance rapide
hr: Premotavanje unaprijed
hu: Előre kihagyása
it: Cercare in avanti
lt: Persukti pirmyn
nl: Vooruit spoelen
pl: Przewiń do przodu
pt_br: Avançar
ru: Перемотка вперед
sk: Posun dopredu
sr: Premotavanje unapred
sv: Sök framåt
ta: முன்னோக்கி தேடுங்கள்
tr: İleriye doğru ara
uk: Перемотка вперед
vi: Tìm kiếm về phía trước
zh_cn: 向前搜索

source: Seek forward (enter time)
bg: Търсене напред (въведете време)
cs: Přeskočit dopředu (zadat čas)
da: Søg fremad (indtast tid)
de: Vorwärts suchen (Zeit eingeben)
el: Μεταπήδηση εμπρός (σε χρόνο)
et: Keri edasi (sisesta aeg)
fi: Hae eteenpäin (syötä aika)
fr: Avance rapide (saisir temps)
hr: Premotavanje unaprijed (unesite vrijeme)
hu: Ugrás előre (adja meg az időt)
it: Cerca in avanti (inserisci l'ora)
lt: Persukti pirmyn (įrašykite laiką)
nl: Vooruit spoelen (tijd invoeren)
pl: Przewiń do przodu (wprowadź czas)
pt_br: Avançar (inserir tempo)
ru: Перемотать вперед (введите время)
sk: Posun dopredu (zadať čas)
sr: Premotavanje unapred (unesite vreme)
sv: Sök framåt (ange tid)
ta: முன்னோக்கி தேடுங்கள் (நேரத்தை உள்ளிடவும்)
tr: İleriye doğru ara (zaman girin)
uk: Перемотка вперед (введіть час)
vi: Tìm kiếm về phía trước (nhập thời gian)
zh_cn: 向前搜索(输入时间)

source: SeekBar
cs: Panel vyhledávání
el: Μπάρα αναζήτησης
fi: Etsi
fr: Barre de recherche
hr: Traka za traženje
it: Barra di ricerca
lt: Paieškos juostos jautrumas
nl: Zoekbalk
sr: Traka za traženje
tr: Arama Çubuğu
uk: Панель пошуку

source: SeekBar Actions
cs: Akce vyhledávací lišty
el: Ενέργειες μπάρας αναζήτησης
hr: Radnje trake za traženje
it: Azioni Barra di ricerca
sr: Radnje trake za traženje
sv: Åtgärder i SeekBar
tr: Arama Çubuğu İşlemleri
uk: Дії кнопок на екрані SeekBar

source: SeekBar activation
cs: Aktivace hledání
el: Ενεργοποίηση μπάρας αναζήτησης
fi: Hakupalkin aktivointi
fr: Activation de la barre de recherche
hr: Aktivacija trake za traženja
it: Attivazione della Barra di ricerca
lt: Paieškos juostos aktyvavimas
nl: Zoekbalk activeren
pl: Aktywacja paska stanu
sk: Aktivácia vyhľadávacieho panela
sr: Aktivacija trake za traženja
sv: Aktivering av SeekBar
ta: சீக்பார் செயல்படுத்தல்
tr: Arama çubuğu etkinleştirme
uk: Активація Seekbar

source: SeekBar sensibility
cs: Citlivost hledání
el: Ακρίβεια μπάρας αναζήτησης
fi: Hakupalkin hypyn pituus (sek)
fr: Sensibilité de la barre de recherche
hr: Osjetljivost trake za traženje
it: Sensibilità della Barra di ricerca
lt: Paieškos juostos jautrumas
nl: Grootte tijdsprong op de Zoekbalk
sr: Osetljivost Trake za traženje
sv: SeekBar känslighet
tr: Arama Çubuğu duyarlılığı
uk: Крок Seekbar

source: Select
bg: Изберете
cs: Zvolit
da: Vælg
de: Auswählen
el: Επιλογή
et: Vali
fi: Valitse
fr: Sélectionner
hr: Odaberi
hu: Megjelölés
it: Seleziona
lt: Pasirinkite
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
sk: Vybrať
sl: Izberite
sr: Izaberi
sv: Välj
ta: தேர்ந்தெடு
tr: Seç
uk: Вибрати
vi: Lựa chọn
zh_cn: 选择

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
bg: Изберете '1.0' за стандартни превключвани превключватели, '1.1' за незаети превключватели и '1.2' за системи, използващи позиционер.
cs: Vyberte „1.0“ pro standardní potvrzené přepínače, „1.1“ pro nepotvrzené přepínače a „1.2“ pro systémy používající polohovadlo.
da: Vælg '1,0' for standardtildelte switches, '1,1' for utildelte switches, og '1,2' for systemer der bruger en motor.
de: Wählen Sie '1.0' für Standard-Commit-Switches, '1.1' für nicht festgeschriebene Switches und '1.2' für Systeme, die einen Positioner verwenden.
el: Επιλέξτε '1.0' για τυπικούς δεσμευμένους διακόπτες, '1.1' για μη δεσμευμένους διακόπτες, και '1.2' για συστήματα με μοτέρ κίνησης.
fi: Valitse '1.0' standardeille kytkimille, '1.1' muille kytkimille ja '1.2' asennoitinjärjestelmille.
fr: Sélectionnez ‘1.0’ pour un commutateur commité standard, ‘1.1’ pour des commutateurs non-commités, et ‘1.2’ pour les systèmes utilisant un positionneur.
hr: Odaberi '1.0' za standardne komplikovane prekidače, '1.1' za nekomplikovane prekidače i '1.2' za sustave koji koriste pozicioner.
it: Seleziona '1.0' per switch con commit standard, '1.1' per switch senza commit e '1.2' per sistemi che usano un posizionatore.
lt: Pasirinkite '1.0' standartiniams įvykdytiems jungikliams, '1.1' neprijungtiems jungikliams ir '1.2' sistemoms, kuriose naudojamas pozicionierius.
nl: Selecteer '1.0' voor standaard committed switches, '1.1' voor uncommitted switches en '1.2' voor systemen met een motor.
pl: Wybierz "1.0" dla standardowych przełączników zatwierdzonych, "1.1" dla przełączników niezaangażowanych i "1.2" dla systemów wykorzystujących pozycjoner.
sk: Pre štandardné prepínače typu 'committed' vyberte '1.0'. Možnosť '1.1' vyberte pre prepínače typu 'uncommited' a možnosť '1.2' pre systémy využívajúce pozicionér.
sr: Izaberi '1.0' za standardne komplikovane prekidače, '1.1' za nekomplikovane prekidače i '1.2' za sisteme koji koriste pozicioner.
sv: Välj "1.0" för standardkopplade växlar, "1.1" för okopplade växlar och "1.2" för system som använder en lägesställare.
ta: நிலையான உறுதியான சுவிட்சுகளுக்கு '1.0', அனுமதிக்கப்படாத சுவிட்சுகளுக்கு '1.1' மற்றும் ஒரு பதவியைப் பயன்படுத்தும் அமைப்புகளுக்கு '1.2' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Standart anahtarlamalı sistemler için '1.0', anahtarlamasız sistemler için '1.1' ve konumlandırıcı kullanan sistemler için '1.2' seçeneğini belirleyin.
uk: Виберіть '1.0' для стандартних перемикачів, '1.1' для багатовходових перемикачів, і '1.2' для систем, що використовують позиціонер.
vi: Chọn '1.0' cho các công tắc được cam kết tiêu chuẩn, '1.1' cho các công tắc không được cam kết và '1.2' cho các hệ thống sử dụng bộ định vị.
zh_cn: 选择'1.0'作为标准提交开关,'1.1'作为未提交开关,选择'1.2'作为使用定位器的系统.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'None'. If you are unsure select 'None'.
bg: Изберете 'A' или 'B', ако вашата антенна система изисква това, в противен случай изберете 'none'. Ако не сте сигурни, изберете „няма“.
cs: Vyberte „A“ nebo „B“, pokud to váš anténní systém vyžaduje, v opačném případě vyberte „žádný“. Pokud si nejste jisti, vyberte „žádný“.
el: Επιλέξτε 'A' ή 'B' αν το απαιτεί το κεραιοσύστημά σας, αλλιώς ή αν δεν είστε σίγουροι επιλέξτε 'κανένα'.
fi: Valitse 'A' tai 'B', jos antennijärjestelmäsi sitä vaatii, muuten valitse 'ei mitään'. Jos olet epävarma, valitse 'ei mitään'.
fr: Sélectionnez ‘A’ ou ‘B’ si votre système aérien nécessite cela, sinon laissez sur ‘aucun’. Si vous n’êtes pas certain sélectionnez ‘aucun’.
hr: Odaberi 'A' ili 'B' ako vaš zračni sustav to zahtjeva, u suprotnom odaberite 'nijedan'. Ako niste sigurni odaberite 'nijedan'.
it: Seleziona 'A' o 'B' se l'antenna lo richiede, altrimenti seleziona 'Nessuno'. Se non sei sicuro, seleziona 'Nessuno'.
lt: Pasirinkite 'A' arba 'B', jei jūsų antenos sistema reikalauja to, kitaip pasirinkite "nė vieno". Jei nesate tikri, pasirinkite "nė vieno".
nl: Selecteer 'A' of 'B' als uw antenne-installatie dat vereist, anders kiest u 'geen'. Als u het niet zeker weet kiest u 'geen'.
pl: Wybierz "A" lub "B", jeśli wymaga tego system antenowy, w przeciwnym razie wybierz "brak". Jeśli nie masz pewności, wybierz "brak".
sk: Ak si to vyžaduje anténny systém, vyberte možnosť 'A' alebo 'B'. Inak vyberte možnosť 'žiadne'. Ak si nie ste istí, vyberte možnosť 'žiadne'.
sr: Izaberi 'A' ili 'B' ako vaš vazdušni sistem to zahteva, u suprotnom izaberite 'nijedan'. Ako niste sigurni izaberite 'nijedan'.
sv: Välj "A" eller "B" om ditt antennsystem kräver detta, annars välj "Ingen". Om du är osäker väljer du "Ingen".
ta: உங்கள் வான்வழி அமைப்புக்கு இது தேவைப்பட்டால் 'A' அல்லது 'B' என்பதைத் தேர்ந்தெடுக்கவும், இல்லையெனில் 'எதுவுமில்லை' என்பதைத் தேர்ந்தெடுக்கவும். உங்களுக்குத் தெரியாவிட்டால் 'எதுவுமில்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Anten sisteminiz bunu gerektiriyorsa 'A' veya 'B' seçeneğini, aksi takdirde 'Hiçbiri' seçeneğini seçin. Emin değilseniz 'Hiçbiri' seçeneğini seçin.
uk: Виберіть 'A' або 'B', якщо це потрібно для антенної системи, інакше виберіть 'нічого'.
