Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Turbo: One reboot after flash; Fast: One reboot after flash, one reboot after restore; Slow: One reboot after flash, one reboot after restore in GUI.
bg: Turbo: Едно рестартиране след флаш; Бързо: Едно рестартиране след флаш, едно рестартиране след възстановяване; Бавно: Едно рестартиране след флаш, едно рестартиране след възстановяване в GUI
cs: Turbo: Jeden restart po flashi; Rychlý: Jeden restart po flashi, jeden restart po obnovení; Pomalý: Jeden restart po flashi, jeden restart po obnovení v GUI.
el: Τούρμπο: Μία επανεκκίνηση μετά το φλασάρισμα, Γρήγορο: Μία επανεκκίνηση μετά το φλασάρισμα, μία επανεκκίνηση μετά την αποκατάσταση, Αργό: Μία επανεκκίνηση μετά το φλασάρισμα, μία επανεκκίνηση μετά την αποκατάσταση στο γραφικό περιβάλλον.
fi: Turbo: Uudelleenkäynnistys päivityksen jälkeen; Nopea: Uudelleenkäynnistys päivityksen jälkeen, uudelleenkäynnistys palautumisen jälkeen; Hidas: Uudelleenkäynnistys päivityksen jälkeen, uudelleenkäynnistys palauttamisen jälkeen.
fr: Turbo : un redémarrage après le flash; Rapide : un redémarrage après flash, un redémarrage après restauration; Lent : un redémarrage après le flash, un redémarrage après la restauration dans l'interface graphique
hr: Turbo: Jedan restart nakon flešovanja; Brzo: Jedan restart nakon flešovanja, jedan restart nakon pokretanja; Sporo: Jedan restart nakon flešovanja, jedan restart nakon vraćanja GUI.
it: Turbo: un riavvio dopo il flash; Fast: un riavvio dopo il flash, un riavvio dopo il ripristino; Slow: un riavvio dopo il flash, un riavvio dopo il ripristino della GUI.
lt: Turbo: vienas paleidimas iš naujo po įdiegimo; Greitas: vienas paleidimas iš naujo po įdiegimo, vienas paleidimas po atkūrimo; Lėtas: vienas paleidimas iš naujo po įdiegimo, vienas paleidimas po grafinės aplinkos atkūrimo
nl: Turbo: 1 herstart na flash; Fast: 1 herstart na flash, 1 herstart na herstellen; Slow: 1 herstart na flash, 1 herstart na herstellen in GUI.
pl: Turbo: Jeden restart po flashu; Szybki: Jeden restart po flashu, jeden restart po przywróceniu; Wolny: Jeden restart po flashu, jeden restart po przywróceniu interfejsu.
sk: Turbo: jeden reštart po flashovaní; Rýchlo: jeden reštart po flashovaní, jeden reštart po obnovení; Pomaly: jeden reštart po flashovaní, jeden reštart po obnovení v GUI.
sr: Turbo: Jedan restart nakon flešovanja; Brzo: Jedan restart nakon flešovanja, jedan restart nakon pokretanja; Sporo: Jedan restart nakon flešovanja, jedan restart nakon vraćanja GUI.
sv: Turbo: En omstart efter flash; Snabb: En omstart efter flash, en omstart efter återställning; Långsam: En omstart efter flash, en omstart efter återställning i GUI.
ta: டர்போ: ஃபிளாச் பிறகு ஒரு மறுதொடக்கம்; வேகமாக: ஃபிளாச் பிறகு ஒரு மறுதொடக்கம், மீட்டமைத்த பிறகு ஒருவர் மறுதொடக்கம் செய்கிறார்; மெதுவாக: ஃபிளாச் பிறகு ஒரு மறுதொடக்கம், GUI இல் மீட்டெடுத்த பிறகு ஒருவர் மறுதொடக்கம் செய்யுங்கள்.
tr: Turbo: Yazılım yüklemesinden sonra bir kez yeniden başlatma; Hızlı: Yazılım yüklemesinden sonra bir kez yeniden başlatma, geri yüklemeden sonra bir kez yeniden başlatma; Yavaş: Yazılım yüklemesinden sonra bir kez yeniden başlatma, grafik arayüzü üzerinden geri yüklemeden sonra bir kez yeniden başlatma.
uk: Турбо: Одне перезавантаження після перепрошивки; Швидко: Одне перезавантаження після перепрошивки, одне перезавантаження після відновлення; Повільно: Одне перезавантаження після перепрошивки, одне перезавантаження після відновлення в інтерфейсі.

source: Turkey
cs: Turecko
da: Tyrkiet
de: Türkei
el: Τουρκία
et: Türgi
fi: Turkki
fr: Turquie
hu: Törökország
it: Turchia
lt: Turkija
nl: Turkije
pl: Turcja
sk: Turecko
sv: Turkiet
ta: துருக்கி
tr: Türkiye
uk: Туреччина
vi: Thổ nhĩ kỳ
zh_cn: 土耳其

source: Turkish
cs: Turecky
da: Tyrkisk
de: Türkisch
el: Τουρκικά
et: Türgi
fi: Turkki
fr: Turc
hr: Turski
hu: Török
it: Turco
lt: Turkų
nl: Turks
pl: Turecki
pt_br: Turco
ru: Турецкий
sk: turečtina
sr: Turski
sv: Turkiska
ta: துருக்கிய
tr: Türkçe
uk: Турецька
vi: Thổ Nhĩ Kỳ
zh_cn: 土耳其语

source: Turkmen
cs: Turkmenský
el: Τουρκμένικα
fi: Turkmenistan
fr: Turkmène
it: Turkmeno
lt: Turkmėnų
nl: Turkmeens
pl: Turkmeński
sk: turkménčina
sv: Turkmeniska
ta: துருக்மென்
tr: Türkmence
uk: Туркменська

source: Turkmenistan
cs: Turkmenistán
el: Τουρκμενιστάν
fi: Turkki
hu: Türkmenisztán
lt: Turkmenistanas
pl: Turkmenia
sk: Turkménsko
ta: துர்க்மெனிச்தான்
tr: Türkmenistan
uk: Туркменістан
zh_cn: 土库曼斯坦

source: Turks and Caicos Islands
cs: Ostrovy Turks a Cacois
da: Turks- og Caicosøerne
de: Turks- und Caicosinseln
el: Νήσοι Τερκς και Κέικος
et: Turksi and Caicose saared
fi: Turkki ja Caicos Islands
fr: Îles Turques et Caïques
hu: Turks- és Caicos-szigetek
it: Turks e Caicos
lt: Terkso ir Kaikoso salos
nl: Turks- en Caicos Eilanden
pl: Turks i Caicos
sk: Turks a Caicos
sv: Turks- och Caicosöarna
ta: துருக்கச் மற்றும் கைசோச் தீவுகள்
tr: Turks ve Caicos Adaları
uk: Острови Теркс і Кайкос
vi: Quần đảo Turks và Caicos
zh_cn: 突厥群岛和凯科斯群岛

source: Turn off HDMI-IN Full screen mode
bg: Изключете HDMI-в режим на цял екран
cs: Vypnout HDMI-IN celoobrazovkový režim
da: Sluk for HDMI-IN Fuldskærms-tilstand
de: HDMI-IN als Vollbild beenden
el: Διακοπή λειτουργίας πλήρους οθόνης HDMI-IN
et: Sulge HDMI-IN täisekraanil
fi: Sulje HDMI-tulon kokoruututila
fr: Désactiver HDMI-IN en mode plein écran
hr: Isključivanje HDMI-IN načina rada preko cijelog zaslona
hu: HDMI-IN teljes képernyő mód kikapcsolása
it: Disattiva HDMI-IN in modalità schermo intero
lt: Išjungti HDMI-IN viso ekrano režimą
nl: HDMI-IN volledig scherm uitschakelen
pl: Wyłączyć tryb pełnoekranowy HDMI-IN
ru: Выключение HDMI-IN в полноэкранном режиме
sk: Vypnúť režim celej obrazovky pre HDMI-In
sr: Isključivanje HDMI-IN režim celog ekrana
sv: Stäng av HDMI-IN Fullskärmsläge
ta: HDMI-IN முழு திரை பயன்முறையை அணைக்கவும்
tr: HDMI-IN Tam ekran modunu kapatın
uk: Вимкнення повноекранного режиму HDMI-IN
vi: Tắt chế độ toàn màn hình HDMI-IN
zh_cn: 关掉HDMI-IN全屏模式

source: Turn off HDMI-IN PiP mode
bg: Изключете HDMI-IN PiP режим
cs: Vypnout HDMI-IN režim PiP
da: Sluk for HDMI-IN PiP-tilstand
de: HDMI-IN Bild im Bild Wiedergabe beenden
el: Διακοπή λειτουργίας PiP HDMI-IN
et: Sulge HDMI-IN PiP-aknas
fi: Sulje HDMI-tulon kokoruututila
fr: Désactiver HDMI-IN en mode incrustation d'image (PiP)
hr: Isključivanje HDMI-IN PiP načina rada
hu: HDMI-IN Kép-a-Képben mód kikapcsolása
it: Disattiva HDMI-IN in modalità PIP
lt: Išjungti HDMI-IN PiP režimą
nl: HDMI-IN PiP-modus uitschakelen
pl: Wyłącz HDMI-IN w trybie PiP
ru: Выключение HDMI-IN в режиме PiP
sk: Vypnúť režim PiP pre HDMI-In
sr: Isključivanje HDMI-IN PiP režim
sv: Stäng av HDMI-IN PiP-läget
ta: HDMI-IN PIP பயன்முறையை அணைக்கவும்
tr: HDMI-IN PiP modunu kapatın
uk: Вимкнення HDMI-IN в режимі ПІП
vi: Tắt chế độ PiP HDMI-IN
zh_cn: 关掉HDMI-IN画中画模式

source: Turn on HDMI-IN Full screen mode
bg: Включете HDMI-в режим на цял екран
cs: Zapnout HDMI-IN režim celé obrazovky
da: Tænd for HDMI-IN Fuldskærms-tilstand
de: HDMI-IN als Vollbild wiedergeben
el: Ενεργοποίηση λειτουργίας πλήρους οθόνης HDMI-IN
et: HDMI-IN täisekraanil
fi: Avaa HDMI-tulo kokoruututilaan
fr: Activer HDMI-IN en mode plein écran
hr: Uključivanje HDMI-IN načina rada preko cijelog zaslona
hu: HDMI-IN teljes képernyő mód bekapcsolása
it: Attiva HDMI-IN in modalità schermo intero
lt: Įjungti HDMI-IN viso ekrano režimą
nl: HDMI-IN volledig scherm inschakelen
pl: Włącz HDMI-IN w trybie pełnoekranowy
ru: Включение HDMI-IN в полноэкранном режиме
sk: Zapnúť režim celej obrazovky pre HDMI-In
sr: Uključivanje HDMI-IN režim celog ekrana
sv: Slå på HDMI-IN Fullskärmsläge
ta: HDMI-IN முழு திரை பயன்முறையை இயக்கவும்
tr: HDMI-IN Tam ekran modunu aç
uk: Включення HDMI-IN в повноекранному режимі
vi: Bật chế độ toàn màn hình HDMI-IN
zh_cn: 打开HDMI-IN全屏模式

source: Turn on HDMI-IN PiP mode
bg: Включете HDMI-IN PiP режим
cs: Zapnout režim PiP HDMI-IN
da: Tænd for HDMI-IN PiP-tilstand
de: HDMI-IN als Bild im Bild wiedergeben
el: Ενεργοποίηση λειτουργίας PiP HDMI-IN
et: HDMI-IN PiP-aknas
fi: Avaa HDMI-tulo PiP-tilaan
fr: Activer HDMI-IN en mode incrustation d'image (PiP)
hr: Uključivanje HDMI-IN PiP načina rada
hu: HDMI-IN Kép-a-Képben mód bekapcsolása
it: Attiva HDMI-IN in modalità PIP
lt: Įjungti HDMI-IN PiP režimą
nl: HDMI-IN PiP-modus inschakelen
pl: Włącz HDMI-IN w trybie PiP
ru: Включение HDMI-IN в режиме PiP
sk: Zapnúť režim HDMI-In PiP
sr: Uključivanje HDMI-IN PiP režim
sv: Slå på HDMI-IN PiP-läge
ta: HDMI-IN PIP பயன்முறையை இயக்கவும்
tr: HDMI-IN PiP modunu aç
uk: Включення HDMI-IN в режимі ПІП
vi: Bật chế độ PiP HDMI-IN
zh_cn: 打开HDMI-IN画中画模式

source: Turn on the control LED
bg: Включете светодиода за управление
cs: Zapnout kontrolku LED
el: Ενεργοποίηση LED ελέγχου
fi: Kytke virta LED päälle
fr: Allumez la LED de contrôle
hr: Uključivanje kontrolnog LED
it: Accendere il LED di controllo
lt: Įjunkite LED valdymą.
nl: Schakel de controle LED in
pl: Włącz kontrolkę LED
sk: Zapnúť kontrolnú LED
sr: Uključivanje kontrolnog LED
sv: Slå på kontroll-LED:n
ta: கட்டுப்பாட்டு எல்.ஈ.டி இயக்கவும்
tr: Kontrol LED'ini açın
uk: Увімкнути LED контроль

source: Turn on the power LED
bg: Включете светодиода за захранване
cs: Zapnout kontrolku LED napájení
el: Ενεργοποίηση LED λειτουργίας
fi: Kytke virta LED päälle
fr: Allumez la LED d'alimentation
hr: Uključivanje LED napajanja
it: Accendi il LED di alimentazione
lt: Įjunkite maitinimo LED indikatorių.
nl: Schakel de power LED in
pl: Włącz kontrolkę zasilania LED
sk: Zapnúť LED napájania
sr: Uključivanje LED napajanja
sv: Slå på ström-LED:en
ta: பவர் எல்.ஈ.டி இயக்கவும்
tr: Güç LED'ini açın
uk: Увімкнути LED живлення

source: Turning step size
bg: Обръщане размер на стъпката
cs: Krokování ladění
da: Drejning trinstørrelse
de: Dreh-Schrittweite
el: Μέγεθος βήματος περιστροφής
et: Pööramise sammu suurus
fi: Kääntymisen askelmitta
fr: Taille du pas de rotation
hr: Uključivanje veličine koraka
hu: A lépés méretének megfordítása
it: Ampiezza incremento
lt: Sukimo žingsnis
nl: Draai stapgrootte
pl: Kąt obrotu pojedynczego kroku
ru: Размер шага поворота
sk: Veľkosť kroku otáčania
sr: Uključivanje veličine koraka
sv: Storlek på vändsteg
ta: படி அளவை திருப்புதல்
tr: Çevirme adım boyutu
uk: Величина кроку
vi: Quần đảo Thổ Nhĩ Kỳ và Caicos
zh_cn: 步长大小

source: Tuvalu
el: Τουβαλού
ta: துவாலு
uk: Тувалу
zh_cn: 图瓦卢

source: Twin Hybrid
cs: Dvojitý hybrid
el: Διπλό υβριδικό
fi: Kaksoishybridi
hr: Dupli Hybrid
it: Gemello ibrido
pl: Podwójna hybryda
sr: Dupli Hybrid
ta: இரட்டை கலப்பின
tr: İkiz Hibrit
uk: Твін-гібрид

source: Twin Tuner
bg: Тунер с двоен тунер
cs: Dvojitý tuner
el: Διπλό tuner
fi: Tupla Viritin
hr: Dupli Tuner
it: Tuner doppio
lt: Dvigubas imtuvas
pl: Podwójny tuner
sk: Twin tuner (dvojitý)
sr: Dupli Tjuner
ta: இரட்டை ட்யூனர்
tr: Çift Tuner
uk: Подвійний тюнер

source: Two
bg: Две
cs: Dva
da: To
de: Zwei
el: Δύο
et: Kaks
fi: Kaksi
fr: Deux
hr: Dva
hu: Kettő
it: Due
lt: Du
nl: Twee
pl: Dwa
pt_br: Dois
ru: Два
sk: Dva
sl: Dva
sr: Dva
sv: Två
ta: இரண்டு
tr: İki
uk: Два
vi: Hai
zh_cn: 二

source: Two lines
bg: Две линии
cs: Dva řádky
da: To linjer
de: Zwei Zeilen
el: Δύο γραμμές
et: Kaks rida
fi: Kaksi riviä
fr: Deux lignes
hr: Dvije linije
hu: Kettő sor
it: Due linee
lt: Dvi eilutės
nl: Twee regels
pl: Dwie linie
ru: В двух строчках
sk: Dva riadky
sr: Dve linije
sv: Två rader
ta: இரண்டு கோடுகள்
tr: İki satır
uk: Два рядки
vi: Hai dòng
zh_cn: 两行

source: Type
bg: Тип
cs: Typ
de: Typ
el: Τύπος
et: Tüüp
fi: Tyyppi
hr: Tip
hu: Típus
it: Tipo
lt: Tipas
pl: Typ
pt_br: Tipo
ru: Тип
sk: Typ
sl: Vrsta
sr: Tip
sv: Typ
ta: வகை
tr: Tip
uk: Тип
vi: Kiểu
zh_cn: 类型

source: Type / Model
cs: Typ / Model
el: Τύπος / μοντέλο
fi: Tyyppi / Malli
hr: Tip / Model
it: Tipo o modello
pl: Typ / Model
sk: Typ/model
sr: Tip / Model
sv: Typ / Modell
ta: வகை / மாதிரி
tr: Tip / Model
uk: Тип / Модель

source: Type of LNB/Device
cs: Typ LNB/zařízení
el: Τύπος LNB/συσκευής
fi: Mikropään/laitteen tyyppi
hr: Tip LNB/Uređaja
it: Tipo di LNB/dispositivo
lt: LNB/įrenginio tipas
nl: Type LNB/apparaat
pl: Typ LNB/Urządzenia
sk: Typ LNB/zariadenia
sr: Tip LNB/Uređaja
sv: Typ av LNB/enhet
ta: LNB/சாதனத்தின் வகை
tr: LNB tipi / Cihaz
uk: Тип LNB/Пристрою

source: Type of device
cs: Typ zařízení
el: Τύπος συσκευής
fi: Laitteen tyyppi
hr: Tip uređaja
it: Tipo di dispositivo
lt: Įrenginio tipas
nl: Type apparaat
pl: Typ urządzenia
sk: Typ zariadenia
sr: Tip uređaja
sv: Typ av enhet
ta: சாதன வகை
tr: Cihaz tipi
uk: Тип пристрою

source: Type of scan
bg: Тип на сканиране
cs: Typ prohledávání
da: Søgetype
de: Art des Suchlaufs
el: Τύπος ανίχνευσης
et: Otsingu tüüp
fi: Hakutapa
fr: Type de recherche
hr: Tip skeniranja
hu: Keresés típusa
it: Tipo ricerca
lt: Paieškos būdas
nl: Zoekmodus
pl: Typ skanowania
pt_br: Tipo de busca
ru: Тип сканирования
sk: Typ vyhľadávania
sl: Vrsta iskanja
sr: Tip skeniranja
sv: Typ av skanning
ta: ச்கேன் வகை
tr: Tarama tipi
uk: Тип сканування
vi: Loại quét
zh_cn: 扫描类型

source: U - Suitable for all
cs: U - Vhodné pro všechny
el: Κ - Κατάλληλο για όλους
hr: U - Pogodno za sve
it: U - Adatto a tutti
sr: U - Pogodno za sve
sv: U - Lämplig för alla
tr: U - Herkes için uygun
uk: U - підходить для всіх

source: UBI slot %s%s
el: Θέση UBI %s%s
hr: UBI utor %s%s
it: Slot UBI %s%s
tr: UBI yuvası %s%s
uk: Слот UBI %s%s

source: UHD Test
cs: Test UHD
da: UHD Prøve
el: Δοκιμή UHD
fi: UHD Testi
fr: Test UHD
it: Test UHD
lt: UHD testas
pl: Test UHD
sk: Test UHD
sr: UHD Тест
ta: UHD சோதனை
tr: UHD Testi
uk: Тест UHD
zh_cn: 超高清测试

source: UP/DOWN button mode
cs: Režim tlačítek Nahoru/Dolu
el: Λειτουργία πλήκτρου επάνω/κάτω
hr: Gore/Dolje dugme način
it: Modalità tasto Su/Giù
lt: Aukštyn/žemyn mygtuko režimas
nl: OMHOOG/OMLAAG knoppen
sr: Režim dugmeta GORE/DOLE
sv: Läge för upp/ner-knapp
tr: YUKARI/AŞAĞI tuş modu
uk: Режим кнопок Вгору/Вниз

source: UP/DOWN buttons also for 'all up/down'
cs: Tlačítka NAHORU/DOLŮ také pro „vše nahoru/dolů“
el: Πλήκτρα επάνω/κάτω επίσης για το 'όλο επάνω/κάτω'.
hr: Tipke gore/dolje također za 'sve gore/dolje'
it: Pulsanti SU/GIÙ anche per 'tutto su/giù'
lt: Aukštyn / žemyn mygtukai taip pat 'visi aukštyn / žemyn'
nl: OMHOOG/OMLAAG knoppen ook voor 'alle omhoog/omlaag' functies
sr: Dugmad GORE/DOLE takođe za 'sve gore/dole'
sv: Upp/ned-knapparna kan även användas för "allt upp/ned".
tr: YUKARI/AŞAĞI tuşları aynı zamanda 'TÜMÜNÜ YUKARI/AŞAĞI' işlevi görür
uk: Режим кнопок Вгору/Вниз також для 'all up/down'

source: USALS automatically moves a motorized dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
bg: USALS автоматично премества моторизирана антена към правилния сателит въз основа на въведените от потребителя координати. Без USALS всеки сателит ще трябва да бъде настроен и запазен поотделно.
cs: USALS automaticky přesune motorizovanou parabolu na správný satelit na základě souřadnic zadaných uživatelem. Bez USALS bude nutné každý satelit nastavit a uložit samostatně.
el: Το USALS μετακινεί αυτόματα το κάτοπτρο στον σωστό δορυφόρο, βασιζόμενο στις συντεταγμένες που δίνει ο χρήστης. Χωρίς το USALS κάθε δορυφόρος απαιτεί ξεχωριστή ρύθμιση και αποθήκευση.
fi: USALS siirtää automaattisesti moottoroidun lautasen oikeaan satelliittiin käyttäjän syöttämien koordinaattien mukaisesti. Ilman USALS:a jokainen satelliitti pitää määrittää ja tallentaa yksitellen.
fr: USALS déplace automatiquement une antenne motorisée sur le satellite correct sur base des coordonnées entrées par l’utilisateur. Sans USALS chaque satellite aura besoin d’être configuré et sauvegardé individuellement.
hr: USALS automatski premješta motoriziranu antenu na ispravan satelit na temelju koordinata koje je unio korisnik. Bez USALS-a svaki satelit će se morati postaviti i spremiti pojedinačno.
it: USALS sposta automaticamente una parabola motorizzata sul satellite corretto in base alle coordinate inserite dall'utente. Senza USALS ogni satellite dovrà essere configurato e salvato individualmente.
lt: USALS automatiškai perkelia motorizuotą anteną į tinkamą palydovą, remiantis vartotojo įrašytomis koordinatėmis. Be USALS kiekvienas palydovas turės būti nustatytas ir išsaugotas atskirai.
nl: USALS laat een gemotoriseerde schotel exact naar de juiste satelliet draaien, gebaseerd op de coördinaten die de gebruiker ingeeft. Zonder USALS moet de positie voor elke satelliet apart worden ingesteld en opgeslagen.
pl: USALS automatycznie przesuwa zmotoryzowaną antenę na właściwego satelitę na podstawie współrzędnych wprowadzonych przez użytkownika. Bez USALS każdy satelita będzie musiał być ustawiony i zapisany indywidualnie.
sk: USALS automaticky otočí motorizovanú anténu na správny satelit na základe súradníc zadaných používateľom. Bez systému USALS bude potrebné nastaviť a uložiť každú družicu samostatne.
sr: USALS automatski premešta motoriziranu antenu na ispravan satelit na osnovu koordinata koje je uneo korisnik. Bez USALS svaki satelit će morati da se koristi i čuva pojedinačno.
sv: USALS flyttar automatiskt en motoriserad parabol till rätt satellit baserat på de koordinater som användaren har angett. Utan USALS måste varje satellit ställas in och sparas individuellt.
ta: பயனர்கள் உள்ளிட்ட ஆயத்தொலைவுகளின் அடிப்படையில் ASALS தானாகவே ஒரு மின்னோடி பொருத்தப்பட்ட உணவை சரியான செயற்கைக்கோளுக்கு நகர்த்துகிறது. பயனர்கள் இல்லாமல் ஒவ்வொரு செயற்கைக்கோளையும் தனித்தனியாக அமைத்து சேமிக்க வேண்டும்.
tr: USALS, kullanıcının girdiği koordinatlara göre motorlu anteni otomatik olarak doğru uyduya hareket ettirir. USALS olmadan her uydu ayrı olarak ayarlanmalı ve kaydedilmelidir.
uk: USALS автоматично переміщує антену до потрібного супутника на основі координат, введених користувачем. Без USALS кожний супутник потрібно буде налаштувати та зберігати індивідуально.

source: USB 2.0 (Back, inner)
cs: USB 2.0 (zadní, vnitřní)
el: USB 2.0 (πίσω, εσωτερικό)
fi: USB 2.0 (takana, sisäpuolella)
hr: USB 2.0 (Pozadi, unutrašnji)
it: USB 2.0 (posteriore, interno)
nl: USB 2.0 (achterkant, binnenzijde)
pl: USB 2.0 (tył, wewnętrzny)
sk: USB 2.0 (zadný, vnútorný)
sr: USB 2.0 (Pozadi, unutrašnji)
sv: USB 2.0 (baksida, insida)
ta: யூ.எச்.பி 2.0 (பின், உள்)
tr: USB 2.0 (Arka, iç)
uk: USB 2.0 (ззаду, внутрішній)

source: USB 3.0 (Back, outer)
cs: USB 3.0 (zadní, vnější)
el: USB 3.0 (πίσω, εξωτερικό)
fi: USB 3.0 (takana)
hr: USB 3.0 (Pozadi, spolja)
it: USB 3.0 (posteriore, esterno)
nl: USB 3.0 (achterkant, buitenzijde)
pl: USB 3.0 (tył, zewnętrzny)
sk: USB 3.0 (zadný, vonkajší)
sr: USB 3.0 (Pozadi, spolja)
sv: USB 3.0 (baksida, utsida)
ta: யூ.எச்.பி 3.0 (பின், வெளிப்புறம்)
tr: USB 3.0 (Arka, dış)
uk: USB 3.0 (ззаду, зовнішній)

source: USB reader %d
cs: USB čtečka %d
el: Αναγνώστης USB %d
hr: USB čitač %d
it: Lettore USB %d
sr: USB čitač %d
sv: USB-läsare %d
tr: USB okuyucu %d
uk: USB-зчитувач %d

source: USB slot %s%s
el: Θύρα USB %s%s
fi: Usb paikka %s%s
hr: USB utor %s%s
it: Slot USB %s%s
sv: USB-kortplats %s%s
ta: யூ.எச்.பி ச்லாட் %s %s
tr: USB yuvası %s%s
uk: Вхід USB %s%s

source: USB switch ERROR! - already on USB
bg: USB превключвател ГРЕШКА! - вече на USB
cs: USB přepínač CHYBA! - již je na USB
da: USB skifte FEJL! - allerede på USB
el: ΣΦΑΛΜΑ αλλαγής κάρτας SD! - ήδη στο USB
et: USB vahetuse VIGA! - USB on juba kasutuses
fi: USB vaihdon VIRHE! - jo USB:lla
fr: ERREUR du commutateur USB ! - déjà sur USB
hr: USB priključak GREŠKA! - već na USB
it: ERRORE di switch USB! - già sulla USB
lt: USB jungimo KLAIDA! - jau USB
nl: USB switch FOUT! - reeds op USB
pl: Przełącznik USB BŁĄD! - już na USB
sk: CHYBA pri prepnutí na USB! Už je na USB
sr: USB priključak GREŠKA! - već na USB
sv: USB-omkopplare FEL! - redan på USB
ta: யூ.எச்.பி சுவிட்ச் பிழை! - ஏற்கனவே யூ.எச்.பி.
tr: USB anahtarı HATA! - zaten USB'de
uk: USB перемикач ПОМИЛКА! - вже на USB
vi: Công tắc USB LRI! - đã có trên USB
zh_cn: USB开关错误! -已经在USB上了

source: USB switch ERROR! - root files not transferred to USB
bg: USB превключвател ГРЕШКА! - root файловете не се прехвърлят на USB
cs: USB přepínač CHYBA! - kořenové soubory nebyly přeneseny na USB
da: USB skifte FEJL! - rodfiler ikke overført til USB
el: ΣΦΑΛΜΑ αλλαγής κάρτας SD! - τα αρχεία root δεν έχουν μεταφερθεί στο USB
et: USB vahetuse VIGA! - juurfaile ei saadetud USB seadmele
fi: USB vaihdon VIRHE! - boot tiedostot ei siirretty USB:lle
fr: ERREUR du commutateur USB ! - fichiers racine non transférés sur USB
hr: USB prekidač GREŠKA! - korijenske datoteke koje se ne prenose na USB
it: ERRORE di switch USB! - file root non trasferiti sulla USB
lt: USB jungimo KLAIDA! - pagrindiniai failai, neperduoti į USB
nl: USB switch FOUT! - root bestanden niet overgezet naar USB
pl: Przełącznik USB BŁĄD! - Pliki root nie został przesłany na USB
sk: CHYBA pri prepnutí USB! Koreňové súbory sa nepreniesli na USB
sr: USB priključak GREŠKA! - osnovni fajlovi se ne prenose na USB
sv: USB-switch FEL! - rotfiler inte överförda till USB
ta: யூ.எச்.பி சுவிட்ச் பிழை! - ரூட் கோப்புகள் யூ.எச்.பி -க்கு மாற்றப்படவில்லை
tr: USB anahtarı HATA! - kök dosyalar USB'ye aktarılmadı
uk: USB перемикач ПОМИЛКА! - кореневі файли не передаються на USB
vi: Công tắc USB LRI! - tập tin gốc không được chuyển sang USB
zh_cn: USB开关错误！-根文件未传输到USB

source: Uganda
el: Ουγκάντα
fr: Ouganda
nl: Oeganda
ta: உகாண்டா
uk: Уганда
zh_cn: 乌干达

source: Ukraine
cs: Ukrajina
el: Ουκρανία
et: Ukraina
fi: Ukraina
hu: Ukrajna
it: Ucraina
lt: Ukraina
nl: Oekraïne
pl: Ukraina
sk: Ukrajina
sv: Ukraina
ta: உக்ரெயின்
tr: Ukrayna
uk: Україна
zh_cn: 乌克兰

source: Ukrainian
cs: Ukrajinština
da: Ukrainsk
de: Ukrainisch
el: Ουκρανικά
et: Ukraina
fi: Ukraina
fr: Ukrainien
hu: Ukrán
it: Ucraino
lt: Ukrainiečių
nl: Oekraïens
pl: Ukraiński
ru: Украинский
sk: ukrajinčina
sv: Ukrainska
ta: உக்ரேனிய
tr: Ukraynaca
uk: Українська
vi: Tiếng Ukraina
zh_cn: 乌克兰语

source: Unable to initialize Kexec MultiBoot!
cs: Nelze inicializovat Kexec MultiBoot!
el: Αδυναμία αρχικοποίησης της πολλαπλής εκκίνησης Kexec!
fi: Kexec MultiBootin alustaminen ei onnistu!
hr: Nije moguće inicijalizirati Kexec MultiBoot!
it: Impossibile inizializzare Kexec MultiBoot!
nl: Kan Kexec MultiBoot niet initialiseren!
pl: Nie udało się zainicjować Kexec MultiBoot!
sk: Nie je možné inicializovať Kexec MultiBoot!
sr: Nije moguće inicijalizovati Kexec MultiBoot!
sv: Det gick inte att initiera Kexec MultiBoot!
ta: KEXEC மல்டிபூட்டை துவக்க முடியவில்லை!
tr: Kexec Çoklu Ön Yükleme başlatılamadı!
uk: Неможливо ініціалізувати Kexec MultiBoot!

source: Unattended upgrade without GUI
bg: Надстройка без надзор без GUI
cs: Bezobslužná aktualizace bez GUI
da: Ubevogtet opgradering uden GUI
de: Automatisches Update ohne Anzeige
el: Ανεπιτήρητη αναβάθμιση χωρίς γραφικό περιβάλλον
et: Automatiseeritud uuendamine ja taaskäivitus
fi: Päivitä järjestelmä taustalla ilman käyttäjän ohjausta
fr: Mettre à jour automatiquement sans interface graphique
hr: Nadogradnja bez nadzora GUI
hu: Felügyelet nélküli frissítés GUI nélkül
it: Aggiornamento automatico senza GUI
lt: Automatinis atnaujinimas be grafinės aplinkos
nl: Update zonder toezicht en GUI
pl: Nienadzorowana aktualizacja bez interfejsu graficznego
ru: Обновление в фоновом режиме
sk: Bezobslužná aktualizácia bez GUI
sr: Nenadzirana nadogradnja bez GUI
sv: Obevakad uppgradering utan GUI
ta: GUI இல்லாமல் கவனிக்கப்படாத மேம்படுத்தல்
tr: Kullanıcı Arayüzü olmadan gözetimsiz yükseltme
uk: Оновлення у фоновому режимі
vi: Nâng cấp không giám sát mà không cần GUI
zh_cn: 无人值守升级,没有图形用户界面

source: Undefined
bg: Недефиниран
cs: Nedefinováno
da: Udefineret
de: Undefiniert
el: Απροσδιόριστο
fi: Ei määritelty
fr: Indéfini
hr: Nedefinisan
it: Non definito
lt: Neapibrėžta
nl: Onbekend
pl: Nieokreślony
sk: Nedefinované
sr: Nedefinisan
sv: Odefinierad
ta: வரையறுக்கப்படவில்லை
tr: Tanımlanmamış
uk: Не визначено
zh_cn: 未定义

source: Under 5
cs: Do 5 let
hr: Ispod 5
it: Sotto i 5 anni
sr: Ispod 5
tr: 5 yaş altı
uk: До 5 років
