Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Ignore DVB-T namespace sub network
bg: Игнорирайте подмрежата на DVB-T пространство от имена
cs: Ignorovat podsíť jmenného prostoru DVB-T
da: Ignorere DVB-T navneområde undernetværk
de: Ignoriere DVB-T Subnetzwerk
el: Αγνόηση του υπο-δικτύου στον χώρο ονόματος DVB-T
et: Eira DVB-T nimeruumi alamvõrku
fi: Ohita DVB-T aliverkko
fr: Ignorer le sous-réseau de l'espace de noms DVB-T
hr: Zanemari DVB-T podmrežu prostora za ime
hu: A DVB-T névtér alhálózatának figyelmen kívül hagyása
it: Ignora sottorete nel namespace DVB-T
lt: Ignoruoti DVB-T pavadinimų srities potinklį
nl: Negeer DVB-T subnetwerk
pl: Ignoruj przestrzeń nazw podsieci DVB-T
sk: Ignorovať podsieť DVB-T
sr: Zanemari DVB-T podmrežu prostora za ime
sv: Ignorera DVB-T namnrymdens undernätverk
ta: டி.வி.பி-டி பெயர்வெளி துணை நெட்வொர்க்கை புறக்கணிக்கவும்
tr: DVB-T ad alanı alt ağını yok say
uk: Ігнорувати імена підмережі DVB-T
vi: Bỏ qua mạng con không gian tên DVB-T
zh_cn: 忽略DVB-T命名空间的子网络

source: Ignore Standby
cs: Ignorovat pohotovostní režim
el: Αγνόηση κατάστασης αναμονής
hr: Ignoriši stanje pripravnosti
it: Ignora Standby
sr: Ignoriši stanje pripravnosti
sv: Ignorera standby
tr: Bekleme modunu yok say
uk: Ігнорувати режим очікування

source: Ignore unexpectedly wake up and stay in Standby
cs: Ignorovat neočekávané probuzení a zůstat v pohotovostním režimu
el: Αγνόηση της ξαφνικής αφύπνισης και παραμονή σε αναμονή
hr: Ignoriši neočekivano buđenje i ostani u režimu čekanja
it: Ignora risveglio non programmato e rimani in standby
lt: Ignoruokite netikėtą pabudimą ir likite budėjimo režime
nl: Negeer onvoorzien ontwaken en blijf in stand-by
sr: Ignoriši neočekivano buđenje i ostani u režimu čekanja
sv: Ignorera oväntat uppvaknande och förbli i standby
tr: Beklenmedik şekilde uyanmayı yok say ve bekleme modunda kal
uk: Ігнорувати несподіване включення і залишитися в режимі очікування

source: Image Backup
bg: Архивиране на имидж
cs: Zálohování Image
da: Image sikkerhedskopi
de: Image-Sicherung
el: Εφεδρεία Image
et: Täielik püsivaratõmmis
fi: Ohjelmiston varmuuskopiointi
fr: Sauvegarde d'image
hr: Pravljenje Rezervne Kopije
hu: Lemezkép Mentés
it: Backup immagine
lt: Atsarginė atvaizdo kopija
pl: Kopia zapasowa systemu
sk: Zálohovanie image
sr: Pravljenje Rezervne Kopije
sv: Backup av bilder
ta: பட காப்புப்பிரதி
tr: Yazılım Yedekleme
uk: Бекап іміджу
vi: Sao lưu hình ảnh
zh_cn: 镜像备份

source: Image Backup Actions
cs: Akce zálohování obrazu
el: Ενέργειες εφεδρείας image
fi: Varmuuskopionti Toiminnot
hr: Pravljenje Rezervne Kopije Radnja
it: Azioni di backup immagine
nl: Image back-up Acties
pl: Działania kopii zapasowej systemu
sk: Akcie zálohovania image
sr: Pravljenje Rezervne Kopije Radnja
sv: Åtgärder för säkerhetskopiering av bilder
ta: பட காப்பு செயல்கள்
tr: Yazılım Yedekleme İşlemleri
uk: Дії резервного копіювання

source: Image Backup To %s
cs: Zálohování obrázku do %s
el: Εφεδρεία image στο %s
fi: Varmuuskopionti %s
hr: Pravljenje Rezervne Kopije na %s
it: Backup immagine su %s
nl: Image back-up naar %s
pl: Kopia zapasowa systemu do %s
sk: Zálohovať image do %s
sr: Pravljenje Rezervne Kopije na %s
sv: Bildbackup till %s
ta: பட காப்புப்பிரதி %s
tr: Yazılım Yedeklemesi %s
uk: Резервна Копія %s

source: Image Flash Actions
cs: Akce flashování obrazu
el: Ενέργειες φλασαρισμάτων image
fi: Ohjelmisto Päivitys Asetukset
hr: Radnja Flash Imidža
it: Azioni flash immagine
lt: Atvaizdo įdiegimo veiksmai
nl: Image Flash Acties
pl: Operacje Image Flash
sk: Akcie pre flashovanie image
sr: Radnja Fleš Imidža
sv: Flash-åtgärder för bilder
ta: பட ஃபிளாச் செயல்கள்
tr: Yazılım Yükleme İşlemleri
uk: Дії з прошивкою іміджу

source: Image created:
cs: Image vytvořen:
el: Το image δημιουργήθηκε:
fi: Varmuuskopio tehty:
hr: Imidž kreiran:
it: Immagine creata:
nl: Image gemaakt:
pl: Utworzono system:
sk: Image vytvorený:
sr: Imidž kreiran:
sv: Bilden är skapad:
ta: படம் உருவாக்கப்பட்டது:
tr: Yazılım oluşturuldu:
uk: Імідж створено:

source: Image creation failed!
cs: Vytvoření obrázku se nezdařilo!
el: Αποτυχία δημιουργίας image!
fi: Varmuuskopionti epäonnistui!
hr: Stvaranje slike nije uspjelo!
it: Creazione immagine fallita!
nl: Het maken van de image is mislukt!
pl: Tworzenie systemu nie powiodło się!
sk: Vytváranie image sa nepodarilo!
sr: Kreiranje imidža nije uspelo!
sv: Bildskapandet misslyckades!
ta: பட உருவாக்கம் தோல்வியடைந்தது!
tr: Yazılım oluşturma başarısız oldu!
uk: Помилка створення Іміджу!

source: Image version
cs: Verze obrázku
el: Έκδοση image
fi: Imagen tiedot
hr: Imidž verzija
it: Versione immagine
nl: Imageversie
pl: Wersja systemu
sk: Verzia image
sr: Imidž verzija
sv: Bildversion
tr: Yazılım versiyonu
uk: Версія іміджа

source: ImageWizard
bg: Съветник за имидж
cs: Průvodce obnovením
da: Image assistent
de: Einstellungen wiederherstellen
el: Οδηγός Image
et: Püsivara abiline
fi: Ohjelmisto Avustaja
fr: Assistant image
hr: Čarobnjak za Imidž
it: Creazione guidata immagine
lt: Atvaizdo vedlys
pl: Kreator systemu
ru: Мастер имиджа
sk: Sprievodca pre image
sr: Čarobnjak za Imidž
ta: இமேச்விசார்ட்
tr: Yazılım Sihirbazı
uk: Майстер іміджу
vi: Hình ảnh
zh_cn: 镜像向导

source: Immediate shut down
bg: Незабавно изключване
cs: Vypnout přijímač
el: Άμεσος τερματισμός
fi: Sammuta heti
fr: Extinction immédiate
hr: Odmah isključi
it: Spegnimento immediato
lt: Nedelsiant išjungti
nl: Onmiddellijk uitschakelen
pl: Natychmiastowe wyłączenie
sk: Ihneď vypnúť
sr: Odmah isključi
sv: Omedelbar avstängning
ta: உடனடியாக மூடப்பட்டது
tr: Hemen kapat
uk: Негайне вимкнення

source: Immediately exit the wizard (Debug mode only)
cs: Okamžitě ukončit průvodce (pouze režim ladění)
el: Άμεση έξοδος από τον οδηγό (μόνο στη λειτουργία εντοπισμού σφαλμάτων)
fi: Poistu välittömästi asennustoiminnosta (vain vianmääritystila)
hr: Odmah izađite iz čarobnjaka (samo način otklanjanja pogrešaka)
it: Esci immediatamente dalla procedura guidata (solo modalità debug)
nl: De wizard nu afsluiten (alleen in de Debug-modus)
pl: Natychmiast opuść kreatora (tylko tryb debugowania)
sk: Ihneď ukončiť sprievodcu (len režim ladenia)
sr: Odmah izađi iz čarobnjaka (samo režim otklanjanja grešaka)
sv: Avsluta guiden omedelbart (endast i Debug-läge)
ta: உடனடியாக வழிகாட்டி வெளியேறவும் (பிழைத்திருத்த முறை மட்டும்)
tr: Sihirbazdan hemen çıkın (Yalnızca hata ayıklama modunda)
uk: Негайно вийти з майстра (тільки в режимі налагодження)

source: Immediately restart selected devices.
bg: Незабавно рестартирайте избраните устройства.
cs: Okamžitě restartujte vybraná zařízení.
el: Άμεση επανεκκίνηση των επιλεγμένων συσκευών.
fi: Käynnistä valitut laitteet välittömästi uudelleen.
fr: Redémarrer immédiatement les appareils sélectionnés.
hr: Odmah ponovno pokrenite odabrane uređaje.
it: Riavvia immediatamente i dispositivi selezionati.
lt: Nedelsdami iš naujo paleiskite pasirinktus įrenginius.
nl: Nu de geselecteerde apparaten herstarten.
pl: Natychmiast uruchom ponownie wybrane urządzenia.
sk: Ihneď reštartovať vybrané zariadenia.
sr: Odmh ponovo pokreni izabrane uređaje.
sv: Starta om utvalda enheter omedelbart.
ta: தேர்ந்தெடுக்கப்பட்ட சாதனங்களை உடனடியாக மறுதொடக்கம் செய்யுங்கள்.
tr: Seçilen cihazları hemen yeniden başlatın.
uk: Негайно перезавантажте вибрані пристрої.

source: Import channels and/or EPG from remote receiver URL when receiver is booted.
cs: Importovat kanály a/nebo EPG z URL adresy vzdáleného přijímače po spuštění přijímače.
el: Εισαγωγή καναλιών ή/και EPG από τον εφεδρικό δέκτη κατά την εκκίνηση
hr: Uvoz kanala i/ili EPG-a iz URL-a udaljenog tunera kada se tuner pokrene.
it: Importa canali e/o EPG dall'URL del ricevitore remoto quando il ricevitore viene avviato.
lt: Importuoti kanalus ir/arba EPG iš nuotolinio imtuvo URL, kai imtuvas yra paleistas
nl: Importeer zenders en/of EPG van de Fallback tuner, na het starten van de ontvanger.
sr: Uvezi kanale i/ili EPG sa URL-a udaljenog prijemnika kada je prijemnik uključen.
sv: Importera kanaler och/eller EPG från fjärrmottagarens URL när mottagaren startas
tr: Alıcı başlatıldığında uzak alıcı URL'sinden kanalları ve/veya EPG'yi içe aktarın.
uk: Імпортуйте канали та/або ЕПГ із URL-адреси при завантаженні приймача.

source: Import channels and/or EPG from remote receiver URL when receiver or GUI is restarted.
cs: Importovat kanály a/nebo EPG z adresy URL vzdáleného přijímače po restartu přijímače nebo grafického uživatelského rozhraní.
el: Εισαγωγή καναλιών ή/και EPG από την απομακρυσμένη URL δέκτη κατά την εκκίνηση του δέκτη ή του enigma2
hr: Uvoz kanala i/ili EPG-a iz URL-a udaljenog tunera kada se tuner pokrene.
it: Importa canali e/o EPG dall'URL del ricevitore remoto quando il ricevitore o l'interfaccia grafica utente vengono riavviati.
lt: Importuoti kanalus ir/arba EPG iš nuotolinio imtuvo URL, kai imtuvas arba enigma2 yra paleidžiami iš naujo
nl: Importeer zenders en/of EPG van de Fallback tuner, na het starten van de ontvanger OF Enigma2.
sr: Uvezi kanale i/ili EPG sa URL-a udaljenog prijemnika kada se prijemnik ili GUI restartuje.
sv: Importera kanaler och/eller EPG från fjärrmottagarens URL när mottagaren eller enigma2 startas om
tr: Alıcı veya Kullanıcı Arayüzü yeniden başlatıldığında, uzak alıcı URL'sinden kanalları ve/veya EPG'yi içe aktarın.
uk: Імпортуйте канали та/або ЕПГ із URL-адреси при перезапуску приймача або enigma2.

source: Import channels and/or EPG from the remote receiver URL, even when the receiver is coming out of Standby.
cs: Importujte kanály a/nebo EPG z adresy URL vzdáleného přijímače, a to i v případě, že se přijímač právě probouzí z pohotovostního režimu.
el: Εισαγωγή καναλιών ή/και EPG από την απομακρυσμένη URL δέκτη επίσης κατά την έξοδο του δέκτη από την αναμονή
hr: Uvezite kanale i/ili EPG s URL-a udaljenog tunera i kada tuner izlazi iz stanja pripravnosti.
it: Importa canali e/o EPG dall'URL del ricevitore remoto, anche quando il ricevitore esce dalla modalità standby.
lt: Importuoti kanalus ir/arba EPG iš nuotolinio imtuvo URL taip pat, kai imtuvas išeina iš budėjimo režimo
nl: Importeer zenders en/of EPG van de Fallback tuner, ook wanneer die uit stand-by komt.
sr: Uvoz kanala i/ili EPG-a sa URL-a udaljenog prijemnika, čak i kada prijemnik izlazi iz režima čekanja.
sv: Importera kanaler och/eller EPG från fjärrmottagarens URL, även när mottagaren går ur standby
tr: Alıcı bekleme modundan çıkarken bile, uzaktaki alıcının URL'sinden kanalları ve/veya EPG'yi içe aktarın.
uk: Імпортуйте канали та/або ЕПГ із URL-адреси коли приймач виходить із режиму очікування.

source: Import from remote receiver URL
bg: Импортиране от URL на резервния приемник
cs: Importovat ze záložního přijímače
el: Εισαγωγή από διεύθυνση URL απομακρυσμένου δέκτη
fi: Tuo etävastaanottimelta
fr: Importer depuis l’URL du récepteur distant
hr: Uvoz s URL-a iz udaljenog tunera
it: Importa dall'URL del ricevitore remoto
lt: Importuoti epg iš nuotolinio imtuvo URL
nl: Importeer data vanaf een externe ontvanger
pl: Importuj z adresu URL zdalnego odbiornika
sk: Importovať z URL adresy vzdialeného prijímača
sr: Uvoz iz URL adrese daljinskog prijemnika
sv: Importera från fjärrmottagarens URL
ta: தொலைநிலை ரிசீவர் முகவரி இலிருந்து இறக்குமதி செய்யுங்கள்
tr: Uzak alıcı URL'sinden içe aktar
uk: Імпорт із URL-адреси віддаленого приймача

source: Import remote receiver URL
bg: Импорт от URL на резервния приемник
cs: Adresa vzdáleného přijímače pro import
el: Εισαγωγή διεύθυνσης URL απομακρυσμένου δέκτη
fi: Syötä etävastaanottimen URL-osoite
fr: Importer l’URL du récepteur distant
hr: Uvoz URL-a udaljenog tunera
it: Importa URL del ricevitore remoto
lt: Importuoti nuotolinio imtuvo URL
nl: Locatie van de externe ontvanger
pl: Importuj adres URL zdalnego odbiornika
sk: Importovať URL adresu vzdialeného prijímača
sr: Uvoz URL daljinskog prijemnika
sv: Importera URL för fjärrmottagare
ta: தொலைநிலை ரிசீவர் முகவரி ஐ இறக்குமதி செய்க
tr: Uzak alıcı URL'sini içe aktarın
uk: Імпортувати URL-адресу віддаленого приймача

source: In addition to the check at an event start, a repetitive check can be used, so that the conditions 'buffer limit in hours' or 'check free space' are detected earlier.
bg: В допълнение към проверката при стартиране на събитие може да се използва повтаряща се проверка, за да се открият по-рано условията за "ограничаване на буфера в часове" или "проверка на свободното място".
cs: Opakovaně kontroluje omezení. Opakující se kontrola může být použita, ke kontrole 'Vyrovnávací paměťi [v hodinách]' nebo 'Volného místa' podle toho co je detekováno dříve.
da: Ud over ved begivenhedsstart at kontrollere, kan der bruges en gentaget kontrol, så betingelserne 'buffer grænse i timer' eller 'kontroller fri plads' opdages tidligere.
de: Zusätzlich zu der Überprüfung bei einem Event-Start kann diese Einstellung genutzt werden. Damit wird die Bedingung 'Puffer Limit in Stunden' oder 'Überprüfung auf freien Speicherplatz' eher erkannt.
el: Επιπρόσθετα με τον έλεγχο στην αρχή του προγράμματος, μπορεί να γίνει ένας επαναληπτικός έλεγχος, έτσι ώστε οι καταστάσεις 'όριο προφόρτωσης σε ώρες' ή 'έλεγχος ελεύθερου χώρου' να εντοπίζονται νωρίτερα.
et: Lisaks kontrollile saate algusel, on võimalik kasutada korduvat kontrolli, et tingimuste 'Ajavaru tundides' või 'Kontrolli vaba kettaruumi' täitmine avastataks varem.
fi: Ohjelman alkaessa tarkistuksen lisäksi voidaan käyttää toistuvaa tarkistusta, jotta olosuhteet 'puskuriraja tunteina' tai 'tarkista vapaa tila' havaitaan aikaisemmin.
fr: En plus de la vérification au démarrage de l'événement, un contrôle répétitif peut être utilisé de sorte que 'limite de tampon en heures' ou 'vérifier l'espace libre' soient détectés plus rapidement.
hr: Osim provjere na početku događaja, može se koristiti i ponavljajuća provjera, tako da se ranije otkriju uvjeti "međuspremnik u satima" ili "provjera slobodnog prostora".
hu: Ha meg van határozva az érték, akkor a Timeshift az értéknek megfelelően ellenőrzi a régebbi fájlokat (puffer határ, esemény határ, szabad hely beállítást figyelembe véve).
it: In aggiunta al controllo ad inizio programma, si può impostare un controllo ciclico, in modo che si controllino per tempo il verificarsi delle condizioni 'limite di buffer in ore' e 'spazio libero'.
lt: Be to, šalia tikrinimo įvykio pradžioje, gali būti naudojamas pakartotinis patikrinimas, kad sąlygų "kaupimo riba valandomis", arba "tikrinti laisvą vietą" neatitikimas būtų aptiktas anksčiau.
nl: Naast de controle bij een start van Timeshift, kan een herhaalde controle worden uitgevoerd, waardoor de ingestelde waarden bij 'limiet in uren' of 'vrije ruimte controleren' eerder worden gecontroleerd.
pl: Oprócz sprawdzania na początku zdarzenia można zastosować sprawdzanie powtarzalne, dzięki czemu warunki „Limit bufora w godzinach” lub „Sprawdź wolne miejsce” zostaną wykryte wcześniej.
ru: Кроме проверки при начале передач, будет использована дополнительная проверка по вышеприведенным условиям.
sk: Okrem kontroly pri začiatku udalosti je možné vykonávať kontrolu aj opakovane. Tým sa skôr zistia podmienky typu 'limit vyrovnávacej pamäte v hodinách' alebo 'kontrola voľného miesta'.
sr: Pored provere na početku događaja, može se koristiti i provera ponavljanja, tako da se uslovi 'ograničenje bafera u časovima' ili 'provera slobodnog prostora' otkrije ranije.
sv: Förutom kontrollen vid en händelsestart kan en repetitiv kontroll användas, så att villkoren "buffertgräns i timmar" eller "kontrollera ledigt utrymme" upptäcks tidigare.
ta: ஒரு நிகழ்வு தொடக்கத்தில் காசோலைக்கு கூடுதலாக, மீண்டும் மீண்டும் காசோலை பயன்படுத்தப்படலாம், இதனால் 'மணிநேரங்களில் இடையக வரம்பு' அல்லது 'இலவச இடத்தை சரிபார்க்க' நிபந்தனைகள் முன்பு கண்டறியப்படுகின்றன.
tr: Bir etkinliğin başlangıcındaki kontrole ek olarak, 'arabellek limiti saat cinsinden' veya 'boş alan kontrolü' koşullarının daha erken tespit edilmesi için tekrarlayan bir kontrol kullanılabilir.
uk: На додаток до перевірки на початку події можна використовувати повторювану перевірку, щоб умови 'ліміт буфера в годинах' або 'перевірити вільний простір' виявлялися раніше.
vi: Ngoài kiểm tra khi bắt đầu sự kiện, có thể sử dụng kiểm tra lặp đi lặp lại, để các điều kiện 'giới hạn bộ đệm tính theo giờ' hoặc 'kiểm tra không gian trống' được phát hiện trước đó.
zh_cn: 除了在一个事件开始的检查,一个重复的检查可以使用,使条件'缓冲限制在小时'或'检查自由空间'之前检测到.

source: In expert mode, configure which tuners will be preferred for recordings, when more than one tuner is available.
bg: В експертен режим конфигурирайте кои тунери ще бъдат предпочитани за записи, когато има повече от един тунер.
cs: V expertním režimu nakonfigurujte, které tunery budou preferovány pro nahrávání, pokud je k dispozici více než jeden tuner.
da: I eksperttilstand, konfigurere hvilke Tunere der foretrækkes til optagelser, når der er mere end en Tuner tilgængelig.
de: Im Expertenmodus einstellen, welche Tuner für Aufnahmen bevorzugt werden sollen, wenn mehr als ein Tuner verfügbar ist.
el: Στην προχωρημένη λειτουργία, ρυθμίστε ποια tuners θα προτιμώνται για εγγραφές, όταν περισσότερα του ενός είναι διαθέσιμα.
et: Määra, millist tuunerit eelistatakse salvestamisel, kui saadaval on rohkem kui üks tuuner.
fi: Asiantuntia tilassa, määrittää ensisijaisen virittimen tallennuksille jos useampia on käytettävissä.
fr: En mode expert, configurez les tuners préférés pour les enregistrements lorsque plus d'un tuner est disponible.
hr: U stručnom načinu rada konfigurirajte koji će se tuneri preferirati za snimke, kada je dostupno više od jednog tunera.
hu: Az előnyben részesített tunereket lehet itt beállítani a felvételekhez, több tuner is kiválasztható amennyiben azokkal rendelkezik a készülék.
it: In modalità esperto, configura quali tuner saranno preferiti per le registrazioni quando è disponibile più di un tuner.
lt: Eksperimentiniame režime nustatykite, kuris imtuvas turės įrašymo pirmenybę, kai galimas daugiau, nei vienas imtuvas.
nl: In expert modus, configureer welke tuners de voorkeur hebben voor opnames, wanneer meer dan een tuner beschikbaar is.
pl: W trybie eksperta skonfiguruj, które tunery będą preferowane dla nagrań, gdy dostępny jest więcej niż jeden tuner.
sk: V expertnom režime nakonfigurujte, ktoré tunery sa uprednostnia pri nahrávaní, ak je k dispozícii viac ako jeden tuner.
sr: U ekspert režimu konfigurišite koji tjuneri će biti poželjni za snimanje, kada je dostupno više tjunera.
sv: I expertläget kan du konfigurera vilka tuners som ska föredras för inspelningar när mer än en tuner är tillgänglig.
ta: வல்லுநர் பயன்முறையில், ஒன்றுக்கு மேற்பட்ட ட்யூனர்கள் கிடைக்கும்போது, பதிவுகளுக்கு எந்த ட்யூனர்கள் விரும்பப்படும் என்பதை உள்ளமைக்கவும்.
tr: Uzman modunda, birden fazla tuner mevcut olduğunda, kayıtlar için hangi tunerlerin tercih edileceğini yapılandırın.
uk: У режимі експерт налаштуйте, які тюнери будуть мати перевагу для записів, коли доступно більш ніж один тюнер.
vi: Trong chế độ chuyên gia, định cấu hình bộ chỉnh nào sẽ được ưu tiên cho bản ghi, khi có nhiều hơn một bộ chỉnh.
zh_cn: 在高级模式下,当有多个调谐器可用时,配置录制首选的调谐器.

source: In most cases this should be set to 'No'. Only set to 'Yes' if you have a very specific need.
cs: Ve většině případů by to mělo být nastaveno na Ne. Povolit pouze v případě, že máte velmi konkrétní potřebu.
el: Στις περισσότερες περιπτώσεις η επιλογή αυτή πρέπει να είναι Όχι. Ενεργοποιήστε την μόνο για συγκεκριμένες ανάγκες.
hr: U većini slučajeva to bi trebalo postaviti na Ne. Omogućite samo ako imate vrlo specifičnu potrebu.
it: Nella maggior parte dei casi deve essere impostato su 'No'. Abilita solo per necessità particolari.
lt: Daugeliu atvejų tai turėtų būti nustatyta 'Ne'. Įjunkite tik jei turite labai konkretų poreikį.
nl: In de meeste gevallen moet dit zijn ingesteld op Nee. Alleen inschakelen als u deze echt specifieke nodig heeft.
sr: U većini slučajeva ovo bi trebalo da bude postavljeno na 'Ne'. Postavite na 'Da' samo ako imate veoma specifičnu potrebu.
sv: I de flesta fall ska detta vara inställt på Nej. Aktivera endast om du har ett mycket specifikt behov.
tr: Çoğu durumda 'Hayır' olarak ayarlanmalıdır. Sadece çok özel bir ihtiyacınız varsa 'Evet' olarak ayarlayın.
uk: У більшості випадків цей параметр має бути встановлений на Ні. Увімкнути тільки при потребі.
