Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Changes need a system restart to take effect. Restart your %s %s now?
da: Ændringer kræver en systemgenstart for at få virkning. Genstart din %s %s ny ?
de: Geräteänderungen benötigen einen Neustart. Ihre %s %s jetzt neu starten?
et: Muudatuste jõustamiseks on vajalik taaskäivitus. Kas taaskäivitada %s %s?
hu: A változásoknak szükségük van egy rendszer újra indításra, hogy életbe lépjenek. Indítsa újra a(z) %s %s készüléket most?
ru: Для вступления изменений в силу требуется перезагрузка. Перезагрузить %s %s сейчас?
vi: Thay đổi cần khởi động lại hệ thống để có hiệu lực. Khởi động lại%s%s của bạn bây giờ?
zh_cn: 改变需要系统重新启动才能生效. 是否现在重新启动 %s %s?

source: Channel Volume +
da: Kanal Lydstyrke +
de: Kanal Lautstärke
et: Kanal Helitugevus +
hu: Csatorna Hangerő +
ru: Канал Звук +
vi: Kênh Âm lượng
zh_cn: 频道 音量+

source: Channel +/-
da: Kanal +/-
de: Kanal +/-
zh_cn: 频道+/-

source: Channel 1 with Primetime
da: Kanal 1 med Primtime
de: Kanal 1 mit Primetime
et: Kanal 1 koos tippajaga
hu: Első csatorna fő műsoridővel
vi: Kênh 1 với Primetime
zh_cn: 黄金时段频道1

source: Channel button always changes sides
da: Kanalknap skifter altid sider
de: Kanaltaste wechselt immer die Seite
et: Kanalinupud vahetavad alati pooli
vi: Nút kênh luôn thay đổi bên
zh_cn: 频道按键总是换边

source: Channel list context menu
da: Kanalliste undermenu
de: Kontextmenü der Kanalliste
et: Kanalinimekirja menüü
hu: Csatornalista kontextus menü
ru: Меню списка каналов
vi: Menu ngữ cảnh kênh
zh_cn: 频道列表上下文菜单

source: Channel not in services list
da: Kanal er ikke i kanalliste
de: Kanal nicht in der Gesamtliste
et: Kanal ei ole kanalinimekirjas
hu: A csatorna nem szerepel a csatorna listában
pt_br: O canal não está na lista de serviços
ru: Канала нет в списке
sl: Kanala ni v seznamu programov
vi: Kênh không có trong danh sách dịch vụ
zh_cn: 频道不在服务列表中

source: Channel selection
da: Kanalvalg
de: Kanalliste
et: Kanalivalik
hu: Csatorna választás
pt_br: Canais
ru: Выбор канала
vi: Chọn kênh
zh_cn: 频道选择

source: Channel selection settings
da: Kanalvalg indstillinger
de: Kanalliste
et: Kanalivaliku seaded
hu: Csatorna kiválasztás beállítása
ru: Настройки списка каналов
vi: Cài đặt chọn kênh
zh_cn: 频道选择设置

source: Channel zap delay another button
bg: Друг бутон за забавяне на превключен канал
da: Kanal-Zap forsinkelse anden knap
de: Umschaltverzögerung weiterer Ziffern
et: Teise nupu viiteaeg kanalivahetusel
hu: A csatorna ugrás késleltetés egyéb gomb
vi: Kênh zap trì hoãn một nút khác
zh_cn: 频道切换延迟其他按键

source: Channel zap delay first button
bg: Първи бутон за забавяне на превключен канал
da: Kanal-Zap forsinkelse første knap
de: Umschaltverzögerung der ersten Ziffer
et: Esimese nupu viiteaeg kanalivahetusel
hu: A csatorna ugrás késleltetés az első gomb
vi: Nút trễ kênh zap
zh_cn: 频道切换延迟第一按键

source: Channel zap delay mode
bg: Режим на забавяне на превключен канал
da: Kanal-Zap forsinkelsestilstand
de: Umschaltverzögerung
et: Kanalivahetuse viiteaeg
hu: A csatornára ugrás késleltetési módja
vi: Chế độ trễ kênh zap
zh_cn: 频道切换延迟模式

source: Channel:
bg: Канал:
da: Kanal:
de: Kanal:
et: Kanal:
hu: Csatorna:
pt_br: Canal:
ru: Канал:
sl: Kanal:
vi: Kênh:
zh_cn: 频道:

source: ChannelEPG settings
da: Kanal EPG indstillinger
de: Sender-EPG-Einstellungen
et: Kanali EPG seaded
hu: Csatorna EPG beállítások
ru: Настройки телегида каналов
vi: Cài đặt ChannelEPG
zh_cn: 频道EPG设置

source: Channellist menu
da: Kanalliste menu
de: Menü Kanalliste
et: Kanalinimekirja menüü
hu: Csatornalista menü
pt_br: Menu da lista de canais
ru: Меню списка каналов
sl: Seznam
vi: Danh sách lít kênh
zh_cn: 频道列表菜单

source: Channelname
da: Kanalnavn
de: Kanalname
et: Kanali nimi
hu: Csatornanév
vi: Tên kênh
zh_cn: 频道名称

source: Channelselection:
da: Kanalvalg:
de: Kanalliste:
et: Kanalivalik:
vi: Chọn kênh:
zh_cn: 频道选择:

source: Chapter:
bg: Глава:
da: Kapitel:
de: Kapitel:
et: Peatükk:
hu: Fejezet:
pt_br: Capítulo:
ru: Раздел:
sl: Poglavje:
vi: Chương:
zh_cn: 章节:

source: Check
da: Kontroller
de: Prüfung
et: Kontroll
hu: Ellenőrzés
pt_br: Verificar
ru: Провер.
sl: Preveri
vi: Kiểm tra
zh_cn: 检查

source: Check HDD
da: Kontroller harddisk
de: Prüfen der HDD
et: Kontrolli kõvaketast
hu: Merevlemez ellenőrzés
ru: Проверить HDD
vi: Kiểm tra HDD
zh_cn: 检查硬盘

source: Check every (hours)
da: Kontroller hver (pr. time)
de: Alle x Stunden prüfen
et: Kontroll iga (tund)
hu: Minden ellenőrzésé (óránként)
ru: Проверить каждые (часов)
vi: Kiểm tra mỗi (giờ)
zh_cn: 检查(每小时)

source: Check the internet connection
da: Kontroller Internetforbindelse
de: Überprüfe die Internetverbindung
et: Kontrolli internetiühendust
hu: Internetkapcsolat ellenőrzése
pt_br: Verificar conexão de internet
ru: Проверка интернет соединения
vi: Kiểm tra kết nối internet
zh_cn: 检查互联网连接

source: Check the internet connection again
da: Kontroller Internetforbindelse igen
de: Überprüfe die Internetverbindung erneut
et: Kontrolli uuesti internetiühendust
hu: Internetkapcsolat ismételt ellenőrzése
pt_br: Verificar conexão de internet novamente
ru: Проверьте подключение к Интернету снова
vi: Kiểm tra lại kết nối internet
zh_cn: 再次检查互联网连接

source: Check/Install online updates (you must have a working internet connection)
da: Kontroller/Installer online opdateringer (kræver en fungerende Internetforbindelse)
de: Zeige verfügbare Updates, die Sie installieren können. Internetverbindung vorausgesetzt
et: Otsi ja paigalda internetiuuendusi (vajalik on töötav netiühendus)
hu: Online frissítések Ellenőrzése/Telepítése (egy működő internet kapcsolat kell hozzá)
ru: Проверка/Установка обновлений (требуется интернет-соединение)
vi: Kiểm tra / Cài đặt các bản cập nhật trực tuyến (bạn phải có kết nối internet hoạt động)
zh_cn: 检查/安装在线更新(你必须有一个在线的互联网连接)

source: Checking filesystem...
da: Kontrollere filsystem...
de: Überprüfe Dateisystem...
et: Failisüsteemi kontroll.
hu: Fájlrendszer ellenőrzése...
pt_br: Verificando sistema de arquivos...
ru: Проверка файловой системы...
vi: Kiểm tra hệ thống tập tin ...
zh_cn: 正在检查文件系统...

source: Checking for Updates...
da: Søger efter opdateringer...
de: Suche nach Updates...
et: Uuenduste otsimine.
hu: Frissítések keresése...
ru: Проверка наличия обновлений...
vi: Đang kiểm tra cập nhật ...
zh_cn: 正在检查更新...

source: Checking the internet connection
da: Kontrollere Internetforbindelse
de: Prüfung der Internetverbindung
et: Internetiühenduse kontroll
hu: Internetkapcsolat ellenőrzése
pt_br: Verificando a conexão de internet
ru: Проверка интернет-соединения
vi: Kiểm tra kết nối internet
zh_cn: 正在检查互联网连接...

source: Childrens
da: Børn
de: Kinder
zh_cn: 儿童

source: Chipset
da: Chipsæt
de: Chipsatz
et: Kiibistik
zh_cn: 芯片组

source: Chipset: %s
de: Chipsatz: %s
et: Kiibistik: %s
zh_cn: 芯片组: %s

source: Chipset: BCM%s
de: Chipsatz: BCM%s
et: Kiibistik: BCM%s
ru: Чипсет: BCM%s
zh_cn: 芯片组::BCM%s

source: Choose Bouquet
da: Vælg Buket
de: Favoritenliste auswählen
et: Vali lemmiknimekiri
hu: Válasz csatornacsomagot
ru: Выберите фаворит
vi: Chọn gói kênh
zh_cn: 选择频道列表

source: Choose a setting where your receiver wakes up from standby.
da: Vælg en indstilling hvormed din modtager vækkes fra Standby.
de: Wählen Sie eine Einstellung aus, mit der Ihr Receiver aus dem Standby aufwacht.
et: Vali säte. millal vastuvõtja ärkab ooteseisundist.
hu: Válasszon egy olyan beállítást, ahol a vevő készenléti állapotból felébred.
vi: Chọn một cài đặt nơi người nhận của bạn thức dậy từ chế độ chờ.
zh_cn: 选择一个接收器从待机唤醒的设置.

source: Choose a tag for easy finding a recording.
da: Vælg et mærke for nemt at kunne finde en optagelse.
de: Wählen Sie einen Tag aus, um die Aufnahme später leichter wieder zu finden.
et: Vali salvestise lihtsaks leidmiseks märksõna.
hu: Válasszon egy címkét a felvétel könnyű megtalálásához.
ru: Выбор тега для облегчения поиска записи.
vi: Chọn một thẻ để dễ dàng tìm thấy một bản ghi âm.
zh_cn: 选择容易找到录像标签.

source: Choose between Daily, Weekly, Weekdays or user defined.
da: Vælg mellem Daglig, Ugentlig, Hverdage eller brugertilpasset.
de: Wählen Sie zwischen täglich, wöchentlich oder benutzerdefinierten Tagen.
et: Kas kord päevas, kord nädalas, tööpäevadel või kasutaja määratud.
hu: Válasszon a Napi, Heti, Hétköznap vagy a felhasználó által definiált között.
ru: Выберите между ежедневным, еженедельным, днями недели или пользовательским
vi: Chọn giữa hàng ngày, hàng tuần, các ngày trong tuần hoặc người dùng xác định.
zh_cn: 在每日,每周,平日或用户定义之间进行选择.

source: Choose dvb wait delay for ci response.
da: Vælg DVB ventetid for CI-svar.
et: Määra viiteaeg CI vastusele.
hu: Válaszd a DVB várakozási késleltetést a CI válaszra.
vi: Chọn độ trễ chờ dvb cho phản hồi ci.
zh_cn: 为ci响应选择dvb等待延迟.

source: Choose style of main menus
da: Vælg hovedmenuens stil
de: Wählen Sie die Ansicht für das Hauptmenü.
zh_cn: 选择主菜单样式.

source: Choose the CI protocol operation mode for standard ci or ciplus.
da: Vælg CI-protokollens funktionstilstand for standard CI eller CI-plus.
de: Wählen Sie das CI Protokoll, für CI Normal oder CI Plus Module.
et: Vali CI või CI mooduli töörežiim.
hu: Válassza ki a CI protokoll üzemmódot a standard CI vagy CI+ esetén.
vi: Chọn chế độ hoạt động giao thức CI cho ci hoặc ciplus tiêu chuẩn.
zh_cn: 为标准ci或ciplus选择CI协议操作模式.

source: Choose the location for crash and debuglogs.
da: Vælg placeringen for sammenbruds- og fejlsøgningslogge.
de: Wählen Sie den Speicherort für Crash- und Debug-Logs.
et: Määra vea- ja silumislogide asukoht.
hu: Válassza ki az összeomlási (crash) és a hibakeresési (debug) naplók helyét.
ru: Выберите каталог для крешлогов
vi: Chọn vị trí cho sự cố và gỡ lỗi.
zh_cn: 选择崩溃和调试日志的位置.

source: Choose what you want the button '0' to do when PIP is active.
da: Vælg hvad du vil have '0' knappen til at gøre når PiP er aktiv.
de: Einstellen, was bei der '0' Taste passieren soll wenn Bild im Bild aktiv ist.
et: Vali, mida '0' nupp PiP-režiimis teeb.
hu: A '0' gomb működése aktív Kép-a-Képben funkció mellett.
ru: Укажите действие для кнопки '0', когда PIP окно активно.
vi: Chọn những gì bạn muốn nút '0' để làm khi PIP hoạt động.
zh_cn: 选择你的按键'0'必须确定画中画是开启的.

source: Chose between record and ZAP.
da: Vælg mellem optag og Zap.
de: Wählen Sie, ob der Timer nur aufnehmen, nur umschalten, oder aufnehmen und dabei umschalten soll.
et: Vali salvestamise või kanalivahetuse vahel.
hu: Válasszon a felvétel és az odakapcsolás között.
ru: Выбор между записью и переключением.
vi: Chọn giữa bản ghi và ZAP.
zh_cn: 在录像和切换之间选择.

source: Chronik
da: Kronik
zh_cn: 编年史

source: Clean network trash cans
da: Tøm netværksskraldespande
de: Netzwerk-Papierkörbe leeren
et: Võrguketta prügikasti tühjendamine
hu: Ürítse ki a hálózati kukát
ru: Удалить сетевые данные из корзины
vi: Làm sạch thùng rác mạng
zh_cn: 清理网络回收站

source: Cleaning Trashes
da: Tømmer skraldpande
de: Müll löschen
et: Prügikasti tühjendamine
hu: Kuka ürítése
ru: Очистить корзину
vi: Thùng rác
zh_cn: 正在清理垃圾...

source: Clear log
da: Ryd log
de: Log löschen
et: Kustuta logi
hu: Napló törlése
pt_br: Limpar registro
ru: Очистить лог
sl: Izbriši dnevnik
vi: Xóa nhật ký
zh_cn: 清除日志

source: Clear playlist
da: Ryd afspilningsliste
de: Playlist leeren
et: Tühjenda pleilist
hu: Lejátszási lista törlése
pt_br: Limpar lista de reprodução
ru: Очистить плейлист
vi: Xóa danh sách phát
zh_cn: 清除播放列表

source: Click on your remote on the button you want to change
da: Klik på den kanp på din fjernbetjening du ønsker at ændre
de: Drücken Sie die Taste der Fernbedienung die neu belegt werden soll und danach OK.
et: Vajuta puldi nupule, mille toimet soovid muuta
hu: Kattintson a távirányító gombjára, ha érvényesíteni szeretné a változásokat
ru: Нажмите на пульте ту кнопку, действие для которой хотите изменить.
vi: Bấm vào điều khiển từ xa của bạn vào nút bạn muốn thay đổi
zh_cn: 请按下你想要修改的遥控键

source: Client Info ( Oscam-Version: %s )
da: Klient-info ( Oscam-Version: %s )
et: Kliendi info (Oscam: %s )
hu: Kliens információ ( Oscam verzió: %s )
vi: Thông tin khách hàng (Phiên bản Oscar:% s)
zh_cn: 客户端信息(Oscam-版本: %s)

source: Coderate HP
de: Informationsrate HP
et: Veaparandustegur HP
hu: HP kódarány
ru: Скорость кодирования HP
sl: Kodiranje HP
vi: Mã hóa HP
zh_cn: 高编码率

source: Coderate LP
de: Informationsrate LP
et: Veaparandustegur LP
hu: LP kódarány
ru: Скорость кодирования LP
sl: Kodiranje LP
vi: Mã hóa LP
zh_cn: 低编码率

source: Comic
da: Tegneserie
zh_cn: 漫画

source: Command To Run
da: Kør Kommando
de: Befehl zum Ausführen
et: Täidetav käsklus
hu: Parancs a futtatáshoz
ru: Команда для запуска
vi: Lệnh chạy
zh_cn: 运行命令

source: Common Interface assignment
da: Common Interface tildeling
de: Common-Interface-Zuordnung
et: CI määrangud
hu: CI hozzárendelés
ru: Картоприемник
vi: Giao diện chung
zh_cn: 通用接口分配

source: Communication
da: Kommunikation
de: Kommunikation
et: Suhtlus
hu: Kommunikáció
pt_br: Comunicação
ru: Связь
sl: Komunikacija
vi: Giao tiếp
zh_cn: 通信

source: Compensate for overscan
da: Kompensere for overscan
de: Overscan ausgleichen
vi: Chỉnh sửa màn hình
zh_cn: 过扫描补偿

source: Computer
zh_cn: 电脑

source: Config file name (ok to change):
da: Konfigfilname (OK at ændre):
de: Konfigurationsdateiname (kann geändert werden):
et: Seadistusfaili nimi (muutmiseks vajuta OK):
vi: Tên tệp cấu hình (ok để thay đổi):
zh_cn: 配置文件名(可以更改):

source: Configfile %s saved.
da: Konfigfil %s gemt.
de: Konfigurationsdatei %s gespeichert
et: Seadistusfail %s talletati.
hu: %s konfigurációs fájl mentve.
ru: Конфигурационный файл %s сохранен
vi: Cấu hình%s được lưu.
zh_cn: 配置文件 %s 保存.

source: Configuration mode: %s
de: Konfigurationsmodus: %s
et: Häälestamine: %s
hu: Konfigurációs mód: %s
pt_br: Modo de configuração: %s
ru: Режим конфигурации: %s
vi: Chế độ cấu hình:%s
zh_cn: 配置模式: %s

source: Configure an additional delay to improve external subtitle synchronisation.
da: Konfigurer yderligere forsinkelse for at forbedre ekstern undertekst-synkronisering.
de: Eine zusätzliche Verzögerung einstellen, um die Synchronität der externen Untertitel zu verbessern.
et: Määra väliste subtiitrite täpsemaks ajastamiseks viiteaeg.
hu: Extra késleltetés beállítása külső feliratfájl esetén, szinkronizáció hibák korrigálásához.
pt_br: Configurar um atraso adicional para melhorar a sincronização das legendas externas.
ru: Настройка дополнительной задержки для улучшения синхронизации внешних субтитров.
vi: Định cấu hình độ trễ bổ sung để cải thiện đồng bộ hóa phụ đề bên ngoài.
zh_cn: 配置额外的延迟时间,以改善外挂字幕同步.

source: Configure an additional delay to improve subtitle synchronisation.
da: Konfigurer en ekstra forsinkelse for at forbedre undertekstsynkronisering.
de: Eine zusätzliche Verzögerung einstellen, um die Synchronität der Untertitel zu verbessern.
et: Määra subtiitrite täpsemaks ajastamiseks viiteaeg.
hu: Extra késleltetés beállítása felirathoz, szinkronizáció hibák korrigálásához.
pt_br: Configurar um atraso adicional para melhorar a sincronização das legendas.
ru: Настройка дополнительной задержки для улучшения синхронизации субтитров.
vi: Định cấu hình độ trễ bổ sung để cải thiện đồng bộ hóa phụ đề.
zh_cn: 配置额外的延迟时间,以改善字幕同步.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
da: Konfigurer i hvor mange minutter gennemførte begivenheder skal forblive synlig i EPG'en. Nyttig når du har behov for information om en begivenhed der netop er gennemført eller som er blevet forsinket.
de: Bestimmt, wie lange EPG-Daten aus der Vergangenheit erhalten bleiben. Nützlich, wenn Sie Informationen über eine gerade beendete oder verspätete Sendung brauchen.
et: Määra, mitu minutit lõppenud saateid veel saatekavas näidatakse. Kasulik, kui soovid midagi teada saatest, mis on just lõppenud või mille algus hilineb.
hu: Ennyi percig maradjon látható az EPG-ben a múlt. Hasznos lehet ha egy lejárt, vagy egy elcsúszott műsorról szeretne tájékozódni.
pt_br: Configurar por quantos minutos os eventos passados devem permanecer visíveis no EPG. Útil quando você precisar de informações sobre um evento recém finalizado ou atrasado.
ru: Позволяет показать данные телегида о прошедших событиях. Удобно когда хотите знать что-то о передаче, которая вот-вот закончится либо только что закончилась (в минутах).
vi: Định cấu hình cho bao nhiêu phút sự kiện đã hoàn thành sẽ vẫn hiển thị trong EPG. Hữu ích khi bạn cần thông tin về một sự kiện vừa kết thúc hoặc đã bị trì hoãn.
zh_cn: 配置EPG中已结束事件仍保持可见的分钟数.当您需要有关即时完成或已延迟事件的信息时,此选项非常有用.

source: Configure if service picons will be shown in the servicelist.
da: Konfigurer om kanal Pikoner skal vises i kanallisten.
de: Bei 'Ja' werden Picons (falls vorhanden) in der Kanalliste angezeigt.
et: Määra, kas kanalinimekirjas kuvatakse pikonid.
hu: A csatornák picon-jainak megjelenítése a csatornalistában.
ru: Укажите, нужно ли показать пиконы в списке каналов.
vi: Cấu hình nếu picons dịch vụ sẽ được hiển thị trong dịch vụ.
zh_cn: 如需频道picon要在频道列表中显示,则配置.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
da: Konfigurer om undertekst skal skifte mellem normal, kursiv, fed eller fedkursiv
de: Einstellen, ob die Schriftart der externen Untertitel zwischen Normal, Italic, Bold oder Bold Italic wechseln soll.
et: Määra, kas subtiitrite kirjapilti vahetatakse tavalise, kaldkirja, rasvase ja rasvase kaldkirja vahel
hu: A felirat váltson-e normál, dőlt, félkövér és félkövér dőlt között
ru: Настройка шрифтов для внешних субтитров, применять ли к ним настройки для субтитров, идущих с эфира
vi: Định cấu hình nếu phụ đề nên chuyển đổi giữa bình thường, in nghiêng, in đậm và đậm
zh_cn: 如果字幕需要在正常、斜体、粗体和粗斜体之间切换,则配置

source: Configure nameservers
da: Opsætning af navneservere
de: DNS-Server konfigurieren
et: Seadista nimeserverid
hu: Névszerverek konfigurálása
pt_br: Configurar servidor DNS
ru: Настройка DNS
sl: Nastavi imenske strežnike
vi: Cấu hình máy chủ tên
zh_cn: 配置域名服务器

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
da: Konfigurer markøropførslen i kanalvalgslisten. Når kanalvalgslisten åbnet kan du forblive på den aktuelle kanal eller vælge op/ned og du er i stand til at bytte funktionen af B+/B- knapperne om.
de: Position des Cursors beim Öffnen der Kanalliste festlegen. Auf dem laufenden Kanal oder einen Eintrag hoch/runter positionieren. Außerdem kann die Belegung der B+/B- Tasten getauscht werden.
et: Määra kursori käitumine kanalinimekirjas. Kanalinimekirja avades saab valiku jätta aktiivsele kanalile või liikuda ÜLES/ALLA nuppe kasutades. Lisaks saab muuta CHANNEL+/- toime vastupidiseks.
hu: Konfigurálja a kurzor viselkedését a csatorna kiválasztási listában.
ru: Настройка поведения курсора в списке каналов. При открытии списка каналов кнопками курсор можете оставить на текущем сервисе или перенесенным вверх или вниз выбором кнопки CHANNEL +/- или же можно задать обратный порядок.
vi: Định cấu hình hành vi con trỏ trong danh sách chọn kênh. Khi mở danh sách lựa chọn kênh, bạn có thể duy trì dịch vụ hiện tại hoặc đã chọn lên / xuống và bạn có thể hoàn nguyên các nút B + / B-.
zh_cn: 在频道选择列表中配置光标行为.打开频道选择列表时,您可以保留在当前频道或已经选择向上/向下,您可以还原B+/B-键.

source: Configure the duration in minutes for the screensaver.
da: Konfigurer varigheden i minutter for pauseskærm.
de: Einstellen, ob und nach welcher Verzögerungszeit der Bildschirmschoner aktiviert werden soll.
et: Määra aeg ekraanisäästja käivitamiseni (min).
hu: Állítsa be a képernyővédő időtartamát percekben.
pt_br: Configurar o intervalo em minutos para a proteção de tela.
ru: Через какое время показывать заставку.
vi: Định cấu hình thời lượng tính bằng phút cho trình bảo vệ màn hình.
zh_cn: 配置屏幕保护程序的持续时间.

source: Configure the duration in minutes for the sleep timer.
da: Konfigurer varigheden i minutter for DvaleTimer.
de: Die Dauer in Minuten für den Ausschalttimer einstellen.
et: Määra aeg unetaimeri käivitamiseni (min).
hu: Állítsa be az Elalvás időzítésének időtartamát percekben.
vi: Cấu hình thời lượng tính bằng phút cho bộ đếm thời gian ngủ.
zh_cn: 配置睡眠计时器的持续时间.

source: Configure the fast mode audio volume step size (limit 1-10). Activated when volume key permanent press or press fast in a row.
da: Konfigurer trinstørrelse for hurtig lydstyrke tilstand (grænse 1-10). Aktiveres ved vedvarende lydstyrke tastetryk eller hurtige tryk efter hinanden.
de: Einstellen der Schrittweite (von 1 bis 10) für die Lautstärke im Schnellmodus. Wird aktiviert, wenn die Lautstärketaste permanent oder schnell hintereinander gedrückt wird.
et: Seadista helitugevuse kiirrežiimi sammu suurus (vahemikus 1-10). Aktiveeritakse helitugevuse nupu pikal või kiirel järjestikusel vajutusel.
hu: Állítsa be a gyors módú hangerő lépésméretet (1-10). Aktiválva van, ha a hangerőszabályzó folyamatosan nyomva van, vagy gyorsan egymás után le van nyomva.
vi: Định cấu hình kích thước bước âm lượng chế độ âm thanh nhanh (giới hạn 1-10). Kích hoạt khi phím âm lượng nhấn vĩnh viễn hoặc bấm nhanh liên tiếp.
zh_cn: 配置固定模式音频音量大小(限制1-10).当音量键永久按下或连续快速按下时激活.

source: Configure the function of the < > buttons.
da: Konfigurer funktionen af < > kanpperne.
de: Wählen Sie, was die '<'/'>' Tasten bewirken sollen.
et: Määra < > nuppude toiming.
hu: Állítsa be a <> gombok funkcióját.
ru: Настройте действия для кнопок < >
vi: Định cấu hình chức năng của các nút <>.
zh_cn: 配置< >按键的功能.

source: Configure the general audio volume step size (limit 1-10).
da: Konfigurere den generelle lysstyrke trinstørrelse (grænse 1-10).
de: Die generelle Schrittweite (von 1 bis 10) für die Lautstärke einstellen.
et: Seadista helitugevuse muutuse sammu suurus (vahemik 1-10).
hu: A hangerő léptékének mértékét (1-10) tudja itt beállítani.
vi: Định cấu hình kích thước bước âm lượng chung (giới hạn 1-10).
zh_cn: 配置一般音频音量大小(限制1-10).

source: Configure the history of time that will be presented.
da: Konfigurer historikken af den tid som præsenteres.
de: Einstellen der vergangenen Zeit, die angezeigt werden soll.
et: Määra saatekavas kuvatava aja hulk minutites.
vi: Cấu hình lịch sử thời gian sẽ được trình bày.
zh_cn: 配置将显示的时间历史记录.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
da: Konfigurer den mindste mængde diskplads der skal være tilgængelig for optagelser. Når mængden af plads falder under denne værdi, vil slettede elementer blive fjernet fra skarldespanden.
de: Den erforderlichen Speicherplatz einstellen, der für Aufnahmen zur Verfügung stehen muss. Wird der Wert erreicht, werden Inhalte aus dem Papierkorb gelöscht.
et: Määra väikseim kettaruum (GB), mis peab olema vaba enne salvestuse algamist. Selleks kustutatakse vajadusel faile prügikastist.
hu: A felvételekhez szükséges minimális szabad tárhely. Ha az elérhető szabad tárterület a megadott érték alá esik, a kukába helyezett elemek véglegesen törölve lesznek.
pt_br: Configurar o limite mínimo de espaço em disco disponível para as gravações. Quando a quantidade de espaço ultrapassar esse valor, itens serão removidos da lixeira.
ru: Настройка минимального объема дискового пространства, которое должно быть доступно для записи. Когда количество пространства падает ниже этого значения, записи будут удалены из корзины.
vi: Định cấu hình dung lượng đĩa tối thiểu có sẵn để ghi. Khi lượng không gian giảm xuống dưới giá trị này, các mục đã xóa sẽ bị xóa khỏi thùng rác.
zh_cn: 配置可用于录像的最小磁盘空间量.当空间量低于此值时,已删除的项目将从回收站中删除.

source: Configure the nameserver (DNS).
da: Konfigurer navneserveren (DNS).
de: Nameserver (DNS) einstellen.
et: Seadista nimeserver (DNS).
hu: Névszerverek (DNS) konfigurálása.
pt_br: Configurar servidor DNS.
ru: Настройка DNS.
vi: Cấu hình máy chủ tên (DNS).
zh_cn: 配置域名服务器(DNS).
