Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select if this timer activates on a Saturday.
cs: Zvolte, zda se tento časovač aktivuje v sobotu.
el: Επιλέξτε αν αυτός ο χρονοδιακόπτης ενεργοποιείται το Σάββατο.
fi: Valitse, aktivoituuko tämä ajastus lauantaina.
hr: Odaberi da li će se ovaj tajmer aktivirati Subotom.
it: Seleziona se questo timer si attiva di sabato.
lt: Pasirinkite, ar šis laikmatis aktyvuojamas šeštadienį.
nl: Opgeven of deze Timer op een zaterdag actief moet worden.
pl: Wybierz, czy ten timer aktywuje się w sobotę.
sk: Vyberte, či sa tento časovač aktivuje v sobotu.
sr: Izaberi da li će se ovaj tajmer aktivirati Subotom.
sv: Välj om denna timer ska aktiveras på en lördag.
ta: இந்த நேரங்குறிகருவி ஒரு சனிக்கிழமையன்று செயல்பட்டால் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının Cumartesi günü etkinleşip etkinleşmeyeceğini seçin.
uk: Виберіть, якщо цей таймер активується в Суботу.

source: Select if this timer activates on a Sunday.
cs: Zvolte, zda se tento časovač aktivuje v neděli.
el: Επιλέξτε αν αυτός ο χρονοδιακόπτης ενεργοποιείται την Κυριακή.
fi: Valitse, aktivoituuko tämä ajastus sunnuntaina.
hr: Odaberi da li će se ovaj tajmer aktivirati Nedjeljom.
it: Seleziona se questo timer si attiva di domenica.
lt: Pasirinkite, ar šis laikmatis aktyvuojamas sekmadienį.
nl: Opgeven of deze Timer op een zondag actief moet worden.
pl: Wybierz, czy ten timer aktywuje się w niedzielę.
sk: Vyberte, či sa tento časovač aktivuje v nedeľu.
sr: Izaberi da li će se ovaj tajmer aktivirati Nedeljom.
sv: Välj om timern ska aktiveras på en söndag.
ta: இந்த நேரங்குறிகருவி ஒரு ஞாயிற்றுக்கிழமை செயல்படுத்தப்பட்டால் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının Pazar günü etkinleşip etkinleşmeyeceğini seçin.
uk: Виберіть, якщо цей таймер активується в Неділю.

source: Select if this timer activates on a Thursday.
cs: Zvolte, zda se tento časovač aktivuje ve čtvrtek.
el: Επιλέξτε αν αυτός ο χρονοδιακόπτης ενεργοποιείται την Πέμπτη.
fi: Valitse, aktivoituuko tämä ajastus torstaina.
hr: Odaberi da li će se ovaj tajmer aktivirati Četvrtkom.
it: Seleziona se questo timer si attiva di giovedì.
lt: Pasirinkite, ar šis laikmatis aktyvuojamas ketvirtadienį.
nl: Opgeven of deze Timer op een donderdag actief moet worden.
pl: Wybierz, czy ten timer aktywuje się w czwartek.
sk: Vyberte, či sa tento časovač aktivuje vo štvrtok.
sr: Izaberi da li će se ovaj tajmer aktivirati Četvrtkom.
sv: Välj om denna timer ska aktiveras på en torsdag.
ta: இந்த நேரங்குறிகருவி வியாழக்கிழமை செயல்படுத்தப்பட்டால் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının Perşembe günü etkinleşip etkinleşmeyeceğini seçin.
uk: Виберіть, якщо цей таймер активується в Четвер.

source: Select if this timer activates on a Tuesday.
cs: Zvolte, zda se tento časovač aktivuje v úterý.
el: Επιλέξτε αν αυτός ο χρονοδιακόπτης ενεργοποιείται την Τρίτη.
fi: Valitse, aktivoituuko tämä ajastus tiistaina.
hr: Odaberi da li će se ovaj tajmer aktivirati Utorkom.
it: Seleziona se questo timer si attiva di martedì.
lt: Pasirinkite, ar šis laikmatis aktyvuojamas antradienį.
nl: Opgeven of deze Timer op een dinsdag actief moet worden.
pl: Wybierz, czy ten timer aktywuje się we wtorek.
sk: Vyberte, či sa tento časovač aktivuje v utorok.
sr: Izaberi da li će se ovaj tajmer aktivirati Utorkom.
sv: Välj om timern ska aktiveras på en tisdag.
ta: இந்த நேரங்குறிகருவி செவ்வாய்க்கிழமை செயல்படுத்தப்பட்டால் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının Salı günü etkinleşip etkinleşmeyeceğini seçin.
uk: Виберіть, якщо цей таймер активується у Вівторок.

source: Select if this timer activates on a Wednesday.
cs: Zvolte, zda se tento časovač aktivuje ve středu.
el: Επιλέξτε αν αυτός ο χρονοδιακόπτης ενεργοποιείται την Τετάρτη.
fi: Valitse, aktivoituuko tämä ajastus keskiviikkona.
hr: Odaberi da li će se ovaj tajmer aktivirati Srijedom.
it: Seleziona se questo timer si attiva di mercoledì.
lt: Pasirinkite, ar šis laikmatis aktyvuojamas trečiadienį.
nl: Opgeven of deze Timer op een woensdag actief moet worden.
pl: Wybierz, czy ten timer aktywuje się w środę.
sk: Vyberte, či sa tento časovač aktivuje v stredu.
sr: Izaberi da li će se ovaj tajmer aktivirati Sredom.
sv: Välj om timern ska aktiveras på en onsdag.
ta: இந்த நேரங்குறிகருவி புதன்கிழமை செயல்படுத்தப்பட்டால் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının Çarşamba günü etkinleşip etkinleşmeyeceğini seçin.
uk: Виберіть, якщо цей таймер активується у Вівторок.

source: Select if this timer is to be repeated.
cs: Vyberte, zda se má tento časovač opakovat.
el: Επιλογή, αν πρόκειται να γίνει επανάληψη του χρονοδιακόπτη.
fi: Valitse, toistetaanko tämä ajastus.
hr: Odaberi da li će se ovaj tajmer ponoviti.
it: Seleziona se questo timer deve essere ripetuto.
lt: Pasirinkite, ar šį laikmatį reikia kartoti.
nl: Opgeven of deze Timer herhaald moet worden.
pl: Wybierz, czy ten timer ma być powtarzany.
sk: Vyberte, či sa má tento časovač opakovať.
sr: Izaberi da li će se ovaj tajmer ponoviti.
sv: Välj om denna timer ska upprepas.
ta: இந்த நேரங்குறிகருவி மீண்டும் செய்யப்பட வேண்டுமா என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının tekrarlanıp tekrarlanmayacağını seçin.
uk: Виберіть, чи потрібно повторювати цей таймер.

source: Select if time shift must continue when set to record.
bg: Изберете ако TimeShift трябва да продължи, когато е настроен за запис.
cs: Vyberte, jak dále pokračovat s Timeshiftem při přepnutí na jiný kanál.
el: Επιλέξτε αν η χρονομετατόπιση θα πρέπει να συνεχίζει όταν ορίζεται μία εγγραφή.
fi: Valitse jatkuuko ajansiirto kun tallennus aloitetaan.
fr: Choisir si le PauseDirect doit continuer lorsqu'un enregistrement démarre.
hr: Potvrdite odabir u opciji timeshift da li mora da se nastavi kada je podešeno za snimanje.
it: Seleziona se timeshift deve continuare quando è impostato per registrare.
lt: Pasirinkite, ar laiko poslinkis bus tęsiamas, kai nustatytas įrašymas.
nl: Wat moet er met de Timeshift opname gebeuren wanneer u overschakelt naar een andere zender.
pl: Wybierz, czy time shift ma być kontynuowany po ustawieniu nagrywania.
sk: Vyberte, či má timeshift pokračovať, ak je nastavené nahrávanie.
sr: Potvrdite izbor u opciji tajmšifta da li mora da se nastavi kada je podešeno za snimanje.
sv: Välj om tidsförskjutningen måste fortsätta när den är inställd på inspelning.
ta: பதிவு செய்ய அமைக்கப்பட்டால் நேர மாற்றம் தொடர வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Kaydedilmeye başlandığında zaman kaymasının devam edip etmeyeceğini seçin.
uk: Виберіть з варіантів, як слід зберігати буфер йде таймшифта, якщо ви натиснули на запис.

source: Select if you want the Subservice mode to be activated.
bg: Изберете дали искате Subservice режим да се активира.
cs: Vyberte, zda chcete aktivovat režim Podprogramů.
da: Vælg om du ønsker underkanal-tilstanden skal aktiveres.
de: Wählen Sie, ob Unterkanäle aktiviert werden sollen.
el: Επιλέξτε αν θέλετε να ενεργοποιηθεί η λειτουργία υπο-υπηρεσιών.
et: Määrates 'jah', aktiveeritakse alamkanalite režiim.
fi: Valitse, haluatko, että alipalvelutila aktivoidaan.
fr: Choisir si vous voulez activer le mode sous-service.
hr: Odaberi ovu opciju ako želite da se aktivira način podservisa.
hu: Válassza ki, hogy aktiválja-e a Subservice módot.
it: Seleziona se vuoi attivare la modalità Sottoservizio.
lt: Pasirinkite, ar norite aktyvuoti subkanalų režimą.
nl: Selecteer als u het gebruik van sub-zenders wilt activeren.
pl: Wybierz, czy tryb subserwisów ma być aktywowany.
ru: Выберите, если хотите активировать режим подсервисов.
sk: Vyberte, či sa má aktivovať režim podradenej stanice.
sr: Izaberi ovu opciju ako želite da se aktivira režim podservisa.
sv: Välj om du vill aktivera underserviceläget.
ta: துணை பயன்முறை செயல்படுத்தப்பட வேண்டுமா என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Alt hizmet modunun etkinleştirilmesini istiyorsanız seçin.
uk: Виберіть, якщо хочете активувати режим підканалів.
vi: Chọn nếu bạn muốn chế độ Dịch vụ phụ được kích hoạt.
zh_cn: 选择如果您希望子服务模式被激活.

source: Select input device
bg: Изберете входно устройство
cs: Vyberte vstupní zařízení
da: Vælg enhed
de: Eingabegerät auswählen
el: Επιλογή συσκευής εισόδου
et: Vali sisendseade
fi: Valitse kaukosäädin
fr: Sélectionner le périphérique entrée
hr: Odaberi ulazni uređaj
hu: Válasszon beviteli eszközt
it: Seleziona dispositivo in ingresso
lt: Pasirinkite įvesties įrenginį
nl: Selecteer invoerapparaat
pl: Wybierz urządzenie wejściowe
pt_br: Selecione o dispositivo de entrada
ru: Выберите устройства ввода
sk: Výber vstupného zariadenia
sl: Izberite vhodno napravo
sr: Izaberi ulazni uređaj
sv: Välj inmatningsenhet
ta: உள்ளீட்டு சாதனத்தைத் தேர்ந்தெடுக்கவும்
tr: Giriş cihazı seçin
uk: Виберіть пристрій вводу
vi: Chọn thiết bị đầu vào
zh_cn: 选择输入设备

source: Select input device.
bg: Изберете входно устройство.
cs: Volba vstupního zařízení.
da: Vælg inddata-enhed.
el: Επιλογή συσκευής εισόδου.
et: Vali sisendseade.
fi: Valitse syöttölaite.
fr: Choisir le périphérique d'entrée.
hr: Odaberi ulazni uređaj.
hu: Válasszon beviteli eszközt.
it: Seleziona dispositivo in ingresso.
lt: Pasirinkite įvesties įrenginį.
nl: Selecteer invoerapparaat.
pl: Wybierz urządzenie wejściowe.
pt_br: Selecione o dispositivo de entrada.
ru: Выберите устройства ввода.
sk: Vyberte vstupné zariadenie.
sl: Izberite vhodno napravo.
sr: Izaberi ulazni uređaj.
sv: Välj inmatningsenhet.
ta: உள்ளீட்டு சாதனத்தைத் தேர்ந்தெடுக்கவும்.
tr: Giriş cihazı seçin.
uk: Виберіть пристрій вводу.
vi: Chọn thiết bị đầu vào.
zh_cn: 选择输入设备.

source: Select interface
bg: Изберете интерфейс
cs: Vyberte rozhraní
da: Vælg interface
de: Netzwerkkarte auswählen
el: Επιλογή διεπαφής
et: Vali liides
fi: Valitse verkkosovitin
fr: Sélectionner l'interface
hr: Odaberi sučelje
hu: Interfész kiválasztása
it: Seleziona interfaccia
lt: Pasrinkite sąsają
nl: Selecteer interface
pl: Wybierz interfejs
pt_br: Selecione a interface
ru: Выберите интерфейс
sk: Výber rozhrania
sl: Izberite vmesnik
sr: Izaberi interfejs
sv: Välj gränssnitt
ta: இடைமுகத்தைத் தேர்ந்தெடுக்கவும்
tr: Arayüz seçin
uk: Виберіть інтерфейс
vi: Chọn giao diện skin
zh_cn: 选择界面

source: Select menu entry
cs: Vyberte položku nabídky
el: Επιλογή στοιχείου μενού
fi: Valitse valikko kohta
hr: Odaberi stavke menu
it: Seleziona voce menu
lt: Pasirinkite meniu įrašą
nl: Selecteer een menu item
pl: Wybierz pozycję menu
sk: Vyberte položku menu
sr: Izaberi stavke menija
sv: Välj menyalternativ
ta: பட்டியல் உள்ளீட்டைத் தேர்ந்தெடுக்கவும்
tr: Menü girişini seçin
uk: Виберіть пункт меню

source: Select movie
bg: Изберете филм
cs: Vyberte film
da: Vælg film
de: Wählen Sie einen Film
el: Επιλογή ταινίας
et: Vali film
fi: Valitse tallenne
fr: Sélectionner un film
hr: Odaberi film
hu: Felvétel kiválasztása
it: Seleziona registrazione
lt: Pasirinkti filmą
nl: Selecteer opname
pl: Wybierz film
pt_br: Selecione um vídeo
ru: Выберите фильм
sk: Vyberte film
sr: Izaberi film
sv: Välj film
ta: திரைப்படத்தைத் தேர்ந்தெடுக்கவும்
tr: Bir film seçin
uk: Виберіть фільм
vi: Chọn phim
zh_cn: 选择电影

source: Select only highlighted file
cs: Vybrat pouze zvýrazněný soubor
el: Επιλογή μόνο του επισημασμένου αρχείου
fi: Valitse vain korostettu tiedosto
hr: Odaberi samo istaknutu datoteku
it: Seleziona solo il file evidenziato
lt: Pasirinkite tik paryškintą failą
nl: Alleen het gemarkeerd bestand selecteren
pl: Wybierz tylko wybrany plik
sk: Vybrať len zvýraznený súbor
sr: Izaberi samo istaknuti fajl
sv: Välj endast markerad fil
ta: சிறப்பம்சமான கோப்பை மட்டும் தேர்ந்தெடுக்கவும்
tr: Yalnızca vurgulanan dosyayı seçin
uk: Вибрати лише виділений файл

source: Select provider to add...
bg: Изберете провайдер, за да добавите...
cs: Vyberte poskytovatele služeb...
da: Vælg udbyder, der skal tilføjes...
de: Provider zum Hinzufügen wählen
el: Επιλογή παρόχου για προσθήκη...
et: Vali lisatav levitaja
fi: Valitse lisättävä palveluntarjoaja...
fr: Sélectionner l’opérateur à ajouter...
hr: Odaberi poslužitelje za dodavanje...
hu: Válasszon hozzáadandó szolgáltatót...
it: Seleziona provider da aggiungere...
lt: Pasirinkite teikėją, kurį norite pridėti...
nl: Selecteer provider om toe te voegen...
pl: Wybierz operatora do dodania...
pt_br: Selecione a operadora para adicionar
ru: Выберите провайдер для добавления...
sk: Vyberte poskytovateľa, ktorý sa má pridať…
sl: Izberite ponudnika, ki ga želite dodati.
sr: Izaberi provajdera za dodavanje...
sv: Välj leverantör för att lägga till...
ta: சேர்க்க வழங்குநரைத் தேர்ந்தெடுக்கவும் ...
tr: Eklenecek sağlayıcı seçin...
uk: Виберіть провайдера, щоб додати...
vi: Lựa chọn hướng dẫn cho logfile....
zh_cn: 选择要添加的提供商...

source: Select refresh rate
bg: Изберете скорост за обновяване
cs: Vyberte obnovovací frekvenci
da: Vælg opdateringshastighed
de: Bildwiederholrate wählen
el: Επιλογή ρυθμού ανανέωσης
et: Vali värskendussagedus
fi: Valitse virkistystaajuus
fr: Sélectionner la vitesse rafraîchissement
hr: Odaberi učestalost osvježenja
hu: Válassza ki a frissítési arányt
it: Seleziona frequenza di aggiornamento
lt: Pasirinkite atnaujinimo dažnį
nl: Selecteer vernieuwingsfrequentie (Hz)
pl: Wybierz prędkość odświeżania
pt_br: Selecione a taxa de atualização
ru: Выберите частоту обновления
sk: Vyberte obnovovaciu frekvenciu
sl: Izberite hitrost osveževanja
sr: Izaberi učestalost osveženja
sv: Välj uppdateringsfrekvens
ta: புதுப்பிப்பு வீதத்தைத் தேர்ந்தெடுக்கவும்
tr: Yenileme hızı seçin
uk: Виберіть частоту оновлення
vi: Chọn tốc độ làm mới
zh_cn: 选择刷新率

source: Select service information to view:
cs: Vyberte servisní informace, které chcete zobrazit:
el: Επιλέξτε τις πληροφορίες υπηρεσίας προς προβολή:
fi: Valitse kanava tiedot tarkastellaksesi:
hr: Odaberi info kanal za pregled:
it: Seleziona informazioni sul servizio da visualizzare:
nl: Welke zender-informatie wilt u zien:
pl: Wybierz informacje usługi do wyświetlenia:
sk: Vyberte servisnú informáciu, ktorá sa má zobraziť:
sr: Izaberite informacije o servisu da biste ih pregledali:
sv: Välj serviceinformation som ska visas:
ta: பார்க்க பணி தகவல்களைத் தேர்ந்தெடுக்கவும்:
tr: Görüntülemek için kanal bilgilerini seçin:
uk: Виберіть інформацію каналу для перегляду:

source: Select service to add...
bg: Изберете сервиз, за да добавите...
cs: Vyberte program(y) pro přidání...
da: Vælg kanal der skal tilføjes...
de: Programm zum Hinzufügen wählen
el: Επιλογή υπηρεσίας για προσθήκη...
et: Vali lisatav kanal
fi: Valitse lisättävä kanava...
fr: Sélectionner le service à ajouter...
hr: Odaberi kanal za dodavanje...
hu: Válasszon hozzáadandó csatornát...
it: Seleziona servizio da aggiungere...
lt: Pasirinkite kanalą, kurį norite pridėti...
nl: Selecteer zender om toe te voegen...
pl: Wybierz kanał do dodania...
pt_br: Selecione o serviço para adicionar
ru: Выберите канал для добавления...
sk: Vyberte stanicu, ktorá sa má pridať…
sl: Izberite kanal, ki ga želite dodati.
sr: Izaberi kanal za dodavanje...
sv: Välj tjänst för att lägga till...
ta: சேர்க்க சேவையைத் தேர்ந்தெடுக்கவும் ...
tr: Eklenecek kanalı seçin...
uk: Виберіть канал, щоб додати...
vi: Chọn dịch vụ để thêm ...
zh_cn: 选择要添加的频道...

source: Select sort method:
bg: Изберете метод на сортиране:
cs: Vybrat způsob řazení:
da: Vælg sorteringsmetode:
el: Επιλογή τρόπου ταξινόμησης:
et: Vali järjestusviis:
fi: Valitse lajittelutapa:
fr: Sélectionnez la méthode de tri :
hr: Odaberi metod sortiranja:
hu: Rendezési módszer választása:
it: Seleziona metodo di ordinamento:
lt: Pasirinkite rūšiavimo būdą:
nl: Selecteer sorteermethode:
pl: Wybierz metodę sortowania:
ru: Выбор метода сортировки:
sk: Vyberte spôsob zoraďovania:
sr: Izaberi metod sortiranja:
sv: Välj sorteringsmetod:
ta: வரிசை முறையைத் தேர்ந்தெடுக்கவும்:
tr: Sıralama yöntemini seçin:
uk: Виберіть метод сортування:
vi: Chọn phương pháp sắp xếp:
zh_cn: 选择排序方法:

source: Select system information to view:
cs: Vyberte systémové informace, které chcete zobrazit:
el: Επιλογή πληροφοριών συστήματος για προβολή:
fi: Valitse tarkasteltavat järjestelmätiedot:
hr: Odaberi info o sustavu koji želite prikazati:
it: Seleziona informazioni di sistema da visualizzare:
lt: Pasirinkite sistemos informaciją, kurią norite peržiūrėti:
nl: Welke systeeminformatie wilt u zien:
pl: Wybierz informacje o systemie do wyświetlenia:
sk: Vyberte systémovú informáciu, ktorá sa má zobraziť:
sr: Izaberi info o sistemu koji želite prikazati:
sv: Välj vilken systeminformation som ska visas:
ta: பார்க்க கணினி தகவல்களைத் தேர்ந்தெடுக்கவும்:
tr: Görüntülemek için sistem bilgilerini seçin:
uk: Виберіть системну інформацію для перегляду:

source: Select target device for slot creation
cs: Vyberte cílové zařízení pro vytvoření slotu
el: Επιλογή συσκευής προορισμού για δημιουργία θέσεων
fi: Valitse kohdelaite paikan luomista varten
hr: Odaberite odredišni uređaj za stvaranje utora
it: Seleziona dispositivo di destinazione per la creazione dello slot
sr: Izaberite ciljni uređaj za kreiranje slot-a
sv: Välj målenhet för skapande av slot
tr: Yuva oluşturmak için hedef cihazı seçin
uk: Виберіть цільовий пристрій для створення слота

source: Select temporary directory sort order for the current column
cs: Vyberte dočasné řazení adresáře pro aktuální sloupec
el: Επιλογή προσωρινής σειράς ταξινόμησης φακέλων για την τρέχουσα στήλη
fi: Valitse väliaikaisen hakemiston lajittelujärjestys nykyiselle sarakkeelle
hr: Odaberi privremeni redoslijed sortiranja direktorijuma za trenutnu kolonu
it: Seleziona ordinamento della cartella per la colonna attuale
lt: Pasirinkite dabartinio stulpelio laikiną katalogų rūšiavimo tvarką
nl: Selecteer de sorteervolgorde van de tijdelijke map in de huidige kolom
pl: Wybierz kolejność sortowania katalogu tymczasowego dla bieżącej kolumny
sk: Vyberte poradie dočasného zoraďovania priečinkov pre aktuálny stĺpec
sr: Izaberi privremeni redosled sortiranja direktorijuma za trenutnu kolonu
sv: Välj sorteringsordning för temporär katalog för den aktuella kolumnen
ta: தற்போதைய நெடுவரிசைக்கு தற்காலிக அடைவு வரிசை வரிசையைத் தேர்ந்தெடுக்கவும்
tr: Geçerli sütun için geçici dizin sıralama düzenini seçin
uk: Виберіть тимчасовий порядок сортування каталогу для поточного стовпця

source: Select temporary file sort order for the current column
cs: Vyberte pořadí řazení dočasných souborů pro aktuální sloupec
el: Επιλογή προσωρινής σειράς ταξινόμησης αρχείων για την τρέχουσα στήλη
fi: Valitse väliaikaisen hakemiston lajittelujärjestys nykyiselle sarakkeelle
hr: Odaberi privremeni redoslijed sortiranja datoteke za trenutnu kolonu
it: Seleziona ordinamento dei file per la colonna attuale
lt: Pasirinkite dabartinio stulpelio laikiną failų rikiavimo tvarką
nl: Selecteer de sorteervolgorde van de tijdelijke bestanden in de huidige kolom
pl: Wybierz kolejność sortowania plików tymczasowych dla bieżącej kolumny
sk: Vyberte poradie dočasného zoraďovania súborov pre aktuálny stĺpec
sr: Izaberi privremeni redosled sortiranja fajla za trenutnu kolonu
sv: Välj sorteringsordning för temporär fil för aktuell kolumn
ta: தற்போதைய நெடுவரிசைக்கு தற்காலிக கோப்பு வரிசை வரிசையைத் தேர்ந்தெடுக்கவும்
tr: Geçerli sütun için geçici dosya sıralama düzenini seçin
uk: Виберіть тимчасовий порядок сортування файлів для поточного стовпця

source: Select the %s entry
cs: Vyberte položku %s
el: Επιλογή του στοιχείου %s
fi: Valitse %s merkintä
hr: Odaberi %s stavku
it: Seleziona voce %s
nl: Invoer %s selecteren
pl: Wybierz wpis %s
sk: Vyberte záznam %s
sr: Izaberite unosa %s
sv: Välj %s-inmatning
ta: %s உள்ளீட்டைத் தேர்ந்தெடுக்கவும்
tr: %s girişini seçin
uk: Вибрати запис %s

source: Select the AI-Powered Translation target language.
cs: Nakonfigurujte jazyk překladu AI.
el: Ρύθμιση της γλώσσας μετάφρασης μέσω AI.
fi: Valitse tekoälyn tekstityksen käännöksen kieli.
hr: Odaberi AI-Pokretanje Prijevoda za ciljni jezik.
it: Configura la lingua di traduzione basata sull'intelligenza artificiale.
nl: Taal van de AI vertaling kiezen.
pl: Wybierz język docelowy tłumaczenia AI.
sk: Vyberte cieľový jazyk prekladu pomocou umelej inteligencie.
sr: Izaberite jezik ciljni prevod koji koristi veštačku inteligenciju.
sv: Välj målspråket för AI-driven översättning.
ta: AI- இயங்கும் மொழிபெயர்ப்பு இலக்கு மொழியைத் தேர்ந்தெடுக்கவும்.
tr: Yapay zeka destekli çeviri için hedef dili seçin.
uk: Налаштуйте мову перекладу за допомогою AI.

source: Select the DNS server(s) that will be used to lookup the host name to resolve the IP address.
cs: Zvolte zdroj výchozích nastavení DNS.
el: Επιλογή της πηγής ρυθμίσεων του προεπιλεγμένου DNS.
hr: Odaberite DNS poslužitelj(e) koji će se koristiti za pretraživanje imena domaćina kako bi se razriješila IP adresa.
it: Seleziona origine delle impostazioni DNS predefinite.
lt: Pasirinkite numatytųjų DNS parametrų šaltinį.
nl: De gegevensbron van de default DNS instellingen selecteren.
sr: Izaberite DNS server(e) koji će se koristiti za pronalaženje imena hosta kako bi se odredila IP adresa.
sv: Välj källa för standardinställningarna för DNS.
tr: IP adresini çözümlemek için kullanılacak DNS sunucularını seçin.
uk: Виберіть джерело налаштувань DNS за замовчуванням.

source: Select the No / False response
bg: Изберете отговора Не / Фалшива
cs: Vyberte odpověď Ne/Nepravda
el: Επιλέξτε την απάντηση Όχι / Ψευδές
fi: Valitse Ei / Väärä vastaus
fr: Sélectionnez la réponse Non / Faux
hr: Odaberi Ne / Lažni odgovor
it: Seleziona risposta No/Falso
lt: Pasirinkite atsakymą Nr. / Klaidingas
nl: Selecteer het onjuiste antwoord
pl: Wybierz odpowiedź jako Nie/Fałsz
sk: Vyberte odozvu Nie/Nesprávne
sr: Izaberi Ne / Lažni odgovor
sv: Välj svarsalternativet Nej/Falskt
ta: இல்லை / தவறான பதிலைத் தேர்ந்தெடுக்கவும்
tr: Hayır / Yanlış yanıtını seçin
uk: Виберіть відповідь Ні/Хибна

source: Select the Softcam for '%s'
cs: Vyberte Softcam pro '%s'
el: Επιλογή softcam για το '%s'
fi: Valitse Softcam '%s'
hr: Odaberi Softcam za '%s'
it: Seleziona softcam per '%s'
nl: Een SoftCam voor '%s' kiezen
pl: Wybierz softcam dla '%s'
sk: Vybrať softcam pre: %s
sr: Izaberite Softcam za '%s'
sv: Välj en softcam för '%s'
ta: '%s' க்கு சாஃப்ட்கேமைத் தேர்ந்தெடுக்கவும்
tr: '%s' için Softcam'i seçin
uk: Виберіть Softcam для '%s'

source: Select the Softcam protocol.
cs: Vyberte protokol softcam.
el: Επιλογή του πρωτοκόλλου softcam.
fi: Valitse softcam protokolla.
hr: Odaberi Softcam protokol.
it: Seleziona protocollo softcam.
nl: Kies het gewenste softcam protocol.
pl: Wybierz protokół Softcam.
sk: Vyberte protokol pre softcam.
sr: Izaberi softcam protokol.
sv: Välj protokoll för Softcam.
ta: சாப்ட்கேம் நெறிமுறையைத் தேர்ந்தெடுக்கவும்.
tr: Softcam protokolünü seçin.
uk: Виберіть softcam протокол.

source: Select the Swap File Size:
bg: Изберете размера на Swap File:
cs: Vyberte velikost odkládacího souboru:
da: Vælg Swap-filens størrelse:
de: Größe des Swap Files:
el: Επιλογή μεγέθους αρχείου Swap:
et: Määra saalefaili suurus:
fi: Valitse swap tiedoston koko:
fr: Sélectionnez la taille du fichier d'échange :
hr: Odaberi Veličinu Datoteke Zamjene:
hu: Válassza ki a Swap fájl fájlméret:
it: Seleziona dimensione del file swap:
lt: Pasirinkite mainų failo dydį:
nl: Selecteer swap bestand grootte:
pl: Wybierz rozmiar pliku:
ru: Выбор размера для файла подкачки:
sk: Vyberte veľkosť súboru pre swap:
sr: Izaberi Veličinu Fajla Zamene:
sv: Välj storlek på utbytesfilen:
ta: இடமாற்று கோப்பு அளவைத் தேர்ந்தெடுக்கவும்:
tr: Takas Dosyası Boyutunu Seçin:
uk: Виберіть розмір файлу підкачки:
vi: Chọn Kích thước tệp hoán đổi:
zh_cn: 选择交换文件大小:
