Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Show previous page
bg: Показване на предишна страница
cs: Zobrazit předchozí stránku
el: Εμφάνιση προηγούμενης σελίδας
fi: Näytä edellinen sivu
fr: Afficher la page précédente
hr: Pokaži predhodnu stranicu
it: Mostra pagina precedente
lt: Rodyti ankstesnį puslapį
nl: Toon de vorige pagina
pl: Pokaż poprzednią stronę
sk: Zobraziť predchádzajúcu stranu
sr: Pokaži predhodnu stranicu
sv: Visa föregående sida
ta: முந்தைய பக்கத்தைக் காட்டு
tr: Önceki sayfayı göster
uk: Показати попередню сторінку

source: Show previous picture
bg: Показване на предишна снимка
cs: Zobrazit předchozí obrázek
da: Vis forrige billede
de: Vorheriges Bild anzeigen
el: Εμφάνιση προηγούμενης εικόνας
et: Kuva eelmine pilt
fi: Vaihda edelliselle kanavalle
fr: Afficher l’image précédente
hr: Pokaži predhodnu sliku
it: Mostra immagine precedente
lt: Rodyti ankstesnę nuotrauką
nl: Toon vorige afbeelding
pl: Pokaż poprzednie zdjęcie
sk: Zobraziť predchádzajúci obrázok
sr: Pokaži predhodnu sliku
sv: Visa föregående bild
ta: முந்தைய படத்தைக் காட்டு
tr: Önceki resmi göster
uk: Показати попереднє зображення
vi: Hiển thị hình ảnh trước đó
zh_cn: 显示上一张图片

source: Show previous service information screen
cs: Zobrazit obrazovku s předchozími servisními informacemi
el: Εμφάνιση οθόνης πληροφοριών προηγούμενης υπηρεσίας
fi: Näytä edellisen kanavan tiedot ruudulla
hr: Prikaži predhodni zaslon sa info o kanalu
it: Mostra schermata precedente delle informazioni sul servizio
nl: Het vorige zenderinformatie scherm laten zien
pl: Pokaż poprzedni ekran informacji usługi
sk: Zobraziť predchádzajúcu obrazovku pre servisnú informáciu
sr: Pokaži prethodni ekran sa informacijama o servisu
sv: Visa skärmen för information om tidigare tjänster
ta: முந்தைய பணி செய்தி திரையைக் காட்டு
tr: Önceki kanal bilgisi ekranını göster
uk: Показати попередню інформацію каналу

source: Show previous system information screen
cs: Zobrazit předchozí obrazovku s informacemi o systému
el: Εμφάνιση προηγούμενης οθόνης πληροφοριών συστήματος
fi: Näytä aikaisempi järjestelmätieto näyttö
hr: Pokaži predhodni sustav info zaslona
it: Mostra schermata informazioni di sistema precedente
nl: Toon het vorige systeeminformatie scherm
pl: Pokaż poprzedni ekran informacji o systemie
sk: Zobraziť predchádzajúcu systémovú informačnú obrazovku
sr: Pokaži predhodni sistem info ekrana
sv: Visa tidigare systeminformationsskärm
ta: முந்தைய கணினி செய்தி திரையைக் காட்டு
tr: Önceki sistem bilgileri ekranını göster
uk: Показати екран попередньої інформації про систему

source: Show record indicator
bg: Показване на индикатора за запис
cs: Zobrazit indikátor nahrávání
da: Vis optageindikator
de: Zeige Aufnahmeindikator
el: Εμφάνιση εικονιδίου εγγραφής
et: Salvestava kanali tähistamine
fi: Tallennusmerkki
fr: Afficher l'indication d'enregistrement
hr: Pokaži indikator snimanja
hu: Felvétel jelző ikon mutatása
it: Mostra indicatore registrazione
lt: Rodyti įrašymo indikatorių
nl: Toon een opname indicatie in de zenderlijst
pl: Pokaż wskaźnik nagrywania
ru: Показать индикатор записи
sk: Zobraziť indikátor nahrávania
sr: Pokaži indikator snimanja
sv: Visa inspelningsindikator
ta: பதிவு காட்டி காட்டு
tr: Kayıt göstergesini göster
uk: Показати індикатор запису
vi: Hiển thị chỉ số hồ sơ
zh_cn: 显示录像标志

source: Show recording symbol
bg: Показване на символа за запис
cs: Zobrazit vhodný symbol nahrávání
da: Vis optagesymbol
de: Zeige Aufnahmesymbol, wenn Aufnahmetyp
el: Εμφάνιση συμβόλου εγγραφής
et: Kuva salvestusikoon
fi: Näytä tallennus symboli
fr: Afficher le symbole d'enregistrement en fonction du type d'enregistrement
hr: Pokaži simbol za snimanje
hu: A felvételi szimbólum megjelenítése
it: Mostra simbolo registrazione
lt: Rodyti įrašymo simbolį
nl: Toon het opname symbool
pl: Pokaż symbol nagrywania
sk: Zobrazovať symbol nahrávania
sr: Pokaži simbol za snimanje
sv: Visa inspelningssymbol
ta: ரெக்கார்டிங் சின்னத்தைக் காட்டு
tr: Kayıt sembolünü göster
uk: Показати іконку запису
vi: Hiển thị biểu tượng ghi âm
zh_cn: 显示录像标志

source: Show satellites list
bg: Показване на списъка със сателити
cs: Seznam satelitů
da: Vis satellitliste
de: Zeige Satelliten-Liste
el: Εμφάνιση λίστας δορυφόρων
et: Kuva satelliidinimekiri
fi: Näytä satelliitti lista
fr: Afficher la liste des satellites
hr: Pokaži spisak satelita
hu: A műholdak listájának megjelenítése
it: Mostra elenco satelliti
lt: Rodyti palydovų sąrašą
nl: Toon satellieten lijst
pl: Pokaż listę satelit
ru: Показать список спутников
sk: Zobraziť zoznam družíc
sr: Pokaži listu satelita
sv: Visa lista över satelliter
ta: செயற்கைக்கோள்கள் பட்டியலைக் காட்டு
tr: Uydu listesini göster
uk: Показати список супутників
vi: Hiển thị danh sách vệ tinh
zh_cn: 显示卫星列表

source: Show screen menu path
bg: Показване на пътя на екранното меню
cs: Zobrazit cestu nabídky obrazovky
el: Εμφάνιση διαδρομής μενού οθόνης
fi: Näytä näytön valikkopolku
fr: Afficher le chemin du menu de l'écran
hr: Pokaži putanju zaslona menu
it: Mostra percorso del menu dello schermo
lt: Rodyti ekrano meniu kelią
nl: Toon het scherm 'menu path history'
pl: Pokaż ścieżkę menu ekranowego
sk: Zobraziť cestu k menu na obrazovke
sr: Pokaži putanju ekrana menija
sv: Visa skärmens menyväg
ta: திரை பட்டியல் பாதையைக் காட்டு
tr: Ekran menüsü yolunu göster
uk: Показати шлях до екранного меню
zh_cn: 显示屏幕菜单路径

source: Show screen saver
bg: Показване на скрийнсейвър
cs: Zobrazit spořič obrazovky
el: Εμφάνιση προστασίας οθόνης
fi: Näytönsäästäjä
fr: Afficher l'économiseur d'écran
hr: Pokaži čuvar zaslona
it: Mostra salvaschermo
lt: Rodyti ekrano užsklandą
nl: Screensaver
pl: Pokaż wygaszacz ekranu
sk: Zobraziť šetrič obrazovky
sr: Pokaži čuvar ekrana
sv: Visa skärmsläckare
ta: திரை சேமிப்பாளரைக் காட்டு
tr: Ekran koruyucuyu göster
uk: Показати заставку

source: Show script messages
cs: Zobrazit zprávy skriptu
el: Εμφάνιση μηνυμάτων δέσμης ενεργειών
fi: Näytä komentosarjan viestit
hr: Pokaži poruke skripte
it: Mostra messaggi script
nl: Scriptberichten weergeven
pl: Wyświetl komunikaty skryptów
sk: Zobraziť správy skriptu
sr: Pokaži poruke skripte
sv: Visa skriptmeddelanden
ta: ச்கிரிப்ட் செய்திகளைக் காட்டு
tr: Komut dosyası mesajlarını göster
uk: Показати повідомлення скрипту

source: Show script messages if a background script ends. If the script has additional output then this will also be shown.
cs: Pokud skript na pozadí skončí, zobrazit zprávy skriptu. Pokud má skript další výstup, zobrazí se také.
el: Εμφάνιση των μηνυμάτων δέσμης ενεργειών αν μία λήξει στο παρασκήνιο. Αν το σενάριο έχει πρόσθετη έξοδο, τότε αυτό θα εμφανιστεί επίσης.
fi: Näytä komentosarjaviestit, jos taustakomentosarja päättyy. Jos komentosarjalla on muita ne näytetään kanssa.
hr: Pokaži poruke skripte ako se završi skripta u pozadini. Ako skripta ima dodatni izlaz to će takođe biti prikazano.
it: Mostra messaggi di script se uno script in background termina. Se lo script ha un output aggiuntivo, verrà mostrato anche questo.
nl: Scriptberichten weergeven als een achtergrondscript eindigt. Als het script extra uitvoer heeft, wordt deze ook weergegeven.
pl: Wyświetl komunikaty skryptu, jeśli skrypt w tle kończy się. Jeśli skrypt posiada dodatkowe dane wyjściowe, zostaną one również wyświetlone.
sk: Po skončení skriptu na pozadí zobraziť jeho správy. Ak má skript aj ďalší výstup, zobrazí sa tiež.
sr: Pokaži poruke skripte ako se završi skripta u pozadini. Ako skripta ima dodatni izlaz to će takođe biti prikazano.
sv: Visa skriptmeddelanden om ett bakgrundsskript avslutas. Om skriptet har ytterligare utdata kommer även dessa att visas.
ta: பின்னணி ச்கிரிப்ட் முடிந்தால் ச்கிரிப்ட் செய்திகளைக் காட்டு. ச்கிரிப்டில் கூடுதல் வெளியீடு இருந்தால் இதுவும் காண்பிக்கப்படும்.
tr: Arka planda çalışan bir komut dosyası sona erdiğinde komut dosyası mesajlarını gösterin. Komut dosyasının ek çıktısı varsa, bu da gösterilecektir.
uk: Показувати повідомлення скрипту, якщо фоновий скрипт завершується. Якщо скрипт має додаткові результати, це також буде показано.

source: Show selection for service information screen
cs: Zobrazit výběr na obrazovce s informacemi o službě
el: Εμφάνιση επιλογής για την οθόνη πληροφοριών υπηρεσίας
fi: Näytä valitun kanavan tiedot näytöllä
hr: Prikaži selekciju za kanal info zaslona
it: Mostra selezione per la schermata delle informazioni sul servizio
nl: Een selectie voor het zenderinformatie scherm laten zien
pl: Pokaż wybór dla ekranu informacji usługi
sk: Zobraziť výber pre obrazovku so servisnou informáciou
sr: Pokaži izbor za ekran sa servisnim informacijama
sv: Visa val för skärm med serviceinformation
ta: பணி செய்தி திரைக்கு தேர்வைக் காட்டு
tr: Kanal bilgileri ekranı seçimini göster
uk: Показати вибір для вибору інформації про канал

source: Show selection for system information screen
bg: Показване на избор за екран с информация за системата
cs: Zobrazit výběr pro obrazovku systémových informací
el: Εμφάνιση επιλογής για την οθόνη πληροφοριών συστήματος
fi: Näytä järjestelmätietojen valinta näyttö
hr: Pokaži selekciju za zaslon sa info o sustavu
it: Mostra selezione per la schermata delle informazioni di sistema
lt: Rodyti sistemos informacijos ekrano pasirinkimą
nl: Toon selectie voor het systeem informatie scherm
pl: Pokaż wybór dla ekranu informacji o systemie
sk: Zobraziť výber pre obrazovku so systémovými informáciami
sr: Pokaži selekciju za ekran sa info o sistemu
sv: Visa val för systeminformationsskärm
ta: கணினி செய்தி திரைக்கு தேர்வைக் காட்டு
tr: Sistem bilgi ekranı seçimini göster
uk: Показати вибір на екрані системної інформації

source: Show selection menu for commit logs
cs: Zobrazit nabídku výběru pro protokoly odevzdání
el: Εμφάνιση του μενού επιλογής για τις καταγραφές υποβολής
fi: Näytä valinta valikko lokeissa
hr: Pokaži menu odabira za evidenciju kao log
it: Mostra menu di selezione per i registri di commit
nl: Toon het selectiemenu voor commit-logs
pl: Pokaż menu wyboru dla logów commitów
sk: Zobraziť menu výberu denníkov o odovzdaní
sr: Pokaži meni izbora za evidenciju kao log
sv: Visa urvalsmeny för commit-loggar
ta: கமிட் பதிவுகளுக்கு தேர்வு மெனுவைக் காட்டு
tr: Taahhüt günlükleri için seçim menüsünü göster
uk: Показати меню вибору для журналів фіксації

source: Show selection menu for debug log files
cs: Zobrazit nabídku výběru pro soubory protokolu ladění
el: Εμφάνιση του μενού επιλογής για τις καταγραφές αποσφαλμάτωσης
fi: Näytä virheenkorjauslokit valinta valikkossa
hr: Pokaži menu odabira za datoteke evidencije otklanjanja grešaka
it: Mostra menu di selezione per i file di registro di debug
nl: Toon het selectiemenu voor debug-log bestanden
pl: Pokaż menu wyboru dla plików log debugowania
sk: Zobraziť menu výberu súborov s denníkom ladenia
sr: Pokaži meni izbora za fajlove evidencije otklanjanja grešaka
sv: Visa urvalsmeny för debug-loggfiler
ta: பிழைத்திருத்த பதிவு கோப்புகளுக்கான தேர்வு மெனுவைக் காட்டு
tr: Hata ayıklama günlük dosyaları için seçim menüsünü göster
uk: Показати меню вибору для файлів журналу налагодження

source: Show service list
bg: Показване на списъка със сервизи
cs: Seznam programů
da: Vis kanalliste
de: Zeige Kanalliste
el: Εμφάνιση λίστας υπηρεσιών
et: Kuva kanalinimekiri
fi: Avaa kanavalista
fr: Afficher liste service
hr: Pokaži spisak kanala
hu: Csatornalista megjelenítése
it: Mostra elenco servizi
lt: Rodyti kanalų sąrašą
nl: Toon de zenderlijst
pl: Pokaż listę kanałów
ru: Показать список каналов
sk: Zobraziť zoznam staníc
sr: Pokaži listu kanala
sv: Visa servicelista
ta: பணி பட்டியலைக் காட்டு
tr: Kanal listesini göster
uk: Показати список каналів
vi: Hiển thị danh sách dịch vụ
zh_cn: 显示频道列表

source: Show service name and event description among each other instead of side by side. After a change, an adjustment of the number of lines is required.
bg: Показване на името на услугата и описанието на събитието един до друг, вместо едно до друго. След промяна е необходима корекция на броя на редовете.
cs: Zobrazit název služby a popis události mezi sebou namísto vedle sebe. Po změně je nutná úprava počtu řádků.
da: Vis kanalnavn og begivenhedsbeskrivelse mellem hinanden i stedet for side om side. Justering af antallet af linjer er nødvendig efter ændringen.
de: 'Ja' zeigt den Namen des Senders und die Sendungsbeschreibung untereinander statt nebeneinander an. Nach einer Änderung ist die Anpassung der Zeilenanzahl erforderlich.
el: Εμφάνιση του ονόματος υπηρεσίας και της περιγραφής του προγράμματος το ένα πάνω στο άλλο αντί για δίπλα. Μετά την αλλαγή, απαιτείται νέα ρύθμιση στον αριθμό των γραμμών.
fi: Näytä kanavalistauksessa kanavan ja ohjelman nimi allekkain eikä vierekkäin. Muutoksen jälkeen rivien lukumäärää on muutettava.
fr: Afficher le nom du service et la description de l'événement entre eux plutôt que côte à côte. Après un changement, un ajustement du nombre de lignes est nécessaire.
hr: Pokaži ime kanala i opis događaja jedan pored drugog. Nakon promjene, potrebna je korekcija broja redova.
it: Mostra nome del servizio e la descrizione dell'evento tra loro invece che fianco a fianco. Dopo una modifica, è necessario un adeguamento del numero di righe.
lt: Rodyti kanalo pavadinimą ir įvykio aprašą tarpusavyje, o ne vienas šalia kito. Po pakeitimo reikia pakoreguoti eilučių skaičių.
nl: Laat de zender- en programma omschrijving onder elkaar zien i.p.v. naast elkaar. Na wijziging moet eventueel het 'Aantal zenderregels' worden aangepast.
pl: Pokaż nazwę kanału w pierwszej linii oraz opis zdarzenia w następnej. Po zmianie wymagana jest korekta liczby linii.
sk: Zobrazenie názov stanice a popiu udalosti pod sebou namiesto vedľa seba. Po zmene je potrebné upraviť počet riadkov.
sr: Pokaži ime kanala i opis događaja jedan pored drugog. Nakon promene, potrebna je korekcija broja redova.
sv: Visa servicenamn och evenemangsbeskrivning bland varandra istället för sida vid sida. Efter en ändring krävs en justering av antalet rader.
ta: பணி பெயர் மற்றும் நிகழ்வு விளக்கத்தை ஒருவருக்கொருவர் அருகருகே காட்டவும். மாற்றத்திற்குப் பிறகு, வரிகளின் எண்ணிக்கையை சரிசெய்தல் தேவை.
tr: Kanal ismini ve etkinlik açıklamasını yan yana değil, birlikte gösterin. Değişiklikten sonra satır sayısının ayarlanması gerekecektir.
uk: Показати назву каналу та опис передачі у різних рядках. Після зміни потрібне коригування кількості рядків.
zh_cn: 相互显示频道名称和事件描述,而不是并排显 一边.更改后,需要调整行数.

source: Show service type icons
bg: Показване на сервизните типове икони
cs: Zobrazit ikony typu kanálu
da: Vis kanaltype ikoner
de: Anzeige des Servicetyps
el: Εμφάνιση εικονιδίων τύπου υπηρεσίας
et: Edastusmooduse tähistamine
fi: Näytä kanavatyypin kuvakkeet
fr: Afficher les icônes du type de service
hr: Pokaži ikone vrste kanala
hu: Csatorna típus ikonok megjelenítése
it: Mostra icone tipo di servizio
lt: Rodyti kanalo tipo piktogramas
nl: Toon icon voor tuner type
pl: Pokaż ikonę typu kanału
pt_br: Exibir ícones do tipo de serviço
ru: Показ иконок для типа сервиса
sk: Zobraziť ikony typu stanice
sr: Pokaži ikone tipa kanala
sv: Visa ikoner för tjänstetyper
ta: பணி வகை சின்னங்களைக் காட்டு
tr: Kanal tipi simgelerini göster
uk: Показати іконки типу каналу
vi: Hiển thị biểu tượng loại dịch vụ
zh_cn: 显示频道类型图标

source: Show servicelist or movies
bg: Показване на сервизения списък на филмите
cs: Zobrazit seznam programů nebo filmů
da: Vis kanalliste eller film
de: Zeige Kanalliste oder Filme
el: Εμφάνιση λίστας υπηρεσιών ή ταινιών
et: Kuva kanalinimekiri või filmilist
fi: Avaa kanavalista tai tallennukset
fr: Afficher la liste des services ou des films
hr: Pokaži spisak kanala ili filmove
hu: Csatornalista vagy filmek megjelenítése
it: Mostra elenco servizi o registrazioni
lt: Rodyti kanalų sąrašą, arba filmus
nl: Toon de zenderlijst of de films
pl: Pokaż listę kanałów lub filmy
ru: Показать списки каналов или записей
sk: Zobraziť zoznam staníc alebo filmov
sr: Pokaži listu kanala ili filmove
sv: Visa servicelista eller filmer
ta: சேவையாளர் அல்லது திரைப்படங்களைக் காட்டு
tr: Kanal listesini veya filmleri göster
uk: Показати списки каналів або записів
vi: Hiển thị người phục vụ hoặc phim
zh_cn: 显示频道或电影列表

source: Show setup default value
bg: Показване на стойността по подразбиране за настройка
cs: Zobrazit výchozí hodnotu nastavení
el: Εμφάνιση προεπιλεγμένης τιμής ρυθμίσεων
fi: Näytä asetusten oletusarvo
fr: Afficher la valeur par défaut de la configuration
hr: Pokaži zadanu vrijednost podešavanja
it: Mostra valore predefinito impostazione
lt: Rodyti numatytąją nustatymo vertę
nl: Toon default instelwaarde
pl: Wyświetl domyślne wartości ustawień
sk: Zobraziť predvolenú hodnotu nastavenia
sr: Pokaži default vrednost podešavanja
sv: Visa inställningens standardvärde
ta: அமைவு இயல்புநிலை மதிப்பைக் காட்டு
tr: Varsayılan ayar değerini göster
uk: Показати значення налаштувань за замовчуванням

source: Show shut down menu
bg: Показване на менюто за изключване
cs: Zobrazit "Vypínací" menu
el: Εμφάνιση μενού τερματισμού
fi: Näytä sammutusvalikko
fr: Afficher le menu éteindre
hr: Pokaži isključeni menu
it: Mostra menu spegnimento
lt: Rodyti išjungimo meniu
nl: Afsluitmenu weergeven
pl: Pokaż menu wyłączania
sk: Zobraziť menu pre vypnutie
sr: Pokaži isključeni meni
sv: Visa avstängningsmeny
ta: மூடிய மெனுவைக் காட்டு
tr: Kapatma menüsünü göster
uk: Показати меню вимкнення

source: Show single EPG for current channel
bg: Показване на единичен EPG за текущия канал
cs: Zobrazit single EPG aktuálního kanálu
el: Εμφάνιση μονού EPG για το τρέχον κανάλι
fi: Näytä nykyisen kanavan ohjelmatiedot
fr: Afficher l'EPG simple pour la chaîne courante
hr: Pokaži jedan EPG za trenutni kanal
it: Mostra EPG singolo per il canale attuale
lt: Rodyti vieną dabartinio kanalo EPG
nl: Toon de Single-EPG van de huidige zender
pl: Pokaż EPG dla bieżącego kanału
sk: Zobraziť single EPG aktuálneho kanála
sr: Pokaži jedan EPG za trenutni kanal
sv: Visa en EPG för aktuell kanal
ta: தற்போதைய சேனலுக்கான ஒற்றை ஈபிசியைக் காட்டு
tr: Geçerli kanal için tekli EPG göster
uk: Показати одиночний телегід для поточного каналу

source: Show single EPG for current channel (setup in menu)
bg: Показване на единичен EPG за текущия канал (настройка в менюто)
cs: Zobrazit jednotlivé EPG pro aktuální kanál (nastavení v menu)
el: Eμφάνιση μονού EPG για το τρέχον κανάλι (ρυθμίσεις στο μενού)
fi: Näytä EPG nykyiselle kanavalle (asetus valikossa)
fr: Afficher un seul EPG pour la chaîne actuelle (réglage dans le menu)
hr: Pokaži jedan EPG za trenutni kanal (podešavanje u menu)
it: Mostra EPG singolo per il canale attuale (impostazione nel menu)
lt: Rodyti vieną dabartinio kanalo EPG (sąranka meniu)
nl: Toon de Single-EPG van de huidige zender (instellen in het menu)
pl: Pokaż EPG dla aktualnego kanału (ustawienia w menu)
sk: Zobraziť single EPG pre aktuálny kanál (nastavenie v menu)
sr: Pokaži jedan EPG za trenutni kanal (podešavanje u meniju)
sv: Visa enstaka EPG för aktuell kanal (inställning i menyn)
ta: தற்போதைய சேனலுக்கான ஒற்றை ஈபிசியைக் காட்டு (மெனுவில் அமைக்கவும்)
tr: Geçerli kanal için tekli EPG göster (menüde ayarlanabilir)
uk: Показати одиничний ЕПГ для поточного каналу (налаштування в меню)

source: Show single service EPG
bg: Показване на EPG за единичен сервиз
cs: Zobrazit EPG jednoho kanálu
da: Vis enkeltkanal EPG
de: Einfachen EPG anzeigen
el: Εμφάνιση EPG μίας μόνο υπηρεσίας
et: Kanali EPG
fi: Näytä yhden kanavan EPG
fr: Afficher l'EPG simple du service
hr: Pokaži jedan EPG kanal
hu: Egy csatorna EPG-jének megjelenítése
it: Mostra EPG di un singolo servizio
lt: Rodyti vieno kanalo EPG
nl: Toon de EPG van een enkel zender
pl: Pokaż EPG dla jednego kanału
pt_br: Exibir EPG simples
ru: Показать одиночный телегид канала
sk: Zobraziť EPG pre jednu stanicu
sr: Pokaži jedan EPG kanal
sv: Visa EPG för en enda tjänst
ta: ஒற்றை பணி EPG ஐக் காட்டு
tr: Kanal için tekli EPG göster
uk: Показати одиночний телегід каналу
vi: Hiển thị EPG dịch vụ duy nhất
zh_cn: 显示单个频道EPG

source: Show status messages on switch to live TV
bg: Показване на статус или съобщение, когато свързваш live TV
cs: Zobrazit stavové zprávy při přepnutí na živé vysílání TV
el: Εμφάνιση μηνυμάτων κατάστασης κατά την αλλαγή σε ζωντανή TV
fi: Näytä viesti kun siirrytään suoraan katseluun
fr: Afficher les messages de statut lorsqu'on bascule sur la TV en direct
hr: Pokaži statusne poruke prebacivanjem na TV uživo
it: Mostra messaggi quando si passa alla TV in diretta
lt: Perjungiant į tiesioginę TV transliaciją, rodyti žinutę
nl: Toon statusberichten wanneer u naar live-TV schakelt
pl: Pokaż komunikat po przełączeniu na telewizję
sk: Zobraziť stavové správy pri prepnutí na live TV
sr: Pokaži statusne poruke prebacivanjem na TV uživo
sv: Visa statusmeddelanden vid övergång till direktsänd TV
ta: லைவ் டிவிக்கு மாறும்போது நிலை செய்திகளைக் காட்டு
tr: Canlı TV'ye geçerken durum mesajlarını göster
uk: Показати повідомлення при переключені на канал ТВ

source: Show subservice selection
bg: Показване на избора на subservice
cs: Volba podprogramů
da: Vis valg af underkanal
de: Unterkanalmenü
el: Εμφάνιση επιλογής υπό-υπηρεσιών
et: Kuva alamkanalite valik
fi: Näytä kanavatyypin kuvakkeet
fr: Afficher sélection sous-service
hr: Pokaži odabir podservisa
it: Mostra selezione del sotto servizio
lt: Rodyti subkanalų pasirinkimą
nl: Toon de sub-zenders
pl: Pokaż wybór podsieci
ru: Показать выбор подсервисов
sk: Zobraziť výber podradenej stanice/služby
sr: Pokaži izbor podservisa
sv: Visa val av underservice
ta: துணை தேர்வைக் காட்டு
tr: Alt kanal seçimini göster
uk: Показати вибір підканалів
vi: Hiển thị lựa chọn dịch vụ phụ
zh_cn: 显示子频道选择

source: Show subservices
cs: Zobrazit podslužby
el: Εμφάνιση υπο-υπηρεσιών
fi: Näytä alipalvelu
hr: Pokaži podservise
it: Mostra sottoservizi
nl: Sub-zenders tonen
pl: Pokaż usługi podrzędne
sk: Zobraziť podradené služby/stanice
sr: Pokaži podservise
sv: Visa undertjänster
ta: உட்புறங்களைக் காட்டு
tr: Alt kanalları göster
uk: Показати підканали

source: Show subservices of the active service
cs: Zobrazit podslužby aktivní služby
el: Εμφάνιση των υπο-υπηρεσιών της ενεργής υπηρεσίας
fi: Näytä aktiivinen kanava
hr: Prikaži podservise aktivnog servisa
it: Mostra sottoservizi del servizio attivo
nl: Sub-zenders van de actuele zender tonen
pl: Pokaż usługi podrzędne aktywnej usługi
sk: Zobraziť podradené služby aktívnej služby/stanice
sr: Prikaži podservise aktivnog servisa
sv: Visa underavdelningar till den aktiva tjänstgöringen
ta: செயலில் உள்ள சேவையின் உட்பிரிவுகளைக் காட்டு
tr: Etkin kanalın alt kanallarını göster
uk: Показати підканали активного каналу

source: Show subtitle quick menu
bg: Показване на бързо меню за субтитри
cs: Zobrazit rychlou nabídku titulků
da: Vis undertekst kvikmenu
de: Untertitel-Schnellmenü
el: Εμφάνιση γρήγορου μενού υποτίτλου
et: Subtiitrite kiirmenüü
fi: Näytä tekstityksen pikavalikko
fr: Afficher le menu rapide des sous-titres
hr: Pokaži brzi menu subtitlova
hu: Felirat gyors menü mutatása
it: Mostra menu rapido sottotitoli
lt: Rodyti subtitrų greitąjį meniu
nl: Toon snel ondertitelingsmenu
pl: Menu podręczne napisów
sk: Zobraziť rýchle menu titulkov
sr: Pokaži brzi meni subtitlova
sv: Visa snabbmeny för undertexter
ta: வசன விரைவான மெனுவைக் காட்டு
tr: Altyazı hızlı menüsünü göster
uk: Показати субтитри швидкого меню
vi: Hiển thị menu phụ đề nhanh
zh_cn: 显示字幕快速菜单

source: Show subtitle selection
bg: Показване на избора на субтитри
cs: Nastavení titulků
da: Vis undertekst valg
de: Untertitelmenü
el: Εμφάνιση επιλογής υποτίτλων
et: Kuva subtiitrite valik
fi: Tekstitysvalinta
fr: Afficher sélection sous-titre
hr: Pokaži odabir subtitlova
hu: Felirat kiválasztás mutatása
it: Mostra selezione sottotitoli
lt: Rodyti subtitrų pasirinkimą
nl: Toon de selectie van de ondertitels
pl: Pokaż wybór napisów
ru: Показать выбор субтитров
sk: Zobraziť výber titulkov
sr: Pokaži izbor subtitlova
sv: Visa val av undertexter
ta: வசனத் தேர்வைக் காட்டு
tr: Altyazı seçimini göster
uk: Показати вибір субтитрів
vi: Hiển thị lựa chọn phụ đề
zh_cn: 显示字幕选择
