Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
da: Vælg 'polarisering' hvis der bruges en 'universal' LNB, hvis ikke konsulter da dit LNB datablad.
de: Wählen Sie die 'Polarisation', wenn Sie ein 'universelles' LNB verwenden, andernfalls konsultieren Sie Ihr LNB-Datenblatt.
et: Vali 'polarisatsioon', kui kasutuses on universaalne LNB. Muudel juhtudel uuri LNB spetsifikatsiooni.
vi: Chọn 'phân cực' nếu sử dụng LNB 'phổ quát', nếu không hãy tham khảo bảng thông số LNB của bạn.
zh_cn: 如果使用'通用'高频头,请选择'极化',否则请查阅LNB规格表.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
da: Vælg 'udbyder' for at søge fra den foruddefinerede liste af multipleksere. Vælg 'bånd' for kun at søge en bestemt del af området. Vælg 'trin' for kun at søge i trin på en bestemt frekvensbåndbredde.
de: Wählen Sie 'Provider', um aus der vordefinierten Liste von Kabelmultiplexen zu scannen. Wählen Sie 'Bänder', um nur bestimmte Teile des Spektrums zu scannen. Wählen Sie 'Schritte', um in Schritten einer bestimmten Frequenzbandbreite zu scannen.
et: Valides 'Levitaja', saab otsingus kasutada eelmääratud kaablioperaatorite nimekirja. Valides 'sagedusalad' skaneeritakse ainult teatud osa spektrumist. Valides 'sageduse samm' skaneeritakse sammu kaupa teatud ribalaius.
vi: Chọn 'nhà cung cấp' để quét từ danh sách ghép kênh cáp được xác định trước. Chọn 'dải' để chỉ quét một số phần nhất định của phổ. Chọn 'bước' để quét theo các bước của băng thông tần số cụ thể.
zh_cn: 从电缆复用器的预定义列表中选择'供应商'进行扫描.选择'频段'仅扫描频谱的某些部分.选择'频率步长'以特定频率带宽进行扫描.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
da: Vælg 'Ja' hvis denne Tuner er forbundet til SCR enheden gennem en anden Tuner, eller vælges 'Nej'.
de: Wählen Sie 'Ja', wenn dieser Tuner über einen anderen Tuner mit dem Unicable/SCR-Gerät verbunden ist, andernfalls wählen Sie 'Nein'.
et: Vali 'jah', kui see tuuner on ühendatud SCR seadmega teise tuuneri kaudu. Muudel juhtudel vali ei.
vi: Chọn 'có' nếu bộ chỉnh này được kết nối với thiết bị SCR thông qua bộ chỉnh khác, nếu không thì chọn 'không'.
zh_cn: 如果此调谐器通过另一个调谐器连接到SCR设备,请选择'是',否则选择'否'.

source: Select 'yes' to include %s multiplexes in your search.
da: Vælg 'Ja' for at inkludere %s multiplexere i din søgning.
de: Wählen Sie 'Ja', um %s Multiplexe in Ihrer Suche einzubeziehen.
et: Määra 'jah', kaasamaks otsingusse %s multipleksid.
vi: Chọn 'có' để bao gồm các ghép kênh %s trong tìm kiếm của bạn.
zh_cn: 选择'是'以在搜索中包括 %s 多路复用.

source: Select 'yes' to include symbol rate %s in your search.
da: Vælg 'Ja' for at inkludere symbolhastighed %s i din søgning.
de: Wählen Sie 'Ja', um die Symbolrate %s in Ihrer Suche aufzunehmen.
et: Määra 'jah', kaasamaks otsingusse %s sümbolikiirus.
vi: Chọn 'có' để bao gồm tỷ lệ biểu tượng %s trong tìm kiếm của bạn.
zh_cn: 选择 '是' 以在搜索中包括符号率 %s.

source: Select 'yes' to include the %s band in your search.
da: Vælg 'Ja' for at inkludere %s bånd i din søgning.
de: Wählen Sie 'Ja', um das %s-Band in Ihrer Suche einzubeziehen.
et: Määra 'jah', kaasamaks otsingusse %s sagedusala.
vi: Chọn 'có' để bao gồm nhóm %s trong tìm kiếm của bạn.
zh_cn: 选择 '是'以在搜索中包括 %s范围.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
da: Vælg 'Ja' for kun at sende DiSEqC kommandoen nå der skiftes fra en satellit til en anden, eller vælg 'Nej' for at sende DiSE1C kommanden ved hvert Zap.
de: Wählen Sie 'Ja', um nur den DiSEqC-Befehl zu senden, wenn Sie von einem Satelliten zu einem anderen wechseln, oder wählen Sie 'Nein', damit der DiSEqC-Befehl bei jedem Sender-Wechsel erneut gesendet wird.
et: Valides 'jah', saadetakse DiSEqC käsk vahetades ühelt satelliidilt teisele, valides 'ei', saadetakse DiSEqC käsk igal kanalivahetusel.
vi: Chọn 'có' để chỉ gửi lệnh DiSEqC khi thay đổi từ vệ tinh này sang vệ tinh khác hoặc chọn 'không' để lệnh DiSEqC được gửi lại trên mỗi zap.
zh_cn: 选择‘是’仅在从一颗卫星转换为另一颗卫星时发送DiSEqC命令,或者选择'否'以使DiSEqC命令在每次击打时都重新发送.

source: Select (source list) or enter directory (target list)
da: Vælg (kildeliste) eller indtast mappe (målliste)
de: Wählen Sie (Quellenliste) oder betreten Sie das Verzeichnis (Zielliste)
et: Vali (allikaloend) või sisene kataloogi (sihtloend)
vi: Chọn (danh sách nguồn) hoặc nhập thư mục (danh sách đích)
zh_cn: 选择(源列表)或输入目录(目标列表)

source: Select Card Server
da: Vælg kortserver
de: Cardserver (2. Softcam) auswählen
et: Vali kaardiserver
vi: Chọn máy chủ thẻ
zh_cn: 选择卡片服务器

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
da: Vælg Hurtig DiSEqC hvis dit antennesystem understøtter dette. Vælg 'Nej' hvis du er usikker.
de: Wählen Sie 'Ja', wenn Ihr Antennensystem dies unterstützt. Wenn Sie unsicher sind, wählen Sie 'Nein'.
et: Vali kiire DiSEqC, kui antennisüsteem seda toetab. Kui pole kindel, vali 'ei'.
vi: Chọn Fast DiSEqC nếu hệ thống trên không của bạn hỗ trợ điều này. Nếu bạn không chắc chắn, hãy chọn 'không'.
zh_cn: 如果您的天线系统支持此功能, 请选择Fast Diseqc.如果不确定,选择'否'.

source: Select HDD
da: Vælg harddisk
de: Festplatte auswählen
et: Vali kõvaketas
hu: Háttértár kiválasztása
pt_br: Selecione o disco rígido
ru: Выбрать жесткий диск
sl: Izberite trdi disk
vi: Chọn ổ cứng
zh_cn: 选择硬盘

source: Select LCD Skin
da: Vælg LCD Tema
de: LCD Skin auswählen
et: Vali LCD kujundus
hu: LCD kinézet kiválasztása
vi: Chọn da LCD
zh_cn: 选择LCD皮肤

source: Select Red-key action
da: Vælg Rød taste handling
de: Funktion der Taste ROT
et: Punase nupu vajutus
hu: Piros gomb művelete
ru: Выбор действия для красной кнопки
vi: Chọn hành động phím đỏ
zh_cn: 选择红色键动作

source: Select Red-key action long
da: Vælg Rød taste handling lang
de: Funktion der Taste ROT lang
et: Punase nupu pikk vajutus
hu: Piros gomb művelete (hosszan)
ru: Действие для красной кнопки (долгое нажатие)
vi: Chọn hành động phím đỏ dài
zh_cn: 选择红色键动作长按

source: Select Yellow Key Action
da: Vælg Gul taste handling
de: Funktion der Taste GELB
et: Kollase nupu vajutus
hu: Sárga gomb művelete
ru: Действие для желтой кнопки
vi: Chọn hành động phím vàng
zh_cn: 选择黄色键动作

source: Select Yellow Key Action long
da: Vælg Gul taste handling lang
de: Funktion der Taste GELB lang
et: Kollase nupu pikk vajutus
hu: Sárga gomb művelete (hosszan)
ru: Действие для желтой кнопки (долгое нажатие)
vi: Chọn hành động phím vàng dài
zh_cn: 选择黄色键动作长按

source: Select Your Skin
da: Vælg dit Tema
de: Skin auswählen
et: Kujunduse valik
hu: Válassza ki a kinézetet (Skin)
vi: Chọn làn da của bạn
zh_cn: 选择你的皮肤

source: Select a path
da: Vælg en sti
de: Pfad auswählen:
et: Vali asukoht
vi: Chọn đường dẫn
zh_cn: 选择路径

source: Select additional backup files
da: Vælg yderligere sikkerhedskopieringsfiler
de: Zusätzlich zu sichernde Dateien wählen
et: Lisafailid varundamiseks
hu: További mentési fájlok kiválasztása
vi: Chọn tập tin sao lưu bổ sung
zh_cn: 选择额外的备份文件

source: Select an image to be downloaded
da: Vælg et Image der skal downloades
et: Vali sellest nimekirjast
hu: Válasszon egy letöltendő image-t
ru: Выберите прошивку для загрузки
vi: Chọn một hình ảnh để được tải xuống
zh_cn: 选择要下载的镜像

source: Select backup location
da: Vælg placering af sikkerhedskopi
de: Sicherungsort auswählen
et: Varukoopia asukoht
hu: Válassza ki a mentés helyét
pt_br: Destino do backup
ru: Выбор расположения бекапа
vi: Chọn vị trí dự phòng
zh_cn: 选择备份位置

source: Select channel to record from
da: Vælg kanal der skal optages fra
de: Kanal auswählen, von dem aufgenommen werden soll
et: Vali kanal, millelt salvestada
hu: Csatorna kiválasztása melyről fel szeretne venni
pt_br: Selecione o canal a ser gravado
ru: Выбрать канал для записи
sl: Izberite kanal za snemanje
vi: Chọn kênh để ghi từ
zh_cn: 选择要录制的频道

source: Select desired image from feed list
da: Vælg ønsket imgage fra listen
de: Gewünschtes Image in Feed-Liste auswählen
et: Vali nimekirjast soovitud tõmmis
hu: Válassza ki a listából a kívánt image-et
ru: Выберите желаемый имидж из списка
sl: Izberite željeno sliko (image) iz liste
vi: Chọn hình ảnh mong muốn từ danh sách nguồn cấp
zh_cn: 从列表中选择所需的镜像

source: Select excluded backup files
da: Vælg fravalgte sikkerhedskopieringsfiler
de: Nicht zu sichernde Dateien wählen
et: Failid, mida ei varundata
hu: Válassza ki a kizárt mentési fájlokat
vi: Chọn các tệp sao lưu bị loại trừ
zh_cn: 选择排除的备份文件

source: Select folders
da: Vælg mapper
de: Ordner auswählen
et: Vali kaustad
hu: Válasszon mappákat
ru: Выбор каталогов
vi: Chọn thư mục
zh_cn: 选择文件夹

source: Select how to activate the Quick EPG mode:
da: Vælg hvordan Kvik EPG tilstand aktiveres:
de: Einstellen, wie der grafische Infoleisten-EPG aktiviert werden soll.
et: Vali, kuidas käivitada Inforiba EPG:
hu: Válassza ki, hogyan aktiválja a Quick EPG módot:
ru: Выбор активации режима быстрого телегида
vi: Chọn cách kích hoạt chế độ EPG nhanh:
zh_cn: 选择如何启动快速EPG模式:

source: Select if timeshift must continue when set to record.
da: Vælg om Timeshift skal fortsætte når sat til optagelse.
de: Wählen Sie, wie sich Timeshift verhalten bzw. was mit der Timeshift-Datei geschehen soll, nach dem Umschalten.
et: Määra, kas ajanihe jätkub pärast selle salvestuseks määramist.
hu: Mi történjen akkor, mikor más esemény történik a Timeshift-t közben.
ru: Выберите из вариантов, как следует сохранять буфер идущего таймшифта, если вы нажали на запись.
vi: Chọn nếu timeshift phải tiếp tục khi được đặt thành ghi.
zh_cn: 选择设置为录像时是否必须继续时移.

source: Select location
da: Vælg placering
et: Vali asukoht
hu: Hely kiválasztása
ru: Выбор местоположения
vi: Chọn địa điểm
zh_cn: 选择位置

source: Select of the number
da: Valg af nummeret
de: Wählen Sie die Anzahl
et: Numbri valik
hu: Mennyi IP cím legyen
ru: Выбор номера
vi: Chọn số
zh_cn: 选择号码

source: Select satellites
da: Vælg satellitter
de: Satelliten auswählen
et: Vali satelliidid
hu: Válasszon műholdat
ru: Выбор спутников
vi: Chọn vệ tinh
zh_cn: 选择卫星

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
bg: Изберете seekbar, който да се активира със стрелка L/R(long) или << >>(long).
da: Vælg om søgebjælke aktiveres med pil V/H (lang) eller << >> (lang).
de: Einstellen der Tasten für die Suchleistenaktivierung: Pfeil Links/Rechts lang oder '<<'/'>>' lang.
et: Määra, kas otsiriba aktiveeritakse VASAK/PAREM (pikk) noolenuppude või << >> (pikk) vajutusel.
hu: Használja a keresősáv aktiválásához az L / R (hosszan) vagy << >> (hosszan) nyilat.
ru: Выберите кнопку активации Seekbar вправо/влево или << >> (долгое нажатие).
vi: Chọn thanh tìm kiếm được kích hoạt bằng mũi tên L / R (dài) hoặc << >> (dài).
zh_cn: 选择一个激活的进度条箭头L/R(长)或<< >>(长).

source: Select target folder
da: Vælg destinationsmappe
de: Wählen Sie das Zielverzeichnis
et: Vali sihtkataloog
hu: Válassza ki a célmappát
pt_br: Selecione o diretório de destino
ru: Выбрать папку назначения
vi: Chọn thư mục đích
zh_cn: 选择目标文件夹

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
da: Vælg den ønskede funktion og klik på "OK" for at tildele den. Brug "CH+/-" for at skifte mellem listerne. Vælg en tildelt funktion og klik på "OK" for at fjerne tildelingen. Brug "Næste/Forrige" for at ændre rækkefølgen på de tildelte funktioner.
de: Gewünschte Funktion auswählen und OK drücken, um sie zu belegen. Mit CH+/CH- zwischen den Listen umschalten. Zugeordnete Funktion wählen und OK drücken, um die Belegung zu entfernen. Mit '<' oder '>' die Funktionen sortieren.
et: Vali soovitud toiming ja vajuta selle määramiseks 'OK'. Nimekirjade vahetamiseks kasuta 'CH+/-' nuppe. Toimingu eemaldamiseks vali määratud toiming ja vajuta 'OK'. Toimingute järjekorra muutmiseks kasuta 'Eelmine/Järgmine' nuppe.
hu: Válassza ki a kívánt funkciót, és kattintson rá az "OK" gombra. Használja a "CH +/-" billentyűt a listák közötti váltáshoz. Válasszon ki egy hozzárendelt függvényt, és kattintson az "OK" gombra annak hozzárendeléséhez. Használja a "Next / Previous" gombot a hozzárendelt funkciók sorrendjének megváltoztatásához.
ru: Выберите нужную функцию и нажмите на "OK", чтобы назначить. Используйте "CH+/-" для переключения между списками. Выберите назначенную функцию и нажмите на "OK" чтобы отменить назначение. Используйте "Следующий/Предыдущий", чтобы изменить порядок назначенной функции.
vi: Chọn chức năng mong muốn và nhấp vào "OK" để gán nó. Sử dụng "CH +/-" để chuyển đổi giữa các danh sách. Chọn một chức năng được chỉ định và nhấp vào "OK" để hủy gán nó. Sử dụng "Tiếp theo / Trước" để thay đổi thứ tự của các chức năng được gán.
zh_cn: 选择所需的功能,然后点击"OK" 分配它.使用 "CH+/-" 在列表之间切换.选择一个指定的函数,然后单击"OK"键去分配它.使用"下一个/以前的"更改指定功能的顺序.

source: Select the highlighted image and reboot
da: Vælg det markerede Image og genstart
de: Ausgewähltes Image benutzen und neu starten
zh_cn: 选择突出显示的镜像并重新启动

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
da: Vælg producenten af din SRC enhed. Sæt 'SRC' til 'brugerdefineret' og indtast enhedsparametre manuelt i henhold til dens datablad, hvis producenten ikke er listet.
de: Wählen Sie den Hersteller Ihres Unicable/SCR-Geräts aus. Wenn der Hersteller nicht aufgeführt ist, setzen Sie 'SCR' auf 'Benutzerdefiniert' und geben Sie die Geräteparameter gemäß dem zugehörigen Datenblatt manuell ein.
et: Vali SCR seadme tootja. Kui tootjat nimekirjas ei ole, määra 'SCR' väärtuseks 'kasutaja määratud' ja sisesta seadme parameetrid käsitsi vastavalt selle spetsifikatsioonile.
vi: Chọn nhà sản xuất thiết bị SCR của bạn. Nếu nhà sản xuất không được liệt kê, hãy đặt 'SCR' thành 'người dùng xác định' và nhập thủ công các thông số thiết bị theo bảng thông số kỹ thuật của nó.
zh_cn: 选择SCR设备的制造商.如果制造商未列出,请将'SCR'设置为'用户定义',并根据其规格表手动输入设备参数.

source: Select the model number of your Unicable device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
da: Vælg model nummeret for din Unicable enhed. Sæt 'SRC' til 'brugerdefineret' og indtast enhedsparametre manuelt i henhold til dens datablad, hvis model nummeret ikke er listet.
de: Wählen Sie das Modell Ihres Unicable/SCR-Geräts aus. Wenn der Hersteller nicht aufgeführt ist, setzen Sie 'SCR' auf 'Benutzerdefiniert' und geben Sie die Geräteparameter gemäß dem zugehörigen Datenblatt manuell ein.
et: Vali unicable seadme mudeli number. Kui seda nimekirjas ei ole, määra 'SCR' väärtuseks 'kasutaja määratud' ja sisesta seadme parameetrid käsitsi vastavalt selle spetsifikatsioonile.
vi: Chọn số kiểu máy của thiết bị Unicable của bạn. Nếu số kiểu máy không được liệt kê, hãy đặt 'SCR' thành 'người dùng xác định' và nhập thủ công các thông số thiết bị theo bảng thông số kỹ thuật của nó.
zh_cn: 选择Unicable设备的型号.如果未列出型号,请将'SCR'设置为'用户定义',并根据其规格表手动输入设备参数.

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
da: Vælg satelitten som er forbundet til Port-A på din switch. Vælg 'automatisk' hvis du er usikker og modtageren vil så forsøge at bestemme denne for dig. Vælg 'intet forbundet' hvis intet er forbundet til denne port.
de: Wählen Sie den Satelliten aus, der an Port A Ihres Switches angeschlossen ist. Wenn Sie sich nicht sicher sind, wählen Sie 'automatisch' und der Empfänger wird versuchen, dies für Sie zu ermitteln. Wenn an diesem Port nichts angeschlossen ist, wählen Sie 'Nichts angeschlossen'.
et: Vali satelliit, mis on ühendatud lüliti porti A. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab seda teha ise. Kui see port on ühendamata, vali 'pole ühendatud'.
vi: Chọn vệ tinh được kết nối với Cổng A của công tắc. Nếu bạn không chắc chắn, hãy chọn 'tự động' và người nhận sẽ cố gắng xác định điều này cho bạn. Nếu không có gì được kết nối với cổng này, chọn 'không có gì được kết nối'.
zh_cn: 选择连接到交换机端口A的卫星.如果您不确定,请选择'自;,接收器将尝试为您确定.如果没有连接到此端口,请选择'无连接'.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
da: Vælg satelitten som er forbundet til Port-B på din switch. Vælg 'automatisk' hvis du er usikker og modtageren vil så forsøge at bestemme denne for dig. Vælg 'intet forbundet' hvis intet er forbundet til denne port.
de: Wählen Sie den Satelliten aus, der an Port B Ihres Switches angeschlossen ist. Wenn Sie sich nicht sicher sind, wählen Sie 'automatisch' und der Empfänger wird versuchen, dies für Sie zu ermitteln. Wenn an diesem Port nichts angeschlossen ist, wählen Sie 'Nichts angeschlossen'.
et: Vali satelliit, mis on ühendatud lüliti porti B. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab seda teha ise. Kui see port on ühendamata, vali 'midagi pole ühendatud'.
vi: Chọn vệ tinh được kết nối với Cổng B của công tắc. Nếu bạn không chắc chắn, hãy chọn 'tự động' và người nhận sẽ cố gắng xác định điều này cho bạn. Nếu không có gì được kết nối với cổng này, chọn 'không có gì được kết nối'.
zh_cn: 选择连接到交换机端口B的卫星.如果您不确定,请选择'自动',接收器将尝试为您确定.如果没有连接到此端口,请选择'无连接'.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
da: Vælg satelitten som er forbundet til Port-C på din switch. Vælg 'automatisk' hvis du er usikker og modtageren vil så forsøge at bestemme denne for dig. Vælg 'intet forbundet' hvis intet er forbundet til denne port.
de: Wählen Sie den Satelliten aus, der an Port C Ihres Switches angeschlossen ist. Wenn Sie sich nicht sicher sind, wählen Sie 'automatisch' und der Empfänger wird versuchen, dies für Sie zu ermitteln. Wenn an diesem Port nichts angeschlossen ist, wählen Sie 'Nichts angeschlossen'.
et: Vali satelliit, mis on ühendatud lüliti porti C. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab seda teha ise. Kui see port on ühendamata, vali 'midagi pole ühendatud'.
vi: Chọn vệ tinh được kết nối với Cổng-C của công tắc. Nếu bạn không chắc chắn, hãy chọn 'tự động' và người nhận sẽ cố gắng xác định điều này cho bạn. Nếu không có gì được kết nối với cổng này, chọn 'không có gì được kết nối'.
zh_cn: 选择连接到交换机端口C的卫星.如果您不确定,请选择'自动',接收器将尝试为您确定.如果没有连接到此端口,请选择'无连接'.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
da: Vælg satelitten som er forbundet til Port-D på din switch. Vælg 'automatisk' hvis du er usikker og modtageren vil så forsøge at bestemme denne for dig. Vælg 'intet forbundet' hvis intet er forbundet til denne port.
de: Wählen Sie den Satelliten aus, der an Port D Ihres Switches angeschlossen ist. Wenn Sie sich nicht sicher sind, wählen Sie 'automatisch' und der Empfänger wird versuchen, dies für Sie zu ermitteln. Wenn an diesem Port nichts angeschlossen ist, wählen Sie 'Nichts angeschlossen'.
et: Vali satelliit, mis on ühendatud lüliti porti D. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab seda teha ise. Kui see port on ühendamata, vali 'midagi pole ühendatud'.
vi: Chọn vệ tinh được kết nối với Cổng-D của công tắc. Nếu bạn không chắc chắn, hãy chọn 'tự động' và người nhận sẽ cố gắng xác định điều này cho bạn. Nếu không có gì được kết nối với cổng này, chọn 'không có gì được kết nối'.
zh_cn: 选择连接到交换机端口D的卫星.如果您不确定,请选择'自动',接收器将尝试为您确定.如果没有连接到此端口,请选择'无连接'.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
da: Vælg satelitten du ønsker at konfigurere. Når denne satellit er konfigureret kan du vælge at konfigurere andre satellitter som bliver tilgået med den samme Tuner.
de: Wählen Sie den Satelliten aus, den Sie konfigurieren wollen. Sobald dieser Satellit konfiguriert ist, können Sie andere Satelliten auswählen und konfigurieren, auf die mit demselben Tuner zugegriffen wird.
et: Vali seadistatav satelliit. Kui see satelliit on seadistatud, saab valida ja seadistada teised sama tuuneriga vastuvõetavad satelliidid.
vi: Chọn vệ tinh bạn muốn cấu hình. Khi vệ tinh đó được định cấu hình, bạn có thể chọn và định cấu hình các vệ tinh khác sẽ được truy cập bằng cách sử dụng cùng bộ chỉnh này.
zh_cn: 选择要配置的卫星.一旦配置了卫星,您就可以 选择和配置将使用同一个调谐器访问的其他卫星.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
da: Vælg satellitten din skål modtager fra. Vælg 'automatisk' Hvis du er usikker og modtageren vil forsøge at bestemme denne for dig.
de: Wählen Sie den Satelliten, von dem Ihr Gerät empfängt. Wenn Sie sich nicht sicher sind, wählen Sie 'automatisch' und der Empfänger wird versuchen, dies für Sie zu ermitteln.
et: Vali vastuvõetav satelliit. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab selle ise tuvastada.
vi: Chọn vệ tinh mà món ăn của bạn nhận được từ. Nếu bạn không chắc chắn, hãy chọn 'tự động' và người nhận sẽ cố gắng xác định điều này cho bạn.
zh_cn: 选择你的接收的卫星.如果您不确定,请选择'自动',接收器将尝试为您确定.

source: Select the sleep timer action.
da: Vælg handling for DvaleTimer.
de: Wählen Sie die Ausschalttimer Aktion.
et: Vali unetaimeri tegevus.
hu: Válassza ki az Elalvás időzítésének műveletét.
vi: Chọn hẹn giờ ngủ.
zh_cn: 选择睡眠计时器动作.

source: Select the tuner that controls the motorised dish.
da: Vælg den Tuner der styre den motoriseret skål.
de: Wählen Sie den Tuner, der die motorisierte Schüssel steuert.
et: Vali tuuner, mis juhib ajamiga antenni.
vi: Chọn bộ chỉnh điều khiển đĩa cơ giới.
zh_cn: 选择控制电动碟的调谐器.

source: Select the tuner that this loopthrough depends on.
da: Vælg den Tiner som denne gennemsløjfning afhænger af.
de: Wählen Sie den Tuner, von dem diese Durchschleifung abhängt.
et: Vali tuuner, millest see läbiviik sõltub.
vi: Chọn bộ chỉnh mà vòng lặp này phụ thuộc vào.
zh_cn: 选择此循环依赖的调谐器.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
da: Vælg den type af LNB/enhed der bruges (normalt 'Universal'). Vælg 'brugerdefineret' hvis din LBN type ikke findes.
de: Wählen Sie den Typ des verwendeten LNB / Geräts (normalerweise 'Universal'). Wenn Ihr LNB-Typ nicht verfügbar ist, wählen Sie 'benutzerdefiniert'.
et: Vali kasutatava LNB/seadme tüüp (tavaliselt 'universaalne'). Kui pole valikus, vali 'kasutaja määratud'.
vi: Chọn loại LNB / thiết bị đang được sử dụng (thông thường là 'Phổ quát'). Nếu loại LNB của bạn không khả dụng, hãy chọn 'người dùng xác định'.
zh_cn: 选择要使用的LNB/设备类型(通常为'通用').如果您的LNB类型不可用,请选择'用户自定义'.

source: Select upgrade source
da: Vælg opgraderingskilde
de: Upgrade-Quelle auswählen
et: Vali uuenduste allikas
hu: Válasszon szerkesztendő frissítési forrást
pt_br: Servidores de atualizações
ru: Выбор источника обновления
vi: Chọn nguồn nâng cấp
zh_cn: 选择升级源
