Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: No ECM PIDs available
bg: Няма налични ECMPids
cs: Žádné ECMPid nejsou k dispozici
el: Μη διαθέσιμα ECMPids
fi: Ei ECMPids saatavilla
fr: Aucun ECMPids disponible
hr: Nema dostupnog ECM PID
it: Nessun PID ECM disponibile
lt: ECMPids nėra
nl: Geen ECMPids beschikbaar
pl: Brak dostępnych ECMPid
sk: Nie sú dostupné žiadne ECM PIDy
sr: Nema dostupnog ECM PID
sv: Inga ECM PID:ar tillgängliga
ta: ஈ.சி.எம் பிஐடிகள் எதுவும் கிடைக்கவில்லை
tr: Kullanılabilir ECM PID yok
uk: ECM PIDи відсутні

source: No HDD found or HDD not initialized!
bg: Няма намерен HDD или HDD не е инициализиран!
cs: Žádný HDD nenalezen nebo není inicializován!
da: Ingen HDD fundet eller HDD ikke initialiseret!
de: Keine Festplatte gefunden oder Festplatte nicht initialisiert!
el: Δεν βρέθηκε σκληρός δίσκος ή δεν έχει γίνει αρχικοποίηση!
et: Kõvaketas puudub või on vormindamata!
fi: Kiintolevyä ei löydy tai sitä ei ole alustettu!
fr: Aucun disque dur trouvé ou disque dur non initialisé !
hr: Nije pronađen HDD ili HDD nije formatiran!
hu: Nem észlelhető háttértár, vagy az nem lett inicializálva!
it: HDD non trovato o non formattato!
lt: Kietas diskas nerastas arba neinicializuotas!
nl: Geen harde schijf gevonden of de harde schijf is niet geïnitialiseerd!
pl: Nie znaleziono HDD lub dysk nie jest zainicjowany!
pt_br: Disco rígido não encontrado ou não formatado!
ru: Жесткий диск не найден или не форматирован!
sk: Pevný disk sa nenašiel alebo nie je inicializovaný!
sl: Trdega diska ni mogoče dodati!
sr: Nije pronađen HDD ili HDD nije formatiran!
sv: Ingen hårddisk hittades eller hårddisken initialiserades inte!
ta: எச்டிடி எதுவும் கிடைக்கவில்லை அல்லது எச்டிடி துவக்கப்படவில்லை!
tr: HDD bulunamadı veya HDD ilişkilendirilemedi!
uk: Не знайдено жодного HDD, або HDD не ініціалізовано!
vi: Không tìm thấy ổ cứng hoặc ổ cứng không được khởi tạo!
zh_cn: 没有发现硬盘硬盘或未初始化!

source: No Internet connection
cs: Žádné připojení k internetu
el: Χωρίς σύνδεση στο διαδίκτυο
fi: Ei Internet yhteyttä
hr: Nema Internet veze
it: Nessuna connessione Internet
nl: Geen internetverbinding
pl: Brak połączenia z internetem
sk: Žiadne pripojenie na internet
sr: Provera spajanja Interneta
sv: Ingen internetanslutning
ta: இணைய இணைப்பு இல்லை
tr: Internet bağlantısı yok
uk: Немає підключення до Інтернету

source: No Name
cs: Bez názvu
el: Χωρίς όνομα
fi: Ei nimeä
hr: Bez Imena
it: Nessun nome
nl: Onbekend
pl: Bez nazwy
sk: Bez názvu
sr: Bez Imena
sv: Inget namn
ta: பெயர் இல்லை
tr: İsim Yok
uk: Без назви

source: No Settings loaded !! Please install first a settinglist
bg: Няма заредени настройки !! Моля инсталирайте първо settinglist
cs: Žádné nastavení není načteno!! Nejprve nainstalujte seznam nastavení
da: Ingen indstillinger hentet !! Installerførst en indstillingsliste
de: !! Keine Programmliste geladen !! Bitte erst eine Programmliste installieren!
el: Δεν έχουν φορτωθεί ρυθμίσεις !! Παρακαλούμε εγκαταστήστε μία λίστα ρυθμίσεων
et: Kanalinimekirja ei laaditud!! Paigalda esmalt kanalinimekiri
fi: Ei ohjelmalistaa ladattu !! Asenna ensin ohjelmalista !"
fr: Aucun paramètre chargé ! Installez d'abord une liste de paramètres
hr: Nema učitanih postavki !! Molimo prvo instalirajte spisak postavki
hu: Nincsenek betöltve a Beállítások! Kérjük, telepítsen először egy beállítási listát
it: Nessun elenco programmi caricato! Installa prima un elenco programmi
lt: Jokie nustatymai neįkelti !! Pirmiausia įdiekite nustatymų sąrašą
nl: !! Geen zenderlijst geladen !! Installeer eerst een zenderlijst.
pl: Brak załadowanych ustawień. Najpierw zainstaluj listę ustawień
sk: Nie sú načítané žiadne nastavenia! Najskôr nainštalujte zoznam so settingom, prosím
sr: Nema učitanih postavki !! Molimo prvo instalirajte listu postavki
sv: Inga inställningar laddade !!! Vänligen installera först en inställningslista
ta: அமைப்புகள் ஏற்றப்படவில்லை !! முதலில் ஒரு அமைப்பை நிறுவவும்
tr: Ayarlar yüklenmedi !! Lütfen öncelikle bir ayar listesi yükleyin
uk: Немає завантажених налаштувань !! Встановіть спочатку список налаштувань
vi: Không có cài đặt nào được tải !! Vui lòng cài đặt trước một danh sách cài đặt
zh_cn: 没有设置加载!! 请先安装设置列表

source: No TS recorder available
bg: Няма наличен TS рекордер
cs: Není k dispozici žádný záznamník TS
da: Ingen TS optager tilgængelig
de: Kein TS-Rekorder verfügbar
el: Μη διαθέσιμος εγγραφέας TS
fi: Ei TS tallennusta saatavilla
fr: Aucun enregistreur TS disponible
hr: Nijedan TS snimač nije dostupan
it: Nessun registratore TS disponibile
lt: Nėra TS įrašymo įrenginio
nl: Geen TS recorder beschikbaar
pl: Brak dostępnego rejestratora TS
sk: Nie je dostupný žiadny TS rekordér
sr: Nijedan TS snimač nije dostupan
sv: Ingen TS-inspelare tillgänglig
ta: TS ரெக்கார்டர் எதுவும் கிடைக்கவில்லை
tr: TS kaydedici mevcut değil
uk: Немає можливості запису TS
zh_cn: 没有可用的TS记录器

source: No active channel found.
bg: Не е намерен активен канал.
cs: Nebyl nalezen žádný aktivní kanál.
da: Ingen aktiv kanal fundet.
de: Kein aktiver Kanal gefunden.
el: Δεν βρέθηκε ενεργό κανάλι.
et: Aktiivset kanalit ei leitud.
fi: Aktiivista kanavaa ei löydy.
fr: Aucune chaîne active trouvée.
hr: Nije pronađen aktivni kanal.
hu: Nem található aktív csatorna.
it: Nessun canale attivo trovato.
lt: Aktyvaus kanalo nerasta.
nl: Geen actieve zender gevonden.
pl: Nie znaleziono aktywnego kanału.
ru: Активного канала не нацдено.
sk: Nenašiel sa žiadny aktívny kanál.
sr: Nije pronađen aktivni kanal.
sv: Ingen aktiv kanal hittades.
ta: செயலில் சேனல் எதுவும் கிடைக்கவில்லை.
tr: Aktif kanal bulunamadı.
uk: Активного каналу не знайдено.
vi: Không tìm thấy kênh hoạt động.
zh_cn: 没有找到活动的频道.

source: No age block
bg: Няма възрастово ограничение
cs: Neblokovat podle věku
da: Ingen aldersspæring
de: Keine Altersbeschränkung
el: Χωρίς περιορισμό ηλικίας
et: Vanusepiiranguta
fi: Ei ikärajoituksia
fr: Pas de blocage sur l'âge
hr: Nema starosnog ograničenja
hu: Nincs korhatár
it: Nessun blocco d'età
lt: Be amžiaus ribojimo
nl: Geen leeftijdsbeperking
pl: Bez ograniczeń wiekowych
ru: Возрастных ограничений нет
sk: Žiadne blokovanie veku
sr: Nema starosnog ograničenja
sv: Ingen åldersspärr
ta: வயதுத் தொகுதி இல்லை
tr: Yaş engeli yok
uk: Вікових обмежень немає
vi: Không có tuổi
zh_cn: 无年龄分组

source: No backup needed
bg: Няма нужда от архивиране
cs: Záloha není potřeba
da: Ingen sikkerhedskopi nødvendig
de: Keine Sicherung benötigt
el: Δεν απαιτείται εφεδρεία
et: Varukoopiat ei vajata
fi: Varmuuskopiota ei tarvita
fr: Pas de sauvegarde nécessaire
hr: Nije potrebna rezervna kopija
hu: Nincs mentésre szükség
it: Backup non necessario
lt: Atsarginės kopijos nereikia
nl: Geen back-up nodig
pl: Kopia zapasowa nie potrzebna
pt_br: Não fazer backup
ru: Бекапа не требуется
sk: Zálohovanie nie je potrebné
sl: Varnostna kopija ni potrebna
sr: Nije potrebna rezervna kopija
sv: Ingen backup behövs
ta: காப்புப்பிரதி தேவையில்லை
tr: Yedekleme gerekmiyor
uk: Резервна копія не потрібна
vi: Không cần sao lưu
zh_cn: 无需备份

source: No cable tuner found!
bg: Не е открит кабелен тунер!
cs: Žádný kabelový tuner nenalezen!
da: Ingen kabel-Tuner fundet!
de: Keinen Kabeltuner gefunden!
el: Δεν βρέθηκε καλωδιακό tuner!
et: Kaabel-tv tuunerit ei leitud!
fi: Kaapeliverkon viritintä ei löytynyt!
fr: Aucun tuner câble trouvé !
hr: Nije pronađen kablovski tuner!
hu: Nem található kábeltuner!
it: Nessun tuner via cavo trovato!
lt: Kabelinio imtuvo nerasta!
nl: Geen kabeltuner gevonden!
pl: Nie znaleziono tunera kablowego!
pt_br: Tuner de cabo não encontrado!
ru: Тюнер DVB-C не найден!
sk: Nenašiel sa žiadny káblový tuner!
sr: Nije pronađen kablovski tjuner!
sv: Ingen kabelmottagare hittades!
ta: கேபிள் ட்யூனர் எதுவும் கிடைக்கவில்லை!
tr: Kablolu yayın tuneri bulunamadı!
uk: Тюнер DVB-C не знайдено!
vi: Không tìm thấy bộ chỉnh cáp!
zh_cn: 没有找到有线调谐器!

source: No card inserted!
bg: Не е поставена карта!
cs: Vložte kartu!
da: Kort ikke indsat!
de: Keine Smartcard eingesteckt!
el: Δεν έχει εισαχθεί κάρτα!
et: Kaart ei ole sisestatud!
fi: Ei korttia!
fr: Pas de carte insérée !
hr: Kartica nije umetnuta!
hu: Nincs kártya behelyezve!
it: Nessuna scheda inserita!
lt: Kortelė neįdėta!
nl: Geen kaart geplaatst!
pl: Nie włożono karty!
ru: Карта не вставлена!
sk: Nie je vložená karta!
sr: Kartica nije umetnuta!
sv: Inget kort isatt!
ta: அட்டை செருகப்படவில்லை!
tr: Kart takılmadı!
uk: Не вставлено картку!
vi: Không có thẻ chèn!
zh_cn: 没有卡插入!

source: No category
cs: Žádná kategorie
hr: Bez kategorije
it: Nessuna categoria
sr: Bez kategorije
tr: Kategori yok
uk: Без категорії

source: No channel
bg: Няма канал
cs: Žádný kanál
da: Ingen kanal
de: Kein Kanal
el: Χωρίς κανάλι
et: Kanal puudub
fi: Ei kanavaa
fr: Aucune chaîne
hr: Nema kanala
hu: Nincs csatorna
it: Nessun canale
lt: Kanalų nėra
nl: Geen Zender
pl: Brak kanału
sk: Žiadny kanál
sr: Nema kanala
sv: Ingen kanal
ta: சேனல் இல்லை
tr: Kanal yok
uk: Канали відсутні
vi: Không có kênh
zh_cn: 没有频道

source: No channel list
bg: няма списък с канали
cs: žádný seznam kanálů
el: Χωρίς λίστα καναλιών
fi: ei kanavalistaa
fr: pas de liste des chaînes
hr: Nema liste kanala
it: no elenco canali
lt: nėra kanalų sąrašo
nl: geen zenderlijst
pl: Brak listy kanałów
sk: Žiadny zoznam kanálov
sr: Nema liste kanala
sv: Ingen kanallista
ta: சேனல் பட்டியல் இல்லை
tr: Kanal listesi yok
uk: немає списку каналів

source: No data on transponder! (Timeout reading PAT)
bg: Няма данни на транспондера! (Таймаут четене PAT)
cs: Žádná data na transpondéru! (Vypršel časový limit čtení PAT)
da: Ingen data på transponder! (Tidsudløb ved læsning af PAT)
de: Keine Daten auf dem Transponder! (Timeout beim Lesen von PAT)
el: Δεν υπάρχουν δεδομένα στον αναμεταδότη! (Υπέρβαση χρόνου ανάγνωσης του PAT)
et: Transponder ei edasta andmeid! (PAT lugemise aegumine)
fi: Lähettimessä ei dataa! (Aikaraja ylittyi luettaessa PAT)
fr: Aucune donnée sur le transpondeur ! (Timeout lecture PAT)
hr: Nema podataka o transponderu! (Isteklo vrijeme čitanja PAT)
hu: Nincs adat a transzponderen! (PAT olvasási időtúllépés)
it: Nessuna dato sul transponder! (Timeout in lettura PAT)
lt: Nėra duomenų iš transponderio! (nėra PAT atsakymo)
nl: Geen data op de transponder! (Timeout reading PAT)
pl: Brak danych na transponderze! (Koniec czasu czytania PAT)
pt_br: Sem dados no transponder! (Timeout reading PAT)
ru: Нет данных на транспондере! (Таймаут чтения PAT)
sk: Žiadne dáta na transpondéri! (Vypršanie času pri čítaní PAT)
sl: Ni podatkov o transponderju! (Potekel čas branja PAT)
sr: Nema podataka o transponderu! (Isteklo vreme čitanja PAT)
sv: Inga data på transpondern! (Timeout läsning PAT)
ta: டிரான்ச்பாண்டரில் தரவு இல்லை! (நேரம் வாசித்தல் பாட்)
tr: Aktarıcıda yayın yok! (PAT okunurken zaman aşımı oluştu)
uk: Нема даних на транспондері! (Кінець часу читання PAT)
vi: Không có dữ liệu về transponder! (Hết thời gian đọc PAT)
zh_cn: 没有关于转发器的数据! (阅读PAT超时)

source: No delay
bg: Без закъснение
cs: Žádné
da: Ingen fors.
de: Keine Verzögerung
el: Χωρίς καθυστέρηση
et: Viiteaeg puudub
fi: Ei viivettä
fr: Aucun délai
hr: Bez odlaganja
hu: Nincs késleltetés
it: Nessun ritardo
lt: Neuždelsiant
nl: Geen vertraging
pl: Brak opóźnienia
pt_br: Sem atraso
ru: Нет задержки
sk: Žiadne oneskorenie
sr: Bez odlaganja
sv: Ingen fördröjning
ta: நேரந்தவறுகை இல்லை
tr: Gecikmesiz
uk: Без затримки
vi: Không chậm trễ
zh_cn: 无延时

source: No demux available
bg: Няма наличен демукс
cs: Není k dispozici žádný demux
da: Ingen demux tilgængelig
de: Kein Demux verfügbar
el: Μη διαθέσιμη απόπλεξη
fi: Ei demux saatavilla
fr: Aucun demux disponible
hr: Nema dostupnog demux
it: Nessun demux disponibile
lt: Nėra demux
nl: Geen demux beschikbaar
pl: Brak dostępnego demux
sk: Nie je dostupný žiadny demultiplexer
sr: Nema dostupnog demux
sv: Ingen demux tillgänglig
ta: டெமக்ச் கிடைக்கவில்லை
tr: Demux mevcut değil
uk: Немає демуксиплексу
zh_cn: 没有可用的解析器

source: No displayable files on this medium found!
bg: Няма намерени файлове на този носител!
cs: Žádné zobrazitelné soubory na tomto médiu nebyly nalezeny!
da: Der findes ingen synlige filer på dette medie!
de: Keine anzeigbaren Dateien auf diesem Medium gefunden!
el: Δεν υπάρχουν αρχεία προς εμφάνιση σε αυτό το μέσο!
et: Sellel andmekandjal pole kuvatavaid faile!
fi: Tiedostoja ei löytynyt!
fr: Aucun fichier affichable sur ce support n'a été trouvé !
hr: Nisu pronađene datoteke za prikaz na ovom mediju!
hu: A hordozón nem található lejátszható fájl!
it: Nessun file riproducibile trovato sul supporto!
lt: Jokių failų čia nerasta!
nl: Geen weer te geven bestanden op dit medium gevonden!
pl: Brak plików do wyświetlenia na tym nośniku!
pt_br: Nenhum arquivo compatível foi encontrado!
ru: Нет отображаемых файлов в этом носителе!
sk: Na tomto médiu sa nenašli žiadne zobraziteľné súbory!
sl: Na pogonu ni datotek, ki jih lahko prikažem!
sr: Nisu pronađeni vidljivi fajlovi na ovom mediju!
sv: Inga filer som kan visas på detta medium hittades!
ta: இந்த ஊடகத்தில் காட்சிப்படுத்தக்கூடிய கோப்புகள் எதுவும் இல்லை!
tr: Bu ortamda gösterilecek dosya bulunamadı!
uk: Потрібних файлів на цьому носії не знайдено!
vi: Không tìm thấy tập tin nào trên phương tiện này!
zh_cn: 发现在这中没有可显示的文件!

source: No error
bg: Няма грешка
cs: Bez chyby
da: Ingen fejl
de: Kein Fehler
el: Χωρίς σφάλμα
fi: Ei virhettä
fr: Pas d'erreur
hr: Nema greške
it: Nessun errore
lt: Jokios klaidos
nl: Geen fout
pl: Brak błędów
sk: Žiadna chyba
sr: Nema greške
sv: Inget fel
ta: பிழை இல்லை
tr: Hata yok
uk: Немає помилок
zh_cn: 无错误

source: No event information found, recording default is 24 hours.
bg: Не е намерено инфо за събитието, запис неопределено време.
cs: Žádná informace o pořadu. Nekonečné nahrávání.
el: Δεν βρέθηκαν πληροφορίες προγράμματος, η εγγραφή δεν θα σταματήσει.
fi: Lähetyksessä ei ole tietoa ohjelman loppumisajasta. Ohjelma tallennetaan jatkuvana tallennuksena.
fr: Aucune information sur l’événement trouvée, enregistrement indéfini.
hr: Nisu pronađene informacije o događaju, zadana vrijednost snimanja je 24 sata.
it: Nessuna informazione sull'evento trovata, registrazione a tempo indeterminato.
lt: Informacija apie įvykius nerasta, tęsiamas įrašymas.
nl: Geen EPG gegevens gevonden. Opname voor onbepaalde tijd.
pl: Nie znaleziono informacji o wydarzeniu, domyślne nagrywanie jest nieskończone.
sk: Žiadne informácie o udalosti, spúšťa sa nahrávanie bez ukončenia.
sr: Nema informacija o događaju, podrazumevano vreme snimanja je 24 sata.
sv: Ingen händelseinformation hittades, standardinställningen är 24 timmar.
ta: நிகழ்வு தகவல்கள் எதுவும் கிடைக்கவில்லை, இயல்புநிலை பதிவு 24 மணிநேரம்.
tr: Etkinlik bilgisi bulunamadı, varsayılan kayıt süresi 24 saattir.
uk: Інформацію про подію не знайдено, запис на невизначений час.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
bg: Понастоящем няма възможност за бързо навиване .. но можете да използвате бутоните с цифри, за да прескочите напред / назад!!
cs: Rychlé přetáčení není nyní možné.. ale můžete použít číselná tlačítka pro přeskočení dopředu/dozadu!
da: Endnu ingen hurtigspoling.. men du kan benytte tal-knapperne til at hoppe frem/tilbage!
de: Spulen nicht möglich, aber springen mit Hilfe der Zahlen-Tasten möglich!
el: Δεν είναι ακόμα δυνατή η γρήγορη προώθηση... χρησιμοποιήστε τα αριθμητικά πλήκτρα για μετακίνηση εμπρός/πίσω!
et: Kiire kerimine pole veel võimalik, aga edasi/tagasi hüppamiseks saad kasutada numbrinuppe!
fi: Pikakelaus ei ole vielä mahdollista... mutta voit hyppiä eteen/taakse numeronäppäimillä!
fr: Il n'est pas encore possible d'effectuer un rembobinage rapide, mais vous pouvez utiliser les touches numériques pour avancer ou reculer !
hr: Još nije moguće brzo premotavanje. Ali možete koristiti brojčana dugmad za preskakanje naprijed/natrag!
hu: Még nincs gyorscsévélési lehetőség, de a számgombokkal lehet ugrani Előre vagy Hátra!
it: Non è ancora possibile la navigazione veloce, ma puoi usare i tasti numerici per saltare avanti/indietro!
lt: Greitasis persukimas negalimas.., norėdami praleisti pirmyn/atgal, jūs galite naudoti skaičių mygtukus!
nl: Snel spoelen is nog niet mogelijk... u kunt echter de cijferknoppen gebruiken om vooruit of terug te springen!
pl: 'Przewijanie' nie dostępne (jeszcze)... można użyć przycisków numerycznych aby przeskoczyć w przód/tył!
pt_br: Avanço rápido indisponível. Utilize os botões numéricos para avançar/retornar!
ru: Возможно еще нет быстрой перемотки ... но вы можете использовать цифровые кнопки для перехода вперед/назад!
sk: Ešte nie je možné rýchle pretáčanie dopred… ale na preskočenie dopredu/dozadu môžete použiť číselné tlačidlá!
sl: Hitro previjanje še ni mogoče. Namesto tega lahko uporabite številske gumbe (npr. 6 ali 9) na vašem daljinskem upravljalcu.
sr: Još nije moguće brzo premotavanje.. ali možete koristiti brojeve tastera za skok napred/nazad!
sv: Ingen snabbspolning möjlig ännu... men du kan använda sifferknapparna för att hoppa framåt/bakåt!
ta: இன்னும் வேகமான முறுக்கு சாத்தியமில்லை .. ஆனால் முன்னோக்கி/பின்னோக்கி தவிர்க்க எண் பொத்தான்களைப் பயன்படுத்தலாம்!
tr: Henüz hızlı sarma özelliği yok... ancak ileri/geri sarmak için sayı tuşlarını kullanabilirsiniz!
uk: Швидкий перехід досі не доступний.. проте ви можете використовувати кнопки цифр для переходу вперед/назад!
vi: Không có cuộn dây nhanh nào có thể .. nhưng bạn có thể sử dụng các nút số để bỏ qua tiến / lùi!
zh_cn: 没有快速的绕组可能尚未..但是你可以使用数字键快进/快退!

source: No free index available
bg: Няма свободен индекс
cs: Žádný volný index k dispozici
da: Intet fri indeks tilgængelig
el: Μη διαθέσιμη ελεύθερη θέση
et: Vaba indeks puudub
fi: Ei vapaata indeksiä
fr: Aucun index libre disponible
hr: Nema slobodnog broja
hu: Nincs szabad index
it: Nessun indice libero disponibile
lt: Nėra laisvo pasiekiamo indekso
nl: Geen vrije index beschikbaar
pl: Brak wolnego indexu
pt_br: Nenhum índice disponível.
ru: Нет свободного номера
sk: Nie je dostupný žiadny voľný index
sr: Nema slobodnog broja
sv: Inget gratis index tillgängligt
ta: இலவச குறியீடு எதுவும் கிடைக்கவில்லை
tr: Boş dizin mevcut değil
uk: Немає вільного номера позиції
vi: Không có chỉ số miễn phí có sẵn
zh_cn: 没有可用的可用索引

source: No free tuner!
bg: Няма свободен тунер!
cs: Žádný volný tuner!
da: Ingen fri Tuner!
de: Kein freier Tuner!
el: Δεν υπάρχει ελεύθερο tuner!
et: Vaba tuuner puudub!
fi: Kaikki virittimet ovat jo käytössä!
fr: Pas de tuner gratuit !
hr: Nema slobodnog tunera!
hu: Nincs szabad tuner!
it: Nessun tuner libero!
lt: Nėra laisvo imtuvo!
nl: Geen vrije tuner!
pl: Brak wolnego tunera!
pt_br: Nenhum tuner livre!
ru: Нет свободного тюнера!
sk: Žiadny voľný tuner!
sl: Ni prostega tunerja!
sr: Nema slobodnog tjunera!
sv: Ingen gratis tuner!
ta: இலவச ட்யூனர் இல்லை!
tr: Boş tuner yok!
uk: Немає вільного тюнера!
vi: Không có bộ chỉnh miễn phí!
zh_cn: 没有调谐器!

source: No hard disks detected.
bg: Не са открити твърди дискове.
cs: Nebyly zjištěny žádné pevné disky.
el: Δεν εντοπίστηκαν σκληροί δίσκοι.
fi: Kiintolevyjä ei havaittu.
hr: Nije otkriven hard disk.
it: Nessun disco rigido rilevato.
lt: Kietųjų diskų neaptikta.
nl: Geen harde schijven gevonden
pl: Nie wykryto twardych dysków.
sk: Neboli zistené žiadne pevné disky.
sr: Nije otkriven hard disk.
sv: Inga hårddiskar upptäckta.
ta: கடினமான வட்டுகள் கண்டறியப்படவில்லை.
tr: Hiçbir sabit disk algılanmadı.
uk: Жорстких дисків не виявлено.

source: No log files found so debug logs are unavailable!
cs: Nebyly nalezeny žádné soubory protokolu, takže protokoly ladění nejsou k dispozici!
el: Δεν βρέθηκαν αρχεία αποσφαλμάτωσης και έτσι οι καταγραφές δεν είναι διαθέσιμες!
fi: Lokitiedostoja ei löytynyt, joten vianmääritys lokit eivät ole käytettävissä!
hr: Nisu pronađene datoteke dnevnika pa zapisnici za otklanjanje pogrešaka nisu dostupni!
it: Nessun file di registro trovato, quindi i registri di debug non sono disponibili!
lt: Žurnalo failų nerasta, todėl derinimo žurnalai nepasiekiami!
nl: Geen log-bestanden gevonden, daarom zijn er geen debug-logs beschikbaar!
pl: Nie znaleziono plików logów, więc logi debugowania są niedostępne!
sk: Nenašli sa žiadne súbory denníkov, takže denníky ladenia nie sú k dispozícii!
sr: Nije pronađen fajl evidencije tako da otklanjanje greške nije dostupno!
sv: Inga loggfiler hittades så debug-loggar är inte tillgängliga!
ta: பதிவு கோப்புகள் எதுவும் காணப்படவில்லை, எனவே பிழைத்திருத்த பதிவுகள் கிடைக்கவில்லை!
tr: Hiçbir günlük dosyası bulunamadı, bu nedenle hata ayıklama günlükleri kullanılamıyor!
uk: Файлів журналу не знайдено, тому журнали налагодження недоступні!

source: No matching place names found
bg: Няма намерени съответстващи имена на места
cs: Nebyly nalezeny žádné odpovídající názvy míst
da: Ingen identiske stednavne fundet
el: Δεν βρέθηκαν συσχετισμένα ονόματα θέσεων
et: Asukoha vastet ei leitud
fi: Ei vastaavuutta löytynyt nimistä
fr: Aucun nom de lieu correspondant n’a été trouvé
hr: Nisu pronađeni odgovarajući nazivi mjesta
hu: Nem található megfelelő helynév
it: Non è stato trovato nessun nome di luogo
lt: Atitinkančių vietovardžių nerasta
nl: Geen overeenkomende locaties gevonden
pl: Nie znaleziono pasujących nazw miejsc
sk: Nenašlo sa žiadne zodpovedajúce umiestnenie
sr: Imena mesta koja se podudaraju nisu pronađena
sv: Inga matchande ortnamn hittades
ta: பொருந்தக்கூடிய இடப் பெயர்கள் இல்லை
tr: Eşleşen yer adı bulunamadı
uk: Не знайдено відповідних назв
vi: Không tìm thấy tên địa điểm phù hợp
zh_cn: 找不到匹配的地名

source: No network adapters enabled/available!
cs: Nejsou povoleny/dostupné žádné síťové adaptéry!
el: Μη ενεργοί/διαθέσιμοι προσαρμογείς δικτύου!
fi: Verkkosovittimia ei ole käytössä/saatavilla!
hr: Mrežna veza nije dostupna!
it: Nessun adattatore di rete abilitato/disponibile!
nl: Er is geen netwerkadapter ingeschakeld of geïnstalleerd!
pl: Brak włączonych/dostępnych kart sieciowych!
sk: Nie je dostupný alebo aktivovaný žiadny sieťový adaptér!
sr: Mrežna veza nije dostupna!
sv: Inga nätverksadaptrar aktiverade/tillgängliga!
ta: பிணையம் அடாப்டர்கள் எதுவும் இயக்கப்படவில்லை/கிடைக்கவில்லை!
tr: Hiçbir ağ bağdaştırıcısı etkin/kullanılabilir değil!
uk: Немає ввімкнених/доступних мережевих адаптерів!

source: No network storage detected.
cs: Nebylo zjištěno žádné síťové úložiště.
el: Δεν εντοπίστηκε χώρος αποθήκευσης στο δίκτυο.
fi: Verkkotallennusta ei havaittu.
hr: Nije otkriveno mrežno skladište.
it: Nessuna memoria di rete rilevata.
lt: Tinklo saugykla neaptikta.
nl: Geen netwerkopslag gevonden.
pl: Nie wykryto pamięci sieciowej.
sk: Nebolo zistené žiadne sieťové úložisko.
sr: Nije otkriveno mrežno skladište.
sv: Ingen nätverkslagring har upptäckts.
ta: பிணையம் சேமிப்பு எதுவும் கண்டறியப்படவில்லை.
tr: Ağ depolama alanı algılanmadı.
uk: Мережеве сховище не виявлено.

source: No networks found
bg: Няма намерени мрежи
cs: Žádné sítě nenalezeny
da: Ingen netværk fundet
de: Keine Netzwerke gefunden
el: Δεν βρέθηκαν δίκτυα
et: Võrke ei leitud
fi: Verkkoja ei löytynyt
fr: Aucun réseau trouvé
hr: Mreže nisu pronađene
hu: Nem észlelhető hálózat
it: Nessuna rete trovata
lt: Jokių tinklų nerasta
nl: Geen netwerken gevonden
pl: Nie znaleziono sieci
pt_br: Nenhuma rede encontrada
ru: Сети не найдены
sk: Nenašli sa žiadne siete
sl: Nobeno omrežje ni najdeno
sr: Mreže nisu pronađene
sv: Inga nätverk hittades
ta: நெட்வொர்க்குகள் எதுவும் கிடைக்கவில்லை
tr: Hiçbir ağ bulunamadı
uk: Мереж не знайдено
vi: Không tìm thấy kết nối mạng
zh_cn: 没有发现网络
