Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Write error while recording. %s
bg: Писане на грешка по време на запис. %s
cs: Chyba zápisu při nahrávání. %s
da: Skrivefejl under optagelse. %s
de: Schreibfehler bei der Aufnahme. %s
el: Σφάλμα αποθήκευσης κατά την εγγραφή. %s
fi: Kirjoitusvirhe tallennettaessa. %s
fr: Erreur d'écriture pendant l'enregistrement. %s
hr: Greška pri pisanju tokom snimanja. %s
it: Errore di scrittura durante la registrazione. %s
lt: Rašymo klaida įrašymo metu. %s
nl: Schrijffout tijdens opname %s
pl: Błąd zapisu podczas nagrywania. %s
sk: Chyba zápisu počas nahrávania. %s
sr: Greška pri pisanju tokom snimanja. %s
sv: Skrivfel under inspelning. %s
ta: பதிவு செய்யும் போது பிழை எழுதுங்கள். %s
tr: Kayıt sırasında yazma hatası. %s
uk: Помилка запису під час запису. %s
zh_cn: 录制时出现写入错误. %s

source: Write failed!
bg: Писането се провали!
cs: Zápis selhal!
da: Skrivning mislykkedes!
de: Schreiben fehlgeschlagen!
el: Η εγγραφή απέτυχε!
et: Kirjutamine nurjus!
fi: Kirjoitus epäonnistui!
fr: L'écriture a échoué !
hr: Pisanje nije uspjelo!
hu: Az írás sikertelen!
it: Scrittura fallita!
lt: Įrašymas klaidingas!
nl: Schrijven mislukt!
pl: Błąd zapisu!
pt_br: A gravação falhou!
ru: Запись не удалась!
sk: Zápis zlyhal!
sl: Zapisovanje neuspešno!
sr: Pisanje nije uspelo!
sv: Skrivningen misslyckades!
ta: எழுத்து தோல்வியுற்றது!
tr: Yazma başarısız!
uk: Записати невдалось!
vi: Viết thất bại!
zh_cn: 写入失败!

source: X-Resolution
cs: X-rozlišení
el: Ανάλυση Χ
fi: X-Resolutio
hr: X-Rezolucija
it: Risoluzione X
nl: X-resolutie
pl: X-rozdzielczość
sk: Rozlíšenie X
sr: X-Rezolucija
sv: X-upplösning
ta: எக்ச்-தெளிவுத்திறன்
tr: X-Çözünürlük
uk: Х-Роздільна здатність

source: X11 Packages
cs: Balíčky X11
el: Πακέτα X11
fi: X11 Paketit
hr: X11 Paketi
it: Pacchetti X11
nl: X11 pakketten
pl: Pakiety X11
sk: Balíčky X11
sr: X11 Paketi
sv: X11-paket
ta: X11 தொகுப்புகள்
tr: X11 Paketleri
uk: Пакети X11

source: XBox 360 support
cs: Podpora XBox 360
da: XBox 360 understøttelse
de: Unterstützung für XBox 360
el: Υποστήριξη XBox 360
et: XBox 360 tugi
fi: XBox 360 -tuki
fr: Support XBox 360
hr: XBox360 podrška
hu: XBox 360 támogatás
it: Supporto Xbox 360
lt: Xbox 360 palaikymas
nl: XBox 360 ondersteuning
pl: Wsparcie dla XBox 360
ru: Поддержка XBox360
sk: Podpora pre XBox 360
sr: XBox360 podrška
sv: Stöd för XBox 360
ta: எக்ச்பாக்ச் 360 உதவி
tr: XBox 360 desteği
uk: Підтримка XBox 360
vi: Hỗ trợ XBox 360
zh_cn: Xbox 360的支持

source: XML Help Actions
cs: Akce nápovědy XML
hr: XML pomoćne radnje
it: Azioni della guida XML
sr: XML pomoćne radnje
tr: XML Yardım İşlemleri
uk: Дії довідки XML

source: Y-Resolution
cs: Y-rozlišení
el: Ανάλυση Υ
fi: Y-Resolutio
hr: Y-Rezolucija
it: Risoluzione Y
nl: Y-resolutie
pl: Y-rozdzielczość
sk: Rozlíšenie Y
sr: Y-Rezolucija
sv: Y-upplösning
ta: Y- தெளிவுத்திறன்
tr: Y-Çözünürlük
uk: Y-Роздільна здатність

source: YELLOW button
bg: Жълт бутон
cs: ŽLUTÉ tlačítko
el: Κίτρινο πλήκτρο
fi: Keltainen näppäin
fr: Bouton Jaune
hr: ŽUTO dugme
it: Tasto GIALLO
lt: GELTONAS mygtukas
nl: GELE-knop
pl: Żółty przycisk
sk: ŽLTÉ tlačidlo
sr: ŽUTI taster
sv: GUL knapp
ta: மஞ்சள் பொத்தான்
tr: SARI tuş
uk: Жовта кнопка

source: YELLOW long
bg: Дълго жълто
cs: ŽLUTÉ - dlouhý stisk
el: Κίτρινο παρατεταμένο
fi: Keltainen (pitkä)
fr: Jaune long
hr: ŽUTA dugo
it: Giallo lungo
lt: GELTONAS ilgas spaudimas
nl: GEEL-lang
pl: Żółty (długo)
sk: ŽLTÉ – dlho
sr: ŽUTA dugo
sv: GUL lång
ta: மஞ்சள் நீண்ட
tr: SARI uzun
uk: Жовта довге натискання

source: Year
bg: Година
cs: Rok
da: År
de: Jahr
el: Έτος
et: Aasta
fi: Vuosi
fr: Année
hr: Godina
hu: Év
it: Anno
lt: Metai
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
sk: Rok
sl: Leto
sr: Godina
sv: År
ta: ஆண்டு
tr: Yıl
uk: Рік
vi: Năm
zh_cn: 年

source: Yellow
bg: Жълт
cs: Žluté
da: Gul
de: Gelb
el: Κίτρινο
et: Kollane
fi: Keltainen
fr: Jaune
hr: Žuta
hu: Sárga
it: Giallo
lt: Geltonas
nl: Geel
pl: Żółty
ru: Желтая
sk: Žltá
sr: Žuta
sv: Gult
ta: மஞ்சள்
tr: Sarı
uk: Жовта
vi: Màu vàng
zh_cn: 黄色键

source: Yemen
cs: Jemen
de: Jemen
el: Υεμένη
et: Jeemen
fr: Yémen
hu: Jemen
lt: Jemenas
nl: Jemen
pl: Jemen
sk: Jemen
sv: Jemen
ta: யேமன்
uk: Йємен
zh_cn: 也门

source: Yes
bg: Да
cs: Ano
da: Ja
de: Ja
el: Ναι
et: Jah
fi: Kyllä
fr: Oui
hr: Da
hu: Igen
it: Sì
lt: Taip
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sk: Áno
sl: Da
sr: Da
sv: Ja
ta: ஆம்
tr: Evet
uk: Так
vi: Vâng
zh_cn: 是

source: Yes (safe mode)
cs: Ano (bezpečný mód)
el: Ναι (ασφαλής λειτουργία)
fi: Kyllä (vikasietotila)
hr: Da (siguran način)
it: Sì (modalità sicura)
lt: Taip (saugus režimas)
nl: Ja (veilige modus)
pl: Tak (tryb awaryjny)
sk: Áno (bezpečný režim)
sr: Da (bezbedni režim)
sv: Ja (felsäkert läge)
ta: ஆம் (பாதுகாப்பான பயன்முறை)
tr: Evet (güvenli mod)
uk: Так (безпечний режим)

source: Yes to all
bg: Да за всички
cs: Ano pro všechny
da: Ja til alt
de: Ja zu allen
el: Ναι σε όλα
et: Kõigile JAH
fi: Kyllä kaikkiin
fr: Oui à tout
hr: Da za sve
hu: Mindenre IGEN
it: Sì a tutto
lt: Taip, viskam
nl: Ja op alles
pl: Tak dla wszystkich
pt_br: Sim para todos
ru: Да для всех
sk: Áno pre všetko
sl: Da za vse
sr: Da za sve
sv: Ja till alla
ta: அனைவருக்கும் ஆம்
tr: Tümüne evet
uk: Так для всіх
vi: Vâng cho tất cả
zh_cn: 全部

source: Yes, always
bg: Да, винаги
cs: Ano, vždy
da: Ja, altid
de: Ja, immer
el: Ναι, πάντα
et: Jah, alati
fi: Kyllä, aina
fr: Oui, toujours
hr: Da, uvijek
hu: Igen, mindig
it: Sì, sempre
lt: Taip, visada
nl: Ja, altijd
pl: Tak, zawsze
pt_br: Sim, sempre
ru: Да, всегда
sk: Áno, vždy
sl: Da, vedno
sr: Da, uvek
sv: Ja, alltid
ta: ஆம், எப்போதும்
tr: Evet, her zaman
uk: Так, завжди
vi: Vâng, luôn luôn
zh_cn: 是,总是

source: Yes, and delete this movie
bg: Да, и изтрий този филм
cs: Ano, a smazat tento film
da: Ja, og slet denne film
de: Ja, und diesen Film löschen
el: Ναι, και διαγραφή αυτής της ταινίας
et: Jah ja kustuta see salvestis
fi: Kyllä ja poista tämä tallenne
fr: Oui, et supprimer ce film
hr: Da, i izbriši ovaj film
hu: Igen, és felvétel törlése
it: Sì, ed elimina questa registrazione
lt: Taip, ir ištrinti šį filmą
nl: Ja, en verwijder dit bestand
pl: Tak, i usuń ten film
pt_br: Sim, e remover este vídeo
ru: Да, удалить эту запись
sk: Áno a vymazať tento film
sl: Da. Izbriši ta film.
sr: Da, i izbriši ovaj film
sv: Ja, och ta bort den här filmen
ta: ஆம், இந்த திரைப்படத்தை நீக்கு
tr: Evet, ve bu filmi sil
uk: Так і видалити цей запис
vi: Có, và xóa bộ phim này
zh_cn: 是,删除这部电影

source: Yes, and don't ask again for this session
cs: Ano a už se na tuto relaci neptat
el: Ναι, και να μην ξαναγίνει ερώτηση για αυτή τη συνεδρία
fi: Kyllä, äläkä kysy uudelleen tämän istunnon aikana
hr: Da, i ne pitaj ponovo za ovu sesiju
it: Sì, e non chiedere più per questa sessione
nl: Ja, en het niet opnieuw vragen
pl: Tak, i nie pytaj ponownie dla aktualnej sesji
sk: Áno a počas tejto relácie sa už nepýtať
sr: Da, i ne pitaj ponovo za ovu sesiju
sv: Ja, och fråga inte igen för den här sessionen
ta: ஆம், இந்த அமர்வுக்கு மீண்டும் கேட்க வேண்டாம்
tr: Evet, ve bu oturum için bir daha sorma
uk: Так, і більше не запитувати у цій сесії

source: Yes, backup my settings!
bg: Да, архивирай моите настройки!
cs: Ano, zálohuj moje nastavení!
da: Ja, start kopiering af mine indstillinger!
de: Ja, meine Einstellungen sichern!
el: Ναι, να δημιουργηθεί αντίγραφο των ρυθμίσεων!
et: Jah, tee seadistustest varukoopia!
fi: Kyllä, varmuuskopioi asetukset!
fr: Oui, sauvegarder mes paramètres !
hr: Da, napravi rezervnu kopiju mojih podešavanja!
hu: Igen, mentse el a beállításaim!
it: Sì, fai il backup delle impostazioni!
lt: Taip, padarykite atsarginę kopiją mano nustatymų!
nl: Ja, een back-up maken van mijn instellingen!
pl: Tak, zrób kopię moich ustawień!
pt_br: Sim, salve as configurações
ru: Да, сохранить мои установки!
sk: Áno, zálohovať nastavenia!
sl: Da, ustvari varnostno kopijo mojih nastavitev!
sr: Da, napravi rezervnu kopiju mojih podešavanja!
sv: Ja, säkerhetskopiera mina inställningar!
ta: ஆம், எனது அமைப்புகளை காப்புப் பிரதி எடுக்கவும்!
tr: Evet, ayarlarımın yedeğini al!
uk: Так, зробити копію моїх налаштувань!
vi: Có, sao lưu cài đặt của tôi!
zh_cn: 是,备份我的设置!

source: Yes, but don't save time shift as movie
bg: Да, но не запазвай TimeShift като филм
cs: Ano, ale neukládat časový posun jako film
el: Ναι, αλλά να μη γίνει αποθήκευση της χρονομετατόπισης ως ταινία
fi: Kyllä, mutta älä muunna ajansiirtoa tallenteeksi
fr: Oui, mais ne pas sauvegarder le PauseDirect comme film
hr: Da, ali nemojte spremati timeshift kao film
it: Sì, ma non salvare il timeshift come registrazione
lt: Taip, bet neišsaugoti laiko poslinkio, kaip įrašo
nl: Ja, en sla Timeshift niet op als opname
pl: Tak, ale nie zapisywać timeshift jako filmu
sk: Áno, neukladať timeshift ako film
sr: Da, ali nemoj da sačuvaš tajmšift kao film
sv: Ja, men spara inte tid på att skifta som film
ta: ஆம், ஆனால் நேர மாற்றத்தை திரைப்படமாக சேமிக்க வேண்டாம்
tr: Evet, ama zaman kaymasını film gibi kaydetme
uk: Так, але не зберігати таймшифт як фільм

source: Yes, but save time shift as movie and continue recording
bg: Да, но запази TimeShift като филм и продължи запис
cs: Ano, ale uložit časový posun jako film a pokračovat v nahrávání
el: Ναι, αλλά αποθήκευση της χρονομετατόπισης ως ταινία και συνέχιση εγγραφής
fi: Kyllä, mutta muunna ajansiirto tallenteeksi ja jatka tallentamista
fr: Oui, mais sauvegarder PauseDirect comme film et continuer l'enregistrement
hr: Da, ali spremite timeshift kao videozapis i nastavite snimati
it: Sì, ma salva il timeshift come registrazione e continua
lt: Taip, bet išsaugoti laiko poslinkį, kaip filmą ir tęsti įrašymą toliau
nl: Ja, maar bewaar Timeshift als opname en ga door met opnemen
pl: Tak, zapisz timeshift i kontynuuj nagrywanie
sk: Áno, uložiť timeshift ako film a pokračovať v nahrávaní
sr: Da, ali sačuvaj tajmšift kao film i nastavi snimanje
sv: Ja, men spara tid genom att växla till film och fortsätta inspelningen
ta: ஆம், ஆனால் நேர மாற்றத்தை திரைப்படமாக சேமித்து பதிவைத் தொடரவும்
tr: Evet, ancak zaman kaydırmayı film olarak kaydedin ve kayda devam edin
uk: Так, але зберегти таймшифт як фільм і продовжити запис

source: Yes, but save time shift as movie and stop recording
bg: Да, но запази TimeShift като филм и стоп запис
cs: Ano, ale uložit časový posun jako film a zastavit nahrávání
el: Ναι, αλλά αποθήκευση της χρονομετατόπισης ως ταινία και τερματισμός εγγραφής
fi: Kyllä, mutta muunna ajansiirto tallenteeksi ja lopeta tallentaminen
fr: Oui, mais sauvegarder PauseDirect comme film et arrêter l'enregistrement
hr: Da, ali spremite timeshift kao videozapis i zaustavite snimanje
it: Sì, ma salva il timeshift come registrazione e arrestala
lt: Taip, bet išsaugoti laiko poslinkį, kaip filmą ir nutraukti įrašymą
nl: Ja, maar bewaar Timeshift als opname en stop opname
pl: Tak, zapisz timeshift i zatrzymaj nagrywanie
sk: Áno, uložiť timeshift ako film a zastaviť nahrávanie
sr: Da, ali sačuvaj tajmšift kao film i zaustavi snimanje
sv: Ja, men spara tid genom att växla till film och stoppa inspelningen
ta: ஆம், ஆனால் நேர மாற்றத்தை திரைப்படமாக சேமித்து பதிவு செய்வதை நிறுத்துங்கள்
tr: Evet, ancak zaman kaydırmayı film olarak kaydet ve kaydı durdur
uk: Так, але зберегти таймшифт як фільм і перервати запис

source: Yes, delete this movie and return to movie list
bg: Да, изтрий този филм и се върни към филмовия списък
cs: Ano, smazat tento film a vrátit se do seznamu filmů
da: Ja, slet denne film og gå til filmliste
de: Ja, diesen Film löschen und zurück zur Filmauswahl
el: Ναι, διαγραφή της ταινίας και επιστροφή στη λίστα
et: Jah, kustuta salvestis ja naase filmilisti
fi: Kyllä, poista ja palaa tallennelistaan
fr: Oui, supprimer ce film et revenir à la liste des films
hr: Da, izbrišite ovaj film i vratite se na popis filmova
hu: Igen, törölje ezt a filmet és ugorjon a filmek listájához
it: Sì, elimina questa registrazione e torna all'elenco registrazioni
lt: Taip, ištrinti šį filmą ir grįžti į kino sąrašą
nl: Ja, verwijder deze opname en keer terug naar het opnameoverzicht
pl: Tak, usuń ten film i powróć do listy filmów
ru: Да, удалить эту запись и вернуться в список записей
sk: Áno, vymazať túto nahrávku a vrátiť sa do zoznamu filmov
sr: Da, izbriši ovaj film i vrati se na listu filmova
sv: Ja, radera den här filmen och återgå till filmlistan
ta: ஆம், இந்த திரைப்படத்தை நீக்கி திரைப்பட பட்டியலுக்குத் திரும்புக
tr: Evet, bu filmi sil ve film listesine dön
uk: Так, видалити цей запис і повернутися в список записів
vi: Có, xóa phim này và trở về danh sách phim
zh_cn: 是,删除这部电影.并返回到电影列表

source: Yes, do a manual scan now
bg: Да, направи ръчно сканиране сега
cs: Ano, proveď ruční prohledávání
da: Ja, start en manuel søgning nu
de: Ja, einen manuellen Suchlauf durchführen
el: Ναι, να γίνει χειροκίνητη ανίχνευση τώρα
et: Jah, soorita käsiotsing
fi: Kyllä, tee manuaalihaku nyt
fr: Oui, faire une analyse manuelle maintenant
hr: Da, uradi ručno skeniranje sada
hu: Igen, indítsunk most el egy manuális keresést
it: Sì, esegui subito una scansione manuale
lt: Taip, atlikti rankinę paiešką
nl: Ja, voer nu de handmatige zoekfunctie uit
pl: Tak, rozpocznij ręczne skanowanie teraz
pt_br: Sim, realizar uma busca avançada
ru: Да, выполнить ручной поиск
sk: Áno, vyhľadať teraz ručne
sl: Da, začni ročno iskanje
sr: Da, uradi ručno skeniranje sada
sv: Ja, gör en manuell genomsökning nu
ta: ஆம், இப்போது ஒரு கையேடு ச்கேன் செய்யுங்கள்
tr: Evet, şimdi manuel kanal taraması yap
uk: Так, розпочати ручний пошук
vi: Thực hiện quét dịch vụ thủ công ngay bây giờ
zh_cn: 是,马上开始手动扫描

source: Yes, do an automatic scan now
bg: Да, направи автоматично сканиране сега
cs: Ano, spusť automatické prohledávání
da: Ja, start en automatisk søgning nu
de: Ja, einen automatischen Suchlauf durchführen
el: Ναι, να γίνει αυτόματη ανίχνευση τώρα
et: Jah, soorita automaatotsing
fi: Kyllä, tee automaattihaku nyt
fr: Oui, faire une analyse automatique maintenant
hr: Da, uradi automatsko skeniranje sada
hu: Igen, indítsunk most el egy automatikus keresést
it: Sì, esegui subito una scansione automatica
lt: Taip, atlikti automatinę paiešką
nl: Ja, voer nu de automatische zoekfunctie uit
pl: Tak, rozpocznij automatyczne skanowanie
pt_br: Sim, realizar uma busca automática
ru: Да, выполнить автоматический поиск
sk: Áno, spustiť automatické vyhľadávanie
sl: Da, začni samodejno iskanje
sr: Da, uradi automatsko skeniranje sada
sv: Ja, gör en automatisk skanning nu
ta: ஆம், இப்போது ஒரு தானியங்கி ச்கேன் செய்யுங்கள்
tr: Evet, şimdi otomatik kanal taraması yap
uk: Так, розпочати автоматичний пошук
vi: Thực hiện quét dịch vụ tự động ngay bây giờ
zh_cn: 是,马上开始自动扫描

source: Yes, do another manual scan now
bg: Да, направи още едно ръчно сканиране сега
cs: Ano, proveď další ruční prohledávání
da: Ja, start en ny manuel søgning nu
de: Ja, einen weiteren manuellen Suchlauf durchführen
el: Ναι, να γίνει ακόμα μία χειροκίνητη ανίχνευση τώρα
et: Jah, soorita uus käsiotsing
fi: Kyllä, tee toinen manuaalihaku nyt
fr: Oui, faire une autre analyse manuelle maintenant
hr: Da, produži ručno skeniranje sada
hu: Igen, indítsunk most el egy másik keresést
it: Sì, esegui un'altra scansione manuale ora
lt: Taip, atlikti dar vieną rankinę paiešką
nl: Ja, ik wil nogmaals handmatig zoeken
pl: Tak, rozpocznij kolejne ręczne skanowanie teraz
pt_br: Sim, fazer outra busca avançada
ru: Да, продолжить ручной поиск
sk: Áno, vykonať ďalšie ručné vyhľadávanie
sl: Da, začni drugo ročno iskanje
sr: Da, produži ručno skeniranje sada
sv: Ja, gör en ny manuell skanning nu
ta: ஆம், இப்போது மற்றொரு கையேடு ச்கேன் செய்யுங்கள்
tr: Evet, şimdi başka manuel kanal taraması yap
uk: Так, почати інший ручний пошук
vi: Thực hiện quét dịch vụ thủ công ngay bây giờ
zh_cn: 是,.马上手动扫描其他

source: Yes, don't ask again
cs: Ano, více se neptat
el: Ναι, να μη γίνει ερώτηση ξανά
fi: Kyllä, älä kysy uudelleen
hr: Da, ne pitaj ponovo
it: Sì, non chiedere più
lt: Taip. Ir daugiau neklausti
nl: Ja, niet opnieuw vragen
pl: Tak, nie pytaj ponownie
sk: Áno a už sa nepýtať
sr: Da, ne pitaj ponovo
sv: Ja, fråga inte igen
ta: ஆம், மீண்டும் கேட்க வேண்டாம்
tr: Evet, bir daha sorma
uk: Так, більше не питай

source: Yes, restore the settings now
bg: Да, възстанови настройките сега
cs: Ano, nyní obnovit nastavení
da: Ja, genskab indstillinger nu
de: Ja, die Einstellungen jetzt wiederherstellen
el: Ναι, επαναφορά των ρυθμίσεων τώρα
et: Jah, taasta nüüd seadistused
fi: Kyllä, palauta asetukset nyt
fr: Oui, restaurer les paramètres maintenant
hr: Da, vrati postavke u predhodno stanje sada
hu: Igen, állítsuk vissza most a beállításokat
it: Sì, ripristina le impostazioni ora
lt: Taip, atkurti nustatymus dabar
nl: Ja, de gegevens nu terugplaatsen
pl: Tak, przywróć ustawienia teraz
pt_br: Sim, restaurar configurações
ru: Да, восстановить установки сейчас
sk: Áno, obnoviť nastavenia hneď
sl: Da, povrni shranjene nastavitve
sr: Da, vrati postavke u predhodno stanje sada
sv: Ja, återställ inställningarna nu
ta: ஆம், இப்போது அமைப்புகளை மீட்டெடுக்கவும்
tr: Evet, ayarları şimdi geri yükle
uk: Так, відновити мої налаштування зараз
vi: Có, khôi phục cài đặt ngay bây giờ
zh_cn: 是,马上恢复设置

source: Yes, returning to movie list
bg: Да, връщане към филмовия списък
cs: Ano, vrátit se na seznam filmů
da: Ja, gå til filmliste
de: Ja, zurück zur Filmauswahl
el: Ναι, επιστροφή στη λίστα ταινιών
et: Jah, tagasi filmilisti
fi: Kyllä, palataan tallennelistaan
fr: Oui, retour vers liste de films
hr: Da, povratak na popis filmova
hu: Igen, térjen vissza a felvételek listájához
it: Sì, tornando all'elenco registrazioni
lt: Taip, grįžti į filmų sąrašą
nl: Ja, terug naar de opname lijst
pl: Tak, powrót do listy filmów
pt_br: Sim, e voltar à lista de vídeos
ru: Да, вернуться к списку записей
sk: Áno, vrátiť sa do zoznamu filmov
sl: Nazaj na seznam datotek
sr: Da, vraćanje na listu filmova
sv: Ja, återvänder till filmlistan
ta: ஆம், திரைப்பட பட்டியலுக்குத் திரும்புதல்
tr: Evet, film listesine dön
uk: Так, але повернутись до списку фільмів
vi: Vâng, trở lại danh sách phim
zh_cn: 是,回到电影列表

source: Yes, show Plugin Browser if unavailable
bg: Да, но ако не е наличен, покажете браузъра на плъгина
cs: Ano, není-li k dispozici, zobrazit prohlížeč pluginu
el: Ναι, αλλά αν δεν είναι διαθέσιμο εμφάνιση πλοηγού προσθέτων
fi: Kyllä, jos ei saatavilla näytä lisäosa lista
fr: Oui, mais s'il n'est pas disponible, affichez le navigateur du plugin
hr: Da, prikaži preglednik dodataka ako nije dostupan
it: Sì, ma se non disponibile, mostra elenco plugin
lt: Taip, bet jei nėra, parodyti priedų naršyklę
nl: Ja, maar wanneer niet beschikbaar toon de Plugin Browser
pl: Tak, pokaż przeglądarkę wtyczek, jeśli jest niedostępna
sk: Áno, ale ak nie je dostupné, zobraziť prehliadač pluginov
sr: Da, prikaži Plugin pregledač ako nije dostupan
sv: Ja, visa Plugin Browser om den inte är tillgänglig
ta: ஆம், கிடைக்கவில்லை என்றால் சொருகி உலாவியைக் காட்டு
tr: Evet, Eklentiler Listesi kullanılamıyorsa göster
uk: Так, але якщо доступно, покажіть переглядач плагінів

source: Yes, show RecordTimer if unavailable
bg: Да, но ако не е налично, покажете списъка с таймерите
cs: Ano, ale pokud není k dispozici, zobrazit seznam časovačů
el: Ναι, αλλά αν δεν είναι διαθέσιμο εμφάνιση λίστας χρονοδιακοπτών
fi: Kyllä, jos ei käytettävissä, näytä ajastinluettelo
fr: Oui, mais s'il n'est pas disponible, afficher la liste des programmations
hr: Da, prikaži tajmer snimanja ako nije dostupno
it: Sì, ma se non disponibile mostra l'elenco timer
lt: Taip, bet jei nėra, parodyti laikmačio sąrašą
nl: Ja, maar als niet beschikbaar toon timer lijst
pl: Tak, pokaż RecordTimer, jeśli jest niedostępny
sk: Áno, ale ak nie je dostupné, zobraziť zoznam časovačov
sr: Da, prikaži tajmer snimanja ako nije dostupno
sv: Ja, visa RecordTimer om den inte är tillgänglig
ta: ஆம், கிடைக்கவில்லை என்றால் ரெக்கார்டிமரைக் காட்டு
tr: Evet, kullanılamıyorsa Kayıt Zamanlayıcısını göster
uk: Так, але якщо недоступно, покажіть список таймера

source: Yes, shut down now.
bg: Да, изключи се сега.
cs: Ano, vypnout systém.
da: Ja, start afbrydelse nu.
de: Ja, jetzt herunterfahren.
el: Ναι, να γίνει τερματισμός τώρα.
et: Jah, lülita välja.
fi: Kyllä, sammuta nyt.
fr: Oui, éteindre maintenant.
hr: Da, ugasi sada.
hu: Igen, leállítás most.
it: Sì, spegni ora.
lt: Taip, išjungti dabar.
nl: Ja, schakel nu uit.
pl: Tak, wyłącz teraz.
ru: Да, выключить сейчас.
sk: Áno, vypnúť hneď.
sr: Da, ugasi sada.
sv: Ja, stäng av nu.
ta: ஆம், இப்போது மூடு.
tr: Evet, şimdi kapat.
uk: Так, вимкнути зараз.
vi: Vâng, tắt ngay bây giờ.
zh_cn: 是,现在关机.

source: Yesterday
bg: Вчера
cs: Včera
da: I går
de: Gestern
el: Χθες
et: Eile
fi: Eilen
fr: Hier
hr: Jučer
hu: Tegnap
it: Ieri
lt: Vakar
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ru: Вчера
sk: Včera
sr: Jučer
sv: Igår
ta: நேற்று
tr: Dün
uk: Вчора
vi: Hôm qua
zh_cn: 昨天

source: Yiddish
cs: Jidiš
el: Γίντις
lt: Jidiš
nl: Jiddisch
sk: jidiš
sv: Jiddish
ta: யெட்டிச்
tr: Eskenazi Dili
uk: Ідиш

source: Yoruba
cs: Jorubština
el: Γιορούμπα
fi: Joruba
lt: Joruba
sk: jorubčina
ta: யோருபா
tr: Yoruba Dili
uk: Йоруба

source: You can Display MiniTV with or without OSD Menu.
bg: Вие можете да покажете MiniTV с или без OSD меню
cs: MiniTV můžete zobrazit s nebo bez nabídky OSD.
el: Εμφάνιση MiniTV με ή χωρίς μενού OSD.
fi: Voit valita MiniTV:n kuvaruutunäytöllä tai ilman
fr: Vous pouvez afficher MiniTV avec ou sans menu OSD
hr: Možete prikazati MiniTV sa ili bez OSD menu.
it: È possibile visualizzare MiniTV con o senza menu OSD
lt: Galite rodyti mini TV su, arba be OSD meniu
nl: U kunt de MiniTV laten zien met of zonder OSD-menu
pl: Można wyświetlać MiniTV z menu OSD lub bez.
sk: MiniTV sa môže zobraziť s OSD menu alebo bez neho.
sr: MiniTV možete prikazati sa ili bez OSD menija.
sv: Du kan visa MiniTV med eller utan OSD-meny.
ta: OSD மெனுவுடன் அல்லது இல்லாமல் MinITV ஐ நீங்கள் காண்பிக்கலாம்.
tr: MiniTV'yi OSD menüsüyle veya menü olmadan olarak görüntüleyebilirsiniz.
uk: Можна включати MiniTV за допомогою OSD Меню

source: You can Display PiP with or without OSD Menu.
bg: Вие можете да покажете PIP с или без OSD меню
cs: PiP můžete zobrazit s nabídkou OSD nebo bez ní.
el: Εμφάνιση PIP με ή χωρίς μενού OSD.
fi: Voit valita PiP:n kuvaruutunäytöllä tai ilman
fr: Vous pouvez afficher PiP avec ou sans menu OSD
hr: Možete prikazati PiP sa ili bez OSD menu.
it: È possibile visualizzare PiP con o senza Menu OSD
lt: Galite rodyti PIP su arba be OSD meniu
nl: U kunt PiP laten zien met of zonder OSD-menu
pl: Można wyświetlać obraz PiP z menu OSD lub bez niego.
sk: PiP sa môže zobraziť s OSD menu alebo bez neho.
sr: PiP možete prikazati sa ili bez OSD menija.
sv: Du kan visa PiP med eller utan OSD-meny.
ta: OSD மெனுவுடன் அல்லது இல்லாமல் நீங்கள் PIP ஐக் காட்டலாம்.
tr: Resim içinde Resim (PiP) özelliğini OSD menüsüyle veya menü olmadan görüntüleyebilirsiniz.
uk: Можна включати PIP з меню OSD або без нього
