Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Perform a setting backup before updating.
da: Udfør en indstillingssikkerhedskopi for opdatering.
et: Loo enne uuendamist seadistustest varukoopia.
hu: Végezze el a beállítások mentését a frissítés előtt.
ru: Перед обновлением выполнить бекап настроек.
vi: Thực hiện sao lưu cài đặt trước khi cập nhật.
zh_cn: 升级前执行设置备份.

source: Perform a settings backup,
da: Udfør sikkerhedskopi af indstillinger,
de: Einstellungssicherung durchführen.
et: Loo seadistustest varukoopia,
hu: Végezze el a beállítások mentését,
ru: Выполнить бекап настроек,
vi: Thực hiện sao lưu cài đặt,
zh_cn: 完成设置备份,

source: Perform a settings backup, making a backup before updating is strongly advised.
da: Udfør sikkerhedskopi af indstillinger, oprettelse af en sikkerhedskopi inden opdatering anbefales stærkt.
et: Loo seadistustest varukoopia. Enne uuendamist on see väga soovitatav.
hu: Végezze el a beállítások mentését, és a frissítés előtt készítsen biztonsági mentést.
ru: Выполнить бекап настроек, строго рекомендуется выполнить бекап перед обновлением.
vi: Thực hiện sao lưu cài đặt, thực hiện sao lưu trước khi cập nhật được khuyến khích.
zh_cn: 强烈建议更新前执行设置备份,制作备份.

source: Perform an online update check in the background
da: Udfør en online opdateringskontrol i baggrunden.
et: Otsi taustal uuendusi
hu: Online frissítés ellenőrzése a háttérben
ru: Выполнить проверку онлайн-обновлений в фоновом режиме
vi: Thực hiện kiểm tra cập nhật trực tuyến trong nền
zh_cn: 在后台执行在线升级检查

source: Permanently delete all recordings in the trash can?
da: Slet alle optagelser i papirkurven permanent ?
de: Alle Aufnahmen im Papierkorb endgültig löschen?
et: Kas kustutada lõplikult kõik failid prügikastist?
hu: A kuka véglegesen kiüríthető?
pt_br: Deseja remover permanentemente todas os itens da lixeira?
ru: Окончательное удаление всех записей в корзине?
vi: Xóa vĩnh viễn tất cả các bản ghi trong thùng rác?
zh_cn: 是否永久删除所有回收站中的录像？

source: Permissions:
da: Rettigheder:
de: Berechtigungen:
et: Õigused:
vi: Quyền:
zh_cn: 权限:

source: Picture in Picture Setup
bg: Настройка на картина в картина
de: Bild im Bild Einstellungen
et: PiP seadistamine
hu: Kép-a-Képben beállítás
ru: Настройки PiP
vi: Hình ảnh trong Cài đặt hình ảnh
zh_cn: 画中画设置

source: PicturePlayer
da: Billedfremviser
de: Bildbetrachter
et: Pildimängija
hu: Kép lejátszó
ru: Просмотр фото
sl: Prikazovalnik slik
vi: Hình ảnh người chơi
zh_cn: 图片播放器

source: Play folder
da: Afspil mappe
de: Verzeichnis abspielen
et: Esita kataloog
vi: Chơi thư mục
zh_cn: 播放文件夹

source: Play from next mark or playlist entry
da: Afspil fra næste mærke eller afspilningsliste post
de: Wiedergabe ab der nächsten Markierung/Listeneintrag
et: Esita alates järgmisest märgist või pleilisti kirjest
hu: Lejátszás a következő jelölőtől vagy lépjen be a lejátszási listába
pt_br: Iniciar na próxima marca ou entrada na lista
ru: Начать со следующей метки или следующей записи в плейлисте
vi: Phát từ mục tiếp theo hoặc danh sách phát
zh_cn: 打下的标记或播放列表条目

source: Play from previous mark or playlist entry
da: Afspil fra forrige mærke eller afspilningsliste post
de: Wiedergabe ab der letzten Markierung/Listeneintrag
et: Esita alates eelmisest märgist või pleilisti kirjest
hu: Lejátszás az előző jelölőtől vagy lépjen be a lejátszási listába
pt_br: Iniciar na última marca ou entrada na lista
ru: Воспроизвести начиная с предыдущей метки или записи в плейлисте
vi: Phát từ mục trước hoặc danh sách phát
zh_cn: 从以前的播放或播放列表标记的条目

source: Play recorded movies...
de: Aufgenommene Filme abspielen...
et: Salvestiste taasesitus
hu: Felvett felvételek lejátszása...
pt_br: Reproduzir vídeos gravados
ru: Воспроизвести записанные видео...
sl: Predvajaj lastne posnetke
vi: Chơi phim đã ghi ...
zh_cn: 正在播放录像的电影...

source: Play title
da: Afspil titel
de: Titel abspielen
et: Esita fail
vi: Chơi tiêu đề
zh_cn: 播放标题

source: Play/view/edit/install/extract/run file or enter directory
da: Afspil/se/rediger/installer/udpak/kør fil eller gå i mappe
de: Datei abspielen/anzeigen/bearbeiten/installieren/extrahieren/ausführen oder Verzeichnis eingeben
et: Esita/vaata/muuda/paigalda/paki/käivita fail või sisene kataloogi
vi: Phát / xem / chỉnh sửa / cài đặt / giải nén / chạy tệp hoặc vào thư mục
zh_cn: 播放/查看/编辑/安装/解压缩/运行文件或输入目录

source: Playlist long
da: Afspilningsliste lang
de: Playliste lang
et: Playlist - pikk
hu: Lejátszási lista hosszan
ru: Плейлист долгое нажатие
vi: Danh sách phát dài
zh_cn: 播放列表(超长的)

source: Please be patient, a backup will now be made,
da: Vær venligst tålmodig, der skabes nu en sikkerhedskopi,
de: Bitte etwas Geduld, das Backup wird erstellt.
et: Varu kannatust, algab varundamine.
hu: Kérem, legyen türelemmel, most készen áll egy mentés,
ru: Пожалуйста, будьте терпеливы, резервное копирование создается,
vi: Hãy kiên nhẫn, một bản sao lưu sẽ được thực hiện,
zh_cn: 请耐心一点,现在就做一个备份,

source: Please change recording endtime
da: Ændre venligst optagelse sluttid
de: Aufnahmeendzeit ändern
et: Muuda salvestuse lõpuaega
hu: Befejezés ideje
pt_br: Altere o tempo final da gravação
ru: Пожалуйста, измените время окончания записи
sl: Spremenite čas konca snemanja
vi: Vui lòng thay đổi thời gian ghi âm
zh_cn: 请更改录制结束时间

source: Please check the manual of the receiver
da: Se venligst vejledningen til modtageren.
de: Schauen Sie bitte in das Handbuch Ihres Receivers,
et: Uuri vastuvõtja käsiraamatut
hu: Kérjük, ellenőrizze a vevőkészülék kézikönyvét
vi: Vui lòng kiểm tra hướng dẫn của đầu thu
zh_cn: 请查看接收器的说明书

source: Please check your network settings!
da: Tjek venligst din netværks opsætning!
de: Netzwerkeinstellungen überprüfen!
et: Kontrolli võrgu seadeid!
hu: Kérem, ellenőrizze a hálózati beállításokat!
ru: Пожалуйста, проверьте настройки сети!
sl: Preverite vaše omrežne nastavitve!
vi: Vui lòng kiểm tra cài đặt mạng của bạn!
zh_cn: 请检查您的网络设置!

source: Please choose CCcam-Reader
da: Vælg venligst CCcam-Læser
de: Bitte CCcam Reader auswählen
et: Vali CCcam-lugeja
hu: Kérem, válasszon egy CCcam-Reader-t
ru: Пожалуйста, выберите CCcam-Ридер
vi: Vui lòng chọn CCcam-Reader
zh_cn: 请选择CCcam阅读器

source: Please choose he package...
da: Vælg venligst en pakke...
de: Bitte Paket auswählen...
et: Vali pakett
hu: Kérem, válasszon egy csomagot...
ru: Пожалуйста, выберите пакет...
sl: Prosim, da izberite paket...
vi: Vui lòng chọn gói ...
zh_cn: 请选择你软件包...

source: Please choose reader
da: Vælg venligst læser
de: Bitte Reader auswählen
et: Vali kaardipesa
hu: Kérem, válasszon olvasót
ru: Пожалуйста, выберите ридер
vi: Vui lòng chọn người đọc
zh_cn: 请选择阅读器

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
da: Opsæt venligst eller bekræft dine navneservere ved at udfylde de ønskede værdier. Tryk på OK når du er færdig, for at fortsætte.
de: Stellen Sie Ihre DNS-Server durch Ausfüllen der entsprechenden Werte ein. OK drücken zum Fortfahren.
et: Kontrolli ja täida nimeserveri nõutavad väljad. Kui oled valmis, vajuta jätkamiseks OK.
hu: Kérem, ellenőrizze vagy állítsa be a névszervereket, a kért adatok kitöltésével. Befejezés után, nyomja le az OK gombot a folytatáshoz.
pt_br: Configure ou verifique o servidor DNS preenchendo os valores necessários. Quando estiver pronto pressione OK.
ru: Пожалуйста, настройте или проверьте конфигурацию DNS заполнив нужные данные Когда будете готовы - нажмите ОК для продолжения.
sl: Preverite vaše imenske strežnike. Ko boste pripravljeni, pritisnite OK.
vi: Vui lòng định cấu hình hoặc xác minh Máy chủ tên của bạn bằng cách điền vào các giá trị bắt buộc. Khi bạn đã sẵn sàng nhấn OK để tiếp tục.
zh_cn: 请确认您的服务器配置或填写所需的值. 当您准备好按'确定'键继续.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
da: Opsæt venligst din internetforbindelse ved at udfylde de ønskede værdier. Tryk på OK når du er færdig, for at fortsætte.
de: Netzwerk durch Ausfüllen der entsprechenden Werte konfigurieren. OK drücken zum Fortfahren.
et: Täida võrguühenduse seadistamiseks nõutavad väljad. Kui oled valmis, vajuta jätkamiseks OK.
hu: Kérem, állítsa be az interket kapcsolatát a kért adatok kitöltésével. Befejezés után, nyomja le az OK gombot a folytatáshoz.
pt_br: Configure a conexão de rede preenchendo os valores necessários. Quando estiver pronto pressione OK.
ru: Пожалуйста, настройте интернет соединение заполнив нужные данные Когда будете готовы - нажмите ОК для продолжения.
vi: Vui lòng định cấu hình kết nối internet của bạn bằng cách điền vào các giá trị cần thiết. Khi bạn đã sẵn sàng nhấn OK để tiếp tục.
zh_cn: 请通过填写所需的值来配置您的互联网连接. 当您准备好按'确定'键继续.

source: Please connect your %s %s to the internet
da: Forbind venligst din %s %s til Internettet
de: Bitte die %s %s mit dem Internet verbinden
et: Ühenda %s %s internetti
hu: Kérem, csatlakoztassa a(z) %s %s készüléket az internethez
ru: Пожалуйста, соедините ваш %s %s с интернетом
vi: Vui lòng kết nối % s% s của bạn với internet
zh_cn: 请将您的 %s %s 到互联网

source: Please enter a new filename
da: Indtast venligst nyt filnavn
de: Neuen Dateinamen eingeben
et: Sisesta uus faili nimi
hu: Adja meg az új fájlnevet
pt_br: Informe o nome do novo arquivo
ru: Пожалуйста, введите новое имя файла
sl: Prosim, da vnesete novo ime datoteke
vi: Vui lòng nhập tên tệp mới
zh_cn: 请输入一个新的文件名

source: Please enter name of the new directory
da: Indtast venligst navn på den ny mappe
de: Bitte den Namen des neuen Verzeichnisses eingeben
et: Sisesta uue kataloogi nimi
hu: Kérem, adja meg az új mappa nevét
pt_br: Informe o nome do novo diretório
ru: Пожалуйста, введите имя нового каталога
sl: Prosim, da vnesete ime nove mape
vi: Vui lòng nhập tên của thư mục mới
zh_cn: 请输入新目录的名称

source: Please enter name of the new symlink
da: Indtast venligst navn på den nye symlænke
de: Bitte den Namen des neuen Symlinks eingeben
et: Sisesta uue nimeviida nimi
vi: Vui lòng nhập tên của symlink mới
zh_cn: 请输入新的链接名称

source: Please enter new description:
da: Indtast venligst ny beskrivelse:
de: Bitte geben Sie eine neue Beschreibung ein:
et: Sisesta uus kirjeldus:
hu: Kérem, adja meg az új leírást:
ru: Введите новое описание:
vi: Vui lòng nhập mô tả mới:
zh_cn: 请输入新的描述:

source: Please enter password
da: Indtast venligst adgangskode
de: Bitte Passwort eingeben
et: Sisesta parool
vi: Xin vui lòng nhập mật khẩu
zh_cn: 请输入密码

source: Please enter the new directory name
da: Indtast venligst det ny mappenavn
de: Bitte geben Sie den neuen Verzeichnisnamen ein
et: Sisesta uus kataloogi nimi
vi: Vui lòng nhập tên thư mục mới
zh_cn: 请输入新目录名

source: Please enter the new file name
da: Indtast venligst det nye filnavn
de: Bitte geben Sie den neuen Dateinamen ein
et: Sisesta uus faili nimi
vi: Vui lòng nhập tên tệp mới
zh_cn: 请输入新文件名

source: Please enter your personal feed URL
da: Indtast venligst din personlige Feed URL
de: Tragen Sie Ihre eigene Feed URL ein.
et: Sisesta isikliku hoidla URL
hu: Kérjük, adja meg személyes feed URL-jét
vi: Vui lòng nhập URL nguồn cấp dữ liệu cá nhân của bạn
zh_cn: 请输入您的个人订阅源URL

source: Please press OK to start Kodi...
da: Tryk venligst OK for at starte Kodi...
de: Bitte OK zum Starten von Kodi drücken...
et: Kodi käivitamiseks vajuta OK...
hu: Az OK gombbal indíthatja a Kodi-t...
vi: Vui lòng nhấn OK để bắt đầu Kodi ...
zh_cn: 请按'确定'键启动Kodi...

source: Please select a backup destination
da: Vælg venligst en destination til sikkehedskopien
de: Bitte wählen Sie ein Sicherungsziel aus
et: Vali varukoopia asukoht
vi: Vui lòng chọn một điểm đến dự phòng
zh_cn: 请选择备份目标

source: Please select a playlist to delete...
da: Vælg venligst en afspilningsliste til sletning...
de: Wiedergabeliste zum Löschen auswählen...
et: Vali kustutatav pleilist
hu: Válasszon egy lejátszási listát amit törölni szeretne...
pt_br: Selecione uma lista para remover
ru: Пожалуйста, выберите плейлист для удаления
sl: Prosim, da izberete seznam za brisanje...
vi: Vui lòng chọn danh sách phát để xóa ...
zh_cn: 请选择删除一个播放列表...

source: Please select a playlist...
da: Vælg venligst en afspilningsliste...
de: Wiedergabeliste wählen...
et: Vali pleilist
hu: Válasszon egy lejátszási listát...
pt_br: Selecione uma lista de reprodução
ru: Пожалуйста, выберите плейлист...
sl: Izberite seznam za predvajanje...
vi: Vui lòng chọn danh sách phát ...
zh_cn: 请选择一个播放列表...

source: Please select a sub service...
da: Vælg venligst en underkanal...
de: Subservice auswählen...
et: Vali alamkanal
hu: Válasszon egy alcsatornát...
pt_br: Selecione um subserviço
ru: Пожалуйста, выберите подсервис...
vi: Vui lòng chọn một dịch vụ phụ ...
zh_cn: 请选择一个子服务...

source: Please select a subservice to record...
da: Vælg en underkanal til at optagelse...
de: Subservice zur Aufnahme auswählen...
et: Vali salvestatav alamkanal
hu: Válasszon egy alcsatornát a felvételhez...
pt_br: Selecione um subserviço para gravar
ru: Пожалуйста, выберите подсервис для записи...
sl: Izberite snemanje pod-storitve...
vi: Vui lòng chọn một dịch vụ phụ để ghi lại ...
zh_cn: 请选择一个子服务来录制...

source: Please select a subservice...
da: Vælg venligst en underkanal...
de: Subservice auswählen...
et: Vali alamkanal
hu: Válasszon egy alcsatornát...
pt_br: Selecione um subserviço
ru: Пожалуйста, выберите подсервис...
sl: Izberite pod-storitev.
vi: Vui lòng chọn một dịch vụ phụ ...
zh_cn: 请选择一个子服务...

source: Please select an NFI file and press green key to flash!
da: Vælg venligst en NFI-fil og tryk på grøn knap for at flashe!
de: NFI-Datei auswählen und zum Flashen GRÜN drücken!
et: Vali NFI fail ja vajuta paigaldamiseks rohelist nuppu!
hu: Kérem, válasszon egy NFI fájlt, majd nyomja meg a Zöld gombot a flash-eléshez!
ru: Пожалуйста, выберите файл NFI, и нажмите зеленую кнопку!
sl: Izberite .NFI datoteko in pritisnite zelen gumb za začetek postopka!
vi: Vui lòng chọn một tệp NFI và nhấn phím màu xanh lá cây để flash!
zh_cn: 请选择该文件,按绿色键Flash!

source: Please select device to use as swapfile location
da: Vælg venligst enhed der bruges som swapfil placering
de: Ein Gerät als Speicherort auswählen
et: Vali saalefaili asukoht
hu: Válasszon eszközt amin a swapfile-t használja
ru: Пожалуйста, выберите расположение для подкачки
vi: Vui lòng chọn thiết bị để sử dụng làm vị trí hoán đổi
zh_cn: 请选择要使用的文件定位装置

source: Please select the IceTV service that you wish to use.
da: Vælg venligst den IceTV kanal som du ønsker at bruge.
de: Bitte wählen Sie den gewünschten IceTV Dienst aus.
zh_cn: 请选择您要使用的IceTV服务.

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
da: Vælg venligst den netværksgrænseflade, som du vil benytte til din internet forbindelse. Tryk venligst på OK for at fortsætte.
de: Netzwerkschnittstelle für den Internetzugang auswählen. OK drücken zum Fortfahren.
et: Vali internetiühenduseks kasutatav võrguliides. Jätkamiseks vajuta OK.
hu: Kérem, válassza ki azt a hálózati interfészt, amit használni kíván az internet kapcsolathoz. Nyomja le az OK gombot a folytatáshoz.
pt_br: Selecione uma interface de rede para conectar à internet. Pressione OK para continuar.
ru: Пожалуйста, выберите сетевой интерфейс который будет использован для выхода в интернет Нажмите ОК для продолжения.
sl: Izberite mrežni vmesnik, ki ga želite uporabiti za internetno povezavo. Za nadaljevanje pritisnite OK.
vi: Vui lòng chọn giao diện mạng mà bạn muốn sử dụng cho kết nối internet của mình. Vui lòng nhấn OK để tiếp tục.
zh_cn: 请选择要用于您的互联网连接的网络接口. 请按'确定'键继续.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
da: Vælg venligst det trådløse netværk, som du vil oprette forbindelse til. Tryk venligst på OK for at fortsætte.
de: WLAN-Netzwerk zum Verbinden auswählen. OK drücken zum Fortfahren.
et: Vali traadita võrk, millega tahad ühenduda. Jätkamiseks vajuta OK.
hu: Kérem, válassza ki a vezeték nélküli hálózatot, amihez csatlakozni kíván. Nyomja le az OK gombot a folytatáshoz.
pt_br: Escolha a rede sem fio que deseja conectar. Pressione OK para continuar
ru: Пожалуйста, выберите беспроводную сеть для подключения. Нажмите ОК для продолжения.
sl: Izberite brezzično omrežje, kamor se želite povezati. Za nadaljevanje pritisnite OK.
vi: Vui lòng chọn mạng không dây mà bạn muốn kết nối. Vui lòng nhấn OK để tiếp tục.
zh_cn: 请选择要连接到的无线网络. 请按'确定'键继续.

source: Please select what to do after flashing the image: (In addition, if it exists, a local script will be executed as well at /media/hdd/images/config/myrestore.sh)
da: Vælg venligst hvad der skal ske efter flash af Imaget: (Desuden vil et lokal skript ligeledes blive eksekveret fra /media/hdd/images/config/myrestore.sh, hvis fundet)
de: Wählen Sie, was geschehen soll: Wenn ein Script /media/hdd/images/config/myrestore.sh vorhanden ist, wird es ausgeführt.
et: Vali tegevus pärast tõmmise paigaldamist (Lisaks käivitatakse olemasolul ka kohalik käsk asukohast /media/hdd/images/config/myrestore.sh)
hu: Kérjük, válassza ki, mi a teendő a lemezkép flashelése után: (Ezenkívül, ha létezik, egy helyi szkript is végrehajtásra kerül a /media/hdd/images/config/myrestore.sh)
ru: Пожалуйста, выберите действие после прошивки ресивера: (Если существует, локальный чкрипт может быть запущен как /media/hdd/images/config/myrestore.sh)
vi: Vui lòng chọn những gì cần làm sau khi flash hình ảnh: (Ngoài ra, nếu nó tồn tại, một tập lệnh cục bộ cũng sẽ được thực thi tại /media/hdd/images/config/myrestore.sh)
zh_cn: 选择刷机后的任务: (此外,如果它存在,一个当地的脚本将被执行以及在/media/hdd/images/config/ myrestore.sh)

source: Please set up tuner A
da: Indstil venligst Tuner A
de: Bitte Tuner A konfigurieren
et: Seadista tuuner A
hu: Állítsa be az A tunert
pt_br: Configure o tuner A
ru: Пожалуйста, настройте тюнер А
vi: Vui lòng thiết lập bộ chỉnh tần số A
zh_cn: 请设置调谐器A

source: Please set up tuner A For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner A op Ved hybrid Tuner-modeller skiftes Tuner type med venstre og højre taster
de: Bitte stellen Sie für Tuner A das Hybrid-Tuner-Modell ein, ändern mit Steuerkreuz Links/Rechts
et: Seadista tuuner A Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a A tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh tần số A Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器A 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner B
da: Indstil venligst Tuner B
de: Tuner B einstellen.
et: Seadista tuuner B
hu: Állítsa be a B tunert
pt_br: Configure o tuner B
ru: Пожалуйста, настройте тюнер B.
sl: Nastavite tuner B
vi: Vui lòng thiết lập bộ chỉnh tần số B
zh_cn: 请设置调谐器B

source: Please set up tuner B For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner B op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte stellen Sie für Tuner B das Hybrid-Tuner-Modell ein, ändern mit Steuerkreuz Links/Rechts
et: Seadista tuuner B Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a B tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh B Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器B 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner C
da: Indstil venligst Tuner C
de: Tuner C einstellen.
et: Seadista tuuner C
hu: Állítsa be a C tunert
pt_br: Configure o tuner C
ru: Пожалуйста, настройте тюнер C
sl: Nastavite tuner C
vi: Vui lòng thiết lập bộ chỉnh tần số C
zh_cn: 请设置调谐器C

source: Please set up tuner C For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner C op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte Tuner C einrichten Für Hybrid-Tuner den Tuner-Typ mit Links/Rechts umschalten
et: Seadista tuuner C Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a C tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh C Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器C 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner D
da: Indstil venligst Tuner D
de: Tuner D einstellen.
et: Seadista tuuner D
hu: Állítsa be a D tunert
pt_br: Configure o tuner D
ru: Пожалуйста, настройте тюнер D
sl: Nastavite tuner D
vi: Vui lòng thiết lập bộ chỉnh tần số D
zh_cn: 请设置调谐器D

source: Please set up tuner D For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner D op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte Tuner D einrichten Für Hybrid-Tuner den Tuner-Typ mit Links/Rechts umschalten
et: Seadista tuuner D Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a D tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh D Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器D 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner E For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner E op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte Tuner E einrichten Für Hybrid-Tuner den Tuner-Typ mit Links/Rechts umschalten
et: Seadista tuuner E Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a E tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh tần số E Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器En对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner F For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner F op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte Tuner F einrichten Für Hybrid-Tuner den Tuner-Typ mit Links/Rechts umschalten
et: Seadista tuuner F Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a F tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh F Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器F 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner G For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner G op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte Tuner G einrichten Für Hybrid-Tuner den Tuner-Typ mit Links/Rechts umschalten
et: Seadista tuuner G Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a G tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh G Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器G 对于混合调谐器型号,使用左右键切换调谐器类型

source: Please set up tuner H For Hybrid Tuner Models switch Tuner Type with left and right keys
da: Sæt venligst Tuner H op Ved hybrid Tuner modeller skiftes Tuner type med venstre og højre taster
de: Bitte Tuner H einrichten Für Hybrid-Tuner den Tuner-Typ mit Links/Rechts umschalten
et: Seadista tuuner H Hübriidtuuneril vaheta tuuneri tüüpi parem/vasak nooleklahvidega
hu: Állítsd be a H tunert A Hibrid Tuner Modellek esetében a bal és jobb gombokkal válthat a Tuner típusok között
vi: Vui lòng thiết lập bộ chỉnh H Đối với Kiểu điều chỉnh lai Bộ chuyển đổi Loại bộ chỉnh với các phím trái và phải
zh_cn: 请设置调谐器H 对于混合调谐器型号,使用左右键切换调谐器类型
