Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Show marked events
bg: Показване на маркирани събития
cs: Zobrazit označené události
da: Vis mærkede begivenheder
de: Markierte Ereignisse anzeigen
el: Εμφάνιση μαρκαρισμένων προγραμμάτων
et: Kuva märgitud saated
fi: Näytä merkityt tapahtumat
fr: Afficher les événements marqués
hr: Pokaži označene događaje
hu: Megjelölt események megjelenítése
it: Mostra eventi contrassegnati
lt: Rodyti pažymėtus įvykius
nl: Toon gemarkeerde programma's
pl: Pokaż zaznaczone wydarzenia
sk: Zobraziť označené udalosti
sr: Pokaži označene događaje
sv: Visa markerade händelser
ta: குறிக்கப்பட்ட நிகழ்வுகளைக் காட்டு
tr: İşaretli etkinlikleri göster
uk: Показати позначені передачі
vi: Hiển thị các sự kiện được đánh dấu
zh_cn: 显示标记的事件

source: Show marked events in all rows.
bg: Показване на маркирани събития във всички редове.
cs: Zobrazit označené události ve všech řádcích.
da: Vis mærkede begivenheder i alle rækker.
de: Bei 'Ja' werden markierte Ereignisse in allen Zeilen angezeigt.
el: Εμφάνιση μαρκαρισμένων προγραμμάτων σε όλες τις σειρές.
et: Kuva märgitud saated kõigis ridades.
fi: Näytä tarkempi ohjelmatieto.
fr: Afficher les événements marqués dans toutes les lignes.
hr: Pokaži označene događaje u svim redovima.
hu: Megjelölt események megjelenítése minden sorban.
it: Mostra eventi contrassegnati in tutte le righe.
lt: Rodyti pažymėtus įvykius visose eilutėse.
nl: Toon gemarkeerde programma's in alle rijen.
pl: Pokaż zaznaczone wydarzenia we wszystkich wierszach.
sk: Zobraziť označené udalosti vo všetkých riadkoch.
sr: Pokaži označene događaje u svim redovima.
sv: Visa markerade händelser i alla rader.
ta: அனைத்து வரிசைகளிலும் குறிக்கப்பட்ட நிகழ்வுகளைக் காட்டு.
tr: İşaretlenmiş etkinlikleri tüm satırlarda göster.
uk: Показати позначені передачі в усіх рядках.
vi: Hiển thị các sự kiện được đánh dấu trong tất cả các hàng.
zh_cn: 在所有行中显示标记的事件.

source: Show menu
bg: Показване на меню
cs: Zobrazit menu
da: Vis menu
de: Zeige Historie
el: Εμφάνιση μενού
et: Kuva menüü
fi: Näytä valikko
fr: Afficher le menu
hr: Pokaži menu
hu: Menü megjelenítése
it: Mostra menu
lt: Rodyti meniu
nl: Menu weergeven
pl: Pokaż menu
ru: Показать меню
sk: Zobraziť menu
sr: Pokaži meni
sv: Visa menyn
ta: மெனுவைக் காட்டு
tr: Menüyü göster
uk: Показати меню
vi: Hiển thị menu
zh_cn: 显示菜单

source: Show message when recording starts
bg: Показване на съобщение когато записът стартира
cs: Zobrazit zprávu při začátku nahrávání
da: Vis besked når optagelse starter
de: Benachrichtigung anzeigen wenn eine Aufnahme startet
el: Εμφάνιση μηνύματος κατά την έναρξη της εγγραφής
et: Teavitus salvestuse algamisel
fi: Näytä viesti kun tallennus alkaa
fr: Afficher un message en démarrant l'enregistrement
hr: Pokaži poruku kada počne snimanje
hu: Üzenet megjelenítése amikor a felévtel indul
it: Mostra messaggio all'inizio della registrazione
lt: Kai prasideda įrašymas, rodyti pranešimą
nl: Toon bericht wanneer opname begint
pl: Pokaż komunikat po rozpoczęciu nagrywania
pt_br: Exibir mensagem quando uma gravação iniciar
ru: Показать сообщение при начале записи
sk: Zobraziť správu pri začiatku nahrávania
sr: Pokaži poruku kada počne snimanje
sv: Visa meddelande när inspelningen startar
ta: பதிவு தொடங்கும் போது செய்தியைக் காட்டு
tr: Kayıt başlayınca mesaj göster
uk: Показати повідомлення при початку запису
vi: Hiển thị thông báo khi bắt đầu ghi
zh_cn: 录像开始时显示消息

source: Show movie lengths in movie list
bg: Показване на дължината на филмите във филмовия списък
cs: Zobrazit délky filmů v seznamu filmů
el: Εμφάνιση διάρκειας στη λίστα ταινιών
fi: Näytä tallennuksien kesto tallennus listassa
fr: Afficher longueur des films dans liste de films
hr: Pokaži dužinu filma na spisku filmova
it: Mostra durata registrazione nell'elenco registrazioni
lt: Rodyti filmų ilgius filmų sąraše
nl: Toon opnamelengte in opnamelijst
pl: Pokaż długość filmu na liście filmów
sk: Zobraziť dĺžku filmov v zozname
sr: Pokaži dužinu filma na listi filmova
sv: Visa filmlängder i filmlistan
ta: திரைப்பட பட்டியலில் திரைப்பட நீளத்தைக் காட்டு
tr: Film listesinde film uzunluklarını göster
uk: Показати тривалість записів у списку записів

source: Show movies
bg: Показване на филми
cs: Zobrazit filmy
da: Vis Film
de: Filmliste
el: Εμφάνιση ταινιών
et: Kuva salvestised
fi: Näytä tallennukset
fr: Afficher les films
hr: Pokaži film
hu: Filmek megjelenítése
it: Mostra registrazioni
lt: Rodyti filmus
nl: Toon opnames
pl: Pokaż filmy
ru: Показать записи
sk: Zobraziť filmy
sr: Pokaži film
sv: Visa filmer
ta: திரைப்படங்களைக் காட்டு
tr: Filmleri göster
uk: Показати записи
vi: Xem phim
zh_cn: 显示电影

source: Show multi channel EPG
bg: Показване на многоканален EPG
cs: Zobrazit EPG z více kanálů
da: Vis multikanal EPG
de: Mehr-Kanal EPG anzeigen
el: Εμφάνιση EPG πολλαπλών καναλιών
et: MultiEPG
fi: Näytä monikanava-EPG
fr: Afficher l'EPG multi chaîne
hr: Pokaži multi kanal EPG
hu: Több csatornás EPG megjelenítése
it: Mostra EPG multicanale
lt: Rodyti daugiakanalį EPG
nl: Toon de multi-zender EPG
pl: Pokaż EPG wielu kanałów
pt_br: Exibir EPG múltiplo
ru: Показать мультителегид
sk: Zobraziť multikanálový EPG
sr: Pokaži multi kanal EPG
sv: Visa EPG för flera kanaler
ta: மல்டி சேனல் ஈ.பி.சி.
tr: Çoklu kanal EPG göster
uk: Показати мульти телегід
vi: Hiển thị EPG đa kênh
zh_cn: 显示多个频道的EPG

source: Show next commit log
cs: Zobrazit další protokol potvrzení
el: Εμφάνιση επόμενης καταγραφής υποβολής
fi: Näytä seuraava loki
hr: Pokaži sljedeću evidenciju kao log
it: Mostra registro commit successivo
nl: Toon het volgende commit-log
pl: Pokaż następny log commitów
sk: Zobraziť ďalší denník o odovzdaní
sr: Pokaži sledeću evidenciju kao log
sv: Visa nästa logg
ta: அடுத்த கமிட் பதிவைக் காட்டு
tr: Sonraki taahhüt günlüğünü göster
uk: Показати наступний журнал фіксації

source: Show next debug log file
cs: Zobrazit následující soubor protokolu ladění
el: Εμφάνιση επόμενου αρχείου καταγραφής
fi: Näytä seuraava virheenkorjausloki tiedosto
hr: Pokaži sljedeću datoteku evidencije otklanjanja grešaka
it: Mostra prossimo file di registro di debug
nl: Toon het volgende debug-log bestand
pl: Pokaż następny plik log debugu
sk: Zobraziť ďalší súbor s denníkom ladenia
sr: Pokaži sledeći fajl evidencije otklanjanja grešaka
sv: Visa nästa felsökningsloggfil
ta: அடுத்த பிழைத்திருத்த பதிவு கோப்பைக் காட்டு
tr: Sonraki hata ayıklama günlük dosyasını göster
uk: Показати наступний файл журналу налагодження

source: Show next event
bg: Показване на следващото събитие
cs: Zobrazit následující událost
el: Εμφάνιση επόμενου προγράμματος
fi: Näytä seuraava ohjelma
fr: Afficher l'événement suivant
hr: Pokaži sljedeći događaj
it: Mostra prossimo evento
lt: Rodyti kitą įvykį
nl: Toon het volgende programma
pl: Pokaż następne wydarzenie
sk: Zobraziť ďalšiu udalosť
sr: Pokaži sledeći događaj
sv: Visa nästa händelse
ta: அடுத்த நிகழ்வைக் காட்டு
tr: Sonraki etkinliği göster
uk: Показати наступну передачу

source: Show next image
bg: Показване на следващото изображение
cs: Zobrazit následující obrázek
el: Εμφάνιση του επόμενου image
fi: Näytä seuraava kuva
nl: Toon volgend image
pl: Pokaż następny obraz
sk: Zobraziť ďalší image
ta: அடுத்த படத்தைக் காட்டு
tr: Sonraki resmi göster
uk: Показати наступний імідж

source: Show next page
bg: Показване на следващата страница
cs: Zobrazit další stránku
el: Εμφάνιση επόμενης σελίδας
fi: Näytä seuraava sivu
fr: Afficher la page suivante
hr: Pokaži sljedeću stranicu
it: Mostra pagina successiva
lt: Rodyti kitą puslapį
nl: Toon de volgende pagina
pl: Pokaż następną stronę
sk: Zobraziť ďalšiu stranu
sr: Pokaži sledeću stranicu
sv: Visa nästa sida
ta: அடுத்த பக்கத்தைக் காட்டு
tr: Sonraki sayfayı göster
uk: Показати наступну сторінку

source: Show next picture
bg: Показване на следващата снимка
cs: Zobrazit další obrázek
da: Vis næste billede
de: Nächstes Bild anzeigen
el: Εμφάνιση επόμενης εικόνας
et: Kuva järgmine pilt
fi: Näytä seuraava kanava
fr: Afficher l'image suivante
hr: Pokaži sljedeću sliku
it: Mostra immagine successiva
lt: Rodyti kitą nuotrauką
nl: Toon volgende afbeelding
pl: Pokaż następne zdjęcie
sk: Zobraziť nasledujúci obrázok
sr: Pokaži sledeću sliku
sv: Visa nästa bild
ta: அடுத்த படத்தைக் காட்டு
tr: Sonraki resmi göster
uk: Показати наступне зображення
vi: Hiển thị hình ảnh tiếp theo
zh_cn: 显示下一张图片

source: Show next service information screen
cs: Zobrazit další obrazovku servisních informací
el: Εμφάνιση οθόνης πληροφοριών επόμενης υπηρεσίας
fi: Näytä seuraavat kanavan tiedot ruudulla
hr: Prikaži sljedeći zaslon sa info o kanalu
it: Mostra schermata successiva delle informazioni sul servizio
nl: Het volgende zenderinformatie scherm laten zien
pl: Pokaż następny ekran informacji usługi
sk: Zobraziť ďalšiu obrazovku pre servisnú informáciu
sr: Pokaži sledeći ekran sa informacijama o servisu
sv: Visa informationsskärmen för nästa tjänst
ta: அடுத்த பணி செய்தி திரையைக் காட்டு
tr: Sonraki kanal bilgisi ekranını göster
uk: Показати наступну інформацію про канал

source: Show next system information screen
cs: Zobrazit další obrazovku s informacemi o systému
el: Εμφάνιση επόμενης οθόνης πληροφοριών συστήματος
fi: Näytä seuraava järjestelmätietonäyttö
hr: Pokaži sljedeći zaslon sa info o sustavu
it: Mostra schermata informazioni di sistema successiva
nl: Toon het volgende systeeminformatie scherm
pl: Pokaż następny ekran informacji o systemie
sk: Zobraziť ďalšiu systémovú informačnú obrazovku
sr: Pokaži sledeći ekran sa info o sistemu
sv: Visa nästa skärmbild med systeminformation
ta: அடுத்த கணினி செய்தி திரையைக் காட்டு
tr: Sonraki sistem bilgi ekranını göster
uk: Показати наступний екран інформації про систему

source: Show notification when import channels and/or EPG from remote receiver URL did not complete.
cs: Zobrazit upozornění, pokud se import kanálů a/nebo EPG z adresy URL vzdáleného přijímače nedokončil.
el: Εμφάνιση ειδοποίησης όταν η εισαγωγή καναλιών ή/και EPG από την απομακρυσμένη URL δέκτη δεν ολοκληρωθεί
hr: Prikaži obaviještenja kada uvoz kanala i/ili EPG sa URL adrese udaljenog tunera nije dovršeno.
it: Mostra notifica quando l'importazione dei canali e/o dell'EPG dall'URL del ricevitore remoto non è stata completata.
lt: Rodyti pranešimą, kai kanalų ir/arba EPG importas iš nuotolinio imtuvo yra nebaigtas
nl: Een melding weergeven wanneer de import van zenders en/of EPG vanaf de externe ontvanger mislukt is.
sr: Prikaži obaveštenje kada uvoz kanala i/ili EPG sa URL-a udaljenog prijemnika nije završen.
sv: Visa meddelande när import av kanaler och/eller EPG från fjärrmottagarens URL inte slutfördes
tr: Uzak alıcı URL'sinden kanalları ve/veya EPG içe aktarma işlemi tamamlanmadığında bildirim göster.
uk: Показати сповіщення, коли імпорт каналів та/або EPG з URL-адреси не завершено.

source: Show notification when import channels and/or EPG from remote receiver URL is completed.
cs: Zobrazit oznámení po dokončení importu kanálů a/nebo EPG z adresy URL vzdáleného přijímače.
el: Εμφάνιση ειδοποίησης μετά την ολοκλήρωση της εισαγωγής καναλιών ή/και EPG από την απομακρυσμένη URL δέκτη
hr: Prikaži obaviještenja kada je dovršen uvoz kanala i/ili EPG sa URL adrese udaljenog tunera.
it: Mostra una notifica quando l'importazione dei canali e/o dell'EPG dall'URL del ricevitore remoto è completata.
lt: Rodyti pranešimą, kai kanalų ir/arba EPG importas iš nuotolinio imtuvo yra baigtas
nl: Melding na succesvolle import van zenders en/of EPG.
sr: Prikaži obaveštenje kada se uvoz kanala i/ili EPG-a sa URL-a daljinskog prijemnika završi.
sv: Visa meddelande när import av kanaler och/eller EPG från fjärrmottagarens URL är klar
tr: Uzak alıcı URL'sinden kanalları ve/veya EPG içe aktarma işlemi tamamlandığında bildirim göster.
uk: Показати сповіщення, коли імпорт каналів та/або EPG з URL-адреси завершено.

source: Show notification when import channels was not successful
bg: Покажи известие когато импортирането на канали не е успешно
cs: Zobrazit zprávu při neúspěšném importu
el: Εμφάνιση ειδοποίησης μετά από αποτυχία της εισαγωγής καναλιών
fi: Näytä ilmoitus kun tuonti epäonnistui
fr: Afficher une notification lorsque l’import des chaînes n’a pas réussi
hr: Prikaži obaviještenja kada uvoz kanala nije bio uspješan
it: Mostra una notifica quando i canali di importazione non sono stati completati
lt: Rodyti pranešimą, kai kanalų importas nepavyko
nl: Toon een melding indien de import niet geslaagd is
pl: Pokazuj informację gdy import kanałów się nie powiódł
sk: Zobraziť notifikáciu pri neúspešnom importovaní kanálov
sr: Pokaži obaveštenje kada uvoz kanala nije bio uspešan
sv: Visa meddelande när importen av kanaler inte lyckades
ta: இறக்குமதி சேனல்கள் வெற்றிகரமாக இல்லாதபோது அறிவிப்பைக் காட்டு
tr: Kanalları içe aktarma başarılı olmadığında bildirim göster
uk: Показати сповіщення, коли імпорт каналів не був успішним

source: Show notification when import channels was successful
bg: Покажи известие когато импортирането на канали завърши успешно
cs: Zobrazit zprávu při úspěšném importu
el: Εμφάνιση ειδοποίησης μετά από επιτυχή εισαγωγή καναλιών
fi: Näytä ilmoitus kun tuonti onnistui
fr: Afficher une notification lorsque l’import des chaînes a réussi
hr: Prikaži obaviještenja kada su kanali uvoza bili uspješni
it: Mostra una notifica quando i canali di importazione sono stati completati
lt: Rodyti pranešimą, kai kanalų importas pavyko
nl: Toon een melding indien de import geslaagd is
pl: Pokazuj informację gdy import kanałów się powiódł
sk: Zobraziť notifikáciu po úspešnom importovaní kanálov
sr: Pokaži obaveštenje kada je uvoz kanala bio uspešan
sv: Visa meddelande när importen av kanaler lyckades
ta: இறக்குமதி சேனல்கள் வெற்றிகரமாக இருக்கும்போது அறிவிப்பைக் காட்டு
tr: Kanalları içe aktarma başarılı olduğunda bildirim göster
uk: Показати сповіщення, коли імпорт каналів є успішним

source: Show or hide the extended description. This functionality may be skin dependent.
cs: Zobrazit/skrýt rozšířený popis, (závisí na vzhledu).
el: Εμφάνιση ή απόκρυψη της εκτεταμένης περιγραφής, (εξαρτάται από το θέμα).
hr: Prikaži ili sakrij prošireni opis. Ova funkcionalnost može ovisiti o skinu.
it: Mostra o nascondi la descrizione estesa (dipende dalla skin).
lt: Rodyti arba slėpti išplėstą aprašymą, (priklauso nuo temos).
nl: Toon of verberg de uitgebreide beschrijving (skin afhankelijk).
sr: Prikaži ili sakrij prošireni opis. Ova funkcionalnost može zavisiti od skin-a.
sv: Visa eller dölj den utökade beskrivningen, (beroende på hud).
tr: Genişletilmiş açıklamayı göster veya gizle. Bu işlev, arayüze bağlı olabilir.
uk: Показати або сховати розширений опис, (якщо скін підтримує).

source: Show parting lines
bg: Показване на линиите на разделяне
cs: Zobrazit dělicí čáry
da: Vis delte linjer
de: Trennlinien anzeigen
el: Εμφάνιση γραμμών διαχωρισμού
et: Kuva eraldusjooned
fi: Näytä tietopalkki
fr: Afficher les lignes de part
hr: Pokaži razdjeljene redove
hu: Elválasztási sorok megjelenítése
it: Mostra linee di separazione
lt: Rodyti atskyrimo linijas
nl: Toon scheidingslijnen
pl: Pokaż linie podziału
sk: Zobraziť deliace línie
sr: Pokaži razdeljene redove
sv: Visa avskedsrepliker
ta: பிரிக்கும் கோடுகளைக் காட்டு
tr: Bölüm satırlarını göster
uk: Показати розділяючі лінії
vi: Hiển thị dòng chia tay
zh_cn: 显示分模线

source: Show parting lines between events.
bg: Показване на разделителни линии между събитията.
cs: Zobrazit dělicí čáry mezi událostmi.
da: Vis delte linjer mellem begivenheder.
de: Bei 'Ja' werden Trennlinien zwischen den Ereignissen angezeigt.
el: Εμφάνιση γραμμών διαχωρισμού ανάμεσα στα προγράμματα.
et: Kuva saadete vahel eraldusjooned.
fi: Näytä tietopalkki tapahtumien välillä.
fr: Afficher les lignes de séparation entre les événements.
hr: Pokaži redove razdjeljene između događaja.
hu: Az események közötti elválasztási sorok megjelenítése.
it: Mostra linee di separazione tra gli eventi.
lt: Rodyti atskyrimo linijas tarp įvykių.
nl: Toon scheidingslijnen tussen programma's.
pl: Pokaż linie podziału między zdarzeniami.
sk: Zobraziť deliace línie medzi udalosťami.
sr: Pokaži redove razdeljene između događaja.
sv: Visa avskedsrepliker mellan händelserna.
ta: நிகழ்வுகளுக்கு இடையில் பிரிக்கும் வரிகளைக் காட்டுங்கள்.
tr: Etkinlikler arasındaki bölüm satırlarını göster.
uk: Показати розділяючі лінії між передачами.
vi: Hiển thị dòng chia tay giữa các sự kiện.
zh_cn: 显示事件之间的分隔线.

source: Show persistent InfoBar while paused
bg: Показване на инфобара за постоянно по време на пауза
cs: Při pozastavení zobrazovat trvalý informační panel
el: Μόνιμη εμφάνιση της μπάρας πληροφοριών κατά την παύση
fi: Näytä tietopalkki pysyvästi tauon aikana
fr: Afficher l'infobarre en permanence en pause
hr: Pokaži trajno Info Traku dok je pauzirano
it: Mostra barra informazioni persistente durante la pausa
lt: Pauzės metu, visą laiką rodyti info juostą
nl: Informatiebalk continu zichtbaar tijdens een Pauze
pl: Pokaż pasek informacyjny na stałe w trybie pauzy
sk: Zobrazovať infolištu nepretržite aj počas pozastavenia
sr: Pokaži trajno Info Traku dok je pauzirano
sv: Visa InfoBar när du är pausad
ta: இடைநிறுத்தப்படும்போது தொடர்ச்சியான இன்போபரைக் காட்டு
tr: Duraklatma sırasında kalıcı olarak Bilgi Çubuğunu göster
uk: Показувати Інфобар постійно під час паузи

source: Show picon background color
bg: Показване на цвета на фона на пиконите
cs: Zobrazit barvu pozadí piconů
el: Εμφάνιση χρώματος φόντου στα λογότυπα
fi: Kanavalogojen taustaväri
fr: Afficher la couleur de fond des picons
hr: Pokaži boju pikonske pozadine
it: Mostra colore di sfondo dell'icona
lt: Rodyti piktogramos fono spalvą
nl: Toon achtergrond-kleur voor picons
pl: Pokaż kolor tła pikon
sk: Zobraziť farbu pozadia pikon
sr: Pokaži boju pikonske pozadine
sv: Visa bakgrundsfärg för picon
ta: பிகான் பின்னணி நிறத்தைக் காட்டு
tr: Pikon arka plan rengini göster
uk: Показати фоновий колір для піконів

source: Show picons in quickzap
bg: показване на пикони в бързо превключване
cs: Zobrazit pikony v rychlém přepínání
el: Εμφάνιση λογότυπων στο γρήγορο ζάπινγκ
fi: Näytä kanavalogot pikavaihdossa
fr: Afficher picons en zapping rapide
hr: Prikaži pikone u brzom zap
it: Mostra picon in zap veloce
lt: rodyti logotipus greitame jungime
nl: Toon Picons tijdens Quickzap
pl: Pokaż pikony w quickzap
sk: zobraziť pikony pri rýchlom prepínaní
sr: Prikaži pikone u brzom zap
sv: Visa picons i quickzap
ta: குயிக்சாப்பில் பிகான்களைக் காட்டு
tr: Hızlı Kanal Değiştirme ekranında pikonları göster
uk: Показати пікони при швидкому перемиканні

source: Show picons in service list
bg: показване на пикони в сервизния списък
cs: Zobrazit pikony v seznamu programů
el: Εμφάνιση λογότυπων (picons) στη λίστα υπηρεσιών
fi: Näytä kanavalogot kanavalistassa
fr: Afficher picons dans la liste des services
hr: Prikaži pikone na spisku kanala
it: Mostra picon nell'elenco servizi
lt: kanalų pasirinkimo sąraše rodyti kanalų logotipus
nl: Toon Picons in de zenderlijst
pl: Pokaż pikony na liście kanałów
sk: zobraziť pikony v zozname staníc
sr: Prikaži pikone na listi kanala
sv: Visa picons i servicelistan
ta: பணி பட்டியலில் பிகன்களைக் காட்டு
tr: Kanal listesinde pikonları göster
uk: Показати пікони в списку каналів

source: Show picture information
cs: Zobrazit informace o obrázku
el: Εμφάνιση πληροφοριών εικόνας
fi: Näytä kuvan tiedot
hr: Pokaži info o slici
it: Mostra informazioni immagine
nl: Afbeeldingsinformatie weergeven
pl: Pokaż informacje o obrazie
sk: Zobraziť informácie o obrázku
sr: Pokaži info o slici
sv: Visa bildinformation
ta: படத் தகவலைக் காட்டு
tr: Resim bilgilerini göster
uk: Показати інформацію про зображення

source: Show positioner movement
bg: Показване на движение позиционер
cs: Zobrazit otáčení motoru
da: Vis motorbevægelse
de: Rotorbewegung anzeigen
el: Εμφάνιση κίνησης του μοτέρ
et: Ajami liikumise tähistus
fi: Näytä kuvake kääntömoottorin liikkuessa
fr: Afficher le mouvement du positionneur
hr: Pokaži kretanje pozicionera
hu: A forgatómotor mozgásának megjelenítése
it: Mostra movimento posizionatore
lt: Rodyti pozicionieriaus judėjimą
nl: Rotorbewegingen zichtbaar maken
pl: Pokaż ruchy pozycjonera
pt_br: Exibir movimento do posicionador
ru: Показать движение позиционера
sk: Zobraziť pohyb pozicionéra
sl: Prikaži premikanje rotorja
sr: Pokaži kretanje pozicionera
sv: Visa positionerarens rörelse
ta: நிலைப்படுத்தி இயக்கத்தைக் காட்டு
tr: Konumlayıcı hareketini göster
uk: Показувати рух позиціонера
vi: Hiển thị chuyển động định vị
zh_cn: 显示定位器的动作

source: Show preview of current mode (*).
bg: Показване на предварителен изглед на текущия режим (*).
cs: Zobrazit náhled aktuálního režimu (*).
da: Vis forhåndsvisning af aktuel tilstand (*).
de: Zeige Vorschau des aktuellen Modus (*).
el: Εμφάνιση προεπισκόπησης της τρέχουσας λειτουργίας (*).
et: Kuva aktiivse režiimi eelvaade (*).
fi: Näytä nykyisen tilan esikatselu (*).
fr: Afficher aperçu du mode courant (*).
hr: Pokaži pregled trenutnog režima (*).
hu: Az aktuális mód előnézetének megjelenítése (*).
it: Mostra anteprima della modalità attuale (*).
lt: Rodyti peržiūrą dabartiniam režimui (*).
nl: Toon voorbeeld van huidige modus (*).
pl: Pokaż podgląd bieżącego trybu (*).
sk: Zobraziť náhľad aktuálneho režimu (*).
sr: Pokaži pregled trenutnog režima (*).
sv: Visa förhandsgranskning av aktuellt läge (*).
ta: தற்போதைய பயன்முறையின் முன்னோட்டத்தைக் காட்டு (*).
tr: Geçerli modun ön izlemesini göster (*).
uk: Показати попередній перегляд поточного режиму (*).
vi: Hiển thị xem trước của chế độ hiện tại (*).
zh_cn: 显示当前模式预览 (*).

source: Show previous commit log
cs: Zobrazit předchozí protokol potvrzení
el: Εμφάνιση προηγούμενης καταγραφής υποβολής
fi: Näytä edellinen loki
hr: Pokaži predhodnu evidenciju kao log
it: Mostra registro commit precedente
nl: Toon het vorige commit-log
pl: Pokaż log poprzednich commitów
sk: Zobraziť predchádzajúci denník o odovzdaní
sr: Pokaži predhodnu evidenciju kao log
sv: Visa loggen för tidigare åtaganden
ta: முந்தைய கமிட் பதிவைக் காட்டு
tr: Önceki taahhüt günlüğünü göster
uk: Показати попередній журнал комітів

source: Show previous debug log file
cs: Zobrazit předchozí soubor protokolu ladění
el: Εμφάνιση προηγούμενου αρχείου καταγραφής
fi: Näytä edellinen virheenkorjausloki tiedosto
hr: Pokaži predhodnu datoteku evidencije otklanjanja grešaka
it: Mostra file di registro di debug precedente
nl: Toon het vorige debug-log bestand
pl: Pokaż poprzedni plik log debugowania
sk: Zobraziť predchádzajúci súbor s denníkmi ladenia
sr: Pokaži predhodni fajl evidencije otklanjanja grešaka
sv: Visa föregående felsökningsloggfil
ta: முந்தைய பிழைத்திருத்த பதிவு கோப்பைக் காட்டு
tr: Önceki hata ayıklama günlük dosyasını göster
uk: Показати попередній файл журналу налагодження

source: Show previous event
bg: Показване на предишно събитие
cs: Zobrazit předchozí událost
el: Εμφάνιση προηγούμενου προγράμματος
fi: Näytä edellinen tapahtuma
fr: Afficher l'événement précédent
hr: Pokaži predhodni događaj
it: Mostra evento precedente
lt: Rodyti ankstesnį įvykį
nl: Toon het vorige programma
pl: Pokaż poprzednie wydarzenie
sk: Zobraziť predchádzajúcu udalosť
sr: Pokaži predhodni događaj
sv: Visa tidigare händelse
ta: முந்தைய நிகழ்வைக் காட்டு
tr: Önceki etkinliği göster
uk: Показати попередню передачу

source: Show previous image
bg: Показване на предишна снимка
cs: Zobrazit předchozí obrázek
el: Εμφάνιση προηγούμενης εικόνας
fi: Näytä edellinen kuva
nl: Toon vorig image
pl: Pokaż poprzedni obraz
sk: Zobraziť prechádzajúci image
ta: முந்தைய படத்தைக் காட்டு
tr: Önceki resmi göster
uk: Показати попереднє зображення
