Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Delete these %d directories/files?
cs: Smazat těchto %d adresářů/souborů?
el: Διαγραφή αυτών των %d φακέλων/αρχείων;
fi: Poista nämä %d hakemistot/tiedostot?
hr: Izbrisati ove %d direktorije/datoteke?
it: Eliminare queste cartelle/file %d?
lt: Ištrinti šiuos %d katalogus / failus?
nl: Deze %d mappen/bestanden verwijderen?
pl: Usunąć te katalogi/pliki %d?
sk: Vymazať tieto priečinky/súbory (počet: %d)?
sr: Izbriši ove %d direktorijume/fajlove?
sv: Ta bort dessa %d kataloger/filer?
ta: இந்த %d கோப்பகங்கள்/கோப்புகளை நீக்கவா?
tr: Bu %d dizinlerini/dosyalarını silmek ister misiniz?
uk: Видалити ці %d каталоги/файли?

source: Delete this tag
bg: Изтрийте този маркер
cs: Smazat tuto značku
el: Διαγραφή αυτής της ετικέτας
fi: Poista tämä tunniste
fr: Supprimer ce tag
hr: Izbriši ovu oznaku
it: Elimina questo tag
lt: Šalinti šią žymę
nl: Verwijder deze tag
pl: Usuń ten znacznik
sk: Vymazať tento tag
sr: Izbriši ovu oznaku
sv: Ta bort denna tagg
ta: இந்த குறிச்சொல்லை நீக்கு
tr: Bu etiketi sil
uk: Видалити даний тег

source: Delete unused tags
bg: Изтрийте неизползваните тагове
cs: Odstranit nepoužívané štítky
el: Διαγραφή των μη χρησιμοποιούμενων ετικετών
fi: Poista käyttämättömät tunnisteet
fr: Supprimer les balises inutilisées
hr: Brisanje neiskorištenih oznaka
it: Elimina tag non usati
lt: Šalinti nenaudojamas žymes
nl: Verwijder ongebruikte markeringen
pl: Usuń nie używane znaczniki
sk: Vymazať nevyužívané tagy
sr: Izbriši nekorištene oznake
sv: Ta bort oanvända taggar
ta: பயன்படுத்தப்படாத குறிச்சொற்களை நீக்கு
tr: Kullanılmayan etiketleri sil
uk: Видалити невикористані теги

source: Deleted
bg: Изтрити
cs: Smazáno
da: Slettet
de: Gelöscht
el: Διαγραμμένα
et: Kustutati
fi: Poistettu
fr: Supprimé
hr: Izbrisano
hu: Törölve
it: Eliminato
lt: Ištrintas
nl: Verwijderd
pl: Usunięto
pt_br: Removido
ru: Удалено
sk: Vymazané
sr: Izbrisano
sv: Raderad
ta: நீக்கப்பட்டது
tr: Silindi
uk: Видалено
vi: Đã xóa
zh_cn: 已删除

source: Deleted %s!
bg: Изтрити %s!
cs: Smazáno %s!
da: Slettede %s!
de: Gelöscht %s!
el: Το %s διαγράφηκε!
et: Kustutati %s!
fi: Poistettu %s!
fr: Supprimé %s !
hr: Izbrisano %s!
hu: Törölve %s!
it: %s eliminato!
lt: Ištrinta:%s!
nl: %s verwijderd!
pl: Usunięto %s!
ru: Удалено %s!
sk: Vymazané %s!
sr: Izbrisano %s!
sv: Raderad %s!
ta: நீக்கப்பட்டது %s!
tr: %s silindi!
uk: Видалено %s!
vi: Đã xóa% s!
zh_cn: 已删除 %s!

source: Deleted items
bg: Изтрити елементи
cs: Smazané položky
da: Slettede
de: Gelöschte Elemente
el: Διαγραμμένα αντικείμενα
et: Prügikast
fi: Poistetut kohteet
fr: Eléments supprimés
hr: Izbrisane stavke
hu: Kuka
it: Elementi eliminati
lt: Ištrinti elementai
nl: Verwijderde bestanden
pl: Usunięte elementy
pt_br: Itens removidos
ru: Удаленные
sk: Vymazané položky
sr: Izbrisane stavke
sv: Borttagna objekt
ta: நீக்கப்பட்ட உருப்படிகள்
tr: Silinen öğeler
uk: Видалені елементи
vi: Các mục đã xóa
zh_cn: 已删除项目

source: Deleting %s (%s)...
bg: Изтриване на %s (%s)...
cs: Mazání %s (%s)...
el: Διαγραφή %s (%s)...
fi: Poistetaan %s (%s)...
fr: Suppression %s (%s)...
hr: Brisanje %s (%s) ...
it: Eliminazione di %s (%s)...
lt: Naikinama %s (%s)...
nl: Verwijdert %s (%s)...
pl: Usuwanie %s (%s)...
sk: Odstraňuje sa %s ( %s) ...
sr: Brisanje %s (%s) ...
sv: Radera %s (%s)...
ta: %s ( %s) ஐ நீக்குதல் ...
tr: %s (%s) siliniyor...
uk: Видалення %s (%s)...

source: Deleting files
bg: Изтриване на файлове
cs: Odstraňuji soubory
da: Sletter filer
de: Dateien löschen
el: Διαγραφή αρχείων
et: Failide kustutamine
fi: Poistetaan tiedostoja
fr: Suppression des fichiers
hr: Brisanje datoteka
hu: Fájlok törlése
it: Eliminazione di file
lt: Trinami failai
nl: Verwijdert bestanden
pl: Usuwanie plików
sk: Vymazanie súborov
sr: Izbriši fajlove
sv: Radering av filer
ta: கோப்புகளை நீக்குதல்
tr: Dosyaları sil
uk: Видалені файли
vi: Xóa tập tin
zh_cn: 正在删除文件...

source: Delivery system workaround
bg: Заобикаляне на система за доставка
cs: Řešení doručovacího systému
da: Leveringssystem nødløsning
de: Tuner System Spezial Funktion
el: Εναλλακτική λύση συστήματος παράδοσης
et: Jaotussüsteemi erilahendus
fi: Virittimen erikoistoiminto
fr: Contournement sortie système
hr: Zaobilazno rješenje sustava isporuke
hu: A szállított rendszer használata
it: Soluzione del sistema di consegna
lt: Pristatymo sistemos problemos sprendimas
nl: Tuner-systeem 'Workaround'
pl: Obejście systemu dostawy
sk: Dočasné riešenie pre systém doručovania
sr: Alternativna isporuka sistema
sv: Lösning för leveranssystem
ta: டெலிவரி சிச்டம் பணித்தொகுப்பு
tr: Teslim sistemi geçici çözümü
uk: Системний обхід доставки
vi: Hệ thống giao hàng
zh_cn: 配送系统变通方案

source: Democratic Republic of the Congo
cs: Kongo (Demokratická republika)
el: Λαϊκή δημοκρατία του Κογκό
fi: Kongon demokraattinen tasavalta
fr: République Démocratique du Congo
it: Repubblica Democratica del Congo
lt: Kongo Demokratinė Respublika
nl: Congo, Democratische Republiek
pl: Demokratyczna Republika Konga
sk: Demokratická republika Kongo
sv: Demokratiska republiken Kongo
ta: காங்கோ சனநாயக குடியரசு
tr: Kongo (Demokratik Cumhuriyeti)
uk: Демократична Республіка Конго

source: Demod firmware version
cs: Verze demodového firmwaru
el: Έκδοση υλικολογισμικού αποδιαμορφωτή
fi: Demod laiteohjelmisto versio
hr: Demod verzija firmvera
it: Versione firmware demod
lt: Demod integruotos programinės įrangos versija
nl: Demod firmware versie
pl: Demodowana wersja systemu
sk: Verzia demódového firmvéru
sr: Demod verzija firmvera
sv: Version av firmware för demod
ta: டெமோட் ஃபார்ம்வேர் பதிப்பு
tr: Demod ürün yazılımı sürümü
uk: Demod версія прошивки

source: Denmark
cs: Dánsko
da: Danmark
de: Dänemark
el: Δανία
et: Taani
fi: Tanska
fr: Danemark
hr: Danska
hu: Dánia
it: Danimarca
lt: Danija
nl: Denemarken
pl: Dania
sk: Dánsko
sv: Danmark
ta: டென்மார்க்
tr: Danimarka
uk: Данія
vi: Đan mạch
zh_cn: 丹麦

source: Depth
bg: Дълбочина
cs: Hloubka
da: Dybde
de: Tiefe
el: Βάθος
et: Sügavus
fi: Syvyys
fr: Profondeur
hr: Dubina
hu: Mélység
it: Profondità
lt: Gylis
nl: Diepte
pl: Głębia
pt_br: Profundidade
ru: Глубина
sk: Hĺbka
sr: Dubina
sv: Djup
ta: ஆழம்
tr: Derinlik
uk: Глибина
vi: Độ sâu
zh_cn: 深度

source: Descending
cs: Sestupně
el: Φθίνουσα
fi: Laskeva
hr: Opadajući
it: Discendente
lt: Mažėjančiai
nl: Aflopend
pl: Malejąco
sk: Zostupne
sr: Opadajući datum
sv: Fallande
ta: இறங்கு
tr: Azalan
uk: По зменшуванню

source: Descramble end time
cs: Dešifrovat čas konce
el: Λήξη χρόνου αποκωδικοποίησης
fi: Salauksen purun päättymis aika
hr: Vreme završetka dešifrovanja
it: Orario di fine decodifica
nl: Eindtijd voor de decodering
pl: Odszyfruj czas zakończenia
sk: Čas ukončenia dekódovania
sr: Dešifruj vreme završetka
sv: Sluttid för avkodning
tr: Şifre çözme bitiş zamanı
uk: Час завершення дешифрування

source: Descramble in Standby
cs: Dekódování v pohotovostním režimu
el: Αποκωδικοποίηση κατά την αναμονή
fi: Salauksen purku valmiustilassa
hr: Dešifrovanje u stanju pripravnosti
it: Decodifica in standby
nl: Tijdens Stand-by decoderen
pl: Odszyfruj w trybie gotowości
sk: Dekódovať v pohotovostnom režime
sr: Dešifruj u stanju čekanja
sv: Avkodning i Standby
tr: Bekleme Modunda Şifre Çözme İşlemi
uk: Декодування в режимі очікування

source: Descramble in Standby finished
cs: Dekódování v pohotovostním režimu dokončeno
el: Η αποκωδικοποίηση κατά την αναμονή ολοκληρώθηκε
fi: Salauksen purku valmiustilassa on päättynyt
hr: Dešifrovanje u stanju pripravnosti gotovo
it: Decodifica in standby terminata
nl: Decoderen tijdens Stand-by gereed
pl: Odszyfrowywanie w trybie gotowości zakończone
sk: Dekódovanie v pohotovostnom režime bolo dokončené
sr: Dešifrovanje u stanju Čekanja završeno
sv: Avlägsna i Standby-läge
tr: Bekleme modunda şifre çözme işlemi tamamlandı
uk: Дешифрування в режимі очікування завершено

source: Descramble recordings before Shutdown
cs: Dešifrování nahrávek před vypnutím
el: Αποκωδικοποίηση των εγγραφών πριν τον τερματισμό
fi: Purkaa tallennuksen salaus ennen sammutusta
hr: Dešifrovanje snimaka pre isključenja
it: Decodifica registrazioni prima dello spegnimento
nl: Opnames voor het afsluiten van de ontvanger decoderen
pl: Odszyfruj nagrania przed wyłączeniem
sk: Dekódovať nahrávky pred vypnutím
sr: Dešifruj snimke pre isključenja
sv: Avkodning av inspelningar före avstängning
tr: Sistemi kapatmadan önce kayıtların şifresini çözün
uk: Дешифрування записів перед вимкненням

source: Descramble start time
cs: Čas zahájení dekódování
el: Χρόνος έναρξης αποκωδικοποίησης
fi: Salauksen purun aloitusaika
hr: Vrijeme početka dešifrovanja
it: Orario di inizio decodifica
nl: Starttijd voor de decodering
pl: Czas rozpoczęcia odszyfrowania
sk: Čas spustenia dekódovania
sr: Dešifruj vreme početka
sv: Starttid för avtrappning
tr: Şifre çözme başlangıç zamanı
uk: Час початку дешифрування

source: Descrambling options
cs: Možnosti dekódování
el: Επιλογές αποκωδικοποίησης
fi: Salauksen purku asetukset
hr: Opcije dekodiranja
it: Opzioni di decriptazione
nl: Decoderingsopties
pl: Opcje dekodowania
sk: Možnosti dekódovania
sr: Opcije dešifrovanja
sv: Alternativ för avkodning
ta: விருப்பமான விருப்பங்கள்
tr: Şifre çözme seçenekleri
uk: Параметри дешифрування

source: Description
bg: Описание
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
et: Sisututvustus
fi: Kuvaus
hr: Opis
hu: Leírás
it: Descrizione
lt: Aprašymas
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sk: Popis
sl: Opis
sr: Opis
sv: Beskrivning
ta: விவரம்
tr: Açıklama
uk: Опис
vi: Sự miêu tả
zh_cn: 详情描述

source: Deselect
bg: Отмяна на избор
cs: Odebrat
da: Fravælg
de: Abwählen
el: Αποεπιλογή
et: Tühista valik
fi: Poista valinta
fr: Désélectionner
hr: Poništite odabir
hu: Kijelölés törlése
it: Deseleziona
lt: Nepasirinkti
nl: Deselecteer
pl: Odznacz
pt_br: Desmarcar
ru: Снять выбор
sk: Zrušiť výber
sr: Poništi izbor
sv: Avmarkera
ta: தேர்வுநீக்கு
tr: Seçimi kaldır
uk: Зняти виділення
vi: Bỏ chọn
zh_cn: 取消选择

source: Deselect all
cs: Odznačit vše
el: Αποεπιλογή όλων
fi: Poista kaikki valinnat
hr: Poništi sve
it: Deseleziona tutto
nl: Alles deselecteren
pl: Odznacz wszystkie
sk: Odznačiť všetko
sr: Poništi izbor svih srodnih fajlova
sv: Avmarkera alla
ta: அனைத்தையும் தேர்வு செய்யுங்கள்
tr: Tüm seçimleri kaldır
uk: Скасувати вибір

source: Deselect all lines
cs: Zrušit výběr všech řádků
el: Αποεπιλογή όλων των γραμμών
fi: Poista kaikkien rivien valinta
hr: Poništi sve linije
it: Deseleziona tutte le righe
nl: Alles deselecteren
pl: Odznacz wszystkie linie
sk: Odznačiť všetky riadky
sr: Poništi sve redove
sv: Avmarkera alla rader
ta: எல்லா வரிகளையும் தேர்வுநீக்கு
tr: Tüm satırların seçimini kaldır
uk: Зняти вибір усіх рядків

source: Deselect all related files
cs: Zrušit výběr všech souvisejících souborů
el: Αποεπιλογή όλων των σχετιζόμενων αρχείων
fi: Poista kaikkien asiaan liittyvien tiedostojen valinta
hr: Poništite odabir svih povezanih datoteka
it: Deseleziona tutti i file correlati
lt: Panaikinkite visų susijusių failų žymėjimą
nl: Selectie van alle bijbehorende bestanden ongedaan maken
pl: Odznacz wszystkie powiązane pliki
sk: Zrušiť výber všetkých súvisiacich súborov
sr: Poništi izbor svih srodnih fajlova
sv: Avmarkera alla relaterade filer
ta: தொடர்புடைய அனைத்து கோப்புகளையும் தேர்வுநீக்கு
tr: İlgili tüm dosyaların seçimini kaldır
uk: Скасувати вибір усіх пов’язаних файлів

source: Deselect only highlighted file
cs: Zrušit výběr pouze zvýrazněného souboru
el: Αποεπιλογή μόνο του επισημασμένου αρχείου
fi: Poista vain korostetun tiedoston valinta
hr: Poništite odabir samo označene datoteke
it: Deseleziona solo il file evidenziato
lt: Panaikinkite tik paryškinto failo pasirinkimą
nl: Selectie van het gemarkeerde bestand ongedaan maken
pl: Odznacz tylko wybrany plik
sk: Zrušiť výber len zvýrazneného súboru
sr: Poništi izbor samo označene fajlove
sv: Avmarkera endast markerad fil
ta: சிறப்பிக்கப்பட்ட கோப்பை மட்டுமே தேர்வு செய்யுங்கள்
tr: Yalnızca vurgulanan dosyanın seçimini kaldır
uk: Скасувати вибір лише виділеного файлу

source: Deselected packages usually occur because those packaged are incompatible with existing packages. While this is mostly harmless it is possible that your %s %s may experience issues.
bg: Премахнатите от избора пакети обикновено се появяват, защото тези пакетирани са несъвместими със съществуващите пакети. Въпреки че това е почти безвредно, възможно е вашият %s %s да има проблеми.
cs: Zrušené balíčky se obvykle vyskytují, protože tyto balíčky nejsou kompatibilní s existujícími balíčky. I když je to většinou neškodné, je možné, že vaše %s %s může mít problémy.
el: Τα αποεπιλεγμένα πακέτα συνήθως προκύπτουν επειδή τα πακεταρισμένα είναι ασύμβατα με τα υπάρχοντα. Ενώ αυτό είναι συνήθως ακίνδυνο, είναι πιθανό ότι ο %s %s σας μπορεί να αντιμετωπίσει θέματα.
fi: Valitsematta jätetyt paketit eivät ole yhteensopivia olemassa olevien pakettien kanssa. Vaikka tämä on enimmäkseen vaaratonta, on mahdollista, että %s %s voi esiintyä ongelmia.
hr: Poništi izbor paketa obično dolazi zato što oni koji su upakovani nisu kompatibilni sa postojećim paketima. Iako je ovo uglavnom bezopasno za vaš %s %s može doći do problema.
it: I pacchetti deselezionati di solito si verificano perché quelli impacchettati non sono compatibili con i pacchetti esistenti. Anche se questo è per lo più innocuo, è possibile che il %s %s possa riscontrare problemi.
lt: Panaikintos pakuotės paprastai atsiranda dėl to, kad supakuotos yra nesuderinamos su esamomis pakuotėmis. Nors tai dažniausiai nekenksminga, gali būti, kad jūsų %s %s gali susidurti su problemomis.
nl: Gedeselecteerde pakketten komen voor doordat die niet compatibel zijn met al geïnstalleerde pakketten. Hoewel dit normaal gesproken geen kwaad kan, is het mogelijk dat uw %s %s daarna problemen ondervindt.
pl: Odznaczone pakiety zwykle występują, ponieważ te spakowane są niezgodne z istniejącymi pakietami. Chociaż jest to w większości nieszkodliwe, możliwe jest, że %s %s może napotkać problemy.
sk: Zrušené balíčky sa objavujú zvyčajne preto, že tieto balíčky nie sú kompatibilné s existujúcimi balíčkami. Hoci to obvykle nevyvoláva problémy, je možné, že sa u vášho %s %s vyskytnú problémy.
sr: Poništi izbor paketa obično dolazi zato što oni koji su upakovani nisu kompatibilni sa postojećim paketima. Iako je ovo uglavnom bezopasno za vaš %s %s može doći do problema.
sv: Avmarkerade paket beror vanligtvis på att de är inkompatibla med befintliga paket. Även om detta oftast är ofarligt är det möjligt att din %s %s kan uppleva problem.
ta: தேர்ந்தெடுக்கப்பட்ட தொகுப்புகள் வழக்கமாக நிகழ்கின்றன, ஏனெனில் தொகுக்கப்பட்டவை ஏற்கனவே இருக்கும் தொகுப்புகளுடன் பொருந்தாது. இது பெரும்பாலும் பாதிப்பில்லாதது என்றாலும், உங்கள் %s %s சிக்கல்களை அனுபவிக்கக்கூடும்.
tr: Seçimi kaldırılan paketler genellikle mevcut paketlerle uyumsuz oldukları için oluşur. Bu durum çoğunlukla zararsız olsa da, %s %s alıcınızda sorunlar yaşanması mümkündür.
uk: Скасування виділених пакетів зазвичай виникає через те, що запаковані несумісні з існуючими. Хоча це в основному нешкідливо, можливо, у Вашого %s %s можуть виникнути проблеми.

source: Destination of fallback remote receiver for ATSC
bg: Въведете URL на резервния приемник за ARSC
cs: Umístění záložního tuneru pro ATSC
el: Διεύθυνση απομακρυσμένου εφεδρικού δέκτη για ATSC
fi: Etävastaanottimen kohde
fr: Destination du récepteur à distance de repli pour ATSC
hr: Odredište rezervnog daljinskog tunera za ATSC
it: Destinazione ricevitore remoto fallback per ATSC
lt: ATSC nuotolinio atsarginio imtuvo paskirties vieta
nl: De Fallback tuner voor ATSC-ontvangst
pl: Lokalizacja zdalnego odbiornika dla ATSC
sk: Cieľ záložného vzdialeného prijímača pre ATSC
sr: Odredište rezervnog daljinskog prijemnika za ATSC
sv: Destination för reservfjärrmottagare för ATSC
ta: ATSC க்கான குறைவடையும் தொலைநிலை ரிசீவரின் இலக்கு
tr: ATSC için yedek uzak alıcının hedefi
uk: Призначення віддаленого резервного приймача для ATSC

source: Destination of fallback remote receiver for DVB-C
bg: Въведете URL на резервния приемник за DVB-C
cs: Umístění záložního přijímače pro DVB-C
el: Διεύθυνση απομακρυσμένου εφεδρικού δέκτη για DVB-C
fi: Etävastaanottimen kohde DVB-C
fr: Destination du récepteur à distance de repli pour DVB-C
hr: Odredište rezervnog daljinskog tunera za DVB-C
it: Destinazione ricevitore remoto fallback per DVB-C
lt: DVB-C nuotolinio atsarginio imtuvo paskirties vieta
nl: De Fallback tuner voor DVB-C ontvangst
pl: Lokalizacja zdalnego odbiornika dla DVB-C
sk: Cieľ záložného vzdialeného prijímača pre DVB-C
sr: Odredište rezervnog daljinskog prijemnika za DVB-C
sv: Destination för reservfjärrmottagare för DVB-C
ta: டி.வி.பி-சி க்கான குறைவடையும் தொலைநிலை ரிசீவரின் இலக்கு
tr: DVB-C için yedek uzak alıcının hedefi
uk: Призначення віддаленого резервного приймача для DVB-C

source: Destination of fallback remote receiver for DVB-T
bg: Въведете URL на резервния приемник за DVB-T
cs: Umístění záložního přijímače pro DVB-T
el: Διεύθυνση απομακρυσμένου εφεδρικού δέκτη για DVB-T
fi: Etävastaanottimen kohde DVB-T
fr: Destination du récepteur à distance de repli pour DVB-T
hr: Odredište rezervnog daljinskog tunera za DVB-T
it: Destinazione ricevitore remoto fallback per DVB-T
lt: DVB-T nuotolinio atsarginio imtuvo paskirties vieta
nl: De Fallback tuner voor DVB-T ontvangst
pl: Lokalizacja zdalnego odbiornika dla DVB-T
sk: Cieľ záložného vzdialeného prijímača pre DVB-T
sr: Odredište rezervnog daljinskog prijemnika za DVB-T
sv: Destination för reservfjärrmottagare för DVB-T
ta: டி.வி.பி-டி க்கான குறைவடையும் தொலைநிலை ரிசீவரின் இலக்கு
tr: DVB-T için yedek uzak alıcının hedefi
uk: Призначення віддаленого резервного приймача для DVB-T

source: Destination of fallback remote receiver.
cs: Cíl záložního vzdáleného přijímače.
el: Διεύθυνση του εφεδρικού απομακρυσμένου δέκτη
hr: Odredište rezervnog daljinskog tunera.
it: Destinazione ricevitore remoto fallback.
lt: Atsarginio nuotolinio imtuvo paskirtis
nl: De Fallback tuner selecteren
sr: Odredište rezervnog udaljenog prijemnika.
sv: Destination för fjärrmottagare med reservfunktion
tr: Yedek uzak alıcının hedefi.
uk: Призначення віддаленого резервного приймача.

source: Detail of GStreamer log.
bg: Подробности от дневника на GStreamer
cs: Detail protokolu GStreamer.
el: Λεπτομέρειες αρχείου καταγραφής GStreamer.
fi: Yksityiskohtaiset tiedot GStreameri lokista
hr: Detalji GStreamer dnevnika.
it: Dettaglio registro di GStreamer
lt: Išsami GStreamer žurnalo informacija
nl: Detailniveau van het GStreamer log
pl: Szczegóły logu GStreamer.
sk: Podrobnosti denníka GStreamera.
sr: Detalji GStreamer log.
sv: Detalj av GStreamer-loggen.
ta: சிச்ட்ரீமர் பதிவின் விவரம்.
tr: GStreamer günlüğünün detayı.
uk: Деталі журналу GStreamer

source: Details
cs: Podrobnosti
el: Λεπτομέρειες
fi: Yksityiskohtaiset tiedot
hr: Detalji
it: Dettagli
lt: Išsamiau
pl: Szczegóły
sk: Podrobnosti
sr: Detalji
sv: Detaljer
ta: விவரங்கள்
tr: Detaylar
uk: Подробиці

source: Detective
cs: Detektivní
hr: Detektivski
it: Investigativo
sr: Detektivski
tr: Dedektif
uk: Детектив

source: Detective/Thriller
cs: detektivka/thriller
el: αστυνομικά/θρίλερ
hr: Detektivski/Triler
lt: detektyvas/trileris
sr: Detektivski/Triler
sv: deckare/thriller
tr: Dedektif/Gerilim
uk: детектив/трілер

source: Development Packages
cs: Vývojové balíčky
el: Πακέτα ανάπτυξης
fi: Kehityspaketit
hr: Razvojni Paketi
it: Pacchetti sviluppo
nl: Development
pl: Pakiety developerskie
sk: Vývojové balíčky
sr: Pokaži razvojne pakete u opkg
sv: Utvecklingspaket
ta: மேம்பாட்டு தொகுப்புகள்
tr: Geliştirme Paketleri
uk: Пакети розробки

source: Device
cs: Zařízení
el: Συσκευή
fi: Laite
hr: Uređaj
it: Dispositivo
nl: Apparaat
pl: Urządzenie
sk: Zariadenie
sr: Uređaj
sv: Enhet
ta: சாதனம்
tr: Cihaz
uk: Пристрій

source: Device Manager
bg: Диспечер на устройствата
cs: Správce připojených zařízení
da: Enhedshåndtering
de: Laufwerksverwaltung
el: Διαχείριση συσκευών
et: Seadmehaldur
fi: Laitehallinta
fr: Gestionnaire des périphériques
hr: Upravitelj Uređaja
hu: Eszközkezelő
it: Gestore dispositivi
lt: Įrenginių valdymas
nl: Apparaatbeheer
pl: Menadżer urządzeń
ru: Диспетчер устройств
sk: Správca zariadení
sr: Menadžer Uređajima
sv: Enhetshanterare
ta: சாதன மேலாளர்
tr: Cihaz Yöneticisi
uk: Диспетчер пристроїв
vi: Quản lý thiết bị
zh_cn: 设备管理器

source: Device Manager Actions
cs: Akce Správce zařízení
el: Ενέργειες διαχείρισης συσκευών
fi: Laite asetukset
hr: Upravitelj Uređaja Radnja
it: Azioni del Gestore dispositivi
nl: Apparaatbeheer Acties
pl: Akcje Menedżera urządzeń
sk: Akcie správcu zariadení
sr: Radnja Menadžera Uređaja
sv: Åtgärder i Enhetshanteraren
ta: சாதன மேலாளர் செயல்கள்
tr: Cihaz Yöneticisi İşlemleri
uk: Дії кнопок меню диспетчера пристроїв

source: Device Settings
bg: Настройка на устройството
cs: Nastavení zařízení
el: Ρυθμίσεις συσκευών
fi: Verkkoasetukset
fr: Paramètres du périphérique
hr: Postavke Uređaja
it: Impostazioni scheda di rete
lt: Įrenginio parametrai
nl: Netwerk instellen
pl: Ustawienia LAN/WLAN
sk: Nastavenie zariadenia
sr: Postavke Uređaja
sv: Enhetsinställningar
ta: சாதன அமைப்புகள்
tr: Cihaz Ayarları
uk: Налаштування пристрою

source: Device id
bg: Идентификационен номер на устройството
cs: ID zařízení
el: ID συσκευής
fi: Laite id
hr: Uređaj id
it: ID dispositivo
lt: Įrenginio ID
pl: ID urządzenia
sk: ID zariadenia
sr: Uređaj id
sv: Enhetens id
ta: சாதன ஐடி
tr: Cihaz kimliği
uk: ID пристрою

source: Device mounts
bg: Устройства за монтиране
cs: Připojená zařízení
da: Enheds-mounts
de: Partition mounten
el: Σημεία προσάρτησης συσκευών
et: Haakepunktid
fi: Laiteliitokset
fr: Périphériques montés
hr: Montaža Uređaja
hu: Csatlakoztatott eszközök listája
it: Montaggio dispositivo
lt: Įrenginių pajungimai
nl: Lokale mounts
pl: Montowane urządzenie
ru: Монтирование устройства
sk: Pripojené zariadenia
sr: Montaža Uređaja
sv: Fästen för enheter
ta: சாதனம் ஏற்றுகிறது
tr: Cihaz bağlantıları
uk: Монтування пристрою
vi: Giá đỡ thiết bị
zh_cn: 网络设置

source: Device name:
bg: Име на устройството:
cs: Název zařízení:
el: Όνομα συσκευής:
fi: Laitenimi:
fr: Nom du périphérique :
hr: Ime uređaja:
it: Nome dispositivo:
lt: Įrenginio pavadinimas:
nl: Apparaatnaam:
pl: Nazwa urządzenia:
sk: Názov zariadenia:
sr: Ime uređaja:
sv: Enhetens namn:
ta: சாதன பெயர்:
tr: Cihaz ismi:
uk: Назва пристрою:

source: Device number
cs: Číslo zařízení
el: Αριθμός συσκευής
fi: Laitteen numero
hr: Broj uređaja
it: Numero dispositivo
lt: Įrenginio numeris
nl: Apparaatnummer
pl: Numer urządzenia
sk: Číslo zariadenia
sr: Broj uređaja
sv: Enhetens nummer
ta: சாதன எண்
tr: Cihaz numarası
uk: Номер пристрою

source: Devices
bg: Утройства
cs: Zařízení
da: Enheder
de: Geräte
el: Συσκευές
et: Seadmed
fi: Laitteet
fr: Périphériques
hr: Uređaji
hu: Eszközök
it: Dispositivi
lt: Įrenginiai
nl: Apparaten
pl: Urządzenia
ru: Устройства
sk: Zariadenia
sr: Uređaji
sv: Enheter
ta: சாதனங்கள்
tr: Cihazlar
uk: Пристрої
vi: Thiết bị
zh_cn: 设备

source: DiSEqC 1.0 command
bg: DiSEqC 1.0 команда
cs: Příkaz DiSEqC 1.0
da: DiSEqC 1.0 kommando
el: Εντολή DiSEqC 1.0
et: DiSEqC 1.0 käsk
fi: DiSEqC 1.0 käsky
fr: Commande DiSEqC 1.0
hr: Naredba DiSEqC 1.0
hu: DiSEqC 1.0 parancs
it: Comando DiSEqC 1.0
lt: DiSEqC 1.0 komanda
nl: DiSEqC 1.0 commando
pl: DiSEqC 1.0 polecenie
ru: Команда DiSEqC 1.0
sk: DiSEqC 1.0 príkaz
sr: Komanda DiSEqC 1.0
sv: DiSEqC 1.0-kommando
ta: Diseqc 1.0 கட்டளை
tr: DiSEqC 1.0 komutu
uk: Команда DiSEqC 1.0
vi: Điều khiển DiSEqC 1.0
zh_cn: DiSEqC1.0命令

source: DiSEqC 1.1 command
bg: DiSEqC 1.1 команда
cs: Příkaz DiSEqC 1.1
da: DiSEqC 1.1 kommando
el: Εντολή DiSEqC 1.1
et: DiSEqC 1.1 käsk
fi: DiSEqC 1.1 käsky
fr: Commande DiSEqC 1.1
hr: Naredba DiSEqC 1.1
hu: DiSEqC 1.1 parancs
it: Comando DiSEqC 1.1
lt: DiSEqC 1.1 komanda
nl: DiSEqC 1.1 commando
pl: DiSEqC 1.1 polecenie
ru: Команда DiSEqC 1.1
sk: DiSEqC 1.1 príkaz
sr: Komanda DiSEqC 1.1
sv: Kommando DiSEqC 1.1
ta: Diseqc 1.1 கட்டளை
tr: DiSEqC 1.1 komutu
uk: Команда DiSEqC 1.1
vi: Điều khiển DiSEqC 1.1
zh_cn: DiSEqC1.1命令
