Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: The frame rate of the recording. Ideally, this will match the frame rate of the source or be an integer multiple. If in doubt, set to 60, which should work with most sources.
bg: Честотата на кадрите на записа. В идеалния случай това ще съответства на честотата на кадрите на източника или ще бъде цяло число. Ако се съмнявате, задайте 60, което трябва да работи с повечето източници.
cs: Frekvence snímků záznamu. V ideálním případě se bude shodovat se snímkovou frekvencí zdroje nebo bude celočíselným násobkem. Pokud máte pochybnosti, nastavte hodnotu 60, která by měla fungovat s většinou zdrojů.
da: Optagelsens billedhastighed. Ideelt set vil dette passe med kildens billedhastighed eller være et heltals multiplum. Hvis du er i tvivl, skal du indstille den til 60, som bør fungere med de fleste kilder.
de: Die Bildrate der Aufnahme. Idealerweise entspricht dies der Bildrate der Quelle oder einem ganzzahligen Vielfachen. Im Zweifelsfall auf 50 einstellen, welches mit den meisten Quellen funktioniert.
el: Ο ρυθμός καρέ της εγγραφής. Ιδανικά, ταιριάζει με αυτόν της πηγής ή μπορεί να είναι πολλαπλάσιός της. Αν δεν γνωρίζετε ακριβώς, ορίστε τον σε 60, που θα λειτουργήσει με τις περισσότερες πηγές.
et: Salvestise kaadrisagedus. Ideaalis võiks see vastata allika kaadrisagedusele. Kahtluse korral määra 60, mis peaks enamasti sobima.
fi: Tallennuksen kuvataajuus. Ihannetapauksessa tämä vastaa lähteen tai kokonaislukukerran kehysnopeutta. Jos olet epävarma, aseta se arvoon 60, joka toimii useimpien lähteiden kanssa.
fr: La fréquence d'images de l'enregistrement. Idéalement, cela correspondra à la fréquence d'images de la source ou sera un multiple entier. En cas de doute, réglez sur 60, ce qui devrait fonctionner avec la plupart des sources.
hr: Broj sličica u sekundi snimanja. U idealnom slučaju, ovo će odgovarati brzini kadrova izvora ili biti cjelobrojni višekratnik. Ako ste u nedoumici, postavite na 60, što bi trebalo raditi s većinom izvora.
hu: A felvétel rögzítésének képfrissítése. Ideális esetben ez egyezik a forrás képfrissítésével, illetve annak egész számú többszörösével. Kétsége esetén állítsa 60-ra, általában ez az érték az általános a legtöbb esetben.
it: Il frame rate della registrazione. Idealmente, questo dovrebbe coincidere con il frame rate della sorgente oppure esserne un multiplo. In caso di dubbio, impostare a 60, che dovrebbe funzionare nella maggior parte dei casi.
lt: Kadrų įrašymo dažnis. Geriausia, kad tai atitiktų pradinio kadravimo dažnį arba būtų sveikasis skaičius. Jei kyla abejonių, nustatykite 60, kuris turėtų dirbti su daugeliu šaltinių.
nl: De framesnelheid van de opname. Ideaal komt deze overeen met de bron framesnelheid of integer multiple. Bij twijfel instellen op 60, dit zal met de meeste bronnen werken.
pl: Liczba klatek na sekundę nagrania. Idealnie, będzie to pasowało do liczby klatek na sekundę źródła lub będzie całkowitą wielokrotnością. W razie wątpliwości ustaw na 60, co powinno działać z większością źródeł.
sk: Snímková frekvencia nahrávky. Mala by byť zhodná so snímkovou frekvenciou zdrojového média, alebo jej celočíselným násobkom. Pri pochybnostiach nastavte hodnotu 60, ktorá by mala fungovať s väčšinou zdrojových médií.
sr: Brzina frejma snimka. Idealno, ovo se podudara sa brzinom frejma izvora ili će biti višestruki celi broj. Ako ste u neudomici, postavite na 60, što bi trebalo da funkcioniše sa većinom izvora.
sv: Bildfrekvensen för inspelningen. Helst ska detta matcha källans bildfrekvens eller vara en heltalsmultipel. Om du är osäker, ställ in 60, vilket bör fungera med de flesta källor.
ta: பதிவின் பிரேம் வீதம். வெறுமனே, இது மூலத்தின் பிரேம் வீதத்துடன் பொருந்தும் அல்லது முழு எண்ணாக இருக்கும். ஐயம் இருந்தால், 60 ஆக அமைக்கப்பட்டுள்ளது, இது பெரும்பாலான மூலங்களுடன் வேலை செய்ய வேண்டும்.
tr: Kaydın kare hızı. İdeal olarak, bu değer kaynak görüntünün kare hızıyla aynı olmalı veya tam sayı katı olmalıdır. Emin değilseniz, çoğu kaynakla çalışması gereken 60 değerini ayarlayın.
uk: Частота кадрів запису. В ідеалі, це буде відповідати частоті кадрів джерела, або бути цілим кратним. Якщо ви сумніваєтеся, встановіть значення 60, яке має працювати з більшістю джерел.
vi: Tốc độ khung hình của bản ghi. Lý tưởng nhất, điều này sẽ phù hợp với tốc độ khung hình của nguồn hoặc là bội số nguyên. Nếu nghi ngờ, hãy đặt thành 60, sẽ hoạt động với hầu hết các nguồn.
zh_cn: 录制的帧率.理想情况下,这将与源的帧速率匹配或为整数倍.如果有疑问,请将其设置为60,这应该适用于大多数来源.

source: The height of the picture. The input will be scaled to match this value.
bg: Височината на картината. Входът ще бъде мащабиран, за да съответства на тази стойност.
cs: Výška obrazu. Vstup bude přizpůsoben tak, aby odpovídal této hodnotě.
da: Højden af billedet. Inddata bliver skaleret til passe til denne værdi.
de: Die Höhe des Bildes. Die Eingabe wird skaliert, um mit diesem Wert übereinzustimmen.
el: Το ύψος της εικόνας. Η είσοδος θα κλιμακωθεί για να ταιριάξει με αυτή την τιμή.
et: Pildi kõrgus. Sisend skaleeritakse selle väärtuse järgi.
fi: Kuvan korkeus. Tulo skaalataan vastaamaan tätä arvoa.
fr: La hauteur de l'image. L'entrée sera mise à l'échelle pour correspondre à cette valeur.
hr: Visina slike. Ulaz će se skalirati kako bi odgovarao ovoj vrijednosti.
hu: A kép magassága. A bemenetet a fenti értékhez igazítva skálázzák.
it: L'altezza dell'immagine. Quella di input sarà ridimensionata per raggiungere questo valore.
lt: Vaizdo aukštis. Įvestis bus mažinama, kad atitiktų šią reikšmę.
nl: De hoogte van het beeld. De invoer wordt aangepast aan deze waarde.
pl: Wysokość zdjęcia. Dane wejściowe zostaną przeskalowane w celu dopasowania do tej wartości.
sk: Výška obrazu. Mierka vstupu sa prispôsobí, aby zodpovedala tejto hodnote.
sr: Visina slike. Veličina unosa će se podudarati sa ovom vrednošću.
sv: Bildens höjd. Inmatningen kommer att skalas för att matcha detta värde.
ta: படத்தின் உயரம். இந்த மதிப்புடன் பொருந்தக்கூடிய உள்ளீடு அளவிடப்படும்.
tr: Resmin yüksekliği. Girdi, bu değere uyacak şekilde ölçeklendirilecektir.
uk: Висота зображення. Вхід буде змінено, щоб відповідати цьому значенню.
vi: Chiều cao của hình ảnh. Đầu vào sẽ được thu nhỏ để phù hợp với giá trị này.
zh_cn: 图片的高度.输入将被缩放以匹配该值.

source: The loopthrough setting is wrong.
bg: Loopthrough настройката не е наред.
cs: Loop-through nastavení je chybné.
da: Loopthrough indstillingen er forkert.
el: Λανθασμένη ρύθμιση loopthrough.
et: Läbiviigu seadistus on vale.
fi: Läpisyötön asetus on väärä.
fr: Le paramètre de bouclage (loopthrough) est incorrect.
hr: Postavka petlje je pogrešna.
hu: Az átfűzés beállítása hibás.
it: Configurazione 'in cascata da' errata.
lt: Ciklo parametras neteisingas.
nl: De loopthrough instelling is verkeerd.
pl: Ustawienie przelotu jest nieprawidłowe.
ru: Настройки петли неверны.
sk: Nastavenie slučky (loopthrough) je nesprávne.
sr: Postavka petlje je pogrešna.
sv: Inställningen för loopthrough är fel.
ta: லூப் த்ரோ அமைப்பு தவறு.
tr: Döngüsel geçiş ayarı yanlış.
uk: Налаштування петлі неправильне.
vi: Cài đặt vòng lặp là sai.
zh_cn: 通过设置的循环是错误的.

source: The network wizard extension is not installed! Please install it.
bg: Разширението на съветника за мрежа не е инсталиран! Моля, инсталирайте го.
da: Netværksassistent udvidelsen er ikke installeret! Installer den venligst.
et: Võrguabiline ei ole paigaldatud! Paigalda see.
fi: Verkkoavustajaa ei ole asennettu! Asenna se.
fr: L'extension de l'assistant réseau n'est pas installée ! Veuillez l'installer.
hr: Proširenje mrežnog čarobnjaka nije instalirano! Molimo instalirajte ga.
hu: A NetworkWizard bővítmémy nincs feltelepítve! Kérem, telepítse fel.
it: L'estensione NetworkWizard non è installata! Provvedi a installarla.
lt: Tinklo vedlio plėtinys neįdiegtas! Prašome įdiegti.
pl: Kreator sieci nie jest zainstalowany! Zainstaluj go najpierw.
pt_br: O assistente de rede não está instalado! Instale o assistente de rede e tente novamente.
ru: Мастер сети не установлен! Пожалуйста, сначала установите его.
sk: Rozšírenie NetworkWizard nie je nainštalované! Prosím, nainštalujte ho.
sr: Proširenje mrežnog čarobnjaka nije instalirano! Molimo instalirajte ga.
sv: Tillägget för nätverksguiden är inte installerat! Vänligen installera det.
ta: பிணைய வழிகாட்டி நீட்டிப்பு நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: Ağ sihirbazı uzantısı yüklü değil! Lütfen yükleyin.
uk: Майстер налаштування мережі не встановлено! Будь-ласка встановіть його.
vi: Phần mở rộng thuật sĩ mạng không được cài đặt! Vui lòng cài đặt nó.
zh_cn: 未安装网络向导扩展! 请安装它.

source: The picon directory already exists and must be removed. Do you want to proceed?
cs: Adresář picon již existuje a musí být odstraněn. Chcete pokračovat?
el: Ο φάκελος λογότυπων υπάρχει ήδη και πρέπει να αφαιρεθεί. Θέλετε να συνεχίσετε;
fi: Kanavalogo hakemisto on jos olemassa ja pitää poistaa ensin. Haluatko jatkaa?
hr: Direktorij picon već postoji i mora se ukloniti. Želite li nastaviti?
it: La cartella dei picon esiste già e deve essere rimossa. Vuoi procedere?
nl: De map voor de Picons bestaat al en moet verwijderd worden. Dit nu uitvoeren?
pl: Katalog picon już istnieje i musi zostać usunięty. Czy chcesz kontynuować?
sk: Priečiok pre picony už existuje a musí sa odstrániť. Má sa pokračovať?
sr: Direktorijum pikon već postoji i mora biti uklonjen. Da li želite da nastavite?
sv: Katalogen picon finns redan och måste tas bort. Vill du fortsätta?
ta: பிகான் அடைவு ஏற்கனவே உள்ளது மற்றும் அகற்றப்பட வேண்டும். நீங்கள் தொடர விரும்புகிறீர்களா?
tr: Pikon dizini zaten mevcut ve silinmesi gerekiyor. Devam etmek istiyor musunuz?
uk: Каталог піконів уже існує і його потрібно видалити. Ви бажаєте продовжити?

source: The process will take approximately %d minutes to complete.
cs: Dokončení procesu bude trvat přibližně %d minut.
el: Η διαδικασία θα διαρκέσει περίπου %d λεπτά μέχρι να ολοκληρωθεί.
fi: Prosessi vie noin %d minuuttia valmistuakseen.
hr: Proces će trajati približno %d minuta.
it: Il completamento del processo richiederà circa %d minuti.
nl: Dit zal ongeveer %d minuten duren.
pl: Proces ten potrwa około %d minut.
sk: Čas potrebný na dokončenie procesu: asi %d min.
sr: Proces će trajati otprilike %d minuta da se završi.
sv: Processen kommer att ta cirka %d minuter att slutföra.
tr: İşlemin tamamlanması yaklaşık %d dakika sürecektir.
uk: Процес триватиме приблизно %d хвилин.

source: The results have been written to %s.
bg: Резултатите са записани в %s.
cs: Výsledky byly zapsány do %s.
da: Resultaterne skal skrives til %s.
de: Die Ergebnisse des Tests wurden in der Datei %s gespeichert.
el: Τα αποτελέσματα έχουν γραφεί στο %s.
et: Tulemused on salvestatud %s.
fi: Tulokset kirjoitettiin %s.
fr: Les résultats ont été écrits sur %s.
hr: Rezultati su zapisani na %s.
hu: Az eredmények ide lettek kiírva: %s.
it: Risultati salvati su %s.
lt: Rezultatai įrašyti į %s.
nl: De resultaten zijn bewaard op %s.
pl: Wyniki zostały zapisane w %s.
ru: Результаты записаны в %s.
sk: Výsledky boli zapísané do súboru %s.
sl: Rezultati so bili zapisani na %s.
sr: Rezultati su upisani u %s.
sv: Resultaten har skrivits till %s.
ta: முடிவுகள் %s க்கு எழுதப்பட்டுள்ளன.
tr: Sonuçlar %s dosyasına yazıldı.
uk: Результати були записані до %s.
vi: Kết quả đã được ghi vào % s.
zh_cn: 结果已被写入 %s.

source: The saved PIN was cleared.
bg: Запазеният PIN е изчистен.
cs: Uložený PIN byl vymazán.
da: Den gemte PIN blev ryddet.
de: Die PIN wurde zurückgesetzt.
el: Έγινε εκκαθάριση του αποθηκευμένου PIN.
et: Salvestatud PIN eemaldati.
fi: Tallennettu PIN koodi tyhjennettiin.
fr: Le code PIN sauvegardé a été effacé.
hr: Spremljeni PIN je izbrisan.
hu: Mentett PIN törölve.
it: Il codice PIN salvato è stato cancellato.
lt: Išsaugotas PIN išvalytas.
nl: De opgeslagen pincode is verwijderd.
pl: Zapisany PIN został wyczyszczony.
sk: Uložený PIN kód bol vymazaný.
sr: Sačuvani pin je očišćen.
sv: Den sparade PIN-koden har raderats.
ta: சேமித்த முள் அழிக்கப்பட்டது.
tr: Kaydedilen PIN kodu silindi.
uk: Збережений Пін-код очищено.
vi: Mã PIN đã lưu đã bị xóa.
zh_cn: 保存的PIN被清除.

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
cs: Zvolený kanál nepodporuje VPS pro ručně programované časovače! Chcete skutečně povolit VPS?
el: Το επιλεγμένο κανάλι δεν υποστηρίζει VPS για χειροκίνητα ρυθμισμένους χρονοδιακόπτες. Θέλετε σίγουρα να ενεργοποιηθεί;
fi: Valittu kanava ei tue VPS:ää manuaalisesti ohjelmoituja ajastusta varten! Haluatko todella ottaa VPS:n käyttöön?
hr: Odabrani kanal ne podržava VPS za ručno programirane mjerače vremena! Želite li stvarno omogućiti VPS?
it: Questo canale non supporta la funzione VPS per i timer programmati manualmente. Abilitare comunque VPS?
lt: Šis kanalas nepalaiko VPS rankiniu būdu nustatytiems laikmačiams! Ar tikrai norite įjungti VPS?
nl: De geselecteerde zender ondersteunt geen VPS voor handmatige timers! Wilt u VPS echt inschakelen?
pl: Wybrany kanał nie obsługuje VPS dla ręcznie programowanych timerów! Czy na pewno chcesz włączyć VPS?
sk: Vybraný kanál nepodporuje VPS pre manuálne nastavené časovače! Má sa VPS zapnúť?
sr: Izabrani kanal ne podržava VPS za ručno programirane tajmere! Želite li zaista da omogućite VPS?
sv: Den valda kanalen har inte stöd för VPS för manuellt programmerade timers! Vill du verkligen aktivera VPS?
ta: தேர்ந்தெடுக்கப்பட்ட சேனல் கைமுறையாக திட்டமிடப்பட்ட டைமர்களுக்கு VPS ஐ ஆதரிக்காது! நீங்கள் உண்மையில் வி.பி.எச்சை இயக்க விரும்புகிறீர்களா?
tr: Seçilen kanal, manuel olarak programlanan zamanlayıcılar için VPS'yi desteklemiyor! VPS'yi gerçekten etkinleştirmek istiyor musunuz?
uk: Вибраний канал не підтримує VPS для запрограмованих вручну таймерів! Ви дійсно хочете ввімкнути VPS?

source: The service list is reloaded.
bg: Сервизният списък се презарежда.
cs: Seznam služeb se znovu načte.
el: Η λίστα υπηρεσιών επαναφορτώθηκε.
fi: Kanavalista ladattu uudelleen.
fr: La liste des services a été rechargée.
hr: Popis usluga se ponovno učitava.
it: L'elenco dei servizi viene ricaricato.
lt: Kanalų sąrašas įkeltas iš naujo.
nl: De zenderlijst is opnieuw geladen.
pl: Lista kanałów została przeładowana.
sk: Zoznam staníc je načítaný.
sr: Lista kanala se ponovo učitava.
sv: Servicelistan laddas på nytt.
ta: பணி பட்டியல் மீண்டும் ஏற்றப்பட்டுள்ளது.
tr: Kanal listesi yeniden yükleniyor.
uk: Список каналів перезавантажений.

source: The setting 'Without query' is the same as 'Standard' without additional confirmation query. All other dependencies (e.g. recordings, time range) persist.
bg: Настройката 'без заявка' е същото като 'стандартна' без допълнителна заявка за потвърждение. Всички останали зависимости (например записи, времеви обхват) остават.
cs: Nastavení „Bez dotazu“ je stejné jako „Standardní“ bez dalšího potvrzovacího dotazu. Všechny ostatní závislosti (např. nahrávky, časový rozsah) přetrvávají.
el: Η επιλογή 'χωρίς ερώτημα' είναι η ίδια με τη 'Στάνταρ' χωρίς πρόσθετη επιβεβαίωση. Όλες οι υπόλοιπες εξαρτήσεις (π.χ. εγγραφές, όρια χρόνου) παραμένουν.
fi: Asetus "ilman vahvistusta" on sama kuin "vakio" ilman uutta vahvistuspyyntöä. Kaikki muut riippuvuudet (esim. Tallennukset, aikaväli) pysyvät.
fr: Ce paramètre 'sans demander' est le même que 'standard' sans la question de confirmation supplémentaire. Toutes les autres dépendances restent (p.ex. enregistrements, intervalle de temps).
hr: Postavka "Bez upita" ista je kao i "Standardno" bez dodatnog upita za potvrdu. Sve ostale ovisnosti (npr. snimke, vremenski raspon) i dalje postoje.
it: L'impostazione 'senza interrogazione' è la stessa di 'standard' senza ulteriore richiesta di conferma. Tutte le altre dipendenze (ad es. registrazioni, intervallo di tempo) rimangono persistenti.
lt: Parametras 'be užklausos' yra tas pats, kaip 'standartinis', bet be papildomų patvirtinimo užklausų. Visos kitos priklausomybės (pvz., įrašai, laiko intervalas) išlieka.
nl: De instelling 'zonder query' is hetzelfde als 'standaard' zonder extra bevestiging query. Alle andere afhankelijkheden (bv opnames, tijdsbereik) blijven bestaan.
pl: Ustawienie „bez warunku” jest takie samo jak „standardowe” bez dodatkowego zapytania potwierdzającego. Wszystkie inne zależności (np. nagrania, zakres czasowy) pozostają bez zmian.
sk: Nastavenie 'bez dopytu' je rovnaké ako nastavenie 'štandard' bez doplnkového potvrdzovacieho dopytu. Všetky ostatné závislosti (napríklad nahrávanie, časový rozsah) zostanú zachované.
sr: Postavka 'Bez pitanja' takođe i 'Standard' bez dodatnog pitanja za potvrdu. Sve ostale zavisnosti (npr. snimci, vremenski opseg) i dalje postoje.
sv: Inställningen "Utan fråga" är samma sak som "Standard" utan ytterligare bekräftelsefråga. Alla andra beroenden (t.ex. inspelningar, tidsintervall) kvarstår.
ta: 'வினவல் இல்லாமல்' அமைப்பு கூடுதல் உறுதிப்படுத்தல் வினவல் இல்லாமல் 'தரநிலை' போன்றது. மற்ற அனைத்து சார்புகளும் (எ.கா. பதிவுகள், நேர வரம்பு) நீடிக்கும்.
tr: 'Sorgusuz' ayarı, ek bir onay sorgusu olmadan 'Standart' ile aynıdır. Diğer tüm bağımlılıklar (örneğin kayıtlar, zaman aralığı) korunur.
uk: Параметр 'без запиту' є такіж, як 'стандартний' без додаткового запиту підтвердження. Всі інші залежності (наприклад, записи, часовий діапазон) зберігаються.

source: The sleep timer wants to set the %s %s to %s. Do that now or extend the timer?
cs: Časovač spánku chce nastavit %s %s na %s. Udělat to hned, nebo časovač prodloužit?
el: Ο χρονοδιακόπτης ύπνου θέλει να θέσει τον %s %s σε %s. Να γίνει τώρα ή να επεκταθεί ο χρονοδιακόπτης;
fi: Uniajastin haluaa asettaa %s %s:n %s:een. Tehdäänkö se nyt vai jatketaanko ajastinta?
hr: Mjerač vremena za isključivanje želi postaviti %s %s na %s. Učinite to sada ili produžite mjerač vremena?
it: Il timer di spegnimento desidera impostare %s %s su %s. Fallo ora o estendi il timer?
lt: Miego laikmatis nori nustatyti, kad %s %s %s. Ar tai padaryti dabar, ar pratęsti laikmatį?
nl: De Slaaptimer wil de %s %s instellen op %s. Wilt u dat nu doen of de timer verlengen?
pl: Timer uśpienia chce ustawić %s %s na %s. Zrobić to teraz czy przedłużyć działanie timera?
sk: Časovač uspania chce nastaviť %s %s na %s. Vykonať hneď alebo časovač predĺžiť?
sr: Tajmer spavanja želi da podesi %s %s na %s. Урадити то сада или продужите тајмером?
sv: Sleeptimern vill ställa in %s %s till %s. Gör du det nu eller förlänger du timern?
ta: ச்லீப் நேரங்குறிகருவி %s %s ஐ %s ஆக அமைக்க விரும்புகிறது. இப்போது அதைச் செய்கிறதா அல்லது டைமரை நீட்டிக்கவா?
tr: Uyku zamanlayıcısı, %s %s öğesini %s olarak ayarlamak istiyor. Şimdi mi yapalım yoksa zamanlayıcıyı mı uzatalım?
uk: Таймер вимкнення хоче встановити %s %s на %s. Зробити це зараз чи подовжити таймер?

source: The time is multiplied by the current repeat counter.
bg: Времето се умножава по текущия брояч на повторения.
cs: Čas se vynásobí aktuálním počítadlem opakování.
da: Tiden bliver ganget med den aktuelle gentagelsestæller.
de: Die Zeit wird mit dem aktuellen Wiederholungszähler multipliziert.
el: Ο χρόνος πολλαπλασιάζεται με τον τρέχοντα μετρητή επανάληψης.
et: Aeg korrutatakse praeguse kordusloenduriga.
fi: Aika kerrotaan nykyisellä toistolaskurilla.
fr: Le temps est multiplié par le compteur de répétitions actuel.
hr: Vrijeme se množi s trenutnim brojačem ponavljanja.
it: Il tempo viene moltiplicato per il contatore di ripetizione attuale.
lt: Laikas padauginamas iš dabartinio pakartojimo skaitiklio.
nl: De tijd wordt gemultipliceerd met de huidige repeat counter.
pl: Czas jest mnożony przez bieżący licznik powtórzeń.
sk: Čas sa vynásobí aktuálnym počítadlom opakovaní.
sr: Vreme se množi sa trenutnim brojačem ponavljanja.
sv: Tiden multipliceras med den aktuella repetitionsräknaren.
ta: தற்போதைய மீண்டும் மீண்டும் கவுண்டரால் நேரம் பெருக்கப்படுகிறது.
tr: Süre, mevcut tekrar sayacıyla çarpılır.
uk: Час множиться на поточний лічильник повторів.
vi: Thời gian được nhân với bộ đếm lặp lại hiện tại.
zh_cn: 时间由目前的重复计数器相乘.

source: The time shift buffer exceeds the limit specified in the settings. What do you want to do?
cs: Čas vyrovnávací paměti pro časový posun překračuje limit zadaný v nastavení. Co chceš dělat ?
el: Ο χρόνος προφόρτωσης για τη χρονομετατόπιση υπερβαίνει το ρυθμισμένο όριο. Τι θέλετε να γίνει ;
fi: Ajansiirron aikapuskuri ylittää asetuksissa määritetyn rajan. Mitä haluat tehdä?
fr: La durée du tampon pour le PauseDirect dépasse la limite spécifiée dans les paramètres. Que voulez-vous faire ?
hr: Bafer timešift prelazi ograničenje navedeno u podešavanjima. Šta želite da uradite?
it: La durata del buffer del timeshift supera il limite specificato nelle impostazioni. Cosa vuoi fare?
lt: Įsiminimo laikas, skirtas laiko poslinkiui, didesnis, negu nurodyt nustatymuose. Ką jūs norite daryti ?
nl: De buffertijd voor Timeshift groter is dan de opgegeven limiet in de instellingen. Wat wilt u doen?
pl: Czas buforowania dla timeshiftu przekracza określony limit w ustawieniach Co chcesz robić?
sk: Čas vyrovnávacej pamäte pre timeshift prekračuje limit zadaný v nastaveniach. Čo sa má urobiť?
sr: Bafer za vremensko pomeranje prelazi granicu definisanu u podešavanjima. Šta želite da uradite?
sv: Time shift-bufferten överskrider den gräns som anges i inställningarna. Vad är det du vill göra?
ta: நேர மாற்றத்திற்கான இடையக நேரம் அமைப்புகளில் குறிப்பிட்ட வரம்பை மீறுகிறது. நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Zaman kaydırma arabelleği, ayarlarda belirtilen sınırı aşıyor. Ne yapmak istiyorsunuz?
uk: Розмір буфера таймшифта перевищує ліміт, зазначений в налаштуваннях. Що ви хочете зробити?

source: The timer file '%s' is corrupt and could not be loaded.
cs: Soubor časovače '%s' je poškozený a nelze jej načíst.
el: Το αρχείο χρονομετατόπισης '%s' είναι κατεστραμμένο και είναι αδύνατη η φόρτωσή του.
fi: Ajastinluettelo '%s' on vioittunut eikä sitä voida ladata.
hr: Datoteka mjerača vremena '%s' je oštećena i nije se mogla učitati.
it: Il file del timer '%s' è danneggiato e non può essere caricato.
nl: Het Timer bestand '%s' is beschadigd en kan niet worden geladen.
pl: Plik timera '%s' jest uszkodzony i nie mógł zostać załadowany.
sk: Súbor časovača '%s' je poškodený a nedá sa načítať.
sr: Fajl tajmera '%s' je oštećen i nije mogao biti preuzet.
sv: Timerfilen '%s' är korrupt och kunde inte läsas in.
ta: நேரங்குறிகருவி கோப்பு '%s' ஊழல் மற்றும் ஏற்ற முடியவில்லை.
tr: '%s' zamanlayıcı dosyası bozuk ve yüklenemedi.
uk: Файл таймера '%s' пошкоджений і не може бути завантажений.

source: The unicable connection setting is wrong. Maybe recursive connection of tuners.
bg: Настройката на unicable връзка не е наред. Може би рекурсивната връзка на тунери.
cs: Nastavení unicable připojení je nesprávné. Možná rekurzivní připojení tunerů.
el: Λάθος ρύθμιση σύνδεσης unicable. Πιθανή επαναλαμβανόμενη σύνδεση tuners.
fi: Unicable yhteys asetus on väärin Ehkä virittimien rekursiivinen yhteys.
fr: Le paramètre de connexion unicable est incorrect. Peut-être à cause d'une connexion récursive des tuners.
hr: Postavka unicable veze je pogrešna. Možda rekurzivno povezivanje tunera.
it: Le impostazioni di connessione Unicable sono sbagliate. Forse c'è una connessione ricorsiva dei tuner.
lt: Kelių kabelių jungties nustatymas yra klaidingas. Gali nebūti grįžtamojo ryšio iš imtuvo.
nl: De verbindingsinstelling voor unicable is verkeerd. Misschien een recursieve aansluiting van de tuners.
pl: Ustawienie połączenia UNICABLE jest nieprawidłowe. Możliwe rekurencyjne połączenie tunerów.
sk: Nastavenie unicable pripojenia je nesprávne. Možno nastalo rekurzívne prepojenie tunerov.
sr: Postavka unicable veze je pogrešna. Možda ponavljajuća veza tjunera.
sv: Inställningen för unicable-anslutning är fel. Kanske rekursiv anslutning av tuners.
ta: பயன்படுத்த முடியாத இணைப்பு அமைப்பு தவறு. ட்யூனர்களின் சுழல்நிலை இணைப்பு இருக்கலாம்.
tr: Unicable bağlantı ayarları yanlış. Belki de tunerler yinelemeli bağlantılı.
uk: Налаштування з’єднання unicable неправильне. Може бути рекурсивне підключення тюнерів.
