Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Additional motor options allow you to enter details from your motor's specifications so Enigma can work out how long it will take to move to another satellite.
bg: Допълнителните опции на двигателя ви позволяват да въвеждате подробности от спецификацията на вашия двигател, така че enigma да може да разбере колко време ще отнеме да се премести към друг сателит.
cs: Další možnosti motoru vám umožňují zadat podrobnosti ze specifikace vašeho motoru, takže Enigma může zjistit, jak dlouho bude trvat přesun na jiný satelit.
el: Οι πρόσθετες επιλογές μοτέρ σας επιτρέπουν να εισάγετε λεπτομέρειες από τον πίνακα χαρακτηριστικών του μοτέρ σας ώστε το enigma να υπολογίζει πόσος χρόνος θα χρειαστεί να μετακινηθεί το κάτοπτρο σε άλλο δορυφόρο.
fi: Syöttämällä moottorin tekniset tiedot, vastaanotin voi selvittää, kuinka kauan kestää lautasen siirtäminen toisesta satelliitista toiseen.
fr: Les options additionnelles du moteur vous permettent d’entrer le détail des spécification de votre moteur afin qu’Enigma puisse calculer la durée du déplacement vers un autre satellite.
hr: Dodatne opcije motora omogućuju vam unos detalja iz specifikacija vašeg motora kako bi Enigma mogla otkriti koliko će vremena trebati za prelazak na drugi satelit.
it: Ulteriori opzioni del motore ti consentono di inserire i dettagli dalla scheda tecnica del motore in modo che Enigma possa capire quanto tempo ci vorrà per passare a un altro satellite.
lt: Papildomos variklio galimybės leidžia įvesti duomenis iš jūsų variklio specifikacijų lapo, taigi "enigma" gali išsiaiškinti, kiek laiko reikės perkelti į kitą palydovą.
nl: Aanvullende motoropties geven de mogelijkheid de specifieke eigenschappen van uw motor in te stellen. Daardoor weet Enigma2 hoe lang het duurt naar een andere satelliet te draaien.
pl: Dodatkowe opcje silnika pozwalają wprowadzić szczegóły z arkusza specyfikacji silnika, aby enigma mogła określić, ile czasu zajmie przejście do innego satelity.
sk: Doplnkové parametre motora umožňujú zadať podrobnosti zo zoznamu špecifikácií vášho motora, takže Enigma dokáže zistiť, koľko času zaberie presun paraboly na inú družicu.
sr: Dodatne motorne opcije omogućavaju vam da unesete detalje iz specifikacija vašeg motora kako bi Enigma mogla izračunati koliko će trajati premeštanje na drugi satelit.
sv: Med ytterligare motoralternativ kan du ange detaljer från din motors specifikationer så att Enigma kan räkna ut hur lång tid det tar att flytta till en annan satellit.
ta: கூடுதல் மின்னோடி விருப்பங்கள் உங்கள் மோட்டரின் விவரக்குறிப்புகளிலிருந்து விவரங்களை உள்ளிட உங்களை அனுமதிக்கின்றன, எனவே மற்றொரு செயற்கைக்கோளுக்குச் செல்ல எவ்வளவு நேரம் ஆகும் என்பதை புதிரானது வேலை செய்யலாம்.
tr: Ek motor seçenekleri, motorunuzun teknik özelliklerinden ayrıntıları girmenize olanak tanır, böylece Enigma başka bir uyduya geçmenin ne kadar süreceğini hesaplayabilir.
uk: Додаткові опції двигуна дозволяють ввести дані з специфікації Вашого двигуна, щоб система обчислила необхідний час для переміщення антени.

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
bg: Регулирайте цветовите настройки, така че всички цветови нюанси да са различими, но да изглеждат възможно най-наситени. Ако сте доволни от резултата, натиснете OK, за да затворите фината настройка на видеото, или използвайте цифровите клавиши, за да изберете други тестови екрани.
cs: Upravte barevné nastavení tak, aby všechny barevné odstíny byly rozpoznatelné, ale zároveň aby byly co nejvíce nasycené. Pokud jste spokojeni s výsledkem, stiskněte OK pro zavření průvodce nebo použijte numerické klávesy pro výběr jiné testovací scény.
da: Juster alle farver, så alle farvebjælker næsten kan tydes, men optræder så mættet som mulig. Hvis du er tilfreds med resultatet, trykkes OK for at lukke Video-finjustering eller brug nummer knapper til at vælge andre prøvebilleder.
de: Verändern Sie die Farbeinstellungen, so dass Sie alle Farbabstufungen unterscheiden können, diese aber so gesättigt wie möglich dargestellt werden. Drücken Sie OK, um die Feineinstellungen zu beenden. Mit den Zahlentasten können Sie weitere Testbilder auswählen.
el: Ρυθμίστε την ένταση των χρωμάτων έτσι ώστε να διαφέρουν οι χρωματισμοί με τη μέγιστη φωτεινότητα. Όταν τελειώσετε, πιέστε ΟΚ για να κλείσετε τη μικρορύθμιση ή πιέστε ένα νούμερο για να δείτε και άλλες οθόνες δοκιμών.
et: Seadista värve nii, et kõik värvivarjundid oleks eristatavad ja paistaks nii küllastatuna kui võimalik. Kui oled tulemusega rahul, vajuta OK video peenhäälestuse sulgemiseks või kasuta numbrinuppe teiste testpiltide valikuks.
fi: Säädä värikylläisyys siten, että kaikki sävyt erottuvat ja ovat mahdollisimman kylläisiä. Kun olet tyytyväinen tulokseen, sulje testikuva painamalla OK tai valitse numeronäppäimillä 1-6 joku muu testikuva.
fr: Ajustez les paramètres de couleurs de sorte que toutes les nuances de couleurs soient visibles, mais apparaissent saturées autant que possible. Si vous êtes content du résultat, appuyez sur OK pour fermer le réglage vidéo avancé, ou utilisez les touches numériques pour choisir d'autres écrans de test.
hr: Podesite postavke boja tako da su sve sjene boja prepoznatljive, tako da izgledaju što zasićenije. Ako ste zadovoljni rezultatom, pritisnite 'OK' da zatvorite postavku finog videozapisa ili upotrijebite numeričke tipke za odabir drugih testnih zaslona.
hu: Állítsa be úgy a színeket, hogy a színcsíkok megkülönböztethetők legyenek, de a telítettség a lehető legmegfelelőbb legyen. Ha az eredménnyel elégedett, akkor nyomja meg az OK gombot a video finombeállítások bezárásához, vagy a számgombok segítségével válasszon másik teszt ábrát.
it: Regola le impostazioni del colore in modo che tutte le sfumature di colore siano distinguibili, ma appaiano il più saturate possibile. Se sei soddisfatto del risultato, premi OK per chiudere la regolazione fine del video, oppure usa i tasti numerici per selezionare altre schermate di prova.
lt: Koreguokite spalvas taip, kad visos spalvos ir atspalviai būtų atskiriami, bet atrodytų taip prisotinti, kiek galima. Jei jūs esate patenkinti rezultatu, spauskite OK, kad užvertumėte vaizdo tikslų suderinimą, ar pasinaudokite skaičių mygtukais, kad išrinktumėte kitus bandomuosius ekranus.
nl: Wijzig de kleuren zodanig dat alle tinten te onderscheiden zijn, maar wel zo verzadigd mogelijk zijn. Zodra het resultaat u bevalt, drukt u op OK om dit menu af te sluiten of selecteert u een ander testscherm d.m.v. de nummerknoppen.
pl: Dostosuj ustawienia koloru, tak aby wszystkie odcienie były rozpoznawalne, ale jak najbardziej nasycone. Jeśli jesteś zadowolony z rezultatu wciśnij 'OK' aby wyjść z tego menu lub użyj przycisków numerycznych aby zobaczyć inne ekrany testowe.
pt_br: Ajuste as cores para que as graduações fiquem visíveis, mas apareçam o mais saturado possível. Quando estiver satisfeito com o resultado pressione OK para sair ou use os botões numéricos para selecionar outras telas.
ru: Настройте параметры цвета, так чтобы все оттенки цветов были максимально видны, насколько это возможно. Если вы довольны результатом, нажмите кнопку ОК для закрытия видео настроек, или используйте цифровые клавиши для выбора других тестов экрана
sk: Upravte farby tak, aby sa dali jednotlivé odtiene dobre rozlíšiť, ale súčasne boli čo najsýtejšie. Ak ste s výsledkom spokojní, tlačidlom OK ukončite nastavovanie obrazu alebo číslicovými tlačidlami zvoľte iný testovací obrazec.
sr: Podesi postavke boje tako da su sve senke boja raspoznatljive, da izgledaju maksimalno zasićene. Ako ste zadovoljni rezultatom pritisnite ОК, da zatvorite video fino-podešen, ili koristite numeričke tastere da izaberete drugi test ekran.
sv: Justera färginställningarna så att alla färgnyanser är urskiljbara, men så mättade som möjligt. Om du är nöjd med resultatet trycker du på OK för att stänga finjusteringen av videon eller använder siffertangenterna för att välja andra testskärmar.
ta: வண்ண அமைப்புகளை சரிசெய்யவும், இதனால் அனைத்து வண்ண நிழல்களும் வேறுபடுகின்றன, ஆனால் முடிந்தவரை நிறைவுற்றதாகத் தோன்றும். முடிவில் நீங்கள் மகிழ்ச்சியாக இருந்தால், வீடியோவை நன்றாகச் சரிசெய்ய சரி என்பதை அழுத்தவும் அல்லது பிற சோதனைத் திரைகளைத் தேர்ந்தெடுக்க எண் விசைகளைப் பயன்படுத்தவும்.
tr: Renk ayarlarını, tüm renk tonlarının ayırt edilebilir ancak mümkün olduğunca doygun görünecek şekilde düzenleyin. Sonuçtan memnunsanız, görüntü ince ayarını kapatmak için OK tuşuna basın veya diğer test ekranlarını seçmek için sayı tuşlarını kullanın.
uk: Налаштуйте параметри кольору так щоб всі відтінки були відображені, але щоб залишались насиченими, настільки наскільки це можливо. Якщо результат вас задовольняє, натисніть ОК, щоб вийти з налаштувань, або на цифрові кнопки від 1 до 6, щоб вибрати інший тестовий екран.
vi: Điều chỉnh cài đặt màu sao cho tất cả các sắc thái màu có thể phân biệt được, nhưng xuất hiện càng bão hòa càng tốt. Nếu bạn hài lòng với kết quả này, nhấn OK để đóng tinh chỉnh video hoặc sử dụng các phím số để chọn các màn hình kiểm tra khác.
zh_cn: 调整颜色设置,使所有的颜色色调是可区分的,但尽可能的饱和出现.如果您对结果感到满意,请按'确定'键以关闭视频微调,或使用数字键选择其他测试屏幕.

source: Adjust the horizontal position of the letters used for teletext.
bg: Регулирайте хоризонталната позиция на буквите, използвани за телетекст.
cs: Upravte vodorovnou polohu písmen používaných pro teletext.
da: Juster den vandrette position af bogstaverne der bruges til Tekst-TV.
de: Justiert die horizontale Position der Zeichen für die Videotext Darstellung.
el: Προσαρμογή της οριζόντιας θέσης των γραμμάτων που χρησιμοποιούνται για το τηλεκείμενο.
et: Kohanda teleteksti horisontaalset asukohta.
fi: Säädä teksti-TV:ssä käytettävien kirjainten vaakasuuntaista sijaintia.
fr: Ajustement le positionnement horizontale des lettres utilisées pour le télétexte.
hr: Podesite položaj slova teleteksta vodoravno.
hu: Állítsa be a használt teletext betűinek vízszintes pozícióját.
it: Regola la posizione orizzontale delle lettere usate per il televideo.
lt: Koreguokite horizontalią raidžių poziciją, naudojamą teletekstui.
nl: Pas de horizontale positie van de letters aan die worden gebruikt voor Teletekst.
pl: Dostosuj poziomą pozycję liter używanych w telegazecie.
sk: Upravte horizontálnu pozíciu písmen používaných pre teletext.
sr: Podesite horizontalni položaj slova koja se koriste za teletekst.
sv: Justera den horisontella positionen för de bokstäver som används för text-TV.
ta: டெலிடெக்ச்டுக்கு பயன்படுத்தப்படும் எழுத்துக்களின் கிடைமட்ட நிலையை சரிசெய்யவும்.
tr: Teletext için kullanılan harflerin yatay konumunu ayarlayın.
uk: Налаштування горизонтального положення букв, які використовуються для телетексту.
vi: Điều chỉnh vị trí ngang của các chữ cái được sử dụng cho teletext.
zh_cn: 调整用于图文字母的水平位置.

source: Adjust the vertical position of the letters used for teletext.
bg: Регулирайте вертикалната позиция на буквите, използвани за телетекст.
cs: Upravte svislou polohu písmen používaných pro teletext.
da: Juster den lodrette position af bogstaverne der bruges til Tekst-TV.
de: Justiert die vertikale Position der Zeichen für die Videotext Darstellung.
el: Προσαρμογή της κάθετης θέσης των γραμμάτων που χρησιμοποιούνται για το τηλεκείμενο.
et: Kohanda teleteksti vertikaalset asukohta.
fi: Säädä teksti-TV:ssä käytettävien kirjainten pystysuuntaista sijaintia.
fr: Ajustement le positionnement verticale des lettres utilisées pour le télétexte.
hr: Podesite položaj slova teleteksta okomito.
hu: Állítsa be a használt teletext betűinek függőleges pozícióját.
it: Regola la posizione verticale delle lettere usate per il televideo.
lt: Koreguokite vertikalią raidžių poziciją, naudojamą teletekstui.
nl: Pas de verticale positie van de letters aan die worden gebruikt in Teletekst.
pl: Skonfiguruj pionowe położenie liter używanych do telegazety.
sk: Upravte vertikálnu pozíciu písmen používaných pre teletext.
sr: Podesite vertikalni položaj slova koja se koriste za teletekst.
sv: Justera den vertikala positionen för de bokstäver som används för text-TV.
ta: டெலிடெக்ச்டுக்கு பயன்படுத்தப்படும் கடிதங்களின் செங்குத்து நிலையை சரிசெய்யவும்.
tr: Teletext için kullanılan harflerin dikey konumunu ayarlayın.
uk: Налаштування вертикального положення букв, які використовуються для телетексту.
vi: Điều chỉnh vị trí dọc của các chữ cái được sử dụng cho teletext.
zh_cn: 调整用于图文字母的垂直位置.

source: Adult
cs: Pro dospělé
da: Voksen
de: Erwachsene
el: Για ενήλικες
fi: Aikuisviihde
fr: Adulte
hr: Odrasli
it: Adulto
lt: Suaugusiems
nl: Volwassen
pl: Dorosły
sk: Pre dospelých
sr: Odrasli
sv: Vuxen
ta: அகவை வந்தோர்
tr: Yetişkin
uk: Для дорослих
zh_cn: 成人

source: Adult Audience, Strong Violence 15+
cs: Pro dospělé publikum, silné násilí 15+
da: Voksen publikum, Hård vold 15+
de: Erwachsenes Publikum, starke Gewalt 15+
el: Ενήλικο κοινό, ισχυρή βία 15 +
fi: Aikuisten yleisö, voimakas väkivalta 15+
fr: Public adulte, Forte violence 15+
hr: Odrasla publika, Snažno nasilje 15+
it: Pubblico adulto, violenza forte 15+
lt: Suaugusiųjų auditorijai, stiprus smurtas 15+
nl: Volwassen kijker, Geweld 15+
pl: Dorośli, silna przemoc 15+
sk: Dospelé publikum, hrubé násilie 15+
sr: Odrasla publika, Jako nasilje 15+
sv: Vuxenpublik, starkt våld 15+
ta: வயதுவந்த பார்வையாளர்கள், வலுவான வன்முறை 15+
tr: Yetişkinlere Yönelik, Şiddet İçeren İçerik (15+)
uk: Аудиторія для дорослих, насильство 15+
zh_cn: 成人观众,,强烈暴力15+

source: Adult movie/Drama
cs: pro dospělé/drama
el: ταινία ενηλίκων/δράμα
hr: Film za odrasle/Drama
it: film adulti/dramma
lt: suaugusių filmas/drama
nl: erotiek / drama
sr: Film za odrasle/Drama
sv: vuxenfilm/drama
tr: Yetişkin filmi/Dram
uk: дорослий фільм/драма

source: Advanced
bg: Разширени
cs: Rozšířený
da: Avanceret
de: Erweitert
el: Προχωρημένο
et: Lisavalikud
fi: Laaja
fr: Avancé
hr: Napredno
hu: Haladó
it: Avanzato
lt: Išplėstinis
nl: Geavanceerd
pl: Zaawansowane
ru: Расширенный
sk: Pokročilé
sr: Napredno
sv: Avancerat
ta: மேம்பட்ட
tr: Gelişmiş
uk: Розширений
vi: Nâng cao
zh_cn: 高级

source: Advanced Options
bg: Разширени опции
cs: Pokročilé volby
da: Avancerede muligheder
de: Fortgeschrittene Einstellungen
el: Προχωρημένες επιλογές
et: Lisavalikud
fi: Laajennetut valinnat
fr: Options avancées
hr: Napredne Opcije
hu: Haladó beállítások
it: Opzioni avanzate
lt: Išplėstiniai nustatymai
nl: Geavanceerde opties
pl: Opcje zaawansowane
ru: Расширенные настройки
sk: Pokročilé možnosti
sl: Napredne nastavitve
sr: Napredne Opcije
sv: Avancerade inställningar
ta: மேம்பட்ட விருப்பங்கள்
tr: Gelişmiş Seçenekler
uk: Розширені параметри
vi: Tùy chọn nâng cao
zh_cn: 高级选项

source: Advanced Restore
bg: Разширено възстановяване
cs: Pokročilá obnova
el: Προχωρημένη επαναφορά
fi: Laajennettu palautus
fr: Restauration avancée
hr: Napredno Vraćanje
it: Ripristino avanzato
lt: Išplėstinis atkūrimas
nl: Geavanceerd herstellen
pl: Zaawansowane przywracanie
sk: Pokročilé obnovenie
sr: Napredno Vraćanje
sv: Avancerad återställning
ta: மேம்பட்ட மீட்டமை
tr: Gelişmiş Geri Yükleme
uk: Розширене відновлення

source: Advanced Settings
bg: Разширени настройки
cs: Pokročilé nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Προχωρημένες επιλογές
et: Lisaseaded
fi: Laajat Asetukset
fr: Paramètres avancés
hr: Napredno Podešavanje
it: Impostazioni avanzate
lt: Papildomi nustatymai
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
sk: Pokročilé nastavenia
sr: Napredno Podešavanje
sv: Avancerade inställningar
ta: மேம்பட்ட அமைப்புகள்
tr: Gelişmiş Ayarlar
uk: Розширені Налаштування
vi: Tùy chọn và cài đặt nâng cao
zh_cn: 高级设置

source: Advanced options and settings.
bg: Разширени опции и настройки.
cs: Pokročilé volby a nastavení.
el: Προχωρημένες επιλογές και ρυθμίσεις.
fi: Lisävalinnat ja vaihtoehdot.
fr: Options et paramètres avancés.
hr: Napredne opcije i podešavanja.
it: Opzioni e impostazioni avanzate.
lt: Išplėstinės funkcijos ir nustatymai.
nl: Geavanceerde opties en instellingen.
pl: Ustawienia i opcje zaawansowane.
sk: Pokročilé voľby a nastavenia.
sr: Napredne opcije i podešavanja.
sv: Avancerade alternativ och inställningar.
ta: மேம்பட்ட விருப்பங்கள் மற்றும் அமைப்புகள்.
tr: Gelişmiş seçenekler ve ayarlar.
uk: Додаткові опції і налаштування.

source: Advanced video enhancement setup
bg: Разширена настройка за подобряване на видеото
cs: Pokročilé detailní video nastavení
da: Avanceret opsætning af videoforbedring
el: Προχωρημένες ρυθμίσεις βελτίωσης εικόνας
et: Pildiparanduse seaded
fi: Laajemmat kuvasäätöjen asetukset
fr: Paramètres avancés pour améliorer la vidéo
hr: Napredno postavljanje poboljšanja videozapisa
hu: Haladó videó bővített beállítás
it: Configurazione avanzata miglioramento video
lt: Išplėstinis vaizdo gerinimo valdymas
nl: Geavanceerde videoverbeteringsinstellingen
pl: Zaawansowana konfiguracja ulepszania wideo
pt_br: Configuração avançada de imagem
ru: Расширенные настройки по улучшению видео
sk: Nastavenie pokročilých rozšírení videa
sr: Napredne postavke video poboljšanja
sv: Avancerad inställning för videoförbättring
ta: மேம்பட்ட வீடியோ மேம்பாட்டு அமைப்பு
tr: Gelişmiş görüntü iyileştirme kurulumu
uk: Розширене налаштування покращення відео
vi: Thiết lập nâng cao video nâng cao
zh_cn: 高级视频增强设置

source: Adventure
bg: Приключение
cs: Dobrodružný
da: Eventyr
de: Abenteuer
el: Περιπέτεια
fi: Seikkailu
fr: Aventure
hr: Pustolovina
it: Avventura
lt: Nuotykiai
nl: Avontuur
pl: Przygoda
sk: Dobrodružné
sr: Avantura
sv: Äventyr
ta: துணிவு
tr: Macera
uk: Пригоди
zh_cn: 主线

source: Adventure/Western/War
cs: dobrodružný/western/válečný
el: περιπέτεια/γουέστερν/πόλεμος
hr: Avantura/Vestern/Rat
it: avventura/western/guerra
lt: nuotykių/vesternas/karinis
nl: avontuur / western / oorlog
sr: Avantura/Vestern/Rat
sv: äventyr/västern/krig
tr: Macera/Kovboy/Savaş
uk: пригоди/вестерн/війна

source: Advertisement/Shopping
cs: reklama/nakupování
el: διαφήμιση/αγορές
hr: Oglasi/Šoping
it: pubblicità/shopping
lt: reklama/prekyba
nl: reclame / shopping
sr: Oglasi/Šoping
sv: reklam/shopping
tr: Reklam/Alışveriş
uk: реклама/покупки

source: Afar
el: Αφάρ
fr: Au loin
hr: Daljine
sr: Daljine
ta: அஃபார்
uk: Афар

source: Afghanistan
cs: Afghánistán
el: Αφγανιστάν
fi: Afghanistani
fr: Afghanistant
hr: Afganistan
hu: Afganisztán
lt: Afganistanas
pl: Afganistan
sk: Afganistan
sr: Afganistan
ta: ஆப்கானிச்தான்
tr: Afganistan
uk: Афганістан
zh_cn: 阿富汗

source: Afrikaans
cs: Afrikánština
el: Αφρικάνς
fi: Afrikka
lt: Afrikiečių
pl: Afrykański
sk: afrikánčina
ta: ஆப்பிரிக்கா
tr: Afrikanca
uk: Африканська

source: After Event
cs: Po události
el: Μετά το πρόγραμμα
fi: Ajastuksen jälkeen
fr: Après l'événement
hr: Nakon događaja
it: Dopo l'evento
lt: Po įvykio
nl: Na de taak
pl: Po wydarzeniu
sk: Po udalosti
sr: Posle Događaja
sv: Efter evenemanget
ta: நிகழ்வுக்குப் பிறகு
tr: Etkinlikten sonra
uk: Після передачі

source: After PowerLost
bg: След загуба на захранване
cs: Akce po přerušení napájení
da: Efter strømudfald
de: Nach Stromausfall
el: Μετά τη διακοπή τροφοδοσίας
et: Pärast voolukatkestust
fi: Virtakatkon jälkeen
fr: Après coupure de courant
hr: Nakon nestanka Struje
hu: Áramszünet után
it: Dopo l'assenza di elettricità
lt: Po įtampos dingimo
nl: Na stroomuitval
pl: Po utracie zasilania
ru: После сбоя питания
sk: Po výpadku napájania
sr: Nakon nestanka Struje
sv: Efter strömavbrott
ta: பவர் லோச்டுக்குப் பிறகு
tr: Elektrik kesintisinden sonra
uk: Після втрати живлення
vi: Sau khi mất điện
zh_cn: 断电后

source: After event
bg: След събитието
cs: Po skončení
da: Efter begivenhed
de: Nach dem Ereignis
el: Μετά το πρόγραμμα
et: Pärast sündmust
fi: Ajastuksen jälkeen
fr: Après l'émission
hr: Nakon događaja
hu: Esemény után
it: Dopo l'evento
lt: Ką daryti po įvykio
nl: Na deze taak
pl: Po zakończeniu
pt_br: Ao finalizar
ru: После события
sk: Po udalosti
sl: Po dogodku
sr: Posle događaja
sv: Efter evenemanget
ta: நிகழ்வுக்குப் பிறகு
tr: Etkinlikten sonra
uk: Після події
vi: Sau sự kiện
zh_cn: 事件后

source: After recording
bg: След записа
cs: Po nahrávání
el: Μετά την εγγραφή
fi: Tallennuksen Jälkeen
fr: Après Enregistrement
hr: Nakon snimanja
it: Dopo la registrazione
lt: Po įrašymo
nl: Na opname
pl: Po nagrywaniu
sk: Po nahrávaní
sr: Nakon snimanja
sv: Efter inspelning
ta: பதிவு செய்த பிறகு
tr: Kayıttan sonra
uk: Після запису

source: After zap
cs: Po přepnutí
el: Μετά το ζάπινγκ
fi: Vaihdoin jälkeen
hr: Nakon zap
it: Dopo lo zap
lt: Po perjungimo
nl: Na het zappen
pl: Po przełączeniu
sk: Po prepnutí
sr: Posle zap
sv: Efter zapp
ta: சாப் பிறகு
tr: Kanal değiştirmeden sonra
uk: Після zap

source: Aggregate data only
cs: Odesílají se pouze souhrnná (anonymní) data
hr: Samo zbirni podaci
it: Solo dati aggregati
sr: Samo zbirni podaci
tr: Yalnızca toplu veriler
uk: Тільки агреговані дані

source: Akan
el: Ακάν
lt: Akanas
sk: akančina
ta: அகான்
uk: Акан

source: Aland Islands
cs: Alandské ostrovy
da: Ålandsøerne
de: Ålandinseln
el: Ωλάντ
et: Ahvenamaa
fi: Ahvenanmaa
fr: Iles Aland
hu: Åland
it: Isole Aland
lt: Alandų salos
nl: Alandseilanden
pl: Wyspy Alandzkie
sk: Alandské ostrovy
sv: Åland
ta: அலண்ட் தீவுகள்
tr: Aland adaları
uk: Аландські острови
vi: Quần đảo Aland
zh_cn: 奥兰群岛

source: Albania
cs: Albánie
da: Albanien
de: Albanien
el: Αλβανία
et: Albaania
fr: Albanie
hr: Albanija
hu: Albánia
lt: Albanija
nl: Albanië
sk: Albánsko
sr: Albanija
sv: Albanien
ta: அல்பேனியா
tr: Arnavutluk
uk: Албанія
zh_cn: 阿尔巴尼亚

source: Albanian
cs: Albánský
el: Αλβανικά
fr: Albanais
hr: Albanski
it: Albanese
lt: Albanų
nl: Albanees
pl: Albański
sk: albánčina
sr: Albanski
sv: Albansk
ta: அல்பேனிய
tr: Arnavut
uk: Албанська

source: Album
bg: Албум
el: Άλμπουμ
fi: Albumi
lt: Albumas
pt_br: Álbum
ru: Альбом
ta: ஆல்பம்
tr: Albüm
uk: Альбом
vi: Tập ảnh
zh_cn: 专辑

source: Algeria
cs: Alžírsko
da: Algeriet
de: Algerien
el: Αλγερία
et: Alžeeria
fr: Algérie
hr: Alžir
hu: Algéria
lt: Alžyras
nl: Algerije
pl: Algieria
sk: Alžírsko
sr: Alžir
sv: Algeriet
ta: அல்சீரியா
tr: Cezayir
uk: Алжир
vi: An gê ri
zh_cn: 阿尔及利亚

source: Alias
bg: Псевдоним
cs: Zástupce
el: Ψευδώνυμο
hr: Pseudonim
hu: Más néven
it: Pseudonimo:
lt: Sąsaja
pl: Inaczej
ru: Псевдоним
sr: Pseudonim
ta: மாற்றுப்பெயர்
tr: Arma
uk: Псевдонім
vi: Bí danh
zh_cn: 别名

source: Alignment channel number
bg: Номер на канала за подравняване
cs: Zarovnání čísla kanálu
da: Juster kanal nummer
de: Ausrichtung Kanalnummer
el: Στοίχιση του αριθμού καναλιού
fi: Kohdistuskanavan numero
fr: Concordance numéro de chaine
hr: Poravnanje broja kanala
it: Numero del canale di allineamento
lt: Kanalo numerio lygiavimas
nl: Positie zendernummer
pl: Wyrównanie numeru kanału
sk: Zarovnanie čísel kanálov
sr: Poravnanje broja kanala
sv: Nummer på justeringskanal
ta: சீரமைப்பு சேனல் எண்
tr: Kanal numarası hizalama
uk: Вирівнювання номеру каналу
zh_cn: 对齐频道号

source: Alignment event-progress
bg: Подравняване събитие-прогрес
cs: Zarovnání průběhu událostí
da: Juster begivenhedsfremgang
de: Ausrichtung Sendungsfortschritt
el: Στοίχιση της προόδου προγράμματος
fi: Kohdistus tapahtuman edistyminen
fr: Alignement événement-progression
hr: Usklađivanje događaja-napredak
it: Stato di allineamento dell'evento
lt: Įvykio eigos lygiavimas
nl: Positie programma voortgang
pl: Wyrównanie postępu zdarzenia
sk: Zarovnanie priebehu udalosti
sr: Poravnanje događaja-progres
sv: Inriktning händelse-framsteg
ta: சீரமைப்பு நிகழ்வு-முன்னேற்றம்
tr: Etkinlik ilerleme hizalaması
uk: Вирівнювання прогрес-бару передачі
zh_cn: 对齐事件进度
