Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
bg: Това ще (пре)изчисли всички позиции на вашият ротор и може да премахне предварително запаметени позиции и фина настройка! Сигурен ли си?
cs: Budou (pře)počítány všechny pozice Vašeho motoru a mohou být odstraněny předchozí uložené pozice a jemné ladění! Jste si jistý ?
da: Dette vil (gen-)beregne alle positioner af din rotor og kan fjerne tidligere lærte positioner og fin-tuning! Er du sikker ?
el: Αυτό θα (επανα)υπολογίσει όλες τις θέσεις του μοτέρ σας και μπορεί να διαγράψει τις προηγούμενες αποθηκευμένες θέσεις και μικροκινήσεις! Είστε σίγουροι;
et: See arvutab kõik ajami positsioonid uuesti ning võib kustutada varem salvestatud positsioonid ja peenhäälestuse! Kas oled kindel?
fi: Tämä toiminto laskee uudelleen kaikki kääntömoottorin sijainnit ja voi poistaa tallennetut muistipaikat ja hienosäädöt! Haluatko varmasti tehdä tämän?
fr: Cela va (re)calculer toutes les positions de votre rotor et peut supprimer les positions précédemment mémorisées et les réglages fins! Êtes-vous sûr?
hr: Ovo će (ponovno) izračunati sve položaje vašeg motora i može ukloniti prethodno memorirane položaje i fino podešavanje! Jesi siguran?
hu: Ez által minden pozíció újra lesz számítva a forgatómotorban, az előző értékek és finomhangolások elvészhetnek! Biztos benne?
it: Ricalcola tutte le posizioni del motore: potrebbe rimuovere le posizioni e le regolazioni memorizzate precedentemente! Sei sicuro?
lt: Bus atliktas visų rotoriaus pozicijų perskaičiavimas ir gali būti, kad bus pašalintos visos kitos anksčiau išsaugotos pozicijos Tęsti?
nl: Alle posities van de rotor worden opnieuw berekend. Hierdoor kunnen oude instellingen en optimalisaties verloren gaan! Doorgaan?
pl: To spowoduje przeliczenie wszystkich pozycji obrotnicy i może usunąć wcześniej zapamiętane pozycje i dostrojenie! Czy na pewno wykonać tą operację?
pt_br: Todas as posições do motor serão recalculadas e posições anteriormente memorizadas com ajuste fino poderão ser perdidas! Tem certeza de que deseja continuar?
ru: Произойдет (пере-)расчет всех позиций позиционера и все сохранненые позиции и настройки могут быть утеряны! Уверены, что хотите продолжить?
sk: (Pre)počítajú sa všetky pozície vášho motora a môžu byť odstránené pôvodne uložené pozície a jemné ladenie! Ste si istý?
sr: Ovo će (ponovo) izračunati sve pozicije vašeg rotora i može ukloniti predhodno memorisane pozicije i precizno podešavanje! Da li ste sigurni?
sv: Detta kommer att (om)beräkna alla positioner för din rotor och kan ta bort tidigare memorerade positioner och finjusteringar! Är du säker på det?
ta: இது உங்கள் ரோட்டரின் அனைத்து நிலைகளையும் கணக்கிடும் (மீண்டும்) மற்றும் முன்னர் மனப்பாடம் செய்யப்பட்ட நிலைகள் மற்றும் நன்றாக-சரணடைவதை அகற்றும்! நீங்கள் உறுதியாக இருக்கிறீர்களா?
tr: Bu işlem, rotorunuzun tüm pozisyonlarını yeniden hesaplayacak ve önceden kaydedilmiş pozisyonları ve ince ayarları silebilir! Emin misiniz?
uk: Буде (пере-)обчислено всі позиції Вашого позиціонера і може видалити раніше збережені позиції! Ви впевнені?
vi: Điều này sẽ (tính lại) tất cả các vị trí của rôto của bạn và có thể loại bỏ các vị trí đã ghi nhớ trước đó và tinh chỉnh! Bạn có chắc không?
zh_cn: 这将(重新)计算转子位置和你所有可能删除以前存储的位置和微调! 是否确定?

source: This will go fast forward/backward with time frames of x secs.
bg: Това ще върви бързо напред/назад с времеви рамки от x секунди
cs: Přeskočí rychle vpřed/vzad o časový index x sekund.
el: Αυτό θα κάνει προώθηση εμπρός/πίσω με καρέ χρόνου x δευτερόλεπτα.
fi: Kun päällä, eteenpäin- ja taaksepäin kelauksessa käytetään aikahyppyjä. Yksittäisen hypyn pituuden voi määritellä erikseen.
fr: Cela va faire une avance/recul rapide avec un pas de x secondes
hr: Ovo će ići brzo naprijed/natrag s vremenskim frames od x sekundi.
it: Avanti/indietro velocemente con intervalli di tempo di x secondi.
lt: Tai leis pereiti greitai pirmyn/atgal su laiko momentais, x secs
nl: Dit gaat in sprongen van X seconden vooruit- of terug.
pl: Będzie to działać szybko do przodu/do tyłu w ramach czasowych x sekund.
sk: Počas rýchleho pretáčania dopredu/dozadu sa použijú časové rámce x sekúnd.
sr: Ovo će ići premotavanje napred/nazad sa vremenskim frejmom x sek.
sv: Detta kommer att gå snabbt framåt/bakåt med tidsramar på x sekunder.
ta: இது ஃச் வினாடிகளின் நேர பிரேம்களுடன் வேகமாக முன்னோக்கி/பின்னோக்கி செல்லும்.
tr: Bu x saniyelik zaman dilimleriyle ileri/geri sarma işlemi yapacaktır.
uk: Тут задаєте час x для швидкого перемотування вперед і назад.

source: This window will automatically close in %d seconds.
cs: Toto okno se automaticky zavře za %d sekund.
el: Αυτό το παράθυρο θα κλείσει αυτόματα σε %d δευτερόλεπτα.
fi: Tämä ikkuna sulkeutuu automaattisesti %d sekunnin kuluttua.
hr: Ovaj će se prozor automatski zatvoriti za %d sekundi.
it: Questa finestra si chiuderà automaticamente tra %d secondi.
nl: Dit venster sluit automatisch na %d seconden.
pl: To okno zamknie się automatycznie za %d sekund.
sk: Toto okno sa automaticky zavrie o %d sekúnd.
sr: Ovaj prozor će se automatski zatvoriti za %d sekundi.
sv: Detta fönster stängs automatiskt om %d sekunder.
ta: இந்த சாளரம் தானாகவே %d வினாடிகளில் மூடப்படும்.
tr: Bu pencere %d saniye sonra otomatik olarak kapanacaktır.
uk: Це вікно автоматично закриється через %d секунд.

source: This wizard has finished
cs: Tento průvodce byl dokončen
el: Αυτός ο οδηγός ολοκληρώθηκε
fi: Asennus on nyt valmis
hr: Ovaj čarobnjak je završio
it: La procedura guidata è terminata
nl: Deze wizard is voltooid
pl: Kreator zakończył pracę
sk: Sprievodca bol dokončený
sr: Ovaj čarobnjak je završio
sv: Denna guide har avslutats
ta: இந்த வழிகாட்டி முடிந்தது
tr: Bu sihirbaz tamamlandı
uk: Цей майстер завершив роботу

source: This wizard has finished.
cs: Tento průvodce byl dokončen.
el: Αυτός ο οδηγός έχει τελειώσει.
fi: Asennus on nyt valmis.
hr: Ovaj čarobnjak je završio.
it: La procedura guidata è terminata.
nl: Deze wizard is voltooid.
pl: Kreator zakończył pracę.
sk: Sprievodca bol dokončený.
sr: Ovaj čarobnjak je završio.
sv: Den här guiden har avslutats.
ta: இந்த வழிகாட்டி முடிந்தது.
tr: Bu sihirbaz tamamlandı.
uk: Цей майстер завершив роботу.

source: Three
bg: Три
cs: Tři
da: Tre
de: Drei
el: Τρία
et: Kolm
fi: Kolme
fr: Trois
hr: Tri
hu: Három
it: Tre
lt: Trys
nl: Drie
pl: Trzy
pt_br: Três
ru: Три
sk: Tri
sl: Tri
sr: Tri
sv: Tre
ta: மூன்று
tr: Üç
uk: Три
vi: Số ba
zh_cn: 三

source: Threshold
bg: Праг
cs: Práh
da: Tærskelværdi
de: Schwellwert
el: Όριο
et: Lävi
fi: Kynnys
fr: Seuil
hr: Prag
it: Soglia
lt: Heterodinas
nl: Drempelwaarde
pl: Próg
ru: Гетеродин
sk: Prah
sl: Prag
sr: Prag
sv: Tröskel
ta: வாசல்
tr: Eşik
uk: Поріг перемикання
vi: Ngưỡng
zh_cn: 门限

source: Thriller
da: Gyser
el: Θρίλερ
fi: Thrilleri
hr: Triler
lt: Trileris
sr: Triler
ta: த்ரில்லர்
tr: Gerilim
uk: Трилер
zh_cn: 惊悚片

source: Thu
bg: Чет
cs: Čt
da: Tor
de: Do.
el: Πέμ
et: N
fi: To
fr: Jeu
hr: Čet
hu: Csü
it: Gio
lt: Ket
nl: Do
pl: Czw
pt_br: Qui
ru: Чт
sk: Št
sl: Čet
sr: Čet
sv: Tor
tr: Per
uk: Чет
vi: Do đó
zh_cn: 周四

source: Thumbnails
bg: Миниатюри
cs: Náhledy
da: Miniaturbilleder
el: Μικρογραφίες
et: Pisipildid
fi: Esikats.kuvat
fr: Miniatures
hr: Sličice
hu: Ikonok
it: Miniature
lt: Miniatiūros
nl: Voorbeelden
pl: Miniatury
pt_br: Miniaturas
ru: Эскизы
sk: Náhľady
sl: Sličice
sr: Sličice
sv: Miniatyrer
ta: சிறு உருவங்கள்
tr: Küçük resimler
uk: Ескізи
vi: Hình thu nhỏ
zh_cn: 缩略图

source: Thursday
bg: Четвъртък
cs: Čtvrtek
da: Torsdag
de: Donnerstag
el: Πέμπτη
et: Neljapäev
fi: Torstai
fr: Jeudi
hr: Četvrtak
hu: Csütörtök
it: Giovedì
lt: Ketvirtadienis
nl: Donderdag
pl: Czwartek
pt_br: Quinta-feira
ru: Четверг
sk: štvrtok
sl: Četrtek
sr: Četvrtak
sv: Torsdag
ta: வியாழக்கிழமை
tr: Perşembe
uk: Четвер
vi: Thứ năm
zh_cn: 星期四

source: TiVo support
bg: TiVo поддръжка
cs: Podpora TiVo
da: TiVo understøttelse
el: Υποστήριξη TiVo
et: TiVo toetus
fi: TiVo tuki
fr: Support TiVo
hr: TiVo podrška
hu: TiVo támogatás
it: Supporto TiVo
lt: TiVo palaikymas
pl: Wsparcie TiVo
sk: Podpora TiVo
sv: Stöd för TiVo
ta: டைவ் உதவி
tr: TiVo desteği
uk: Підтримка TiVo
vi: Hỗ trợ TiVo
zh_cn: TiVo公司支持

source: Tibetan
cs: Tibetský
el: Θιβετιανά
fr: Tibétain
it: Tibetano
lt: Tibeto
nl: Tibetaans
sk: tibetčina
sv: Tibetanska
ta: திபெத்திய
tr: Tibet
uk: Тибетська

source: Tigrinya
el: Τιγκρινιακά
fr: Tigrigna
it: Tigrigna
lt: Tigrinija
pl: Tygrynia
sk: tigrejčina
sv: Tigrinja
ta: டிக்ரின்யா
tr: Tigrinya Dili
uk: Тигріня

source: Time
bg: Време
cs: Čas
da: Tid
de: Zeit
el: Ώρα
et: Aeg
fi: Aika
fr: Heure
hr: Vrijeme
hu: Idő
it: Ora
lt: Laiko nustatymai
nl: Tijd & Datum
pl: Czas
pt_br: Hora
ru: Время
sk: Čas
sl: Čas
sr: Vreme
sv: Tid
ta: நேரம்
tr: Zaman
uk: Час
vi: Thời gian
zh_cn: 按时间顺序

source: Time Settings
bg: Настройки на времето
cs: Nastavení času
el: Ρυθμίσεις ώρας
fi: Aika asetukset
fr: Configuration de l'heure
hr: Podešavanje Vremena
it: Impostazioni orario
lt: Laiko nustatymai
nl: Tijd instellingen
pl: Ustawienia czasu
sk: Nastavenia času
sr: Podešavanje Vremena
sv: Tidsinställningar
ta: நேர அமைப்புகள்
tr: Zaman Ayarları
uk: Налаштування часу

source: Time Setup Actions
bg: Действия за настройка на времето
cs: Akce nastavení času
el: Ενέργειες ρυθμίσεων ώρας
fi: Aika Asetukset
fr: Actions de réglage de l'heure
hr: Radnje Podešavanje Vremena
it: Azioni di impostazione dell'ora
lt: Laiko nustatymo veiksmai
nl: Tijd Setup acties
pl: Ustawienia czasu
sk: Akcie pre nastavenie času
sr: Radnje Podešavanje Vremena
sv: Tidsinställning Åtgärder
ta: நேர அமைவு செயல்கள்
tr: Zaman Ayarı İşlemleri
uk: Дія для Налаштування часу

source: Time Shift Settings
bg: TimeShift настройки
cs: Nastavení timeshiftu
el: Ρυθμίσεις χρονομετατόπισης
fi: Ajansiirto Asetukset
fr: Configuration de PauseDirect
hr: Postavke vremenskog pomaka
it: Impostazioni timeshift
lt: Laiko poslinkio nustatymai
nl: Timeshift instellingen
pl: Ustawienia timeshiftu
sk: Nastavenia timeshiftu
sr: Podešavanje Tajmšifta
sv: Inställningar för tidsförskjutning
ta: நேர மாற்ற அமைப்புகள்
tr: Zaman Kaydırma Ayarları
uk: Налаштування таймшифта

source: Time between slides in image viewer slide show.
cs: Doba mezi snímky v prezentaci prohlížeče obrázků.
el: Χρόνος εναλλαγής μεταξύ των διαφανειών στην προβολή εικόνων.
fi: Diaesityksen välinen aika kuvan katselun diaesityksessä.
hr: Vreme između slajdova u projekciji slajdova prikazivača slika.
it: Tempo tra le diapositive nella visualizzazione immagini.
nl: Tijd tussen de afbeeldingen in de diavoorstelling.
pl: Czas między slajdami w pokazie slajdów podglądu zdjęć.
sk: Čas medzi obrázkami v prezentácii prehliadača obrázkov.
sr: Vreme između slajdova u projekciji slajdova prikazivača slika.
sv: Tid mellan bilderna i bildspelet i bildvisningsprogrammet.
ta: பட பார்வையாளர் ச்லைடு நிகழ்ச்சியில் ச்லைடுகளுக்கு இடையில் நேரம்.
tr: Resim görüntüleyici slayt gösterisinde, slaytlar arasındaki süre.
uk: Час між слайдами в слайд-шоу програми перегляду зображень.

source: Time delay for the repeated transmission
bg: Време закъснение за повторно предаване
cs: Časová prodleva pro opakovaný přenos
da: Tidsforsinkelse for gentaget udsendelse
de: Zeitverzögerung für die wiederholte Übertragung
el: Χρόνος καθυστέρησης για επαναλαμβανόμενη μετάδοση
et: Korduva edastamise viiteaeg
fi: Lähetyksen aikaviive
fr: Temporisation pour la transmission répétée
hr: Vremenska odgoda za ponovljeni prijenos
it: Ritardo per la trasmissione ripetuta
lt: Laiko delsa pakartotiniam perdavimui
nl: Vertragingstijd voor de herhaalde verzending
pl: Opóźnienie powtórnej transmisji
sk: Časové oneskorenie pre opakovaný prenos
sr: Vremensko odlaganje za ponovljen proces
sv: Tidsfördröjning för upprepad sändning
ta: மீண்டும் மீண்டும் பரிமாற்றத்திற்கான நேர நேரந்தவறுகை
tr: Tekrarlanan iletim için zaman gecikmesi
uk: Час затримки для повторної передачі
vi: Thời gian trễ cho việc truyền lặp lại
zh_cn: 重复传输延时

source: Time delay of the shutdown messages
bg: Време за забавяне на съобщенията за изключване
cs: Časová prodleva zpráv pro vypnutí
da: Tidsforsinkelse af nedlukningsbeskeder
de: Zeitverzögerung der Abschaltmeldungen
el: Χρόνος καθυστέρησης για τα μυνήματα τερματισμού
fi: Sammutus viestien aikaviive
fr: Temporisation des messages d'arrêt
hr: Vremenska odgoda poruka o isključivanju
it: Ritardo dei messaggi di spegnimento
lt: Išjungimo pranešimų delsa
nl: Tijdvertraging voor Uitschakel meldingen
pl: Opóźnienie komunikatów wyłączania
sk: Časové oneskorenie správ o vypínaní
sr: Vremensko odlaganje poruka o isključivanju
sv: Tidsfördröjning av meddelanden om avstängning
ta: பணிநிறுத்தம் செய்திகளின் நேர நேரந்தவறுகை
tr: Kapatma mesajlarının zaman gecikmesi
uk: Затримка часу відключення повідомлень
zh_cn: 关机信息延时

source: Time delay until Standby or Deep Standby
cs: Prodleva před přechodem do pohotovosti nebo spánku
el: Χρόνος καθυστέρησης έως την αναμονή ή τη βαθιά αναμονή
hr: Vrijeme kašnjenja do pripravnog ili dubokog pripravnog načina
it: Ritardo di tempo per standby e spegnimento
lt: Laiko delsa iki budėjimo arba gilaus budėjimo režimo
nl: Tijd vertraging tot stand-by of uitschakelen
sr: Vreme kašnjenja do režima čekanja ili dubokog čekanja
sv: Tidsfördröjning till standby eller djup standby
tr: Bekleme veya Derin Bekleme moduna geçene kadar zaman gecikmesi
uk: Час затримки до вимкнення або глибокого вимкнення

source: Time for next LCD scrolling
bg: Време за следващо LCD превъртане
cs: Čas na další rolování LCD
da: Tid for næste LCD rulning
de: Zeit bis zum nächsten Scrollen des LCDs
el: Χρόνος επόμενου σκρολαρίσματος LCD
et: Aeg näidiku järgmise kerimiseni
fi: Aika seuraavaan näytön vieritykseen
fr: Délai pour le prochain défilement du LCD
hr: Vrijeme je za sljedeće LCD pomicanje
hu: A következő LCD görgetés ideje
it: Tempo per il prossimo scorrimento dello schermo LCD
lt: Laikas kito LCD slinkimui
nl: Tijd tot het volgende scrollen van het display
pl: Czas następnego przewijania przedniego wyświetlacza
ru: Пауза между прокруткой текста на LCD
sk: Čas na ďalšie rolovanie LCD
sr: Vreme je za sledeće LCD pomeranje
sv: Dags för nästa LCD-skrollning
ta: அடுத்த எல்சிடி ச்க்ரோலிங் நேரம்
tr: Bir sonraki LCD kaydırma zamanı
uk: Пауза між прокруткою тексту на LCD
vi: Thời gian để cuộn LCD tiếp theo
zh_cn: 下一步液晶滚动的时间

source: Time jump avoid zero step size
bg: Времеви скок за избягване на нулев размер на стъпката
cs: Časový skok - vyhnout se nulovému skoku
da: Tidshop undgå 0 trinsstørrelse
de: Zeitsprünge: Hängenbleiben vermeiden
el: Αποφυγή μηδενικού μεγέθους βήματος για τον χρόνο υπερπήδησης
et: Ajahüpe: 0 suurusega hüpet ei toimu
fi: Aikahyppy vältä nolla askelkokoa
fr: Saut dans le temps éviter les pas à zéro
hr: Vremenski skok izbjegavajte nultu veličinu koraka
hu: Időugrás nélkülözi a nulla lépésközt
it: Sono ammessi salti temporali di dimensione zero
lt: Laiko šuolis, kad išvengti nulinio žingsnio dydžio
nl: Tijdsprong vermijden nul stapgrootte
pl: Unikaj zakłóceń obrazu podczas skoków
ru: Интервал времени во избежание нулевого размера шага
sk: Časový skok – zabrániť nulovému skoku
sr: Skok vremena izbegavajte nula veličinu koraka
sv: Tidshopp undviker noll stegstorlek
ta: நேர தாவல் சுழிய படி அளவை தவிர்க்கவும்
tr: Zaman atlamasında sıfır adım boyutundan kaçınma
uk: Інтервал збільшення часу, уникає нульового розміру кроку
vi: Thời gian nhảy tránh kích thước bước không
zh_cn: 时间跳跃避免零步长

source: Time jump multiplier for fast backward
bg: Множител за времеви скок за бързо превъртане назад
cs: Časový skok - multiplikátor pro rychlý zpětný skok
da: Tidshop multiplikator for hurtig tilbagespoling
de: Zeitsprung Multiplikator für schnellen Rücklauf
el: Επανάληψη χρόνου υπερπήδησης για την προώθηση προς τα πίσω
et: Ajahüppe kordaja tagasikerimisel
fi: Aikahypyn pituus taaksepäinkelaukselle
fr: Saut dans le temps multiplicateur pour retour rapide
hr: Multiplikator vremenskog skoka za brzo kretanje unatrag
hu: Időugrás szorzó a gyors visszalépéshez
it: Coefficiente moltiplicativo per riavvolgimento veloce
lt: Laiko šuolio daugiklis greitam atsukimui atgal
nl: Tijdsprong vermenigvuldiger voor snel terug spoelen
pl: Czas skoku mnożnika dla szybkiego przewijanie do tyłu
ru: Интервал увеличения для быстрой перемотки назад
sk: Násobič časového skoku pre rýchle pretáčanie dozadu
sr: Množilac vremenskog skoka za brzo unazad
sv: Tidshoppsmultiplikator för snabb baklängeskörning
ta: நேர சம்ப் பெருக்கி வேகமாக பின்னோக்கி
tr: Hızlı geri dönüş için zaman atlama çarpanı
uk: Інтервал збільшення для швидкого перемотування назад
vi: Hệ số nhảy thời gian để lùi nhanh
zh_cn: 快速后退的时间跳跃乘法器

source: Time jump multiplier for fast forward
bg: Множител за времеви скок за бързо превъртане напред
cs: Časový skok - multiplikátor pro rychlý dopředný skok
da: Tidshop multiplikator for hurtig fremspoling
de: Zeitsprung Multiplikator für schnellen Vorlauf
el: Επανάληψη χρόνου υπερπήδησης για την προώθηση εμπρός
et: Ajahüppe kordaja edasikerimisel
fi: Aikahypyn pituus eteenpäinkelaukselle
fr: Saut dans le temps multiplicateur pour avance rapide
hr: Multiplikator vremenskog skoka za brzo premotavanje unaprijed
hu: Időugrás szorzó a gyors előrelépéshez
it: Coefficiente moltiplicativo per avanzamento veloce
lt: Laiko šuolio daugiklis greitam prasukimui pirmym
nl: Tijdsprong vermenigvuldiger voor snel vooruit-spoelen
pl: Czas skoku mnożnika do przodu
ru: Интервал увеличения для быстрой перемотки вперед
sk: Násobič časového skoku pre rýchle pretáčanie dopredu
sr: Množilac vremenskog skoka za brzo unapred
sv: Tidshoppsmultiplikator för snabbspolning framåt
ta: வேகமாக முன்னோக்கி நேர சம்ப் பெருக்கி
tr: Hızlı ileri sarma için zaman atlama çarpanı
uk: Інтервал збільшення для швидкого перемотування вперед
vi: Hệ số nhảy thời gian để chuyển tiếp nhanh
zh_cn: 时间跳跃乘数可快速前进

source: Time jump repeat interval for fast forward/backward
bg: Времеви скок на повторение интервал за бързо напред/назад
cs: Časový skok - opakovací interval pro rychlý posun Vpřed/Vzad
da: Tidshop gentageinterval for hurtig fremspoling/tilbagespoling
de: Zeitsprünge: Wiederholungsintervall für schnellen Vorlauf/Rücklauf
el: Μεσοδιάστημα επανάληψης για την προώθηση εμπρός/πίσω
et: Ajahüppe korduse vahemik edasi/tagasikerimisel
fi: Aikahyppyjen toistonopeus eteen- ja taaksepäinkelauksessa
fr: Saut dans le temps intervalle de répétition pour avance et recul rapide
hr: Interval ponavljanja vremenskog skoka za brzo kretanje naprijed/natrag
hu: Időugrás a megismételt intervalluma a gyors előre/vissza lépéshez
it: Intervallo di ripetizione per FFW/REW veloce
lt: Laiko šuolio kartojimo intervalas greitam persukimui pirmyn/atgal
nl: Tijdsprongen: Herhaal interval voor snel vooruit- en terug spoelen
pl: Czas skoku Interwału do przewijania do przodu / tyłu
ru: Интервал повторения для быстрой перемотки вперед/назад
sk: Interval opakovania časového skoku pre rýchly posun dopredu/dozadu
sr: Interval ponavljanja vremenskog skoka za premotavanje unapred/unazad
sv: Upprepningsintervall för tidshopp för snabbspolning framåt/bakåt
ta: நேர சம்ப் ஃபாச்ட் ஃபார்வர்ட்/பின்தங்கிய கால இடைவெளியை மீண்டும் செய்யவும்
tr: Hızlı ileri / geri için zaman atlama tekrar aralığı
uk: Інтервал повторення для швидкого перемотування вперед/назад
vi: Khoảng thời gian lặp lại bước nhảy để tiến / lùi nhanh
zh_cn: 时间跳跃重复间隔以实现快进/快退

source: Time jump: Use normal fast forward for speeds
bg: Времеви скок: Използвайте нормално бързо напред за скорости
cs: Časový skok: Používat normální rychlost posunu
da: Tidshop: brug normal hurtig fremspoling for hastighederne
de: Zeitsprünge: Normalen Vorlauf benutzen für
el: Υπερπήδηση χρόνου: Χρήση κανονικής προώθησης για ταχύτητες
et: Ajahüpe: Kasuta tavakerimist kiirustel
fi: Käytä normaalia eteenpäinkelausta nopeuksille
fr: Saut dans le temps : utiliser l'avance rapide pour la vitesse
hr: Vremenski skok: koristite normalno premotavanje unaprijed za brzine
hu: Időugrás: Normál sebesség használata az előrelépéshez
it: Salti temporali: usa gli avanzamenti veloci standard
lt: Laiko šuolis: naudoti įprastą greitą prasukimą greičiams
nl: Tijdsprong: Normaal spoelen gebruiken voor
pl: Czas skoku: używać normalnie dla prędkości do przodu
ru: Нормальные скорости для быстрой перемотки вперед
sk: Časový skok: použiť normálne rýchlosti rýchleho pretáčania
sr: Vremenski skok: Koristite normalno premotavanje unapred za brzine
sv: Tidshopp: Använd normal snabbspolning för hastigheter
ta: நேர சம்ப்: வேகத்திற்கு சாதாரண வேகத்தை முன்னோக்கி பயன்படுத்தவும்
tr: Zaman atlaması: Hızlar için normal hızlı ileri sarma özelliğini kullanın
uk: Нормальні швидкості для швидкого перемотування вперед
zh_cn: 时间跳跃:使用正常的快进速度

source: Time shift buffer delete after zap
cs: Timeshift - vymazat po zapnutí vyrovnávací paměť
el: Διαγραφή προφόρτωσης χρονομετατόπισης μετά το ζάπινγκ
fi: Tyhjennetäänkö ajansiirron puskuri kanavanvaihdon yhteydessä
fr: PauseDirect effacer le buffer après un zap ?
hr: Brisanje međuspremnika vremenskog pomaka nakon zapa
it: Eliminazione del buffer timeshift dopo cambio canale
lt: Laiko poslinkio buferio naikinimas po perjungimo
nl: Timeshift buffer verwijderen na zenderwissel
pl: Usuń bufor timeshiftu po przełączeniu kanału
sk: Po prepnutí odstrániť vyrovnávaciu pamäť timeshiftu
sr: Brisanje bafera tajmšifta nakon zap
sv: Tidsförskjutning buffert radera efter zap
ta: ZAP க்குப் பிறகு நேர சிப்ட் பஃபர் நீக்குதல்
tr: Zaman kaydırma arabelleğini silme işlemi, kanal değiştirme işleminden sonra gerçekleşir
uk: Після перемикання видалити буфер таймшифта

source: Time shift buffer limit
bg: Буферно ограничение за Timeshift [в часове]
cs: Timeshift - vyrovnávací paměť (v hod.)
el: Όριο προφόρτωσης χρονομετατόπισης
fi: Ajansiirron puskuri [tuntia]
fr: PauseDirect limite du buffer [en heures]
hr: Ograničenje međuspremnika vremenskog pomaka
it: Limite di buffer per il timeshift (in ore)
lt: Laiko poslinkio atmintinės riba [val]
nl: Timeshift buffer - limiet in uren
pl: Limit bufora w godzinach
sk: Limit vyrovnávacej pamäte timeshiftu (h)
sr: Ograničenje bafera tajmšifta
sv: Tidsförskjutning buffertgräns
ta: நேர சிப்ட் இடையக வரம்பு
tr: Zaman kaydırma arabellek sınırı
uk: Обмеження буфера таймшифта [в годинах]

source: Time shift buffer location
bg: Местоположение на Timeshift
cs: Umístění timeshiftu
el: Τοποθεσία προφόρτωσης χρονομετατόπισης
fi: Ajansiirron tallennushakemisto
fr: Emplacement PauseDirect
hr: Lokacija međuspremnika vremenskog pomaka
it: Percorso timeshift
lt: Laiko poslinkio vieta
nl: Timeshift opname locatie
pl: Ścieżka zapisu
sk: Umiestnenie timeshiftu
sr: Lokacija bafera tajmšifta
sv: Tidsförskjutning buffertplats
ta: நேர சிப்ட் இடையக இருப்பிடம்
tr: Zaman kaydırma arabellek konumu
uk: Розміщення таймшифт

source: Time shift checking for free space
bg: Проверка на изместване на времето за свободно място
cs: Timeshift - kontrola volného místa
el: Έλεγχος ελεύθερου χώρου για χρονομετατόπιση
fi: Ajansiirto tarkistaa vapaan levytilan (määritä minimi)
fr: PauseDirect vérification de l'espace libre ?
hr: Provjera slobodnog prostora s vremenskim pomakom
it: Controllo spazio libero per timeshift
lt: Laiko poslinkio tikrinimas laisvai vietai
nl: Moet Timeshift op vrije ruimte controleren
pl: Timeshift sprawdzanie wolnego miejsca
sk: Timeshift – kontrola voľného miesta
sr: Provera tajmšifta za slobodni prostor
sv: Tidsförskjutning för kontroll av ledigt utrymme
ta: இலவச இடத்திற்கான நேர சிப்ட் சோதனை
tr: Boş alan için zaman kaydırma kontrolü
uk: Перевірити наявність вільного дискового простору
