Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: No of items switch (increase or reduced)
bg: Няма превключвател на елементите (увеличаване или намаляване)
cs: Není co přepnout (zvýšit nebo snížit)
da: Ændre antal elementer (øg eller reducer)
de: Zeilenanzahl-Schalter (erhöhen/reduzieren)
el: Αριθμός αλλαγής στοιχείων (αύξηση ή μείωση)
et: Ridade arvu muutmine (suurenda või vähenda)
fi: Vaihtojen määrä (lisää tai vähennä)
fr: Nombre d'éléments à permuter (augmenter ou diminuer)
hr: Nema prekidača stavki (povećaj ili smanji)
hu: Nincs kapcsoló (növelés vagy csökkentés)
it: Nessun elemento da cambiare (aumentare o ridurre)
lt: Nėra perjungimo elementų (padidinti arba sumažinti)
nl: Aantal zenderregels (meer of minder)
pl: Brak elementów przełącznika (zwiększyć lub zmniejszyć)
ru: Нет элементов переключения (увеличение или уменьшение)
sk: Nie je čo prepnúť (zvýšiť alebo znížiť)
sr: Nema prekidača stavki (povećaj ili smanji)
sv: Antal artiklar som byts (ökning eller minskning)
ta: உருப்படிகள் சுவிட்ச் இல்லை (அதிகரிப்பு அல்லது குறைக்கப்பட்ட)
tr: Öğe sayısı değişimi (artış veya azalma)
uk: Немає даних про перемикання (збільшення або зменшення)
vi: Không có mục chuyển đổi (tăng hoặc giảm)
zh_cn: 没有项目开关(增加或减少)

source: No pictures available
cs: Nejsou k dispozici žádné obrazy
el: Μη διαθέσιμες εικόνες
fi: Kuvia ei ole saatavilla
hr: Slike nisu dostupne
it: Nessuna immagine disponibile
lt: Nuotraukų nėra
nl: Geen foto's beschikbaar
pl: Brak dostępnych obrazów
sk: Nie sú dostupné žiadne obrázky
sr: Slike nisu dostupne
sv: Inga bilder tillgängliga
ta: படங்கள் எதுவும் கிடைக்கவில்லை
tr: Resimler mevcut değil
uk: Немає зображень

source: No positioner capable frontend found.
bg: Не е открит съвместим входящ позиционер.
cs: Nebyl nalezen žádný vhodný pozicionér.
da: Ingen brugbar motor frontend fundet.
de: Keinen rotortauglichen Tuner gefunden.
el: Δεν βρέθηκε tuner που να υποστηρίζει μοτέρ.
et: Ajamit toetavat tuunerit ei leitud.
fi: Laitteessasi ei ole satelliittiviritintä, joka hallitsisi kääntömoottorin ohjauksen.
fr: Aucun positionneur tuner détecté.
hr: Nije pronađen prednji kraj sposoban za pozicioniranje.
hu: Nem találtam forgatómotort támogató tunert.
it: Nessun frontend compatibile con il posizionatore trovato.
lt: Su pozicionierimi suderinamos sąsajos nerasta.
nl: Geen geschikte positioner gevonden.
pl: Nie znaleziono nadającego się pozycjonera.
pt_br: Nenhum posicionador encontrado.
ru: Нет фронтэнда с позиционером
sk: Nenašiel sa žiadny pozicionér.
sl: Ne najdem združljive pozicionirne naprave.
sr: Intefejs koji podržava pozicioner nije pronađen.
sv: Ingen frontend som kan hantera positioner hittades.
ta: எந்த நிலைப்படுத்திய திறமையான ஃபிரான்டெண்டும் கிடைக்கவில்லை.
tr: Konumlandırma özelliğine sahip bir ön uç bulunamadı.
uk: Не знайдено позиціонера.
vi: Không tìm thấy vị trí có khả năng frontend.
zh_cn: 没有能够找到定位器前端.

source: No priority
bg: Не е приоритет
cs: Žádná priorita
da: Ingen prioritet
de: Keine Priorität
el: Χωρίς προτεραιότητα
et: Eelistus puudub
fi: Ei prioriteettia
fr: Pas de priorité
hr: Bez prioriteta
hu: Nincs elsőbbség
it: Nessuna priorità
lt: Be prioritetų
nl: Geen prioriteit
pl: Bez priorytetu
ru: Приоритета нет
sk: Bez priority
sr: Bez prioriteta
sv: Ingen prioritet
ta: முன்னுரிமை இல்லை
tr: Öncelik yok
uk: Пріоритету немає
vi: Không ưu tiên
zh_cn: 没有优先权

source: No resource manager
bg: няма мениджър на ресурси
cs: žádný správce zdrojů
el: Χωρίς διαχείριση πόρων
fi: Ei tiedostovalikkoa
fr: aucun gestionnaire de ressource
hr: Nema resursa upravljača
it: nessun gestore di risorse
lt: išteklių valdymo nėra
nl: geen bron beheerder
pl: Brak menadżera zasobów
sk: žiadny správca zdrojov
sr: Nema resursa upravljača
sv: Ingen resursansvarig
ta: வள மேலாளர் இல்லை
tr: Kaynak yöneticisi yok
uk: немає менеджера ресурсів

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
bg: Няма конфигуриран сателитен, наземен или кабелен тунер. Проверете вашите тунер настройки.
cs: Není nakonfigurován žádný satelitní, pozemní ani kabelový tuner. Zkontrolujte prosím nastavení tuneru.
da: Ingen DVB-S, DVB-T eller DVB-C Tuner er konfigureret. Kontroller venligst din Tuner-opsætning.
el: Μη ρυθμισμένο δορυφορικό, επίγειο ή καλωδιακό tuner. Ελέγξτε τις ρυθμίσεις tuner.
et: Ühtegi tuunerit ei ole seadistatud. Kontrolli tuuneri seadistusi.
fi: Satelliitteja ei ole määritetty. Tarkista virittimen asetukset.
fr: Aucun tuner satellite, terrestre ou câble configuré. Merci de vérifier la configuration de votre tuner.
hr: Nije konfiguriran satelitski, zemaljski ili kabelski tuner. Provjerite postavke tunera.
hu: Nincs beállítva műholdas, földi vagy kábeltuner. Kérjük ellenőrizze a tuner beállításait.
it: Nessun tuner satellitare, terrestre o via cavo configurato. Controlla la configurazione del tuner.
lt: Nesukonfigūruotas joks palydovinis, antžeminis, ar kabelinis imtuvas. Patikrinkite imtuvo nustatymus.
nl: Geen satelliet, DVB-T of kabeltuner is geconfigureerd. Controleer uw tunerinstellingen.
pl: Nie skonfigurowano tunera satelitarnego, naziemnego ani kablowego. Sprawdź konfigurację tunera.
ru: Настроенные тюнеры не найдены. Пожалуйст, проверьте настройки ваших тюнеров.
sk: Nie je nakonfigurovaný žiadny satelitný, terestriálny alebo káblový tuner. Prosím, skontrolujte nastavenia tunerov.
sr: Nije konfigurisan satelitski, zemaljski ili kablovski tjuner. Proverite podešavanje tjunera.
sv: Ingen satellit-, markbunden eller kabel-tuner är konfigurerad. Kontrollera inställningarna för din tuner.
ta: செயற்கைக்கோள், நிலப்பரப்பு அல்லது கேபிள் ட்யூனர் கட்டமைக்கப்படவில்லை. உங்கள் ட்யூனர் அமைப்பை சரிபார்க்கவும்.
tr: Uydu, karasal veya kablolu yayın tuneri yapılandırılmamış. Lütfen tuner ayarlarınızı kontrol edin.
uk: Жодного супутникового, наземного або кабельного тюнера не налаштовано. Будь ласка, перевірте налаштування тюнера.
vi: Không có bộ điều chỉnh vệ tinh, mặt đất hoặc cáp được cấu hình. Vui lòng kiểm tra thiết lập bộ chỉnh của bạn.
zh_cn: 没有配置卫星、地面或有线电视调谐器.请检查您的调谐器设置.

source: No service
bg: Няма сервизи
cs: Zádný kanál
da: Ingen kanal
el: Καμία υπηρεσία
et: Kanal puudub
fi: Ei kanavaa
fr: Pas de service
hr: Nema kanala
hu: Nincs csatorna
it: Nessun servizio
lt: Nėra kanalų
nl: Geen uitzending
pl: Brak usługi
pt_br: Sem serviço
ru: Каналов нет
sk: Žiadna stanica
sr: Nema kanala
sv: Ingen service
ta: பணி இல்லை
tr: Kanal yok
uk: Каналів немає
vi: Không dịch vụ
zh_cn: 没有频道

source: No services/providers selected
bg: Няма избрани сервизи/провайдери
cs: Žádný program/poskytovatel není vybrán
da: Ingen kanaler/udbydere valgt
de: Keine Service/Provider ausgewählt
el: Δεν έχουν επιλεγεί υπηρεσίες/πάροχοι
et: Kanalit/levitajat pole valitud
fi: Palveluja/palveluntarjoajia ei valittu
fr: Aucun services/opérateurs sélectionnés
hr: Nisu odabrane usluge/pružatelji usluga
hu: Nincs szolgáltató kiválasztva
it: Nessun servizio/provider selezionato
lt: Nepasirinkti kanalai/teikėjai
nl: Geen zender / provider gekozen
pl: Brak wybranych kanałów/dostawców
pt_br: Nenhum serviço/operadora selecionado
ru: Не выбраны каналы/провайдеры
sk: Nie sú vybrané žiadne stanice, služby alebo poskytovatelia
sr: Nema izabranih kanala/provajdera
sv: Inga tjänster/leverantörer valda
ta: சேவைகள்/வழங்குநர்கள் தேர்ந்தெடுக்கப்படவில்லை
tr: Hiçbir kanal/sağlayıcı seçilmedi
uk: Не вибрані канали/провайдери
vi: Không có dịch vụ / nhà cung cấp nào được chọn
zh_cn: 没有选择频道/供应商

source: No slot images found
cs: Nebyly nalezeny žádné obrazy slotů
el: Δεν βρέθηκαν images στις θέσεις
fi: Image paikkoja ei löytynyt
hr: Nisu pronađene slike utora
it: Nessuna immagine di slot trovata
lt: Lizdų atvaizdų nerasta
nl: Geen slot images gevonden
pl: Nie znaleziono systemow w slocie
sk: Nenašli sa žiadne image slotov
sr: Nije pronađen slot imidža
sv: Inga slotbilder hittades
ta: ச்லாட் படங்கள் எதுவும் கிடைக்கவில்லை
tr: Yuvada yazılım bulunamadı
uk: Слотів з іміджами не знайдено

source: No standby
bg: Няма режим на готовност
cs: Neuspávat
da: Ingen Standby
de: Kein Standby
el: Χωρίς αναμονή
et: Ooteseisundita
fi: Ei valmiustilaa
fr: Pas de veille
hr: Nema stanja pripravnosti
hu: Nincs kikapcsolás
it: Sempre attivo
lt: Nebudėti
nl: Geen stand-by
pl: Brak gotowości
pt_br: Sem StandBy
ru: Не переходить в режим ожидания
sk: Žiadny pohotovostný režim
sr: Nema pripravnosti
sv: Ingen standby
ta: காத்திருப்பு இல்லை
tr: Bekleme yok
uk: Не переходити в режим очікування
vi: Không có chế độ chờ
zh_cn: 不待机

source: No storage or hard disks detected.
cs: Nebylo zjištěno žádné úložiště ani pevné disky.
el: Δεν εντοπίστηκαν σκληροί ή δικτυακοί δίσκοι.
fi: Tallennustilaa tai kiintolevyjä ei havaittu.
hr: Nije otkriven prostor za pohranu ili tvrdi diskovi.
it: Nessuna memoria o disco rigido rilevato.
lt: Neaptikta saugyklos vietos ar standžiųjų diskų.
nl: Geen opslag of harde schijven gevonden.
pl: Nie wykryto pamięci masowej ani dysków twardych.
sk: Nebolo zistené žiadne úložisko alebo pevné disky.
sr: Nije otkriveno skladište ili hard disk.
sv: Inga lagringsenheter eller hårddiskar upptäcks.
ta: சேமிப்பு அல்லது வன் வட்டுகள் எதுவும் கண்டறியப்படவில்லை.
tr: Herhangi bir depolama aygıtı veya sabit disk algılanmadı.
uk: Карт пам’яті, або жорсткі диски не виявлено.

source: No suitable backup locations found!
cs: Nebylo nalezen žádné vhodné umístění záloh!
el: Δεν βρέθηκαν κατάλληλες τοποθεσίες εφεδρείας!
fi: Yhteensopivia varmuuskopiointi sijainteja ei löytynyt!
hr: Nije pronađena lokacija rezervne kopije!
it: Nessuna posizione trovata adatta al backup!
lt: Nerasta tinkamų atsarginių vietų!
nl: Geen geschikte back-up locatie gevonden!
pl: Nie znaleziono odpowiednich lokalizacji kopii zapasowych!
sk: Nenašli sa žiadne vhodné umiestnenia pre zálohu!
sr: Nije pronađena lokacija rezervne kopije!
sv: Inga lämpliga backup-platser hittades!
ta: பொருத்தமான காப்புப்பிரதி இடங்கள் எதுவும் கிடைக்கவில்லை!
tr: Uygun yedekleme konumu bulunamadı!
uk: Не знайдено відповідних резервних місць!

source: No suitable sat tuner found!
bg: Не е открит подходящ сателитен тунер!
cs: Nenalezen žádný vhodný tuner!
da: Ingen passende sat Tuner fundet!
de: Keinen passenden SAT Tuner gefunden!
el: Δεν βρέθηκε κατάλληλο tuner!
et: Satituunerit ei leitud!
fi: Sopivaa satelliittiviritintä ei löytynyt!
fr: Aucun tuner satellite convenable trouvé !
hr: Nije pronađen odgovarajući sat tuner!
hu: Nincs megfelelő műholdas tuner!
it: Nessun tuner satellitare adatto trovato!
lt: Nėra tinkamo palydovinio imtuvo!
nl: Geen passende satelliettuner gevonden!
pl: Nie znaleziono odpowiedniego tunera satelitarnego!
pt_br: Nenhum tuner de satélite encontrado!
ru: Спутниковый тюнер не найден!
sk: Nenašiel sa žiadny vhodný sat. tuner!
sr: Nije pronađen satelitski tjuner!
sv: Ingen lämplig sat-tuner hittades!
ta: பொருத்தமான சட் ட்யூனர் எதுவும் கிடைக்கவில்லை!
tr: Uygun tuner bulunamadı!
uk: Немає відповідного сат-тюнера!
vi: Không tìm thấy sat tuner phù hợp!
zh_cn: 没有找到合适的卫星调谐器!

source: No system softcam configured!
cs: Není nakonfigurován žádný systémový softcam!
el: Δεν έχει οριστεί softcam συστήματος!
fi: softcamia ei määritetty!
hr: Nema konfigurisanog softcam u sustavu!
it: Nessuna softcam di sistema configurata!
nl: Geen softcam geconfigureerd!
pl: Brak skonfigurowanego softcam!
sk: Nie je nakonfigurovaný žiadny systémový softcam!
sr: Nema konfigurisanog softcam sistema!
sv: Ingen system softcam konfigurerad!
ta: சிச்டம் சாப்ட்கேம் கட்டமைக்கப்படவில்லை!
tr: Sistem softcam yapılandırılmamış!
uk: Системну програмну камеру не налаштовано!

source: No tags are set on these movies.
bg: Няма тагове зададени на тези филми.
cs: Tyto soubory nemají nastavené žádné tagy.
da: Ingen etiketter er sat på disse film.
de: Keine Tags für diese Filme gesetzt.
el: Δεν έχουν οριστεί ετικέτες σε αυτές τις ταινίες.
et: Salvestistele pole märksõnu määratud.
fi: Näissä tallenteissa ei ole avainsanoja.
fr: Aucune étiquette définie sur ces films.
hr: Nema oznaka za ove filmove.
hu: Ezeknek a felvételekre nincsenek metaadataik.
it: Nessuna etichetta configurata su queste registrazioni.
lt: Šiems filmams nepriskirti jokie požymiai.
nl: Geen markeringen geplaatst in deze opnames.
pl: Brak 'tagów' w tych filmach.
pt_br: Não existem etiquetas para estas gravações.
ru: Нет меток для этих фильмов.
sk: Tieto filmy nemajú nastavené žiadne tagy.
sl: Ni postavljenih oznak na prikazanih filmih.
sr: Nema oznaka za ove filmove.
sv: Inga taggar sätts på dessa filmer.
ta: இந்த திரைப்படங்களில் குறிச்சொற்கள் எதுவும் அமைக்கப்படவில்லை.
tr: Bu filmlerde etiket ayarlanmamış.
uk: Теги не встановлені на цих фільмах.
vi: Không có thẻ được đặt trên những bộ phim này.
zh_cn: 这些电影上没有标签.

source: No time shift buffer found to save as recording!
cs: Žádný Timeshift pro uložení záznamu nenalezen!
el: Δεν βρέθηκε χρονομετατόπιση για αποθήκευση ως εγγραφή!
fi: Ajansiirtoa ei löytynyt tallennusmuunnosta varten!
fr: Pas de fichier PauseDirect trouvé à sauvegarder comme enregistrement !
hr: Nema prostora za pomak čuvanja kao snimak!
it: Nessun timeshift trovato da salvare come registrazione!
lt: Laiko poslinkis nenustatytas, kad išsaugoti tuos įrašus!
nl: Geen Timeshift-bestand gevonden om als opname op te slaan!
pl: Nie znaleziono timeshiftu, aby zapisać go jako nagranie!
sk: Nenašiel sa žiadny timeshift na uloženie vo forme nahrávky!
sr: Nema bafer vremena koji se može sačuvati kao snimak!
sv: Ingen tidsförskjutningsbuffert hittades för att spara som inspelning!
ta: பதிவு செய்வதாக சேமிக்க நேர மாற்றம் எதுவும் கிடைக்கவில்லை!
tr: Kaydedilecek zaman kaydırma arabelleği bulunamadı!
uk: Файл таймшифта для збереження у вигляді запису не знайдено!

source: No timeout
bg: Няма таймаут
cs: Neomezeně
da: Ingen tidsudløb
de: Kein Timeout
el: Χωρίς όριο χρόνου
et: Ajapiiranguta
fi: Ei aikarajaa
fr: Pas de délai dépassé
hr: Nema vremena
hu: Nincs időtúllépés
it: Nessun timeout
lt: Nedaryti pertraukos
nl: Geen timeout
pl: Brak limitu czasu
pt_br: Sem timeout
ru: Постоянно
sk: Bez časového limitu
sr: Nema vremena
sv: Ingen timeout
ta: நேரம் முடிந்தது
tr: Zaman aşımı yok
uk: Постійно
vi: Không có thời gian chờ
zh_cn: 不超时

source: No to all
bg: Не на всички
cs: Ne pro všechny
da: Nej til alle
de: Alles ablehnen
el: Όχι σε όλα
et: EI kõigile
fi: Ei kaikkiin
fr: Non à tout
hr: Ne za sve
hu: Mindenre NEM
it: No a tutto
lt: 'Ne' viskam
nl: Nee op alles
pl: Nie dla wszystkich
pt_br: Não para todos
ru: Нет для всех
sk: Nie pre všetko
sl: Ne za vse
sr: Ne za sve
sv: Nej till alla
ta: அனைவருக்கும் இல்லை
tr: Hepsine hayır
uk: Ні для всіх
vi: Không cho tất cả
zh_cn: 全否

source: No transparency
bg: Не прозрачност
cs: Neprůhledné
da: Ingen gennemsigtighed
de: Keine Transparenz
el: Χωρίς διαφάνεια
et: Läbipaistmatu
fi: Ei läpinäkyvyyttä
fr: Aucune transparence
hr: Bez prozirnosti
hu: Nincs áttetszőség
it: Nessuna trasparenza
lt: Nepermatomas
nl: Geen transparantie
pl: Brak przezroczystości
pt_br: Sem transparência
ru: Нет прозрачности
sk: Nepriehľadné
sr: Bez prozirnosti
sv: Ingen transparens
ta: வெளிப்படைத்தன்மை இல்லை
tr: Saydamlık yok
uk: Непрозорий
vi: Không minh bạch
zh_cn: 不透明

source: No tuner is available for recording a timer!
bg: Няма тунер на разположение за запис с таймер!
cs: Žádný tuner není k dispozici pro nahrávání a časovač!
el: Μη διαθέσιμο tuner για την εγγραφή ενός χρονοδιακόπτη!
fi: Ei vapaita virittimiä ajastuksen suorittamiseksi!
fr: Aucun tuner n'est disponible pour enregistrer un timer !
hr: Nije dostupan tuner za snimanje mjerača vremena!
it: Nessun tuner è disponibile per la registrazione con un timer!
lt: Laikmačiui įrašyti nėra laisvo imtuvo!
nl: Geen tuner is beschikbaar voor het opnemen met de timer!
pl: Nie jest dostępny tuner do nagrywania timera!
sk: Na nahrávanie podľa časovača nie je dostupný žiadny tuner!
sr: Tjuner za snimanje po tajmeru nije pronađen!
sv: Ingen tuner är tillgänglig för inspelning av en timer!
ta: டைமரை பதிவு செய்ய எந்த ட்யூனரும் கிடைக்கவில்லை!
tr: Zamanlayıcı kaydetmek için herhangi bir tuner mevcut değil!
uk: Тюнер для запису за таймером не знайдено!

source: No tuner is available for recording a timer! The following methods of freeing a tuner were tried without success:
bg: Няма тунер на разположение за запис с таймер! Следващите методи за освобождаване на тунер са били без успех:
cs: Žádný tuner není k dispozici pro nahrávání a časovač! Byly vyzkoušeny následující způsoby uvolnění tunerů, ale bez úspěchu:
da: Ingen tune tilgængelig til optagelse af en Timer! Følgende metoder til frigørelse af en Tuner blev uden held forsøgt:
de: Eine Timeraufnahme konnte nicht gestartet werden, da kein Tuner verfügbar war. Folgende Maßnahmen wurden versucht, jedoch ohne Erfolg:
el: Μη διαθέσιμο tuner για την εγγραφή ενός χρονοδιακόπτη! Οι ακόλουθες μέθοδοι απελευθέρωσης ενός tuner δοκιμάστηκαν χωρίς επιτυχία:
et: Salvestustaimeril puudub vaba tuuner! Tuuneri vabastamiseks prooviti edutult järgnevaid meetodeid:
fi: Tallennusta ei voitu aloittaa, koska viritintä ei ollut käytettävissä Seuraavia virittimen vapauttamismenetelmiä yritettiin menestyksekkäästi:
fr: Aucun tuner n'est disponible pour enregistrer une programmation ! Les méthodes suivantes pour libérer un tuner ont été essayées sans succès :
hr: Nije dostupan tuner za snimanje mjerača vremena! Sljedeće metode oslobađanja tunera isprobane su bez uspjeha:
hu: Nincs szabad tuner a felvétel rögzítéséhez! Az alábbi eseményt nem sikerült végrehajtani:
it: Nessun tuner è disponibile per la registrazione con un timer! Per liberare un tuner sono stati provati senza successo i seguenti metodi:
lt: Laikmačiui įrašyti nėra laisvo imtuvo! Naudoti šie nesėkmingi imtuvo atlaisvinimo būdai:
nl: Geen tuner beschikbaar voor opname timer! De volgende methoden voor het vrijmaken van een tuner werden geprobeerd zonder succes:
pl: Brak tunera do nagrania timera! Następujące metody przywrócenia tunera zostały wypróbowane bez powodzenia:
ru: Тюнер для записи по таймеру не найден! Данные методы освободить тюнер оказались безуспешно:
sk: Na nahrávanie podľa časovača nie je dostupný žiadny tuner! Nasledujúce metódy uvoľnenia tunera prebehli bez úspechu:
sr: Tjuner za snimanje po tajmeru nije pronađen! Sledeće metode oslobađanja tjunera nisu uspele:
sv: Ingen tuner är tillgänglig för inspelning av en timer! Följande metoder för att frigöra en tuner provades utan framgång:
ta: டைமரை பதிவு செய்ய எந்த ட்யூனரும் கிடைக்கவில்லை! ஒரு ட்யூனரை விடுவிப்பதற்கான பின்வரும் முறைகள் செய் இல்லாமல் முயற்சிக்கப்பட்டன:
tr: Zamanlayıcı kaydetmek için herhangi bir tuner mevcut değil! Tuneri serbest bırakmak için aşağıdaki yöntemler denendi ancak başarılı olunamadı:
uk: Тюнер для запису за таймером не знайдено! Поточні методи звільнення тюнера виявилися безуспішними:
vi: Không có bộ chỉnh có sẵn để ghi lại một bộ đếm thời gian! Các phương pháp giải phóng bộ chỉnh âm sau đây đã được thử nhưng không thành công:
zh_cn: 没有可用于录像定时器的调谐器! 以下方法释放调谐器进行尝试没有成功:

source: No tuner is configured for use with a DiSEqC positioner!
bg: Няма конфигуриран тунер за използване с DiSEqC позиционер!
cs: Žádný tuner není nakofigurován pro používání s diseqc pozicionérem!
el: Δεν υπάρχει ενεργοποιημένο tuner για χρήση με μοτέρ DiSEqC!
fi: Virittimiä ei ole asetettu käyttämään DiSEqC ohjausta!
fr: Aucun tuner n'est configuré pour utiliser un positionneur DiSEqC !
hr: Nijedan tuner nije konfiguriran za korištenje s DiSEqC pozicionerom!
it: Nessun tuner è configurato per l'uso con un posizionatore DiSEqC!
lt: Nėra imtuvo, suderinto naudoti su DiSEqC pozicionieriumi!
nl: Geen tuner ingesteld voor gebruik van een DiSEqC motor!
pl: Żaden tuner nie jest skonfigurowany do użytku z pozycjonerem diseqc!
sk: Žiadny tuner nie je nastavený na použitie s DiSEqC pozicionérom!
sr: Nema tjunera konfigurisanog za rad s DiSEqC pozicionerom!
sv: Ingen tuner är konfigurerad för användning med en DiSEqC-lägesställare!
ta: Diseqc Patenter உடன் பயன்படுத்த எந்த ட்யூனரும் கட்டமைக்கப்படவில்லை!
tr: Hiçbir tuner DiSEqC konumlandırıcı ile kullanılmak üzere yapılandırılmamıştır!
uk: Немає тюнера налаштованого для роботи з позиціонером!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
bg: Няма активиран тунер! Моля, настройте вашия тунер, преди да започнете сканиране на сервизи.
cs: Není povolen žádný tuner! Před prohledáváním nejdříve nastavte Váš tuner.
da: Ingen Tuner er aktiveret! Sæt venligst dine Tuner indstillinger op før du starter en kanalsøgning.
de: Kein Tuner angeschaltet! Bitte die Tuner konfigurieren bevor ein Kanalsuchlauf gestartet wird.
el: Δεν υπάρχει ενεργοποιημένο tuner! Ρυθμίστε το tuner πριν την ανίχνευση υπηρεσιών.
et: Tuuner määramata! Seadista tuuner enne kanaliotsingu alustamist.
fi: Viritintä ei ole määritetty!! Määritä virittimen asetukset ennen kanavahaun aloittamista.
fr: Aucun tuner n'est activé ! Veuillez configurer vos paramètres de tuner avant de lancer un scan de service.
hr: Nijedan tuner nije omogućen! Postavite postavke tunera prije nego što pokrenete skeniranje servisa.
hu: Nincs engedélyezett tuner! Csatornakeresés előtt állítsa be a tunereket.
it: Nessun tuner è abilitato! Configura le impostazioni del tuner prima di avviare una scansione dei servizi.
lt: Joks imtuvas neįjungtas! Prieš pradėdami kanalų paiešką, sukonfigūruokite imtuvą.
nl: Geen tuner geactiveerd! Controleer uw tunerinstellingen alvorens zenders te zoeken.
pl: Brak włączonego tunera! Skonfiguruj tuner przed rozpoczęciem skanowania.
pt_br: Nenhum tuner ativo! Configure o tuner antes de iniciar a busca de canais.
ru: Нет включенного тюнера! Пожалуйста настройте тюнер перед поиском каналов.
sk: Nie je povolený žiadny tuner! Prosím, pred spustením vyhľadávania staníc nastavte tuner.
sl: Ni možno najti aktivnega tunerja! Preden ponovno zaženete iskanje kanalov, spremenite nastavitve tunerja.
sr: Nije omogućen tjuner! Podesite tjuner pre skeniranja kanala.
sv: Ingen tuner är aktiverad! Gör inställningar för tunern innan du påbörjar en servicesökning.
ta: எந்த ட்யூனரும் இயக்கப்படவில்லை! நீங்கள் ஒரு பணி ச்கேன் தொடங்குவதற்கு முன் உங்கள் ட்யூனர் அமைப்புகளை அமைக்கவும்.
tr: Etkin tuner yok! Lütfen kanal taramasına başlamadan önce tuner ayarlarınızı yapın.
uk: Немає активного тюнера! Налаштуй параметри свого тюнера перед початком сканування.
vi: Không có bộ chỉnh được kích hoạt! Vui lòng thiết lập cài đặt bộ chỉnh tần số trước khi bạn bắt đầu quét dịch vụ.
zh_cn: 没有启用调谐器! 请在启动服务扫描之前设置您的调谐器设置.

source: No tuners are currently streaming.
cs: Momentálně nevysílají žádné tunery.
el: Δεν γίνεται καμία ροή από τα tuners προς το παρόν.
fi: Tällä hetkellä ei ole suoratoista asiakkaita.
hr: Trenutno nema tunera za striming.
it: Nessun tuner è attualmente in streaming.
lt: Šiuo metu jokie imtuvai netransliuoja.
nl: Er worden op dit moment geen tuners gestreamd.
pl: Żadne tunery nie są obecnie przesyłane strumieniowo.
sk: V tejto chvíli nestreamuje žiadny tuner.
sr: Trenutno nema tjunera za striming.
sv: Inga tuners streamar för närvarande.
ta: எந்த ட்யூனர்களும் தற்போது ச்ட்ரீமிங் செய்யவில்லை.
tr: Şu anda hiçbir tuner yayın yapmamaktadır.
uk: Наразі тюнери не ведуть трансляцію.

source: No update required!
bg: Не се изисква актуализация!
cs: Aktualizace není nutná!
da: Opdatering ikke nødvendig!
de: Kein Update erforderlich!
el: Δεν απαιτείται ενημέρωση!
et: Uuendamine ei ole vajalik!
fi: Ei päivitystä!
fr: Aucune mise à jour requise !
hr: Nije potrebno ažuriranje!
hu: Nincs elérhető frissítés!
it: Nessun aggiornamento richiesto!
lt: Atnaujinimas nebūtinas!
nl: Geen update vereist!
pl: Nie wymaga aktualizacji!
sk: Nie je potrebná žiadna aktualizácia!
sr: Ispravka nije potrebna!
sv: Ingen uppdatering krävs!
ta: புதுப்பிப்பு தேவையில்லை!
tr: Güncelleme gerekmiyor!
uk: Немає необхідного оновлення!
vi: Không cần cập nhật!
zh_cn: 无需更新!
