Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Network scan
bg: Мрежово сканиране
cs: Prohledávání sítě
da: Netværkssøgning
de: Netzwerksuchlauf
el: Ανίχνευση δικτύου
et: Võrguotsing
fi: Verkkohaku
fr: Recherche du réseau
hr: Skeniranje mreže
hu: Hálózat keresése
it: Scansione rete
lt: Tinklo paieška
nl: Netwerk zoeken
pl: Skanowanie sieci
pt_br: Busca de rede (NIT)
ru: Сканирование сети
sk: Vyhľadanie sietí
sl: Preverjanje omrežja
sr: Skeniranje mreže
sv: Nätverksskanning
ta: பிணையம் ச்கேன்
tr: Ağ tarama
uk: Мережевий пошук
vi: Quét mạng
zh_cn: 网络扫描

source: Network storage on
cs: Síťové úložiště zapnuto
el: Αποθήκευση δικτύου ενεργή
fi: Verkkotallennus päällä
hr: Mrežno skladište uključeno
it: Memoria di rete attivata
lt: Tinklo saugykla įjungta
nl: Netwerk opslag op
pl: Pamięć sieciowa na
sk: Sieťové úložisko na
sr: Mrežno skladište uključeno
sv: Nätverkslagring på
ta: பிணையம் சேமிப்பு
tr: Ağ depolama
uk: Мережевий накопичувач увімкнено

source: Network test
bg: Тест мрежа
cs: Test sítě
da: Netværkstest
de: Netzwerktest
el: Έλεγχος δικτύου
et: Võrgu testimine
fi: Lähiverkon testi
fr: Test du réseau
hr: Mrežni test
hu: Hálózat ellenőrzése
it: Test di rete
lt: Tinklo testavimas
nl: Netwerktest
pl: Test sieci
pt_br: Teste de rede
ru: Тест сети
sk: Test siete
sl: Omrežni test
sr: Mrežni test
sv: Nätverkstest
ta: பிணைய சோதனை
tr: Ağ testi
uk: Тест мережевого з'єднання
vi: Kiểm tra mạng
zh_cn: 网络测试

source: Network test...
bg: Тест мрежа...
cs: Test sítě...
da: Netværkstest...
de: Teste Netzwerk...
el: Έλεγχος δικτύου...
et: Võrgu testimine.
fi: Lähiverkon testi.
fr: Test du réseau...
hr: Mrežni test...
hu: Hálózat ellenőrzése...
it: Test di rete...
lt: Tinklo testas...
nl: Netwerktest...
pl: Test sieci...
pt_br: Teste de rede
ru: Тест сети...
sk: Test siete…
sl: Omrežni test...
sr: Mrežni test...
sv: Nätverkstest...
ta: பிணைய சோதனை ...
tr: Ağ testi...
uk: Тест мережевого з'єднання...
vi: Kiểm tra mạng....
zh_cn: 网络测试中...

source: Network wizard completed. Press OK to continue.
cs: Průvodce sítí byl dokončen. Pokračujte stisknutím OK.
el: Ο οδηγός δικτύου ολοκληρώθηκε. Πιέστε OK για να συνεχίσετε.
fi: Ohjattu verkkoasennus valmis. Jatka painamalla OK.
hr: Mrežni čarobnjak je završio. Pritisni OK za nastavak.
it: Procedura guidata di rete completata. Premi OK per continuare.
nl: Netwerk-wizard voltooid. Druk op OK om door te gaan.
pl: Kreator sieci zakończony. Naciśnij OK, aby kontynuować.
sk: Sprievodca sieťou bol úspešné dokončený. Pokračujte stlačením OK.
sr: Mrežni čarobnjak je završio. Pritisni OK za nastavak.
sv: Nätverksguiden slutförd. Tryck på OK för att fortsätta.
ta: பிணையம் வழிகாட்டி முடிந்தது. தொடர சரி என்பதை அழுத்தவும்.
tr: Ağ sihirbazı tamamlandı. Devam etmek için OK tuşuna basın.
uk: Майстер мережі завершено. Натисніть OK, щоб продовжити.

source: Network-ID
cs: ID sítě
it: ID di rete
tr: Ağ Kimliği
uk: Ідентифікатор мережі

source: Network:
bg: Мрежа:
cs: Síť:
da: Netværk:
de: Netzwerk:
el: Δίκτυο:
et: Võrk:
fi: Sovitin:
fr: Réseau :
hr: Mreža:
hu: Hálózat:
it: Rete:
lt: Tinklas:
nl: Netwerk:
pl: Sieć:
pt_br: Rede:
ru: Сеть:
sk: Sieť:
sl: Omrežje:
sr: Mreža:
sv: Nätverk:
ta: நெட்வொர்க்:
tr: Ağ:
uk: Мережа:
vi: Mạng:
zh_cn: 网络:

source: NetworkWizard
bg: Мрежов помощник
cs: Pomocník sítě
da: NetværksAssistent
de: Netzwerkassistent
el: Οδηγός δικτύου
et: Võrguabiline
fi: Ohjattu verkkoasennus
fr: Assistant réseau
hr: ČarobnjakMreže
hu: Hálózati Varázsló
it: Procedura guidata rete
lt: Tinklo vedlys
nl: Netwerk Wizard
pl: Kreator sieci
ru: Мастер настройки сети
sk: Sprievodca sieťou
sl: Čarovnik za mrežo
sr: ČarobnjakMreže
sv: Nätverksguide
ta: பிணையம் ட்விசார்ட்
tr: Ağ Sihirbazı
uk: Майстер налаштувань мережі
vi: Thuật sĩ mạng
zh_cn: 网络向导

source: Neutrino (keymap.ntr)
fi: Neutrino (keymap.usr)
ru: Нейтрино (keymap.ntr)
ta: நியூட்ரினோ (Keymap.ntr)
uk: Нейтрино (keymap.ntr)
zh_cn: 中微子 (keymap.ntr)

source: Never
bg: никога
cs: nikdy
el: Ποτέ
fi: ei koskaan
fr: Jamais
hr: Nikada
it: Mai
lt: niekada
nl: nooit
pl: nigdy
sk: Nikdy
sr: Nikada
sv: Aldrig
ta: ஒருபோதும்
tr: Asla
uk: ніколи

source: Never abort
bg: никога не прекъсвайте
cs: nikdy nezrušit
el: Ποτέ ματαίωση
fi: ei koskaan
fr: ne jamais annuler
hr: Nikada ne prekidaj
it: Non interrompere mai
lt: niekada nenutraukti
nl: Nooit afbreken
pl: Nie przerywaj
sk: Nikdy neprerušiť
sr: Nikada ne prekidaj
sv: Avbryt aldrig
ta: ஒருபோதும் கருக்கலைப்பு செய்ய வேண்டாம்
tr: Asla iptal etme
uk: ніколи не переривати

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding).
bg: Никога не декриптирайте съдържанието по време на запис. Това отменя глобално индивидуалните настройки на таймера. Ако е активирано, записите се съхраняват в криптирана презентация и трябва да бъдат декриптирани след това (понякога се нарича офлайн декодиране). По подразбиране: изключено.
cs: Nikdy nedešifrujte obsah během nahrávání. To globálně přepíše jednotlivá nastavení časovače. Pokud je povoleno, nahrávky se ukládají v zašifrované prezentaci a musí být poté dešifrovány (někdy nazývané offline dekódování). Výchozí: vypnuto.
el: Να μη γίνεται ποτέ αποκωδικοποίηση του περιεχομένου κατά την εγγραφή. Αυτό παρακάμπτει όλες τις ιδιαίτερες ρυθμίσεις χρονοδιακοπτών γενικά. Όταν είναι ενεργό, οι εγγραφές αποθηκεύονται ως κωδικοποιημένες και πρέπει να αποκωδικοποιηθούν μετέπειτα (ενίοτε ονομάζεται κωδικοποίηση εκτός σύνδεσης). Προεπιλογή: ανενεργό.
fi: Kyllä toiminnolla tämä on tallennukset tallennetaan salattu ja ne on purettava jälkikäteen. Oletus "Ei".
fr: Ne jamais décrypter le contenu pendant l'enregistrement. Cette option a priorité sur les paramètres des minuteries individuelles de manière globale. S'il est activé, les enregistrements sont stockés dans une présentation cryptée et doivent être décryptés par la suite (parfois appelé décodage hors ligne). Valeur par défaut : désactivé.
hr: Nikada ne dešifrirajte sadržaj tijekom snimanja. Ovo globalno nadjačava pojedinačna podešavanja timera. Ako je omogućeno, snimke se pohranjuju u šifriranom obliku i moraju se naknadno dešifrirati (ponekad se naziva offline dekodiranje).
it: Non decifrare mai il contenuto durante la registrazione. Questo sovrascrive le singole impostazioni del timer a livello globale. Se abilitate, le registrazioni vengono archiviate in una presentazione crittografata e devono essere decrittografate in seguito (a volte chiamata decodifica offline). Predefinito: disattivato.
lt: Niekada neiškoduoti įrašomo turinio. Tai atšaukia bendruosius visų laikmačių nustatymus. Jei įjungta, įrašai saugomi šifruoti ir vėliau turi būti iškoduojami (tai kartais vadimama iškodavimu atsijungus). Numatytasis: 'Ne'.
nl: Nooit inhoud decoderen tijdens het opnemen. Dit overschrijft alle individuele timer-instellingen. Wanneer ingeschakeld, worden opnames opgeslagen in gecodeerde vorm en moeten later worden gedecodeerd (ook wel off line decoderen genoemd). Standaard: UIT.
pl: Nigdy nie odszyfrowuj zawartości podczas nagrywania. To zastępuje indywidualne ustawienia timera globalnie. Jeśli włączone, nagrania są przechowywane w zaszyfrowanej prezentacji i muszą zostać odszyfrowane później (czasami nazywane dekodowaniem offline).
sk: Nikdy nedekódovať obsah počas nahrávania. Týmto sa globálne prepíšu nastavenia indiv. časovača. Ak je táto voľba zapnutá, nahrávky sa uložia zakódované a musia sa dodatočne dekódovať (tento proces sa nazýva offline-dekódovanie).
sr: Nikada ne dešifruj sadržaj tokom snimanja. Ovo zamenjuje pojedinačne postavke tajmera na globalnom nivou. Ako su omogućeni, snimci se skladište u šifrovanoj prezentaciji i moraju se dešifrovati naknadno (nazivaju se još dešifrovanje van mreže). Default: isklj.
sv: Dekryptera aldrig innehållet under inspelning. Detta åsidosätter de individuella timerinställningarna globalt. Om detta är aktiverat lagras inspelningar i krypterad presentation och måste dekrypteras i efterhand (kallas ibland offline-avkodning).
ta: பதிவு செய்யும் போது உள்ளடக்கத்தை ஒருபோதும் மறைகுறியாக்க வேண்டாம். இது உலகளவில் தனிப்பட்ட நேரங்குறிகருவி அமைப்புகளை மீறுகிறது. இயக்கப்பட்டால், பதிவுகள் ரகசிய விளக்கக்காட்சியில் சேமிக்கப்படுகின்றன, பின்னர் அவை மறைகுறியாக்கப்பட வேண்டும் (சில நேரங்களில் இணைப்பில்லாத டிகோடிங் என்று அழைக்கப்படுகிறது).
tr: Kayıt sırasında içeriğin şifresini asla çözmeyin. Bu, bireysel zamanlayıcı ayarlarını genel olarak geçersiz kılar. Etkinleştirilirse, kayıtlar şifrelenmiş biçimde saklanır ve daha sonra şifresi çözülmelidir (bazen çevrimdışı kod çözme olarak adlandırılır).
uk: Ніколи не розкодовувати передачі під час запису. При цьому будуть проігноровані деякі параметри таймерів. Коли ввімкнено, записи зберігаються в закодованому вигляді, при відтворенні вони будуть розкодовані (називається декодуванням в автономному режимі). За замовчуванням: вимкнено.

source: Never decrypt while recording
bg: Никога не декриптирайте по време на запис
cs: Během nahrávání nikdy nedešifrovat
da: Afkod aldrig under optagelse
de: Bei der Aufnahme niemals entschlüsseln
el: Να μη γίνεται ποτέ αποκωδικοποίηση κατά την εγγραφή
et: Ära kunagi dekrüpti salvestamise ajal
fi: Älä koskaan pura salausta tallennuksen aikana
fr: Ne jamais décrypter pendant l’enregistrement
hr: Nikada ne dešifruj tokom snimanja
hu: Felvétel alatt soha nincs dekódolás
it: Non decifrare mai durante la registrazione
lt: Įrašinėjant, niekada neiškoduoti
nl: Nooit decoderen tijdens opnames
pl: Nigdy nie deszyfruj podczas nagrywania
sk: Nikdy nedekódovať počas nahrávania
sr: Nikada ne dešifruj tokom snimanja
sv: Dekryptera aldrig under inspelning
ta: பதிவு செய்யும் போது ஒருபோதும் மறைகுறியாக்க வேண்டாம்
tr: Kayıt yaparken asla şifresini çözme
uk: Ніколи не розшифровувати під час запису
vi: Không bao giờ giải mã trong khi ghi
zh_cn: 录制时决不解密

source: Never in Standby
cs: Nikdy v pohotovostním režimu
el: Ποτέ σε κατάσταση αναμονής
hr: Nikada u stanju pripravnosti
it: Mai in Standby
sr: Nikada u stanju pripravnosti
sv: Aldrig i standby
tr: Asla bekleme modunda değil
uk: Ніколи не в режимі очікування

source: New
bg: Нов
cs: Přidat
da: Ny
de: Neu
el: Νέο
et: Uus
fi: Uusi
fr: Nouvelle
hr: Novo
hu: Új
it: Nuovo
lt: Naujas
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новые
sk: Nové
sl: Novo
sr: Novo
sv: Ny
ta: புதிய
tr: Yeni
uk: Нові
vi: Mới
zh_cn: 新发现

source: New Caledonia
cs: Nová Kaledonie
da: Ny Kaledonien
de: Neukaledonien
el: Νέα Καληδονία
et: Uus Kaledoonia
fi: Uusi Kaledonia
fr: Nouvelle-Calédonie
hu: Új-Kaledónia
it: Nuova Caledonia
lt: Naujoji Kaledonija
nl: Nieuw-Caledonië
pl: Nowa Kaledonia
sk: Nová Kaledónia
sv: Nya Caledonien
ta: புதிய கலிடோனியா
tr: Yeni Kaledonya
uk: Нова Каледонія
vi: Caledonia mới
zh_cn: 新喀里多尼亚

source: New PIN
bg: Нов PIN
cs: Nový PIN
da: Ny PIN
de: Neue PIN
el: Νέο PIN
et: Uus PIN
fi: Uusi PIN koodi
fr: Nouveau PIN
hr: Novi PIN
hu: Új PIN
it: Nuovo PIN
lt: Naujas PIN
nl: Nieuwe pincode
pl: Nowy PIN
ru: Новый PIN-код
sk: Nový PIN
sr: Novi PIN
sv: Ny PIN-kod
ta: புதிய முள்
tr: Yeni PIN kodu
uk: Новий ПІН
vi: Mã PIN mới
zh_cn: 新的PIN码

source: New Setting DXAndy
bg: Нова настройка DXAndy
cs: Nové nastavení DXAndy
da: Ny indstillling DXAndy
de: Neue DXAndy Programmliste
el: Νέα ρύθμιση DXAndy
et: DXAndy uus kanalinimekiri
fi: Uudet Asetukset DXAndy
fr: Nouveau Paramètre DXAndy
hr: Nova Postavka DXAndy
hu: DXAndy új Beállítás
it: Nuovo setting DXAndy
lt: Naujas nustatymas DXAndy
nl: Nieuwe zenderlijst DXAndy
pl: Nowe ustawienie DXAndy
sk: Nový setting DXAndy
sr: Nova Postavka DXAndy
sv: Ny inställning DXAndy
ta: புதிய அமைப்பு dxandy
tr: DXAndy Yeni Ayarları
uk: Нові налаштування DXAndy
vi: Cài đặt mới DXAndy
zh_cn: 新设置DXAndy

source: New Storage Device
cs: Nové úložné zařízení
el: Νέα συσκευή αποθήκευσης
fi: Uusi tallennuslaite
hr: Novi skladišni uređaj
it: Nuovo dispositivo di archiviazione
nl: Nieuwe opslagmedia
pl: Nowe urządzenie pamięci masowej
sk: Nové úložné zariadenie
sr: Novi skladišni uređaj
sv: Ny lagringsenhet
ta: புதிய சேமிப்பக சாதனம்
tr: Yeni Depolama Cihazı
uk: Новий пристрій зберігання даних

source: New Zealand
cs: Nový Zéland
de: Neuseeland
el: Νέα Ζηλανδία
et: Uus Meremaa
fi: Uusi Seelanti
fr: Nouvelle Zélande
hu: Új-Zéland
it: Nuova Zelanda
lt: Naujoji Zelandija
nl: Nieuw-Zeeland
pl: Nowa Zelandia
sk: Nový Zéland
sv: Nya Zeeland
ta: நியூசிலாந்து
tr: Yeni Zelanda
uk: Нова Зеландія
zh_cn: 新西兰

source: New customer
bg: Нов клиент
cs: Nový zákazník
da: Ny kunde
de: Neuer Benutzer
el: Νέος πελάτης
fi: Uusi asiakas
fr: Nouveau client
hr: Novi kupac
it: Nuovo cliente
lt: Naujas klientas
nl: Nieuwe account
pl: Nowy użytkownik
sk: Nový zákazník
sr: Novi kupac
sv: Ny kund
ta: புதிய வாடிக்கையாளர்
tr: Yeni müşteri
uk: Новий клієнт
zh_cn: 新客户

source: New event info
bg: Информация за ново събитие
cs: Informace o nové události
da: Ny begivenhedsinfo
de: Neue Ereignisinfos
el: Νέες πληροφορίες προγράμματος
fi: Uudet tapahtumatiedot
fr: Nouvelles informations sur l’événement
hr: Novi info događaj
it: Nuove informazioni sull'evento
lt: Įvykio informacija
nl: Nieuwe programma informatie
pl: Info o nowym wydarzeniu
sk: Info o novej udalosti
sr: Novi info događaj
sv: Ny information om evenemang
ta: புதிய நிகழ்வு செய்தி
tr: Yeni etkinlik bilgisi
uk: Інформація про нову передачу
zh_cn: 新事件信息

source: New media
cs: nová media
el: νέα πολυμέσα
hr: Novi mediji
it: nuovi media
lt: nauja medija
nl: nieuwe media
sr: Novi mediji
sv: nya medier
tr: Yeni medya
uk: нові медіа

source: New password
bg: Нова парола
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός
et: Uus parool
fi: Uusi salasana
fr: Nouveau mot de passe
hr: Nova lozinka
it: Nuova password
lt: Naujas slaptažodis
nl: Nieuw wachtwoord
pl: Nowe hasło
sk: Nové heslo
sr: Nova lozinka
sv: Nytt lösenord
ta: புதிய கடவுச்சொல்
tr: Yeni şifre
uk: Новий пароль
vi: Mật khẩu mới
zh_cn: 新密码

source: New profile:
bg: Нов профил:
cs: Nový profil:
da: Ny profil:
de: Neues Profil:
el: Νέο προφίλ:
et: Uus profiil:
fi: Uusi profiili:
fr: Nouveau profil :
hr: Novi profil:
hu: Új profil:
it: Nuovo profilo:
lt: Naujas profilis:
nl: Nieuw profiel:
pl: Nowy profil:
ru: Новый профиль:
sk: Nový profil:
sr: Novi profil:
sv: Ny profil:
ta: புதிய சுயவிவரம்:
tr: Yeni profil:
uk: Новий профіль:
vi: Hồ sơ mới:
zh_cn: 新的配置文件:

source: New program info
bg: Информация за новата програма
cs: Informace o novém programu
da: Ny udsendelsesinfo
de: Neue Programminfo
el: Νέες πληροφορίες προγράμματος
fi: Uuden ohjelman tiedot
fr: Informations sur le nouveau programme
hr: Novi info program
it: Nuove informazioni sul programma
lt: Nauja programos informacija
nl: Nieuwe programma info
pl: Info o nowym programie
sk: Info o novom programe
sr: Novi info program
sv: Ny programinformation
ta: புதிய நிரல் செய்தி
tr: Yeni program bilgisi
uk: Інформацію про нову програму
zh_cn: 新程序信息

source: New version:
bg: Нова версия:
cs: Nová verze:
da: Ny Version:
de: Neue Version:
el: Νέα έκδοση:
et: Uus versioon:
fi: Uusi versio:
fr: Nouvelle version :
hr: Nova verzija:
hu: Új verzió:
it: Nuova versione:
lt: Nauja versija:
nl: Nieuwe versie:
pl: Nowa wersja:
ru: Новая версия:
sk: Nová verzia:
sl: Nova verzija:
sr: Nova verzija:
sv: Ny version:
ta: புதிய பதிப்பு:
tr: Yeni sürüm:
uk: Нова версія:
vi: Phiên bản mới:
zh_cn: 新版本:

source: NewCamd DES Key
cs: NewCamd DES Klíč
el: Κλειδί NewCamd DES
fi: NewCamd DES Avain
hr: NewCamd DES ključ
it: Chiave DES NewCamd
lt: Redaguokite NewCamd DES raktą.
nl: NewCamd DES sleutel
pl: Nowy klucz Camd DES
sk: NewCamd DES kľúč
sr: NewCamd DES ključ
sv: NewCamd DES-nyckel
uk: NewCamd DES Ключ

source: NewDirectory
cs: Nový adresář
el: Νέος κατάλογος
fi: Uusi hakemisto
hr: Novi direktorijum
it: Nuova cartella
lt: Naujas katalogas
nl: Nieuwe Map
pl: Nowy katalog
sk: Nový priečinok
sr: Novi direktorijum
sv: NyDirectory
ta: புதிய அடைவு
tr: Yeni Dizin
uk: Новий каталог

source: News
bg: Новини
cs: Zprávy
da: Nyheder
de: Nachrichten
el: Ειδήσεις
fi: Uutiset
fr: Nouvelles
hr: Novosti
it: Notizie
lt: Naujienos
nl: Nieuws
pl: Aktualności
sk: Správy
sr: Novosti
sv: Nyheter
ta: செய்தி
tr: Haberler
uk: Новини
zh_cn: 信息

source: News and Weather
cs: Zprávy a počasí
hr: Vijesti i vrijeme
it: Notizie e meteo
sr: Vesti i vremenska prognoza
tr: Haberler ve Hava Durumu
uk: Новини та погода

source: News magazine
cs: zpravodajský magazín
el: ειδησεογραφικό μαγκαζίνο
hr: Novinski magazin
it: periodico d'informazione
lt: naujienų žurnalas
nl: nieuwsmagazine
sr: Novinski magazin
sv: nyhetsmagasin
tr: Haber dergisi
uk: програма новин

source: News/Current affairs
cs: Zprávy/Aktuality
el: Ειδήσεις/Επικαιρότητα
hr: Vijesti/Aktualni događaji
it: Notizie/Affari attuali
lt: Naujienos/aktualijos
nl: Nieuws/Actualiteiten
sr: Vesti/Trenutni događaji
sv: Nyheter/aktuella frågor
tr: Haberler/Güncel Olaylar/Sosyal
uk: Новини/Поточні справи

source: News/Documentary
cs: Zprávy/Dokumentární
hr: Novosti/Dokumentarac
it: Notizie/Documentario
sr: Vesti/Dokumentarac
tr: Haber/Belgesel
uk: Новини/Документальні фільми

source: News/Weather report
cs: zprávy/zpravy o počasí
el: ειδήσεις/δελτίο καιρού
hr: Vijesti/vremensko izvješće
it: notizie/meteo
lt: naujienos/orai
nl: nieuws/weer
sr: Vesti/Vremenska prognoza
sv: nyheter/väderrapport
tr: Haberler/Hava Durumu raporu
uk: новини/прогноз погоди

source: Next
bg: Следващ
cs: Další
da: Næste
de: Nächstes
el: Επόμενο
et: Järgmine
fi: Seuraava
fr: Suivant
hr: Sljedeće
hu: Következő
it: Prossimo
lt: Kitas
nl: Straks
pl: Następny
ru: Далее
sk: Ďalej
sr: Sledeće
sv: Nästa
ta: அடுத்தது
tr: Sonraki
uk: Наступна
vi: Kế tiếp
zh_cn: 接下来

# now/next: 'next' event label
source: Next
cs: Další
da: Næste
de: Nächstes
el: Επόμενο
et: Järgmine
fi: Seuraava
fr: Suivant
hr: Sljedeće
it: Successivo
lt: Kitas
nl: Straks
pl: Następny
pt_br: A seguir
ru: Далее
sk: Ďalej
sr: Sledeće
sv: Nästa
ta: அடுத்தது
tr: Sonraki
uk: Наступна
vi: Kế tiếp
zh_cn: 接下来

source: Next Bouquet
bg: Следващ букет
cs: Další přehled
el: Επόμενο μπουκέτο
fi: Seuraavalle suosikkilistalle
fr: Bouquet suivant
hr: Sljedeći Buket
it: Bouquet successivo
lt: Sekantis paketas
nl: Volgende favorietenlijst
pl: Następna lista kanałów
sk: Ďalší prehľad
sr: Sledeći Buket
sv: Nästa bukett
ta: அடுத்த பூச்செண்டு
tr: Sonraki Buket
uk: Наступний фаворит

source: Next Page
bg: Следваща страница
cs: Další strana
el: Επόμενη σελίδα
fi: Seuraava sivu
fr: Page suivante
hr: Sljedeća stranica
it: Pagina successiva
lt: Sekantis puslapis
nl: Volgende pagina
pl: Następna strona
sk: Ďalšia strana
sr: Sledeća Stranica
sv: Nästa sida
ta: அடுத்த பக்கம்
tr: Sonraki Sayfa
uk: Наступна сторінка

source: Next channel page
bg: следващата страница на канала
cs: další stránka výběru kanálu
el: Επόμενη σελίδα καναλιών
fi: Seuraava kanava sivu
fr: page du canal suivant
hr: Sljedeća stranica kanala
it: pagina canale successivo
lt: kito kanalo puslapis
nl: Volgende zender pagina
pl: Następna strona kanału
sk: Ďalšia stránka kanálov
sr: Sledeća stranica kanala
sv: Nästa kanalsida
ta: அடுத்த சேனல் பக்கம்
tr: Sonraki kanal sayfası
uk: наступна сторінка каналів

source: Next higher resolution
bg: следващата по-висока разделителна способност
cs: další vyšší rozlišení
el: Επόμενη υψηλότερη ανάλυση
fi: seuraava suurempi Resolution
fr: prochain Résolution supérieure
hr: Sljedeća veća razlučivost
it: Risoluzione successiva più alta
lt: kita didesnė rezoliucija
nl: volgende hogere Resolutie
pl: Następna wyższa rozdzielczość
sk: Ďalšie vyššie rozlíšenie
sr: Sledeća viša Rezolucija
sv: Nästa högre upplösning
ta: அடுத்த உயர் தெளிவுத்திறன்
tr: Sonraki daha yüksek çözünürlük
uk: наступна вища роздільна здатність

source: Next quad PiP channel
bg: Следващият четири канала PiP
cs: Další kanál quad PiP
da: Næste firedobbelt PiP kanal
de: Auf die nächste Sendergruppe schalten
el: Επόμενο κανάλι τετραπλού PiP
et: Järgmine Quad PiP kanal
fi: Seuraava 4 PiP kanava
fr: Canal PiP quad suivant
hr: Sljedeći četverostruki PiP kanal
hu: Következő quad Kép-a-Képben csatorna
it: Canale PiP quad successivo
lt: Kitas, keturių PiP kanalų, kanalas
nl: Volgende Quad PiP zender
pl: Następny kanał quad PiP
sk: Ďalší kanál Quad PIP
sr: Sledeći kanal 4X PiP
sv: Nästa quad PiP-kanal
ta: அடுத்த குவாட் பிப் சேனல்
tr: Sonraki dörtlü PiP kanalı
uk: Наступний 4-ч какнальний ПіП
vi: Kênh quad PiP tiếp theo
zh_cn: 下一个四画面PIP频道

source: Nextsong
bg: Следващата песен
cs: Další skladba
el: Επόμενο τραγούδι
fi: Seuraava kappele
fr: Prochaine chanson
hr: Sljedeća pjesma
it: Brano successivo
lt: Kitas daina
nl: Volgende nummer
pl: Następny utwór
sk: Ďalšia skladba
sr: Sledeća pesma
ta: நெக்ச்டாங்
tr: Sıradaki şarkı
uk: Наступна пісня
vi: Bài hát tiếp theo
zh_cn: 下一首歌

source: Nicaragua
cs: Nikaragua
el: Νικαράγουα
et: Nikaraagua
lt: Nikaragva
pl: Nikaragua
sk: Nikaragua
ta: நிகராகுவா
tr: Nikaragua
uk: Нікарагуа
zh_cn: 尼加拉瓜

source: Niger
el: Νίγηρας
fi: Nigeria
lt: Nigeris
ta: நைகர்
tr: Nijer
uk: Нігер
zh_cn: 尼日尔

source: Nigeria
cs: Nigérie
el: Νιγηρία
et: Nigeeria
fr: Nigéria
hu: Nigéria
lt: Nigerija
sk: Nigéria
ta: நைசீரியா
tr: Nijerya
uk: Нігерія
zh_cn: 尼日利亚

source: No
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
hr: Ne
hu: Nem
lt: Ne
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sk: Nie
sl: Ne
sr: Ne
sv: Nej
ta: இல்லை
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否

source: No 'epg.dat' file found on the remote receiver!
cs: Na vzdáleném přijímači nebyl nalezen žádný soubor 'epg.dat'!
el: Δεν βρέθηκε το αρχείο epg.dat στον εφεδρικό δέκτη!
fi: Epg.dat tiedostoa ei löytynyt etävastaanottimelta!
hr: Na udaljenom tuneru nije pronađena datoteka 'epg.dat'!
it: Nessun file 'epg.dat' trovato sul ricevitore remoto!
nl: Geen epg.dat gevonden op de Fallback tuner!
pl: Na zdalnym odbiorniku nie znaleziono pliku „epg.dat”!
sk: Na vzdialenom prijímači sa nenašiel žiadny súbor 'epg.dat'!
sr: Nema 'epg.dat' datoteke pronađene na udaljenom prijemniku!
sv: Ingen "epg.dat"-fil hittades på fjärrmottagaren!
ta: ரிமோட் ரிசீவரில் 'epg.dat' கோப்பு இல்லை!
tr: Uzak alıcıda ‘epg.dat’ dosyası bulunamadı!
uk: На резервному приймачі не знайдено файлу 'epg.dat'!

source: No (supported) DVDROM found!
bg: Не (поддържа) намерен DVDROM!
cs: Nenalezena žádná (podporovaná) DVDROM!
da: Ingen (understøttet) DVDROM fundet!
de: Kein (unterstütztes) DVD-Laufwerk gefunden!
el: Δεν βρέθηκε (υποστηριζόμενο) DVD-ROM!
et: Toetatud DVDROM puudub!
fi: DVDROM-asemaa ei löytynyt!
fr: Aucun DVDROM (supporté) n'a été trouvé !
hr: Nije pronađen (podržani) DVDROM!
hu: Nincs (támogatott) DVD ROM!
it: Nessun DVDROM (supportato) trovato!
lt: Palaikomo DVD ROM nerasta!
nl: Geen (ondersteunde) DVD-ROM gevonden!
pl: Nie znaleziono (obsługiwanego) napędu DVDROM!
pt_br: Nenhum DVD suportado encontrado!
ru: Не найден (поддерживаемый) DVDROM!
sk: Žiadny (podporovaný) DVDROM!
sl: Ne najdem (podprte oblike) DVDROM!
sr: Nije pronađen (podržani) DVDROM!
sv: Ingen (stödd) DVDROM hittades!
ta: இல்லை (ஆதரவு) டிவிடிஆர்எம் கிடைத்தது!
tr: Desteklenen DVDROM bulunamadı!
uk: Ніякого (сумісного) DVDROM привода не знайдено!
vi: Không tìm thấy (hỗ trợ) DVDROM!
zh_cn: 没有发现(支持)DVDROM!

source: No Connection
bg: Няма връзка
cs: Žádné připojení
da: Ingen forbindelse
de: Keine Verbindung
el: Δεν υπάρχει σύνδεση
et: Ühendus puudub
fi: Ei yhteyttä
fr: Pas de connexion
hr: Nema Veze
hu: Nincs kapcsolat
it: Nessuna connessione
lt: Nėra prisijungimo
nl: Geen verbinding
pl: Brak połączenia
pt_br: Sem conexão
ru: Нет подключения
sk: Žiadne pripojenie
sl: Ni povezave
sr: Nema Veze
sv: Ingen anslutning
ta: இணைப்பு இல்லை
tr: Bağlantı yok
uk: З'єднання відсутнє
vi: Không có kết nối
zh_cn: 无连接
