Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Default sorting method for files on the left side.
da: Standard sorteringsmåde for mapper i venstre side.
de: Standardsortierung für Dateien auf der linken Seite.
et: Failide vaikimisi järjestusviis vasakul poolel.
vi: Phương pháp sắp xếp mặc định cho các tập tin ở phía bên trái.
zh_cn: 左侧文件的默认排序方法.

source: Default sorting method for files on the right side.
da: Standard sorteringsmåde for mapper i højre side.
de: Standardsortierung für Dateien auf der rechten Seite.
et: Failide vaikimisi järjestusviis paremal poolel.
vi: Phương pháp sắp xếp mặc định cho các tập tin ở phía bên phải.
zh_cn: 右侧文件的默认排序方法.

source: Defaults
da: Standarder
de: Standards
et: Vaikeväärtused
hu: Alapértelmezett
ru: Умолчания
vi: Mặc định
zh_cn: 默认值

source: Delay after continuous tone disable before diseqc
da: Forsinkelse efter deaktivering af vedvarende tone før DiSEqC
de: Pause nach Ausschalten vom kontinuierlichen Tonsignal vor DiSEqC-Kommando
et: Viiteaeg pidevtooni keelamise ja diseqc käsu vahel
hu: Késleltetés a folyamatos hang némítása után a diseqc parancs előtt
ru: Задержка после непрерыв. сигнала отключения до DiSEqC
vi: Trì hoãn sau khi tắt âm liên tục trước khi diseqc
zh_cn: 在连续色调的DiSEqC禁用后延时

source: Delay after diseqc peripherial poweron command
da: Forsinkelse efter DiSEqC periferier tænd kommando
de: Pause nach An-Signal für DiSEqC Peripherie
et: Viiteaeg pärast diseqc perifeerset sisselülituskäsku
hu: Késleltetés a diseqc periféria bekapcsolási parancsa után
ru: Задержка после вкл. питания перифер. DiSEqC команды
vi: Trì hoãn sau lệnh poweron ngoại vi diseqc
zh_cn: DiSEqC周围开机命令后延时

source: Delay after diseqc reset command
da: Forsinkelse efter DiSEqC nulstillingskommando
de: Pause nach DiSEqC Reset-Kommando
et: Viiteaeg pärast diseqc lähtestamise käsku
hu: Késleltetés a diseqc reset parancs után
ru: Задержка после команды сброса DiSEqC
vi: Trì hoãn sau khi đặt lại lệnh diseqc
zh_cn: DiSEqC复位命令后延时

source: Delay after last diseqc command
da: Forsinkelse efter sidste DiSEqC kommando
de: Pause nach letztem DiSEqC-Kommando
et: Viiteaeg pärast viimast diseqc käsku
hu: Késés az utolsó diseqc parancs után
ru: Задержка после последней команды DiSEqC
vi: Trì hoãn sau lệnh diseqc cuối cùng
zh_cn: 最后的DiSEqC指令后延时

source: Delay after toneburst
da: Forsinkelse efter toneudbrud
de: Pause nach Schallimpuls
et: Viiteaeg pärast toonimpulssi
hu: Késleltetés toneburst után
ru: Задержка после Toneburst
vi: Trì hoãn sau toneburst
zh_cn: 22K切换开关延迟

source: Delay between diseqc commands
da: Forsinkelse mellem DiSEqC kommandoer
de: Pause zwischen DiSEqC-Kommandos
et: Viiteaeg diseqc käskude vahel
hu: A diseqc parancsok közötti késleltetés
ru: Задержка между командами DiSEqC
vi: Độ trễ giữa các lệnh diseqc
zh_cn: DiSEqC指令之间的延时

source: Delete %d elements
da: Slet %d elementer
de: %d Elemente löschen
et: Kustuta %d üksust
vi: Xóa các phần tử%d
zh_cn: 删除%d个元素

source: Delete 1 element
da: Slet 1 element
de: 1 Element löschen
et: Kustuta 1 üksus
vi: Xóa 1 phần tử
zh_cn: 删除1个元素

source: Delete EPG
da: Slet EPG
de: EPG löschen
et: Kustuta EPG
hu: EPG törlése
vi: Xóa EPG
zh_cn: 删除EPG

source: Delete Language
da: Slet sprog
de: Sprachen löschen
et: Kustuta keel
hu: Nyelv törlése
ru: Удалить языковой пакет
vi: Xóa ngôn ngữ
zh_cn: 删除语言

source: Delete file or directory (and all its contents)
da: Slet fil eller mappe (og hele dens indhold)
de: Datei/Verzeichnis (mit gesamtem Inhalt) löschen
et: Kustuta fail ja kataloog (kogu sisuga)
vi: Xóa tập tin hoặc thư mục (và tất cả nội dung của nó)
zh_cn: 删除文件或目录(及其所有内容)

source: Delete folder
da: Slet mappe
de: Ordner löschen
et: Kustuta kataloog
vi: Xóa thư mục
zh_cn: 删除文件夹

source: Delete image
da: Slet Image
de: Image löschen
et: Kustuta püsivara
vi: Xóa hình ảnh
zh_cn: 删除镜像

source: Delete playlist entry
da: Slet afspilningsliste post
de: Wiedergabelisteneintrag löschen
et: Kustuta kirje pleilistist
hu: Lejátszási lista bejegyzés törlése
pt_br: Remover item da lista de reprodução
ru: Удалить запись из плейлиста
vi: Xóa mục nhập danh sách phát
zh_cn: 删除播放列表条目

source: Delete saved playlist
da: Slet gemt afspilningsliste
de: Gespeicherte Playlist löschen
et: Kustuta talletud pleilist
hu: Mentett lejátszási lista törlése
pt_br: Remover lista de reprodução salva
ru: Удалить сохраненный плейлист
vi: Xóa danh sách phát đã lưu
zh_cn: 删除保存的播放列表

source: Delete the current timeshift buffer and restart timeshift
da: Slet nuværende Timeshift buffer og genstart Timeshift
de: Löschen des aktuellen Timeshift-Puffers und Timeshift neu starten
et: Kustuta ajanihke puhver ja taaskäivita ajanihe
hu: Törölje az aktuális Timeshift puffert, és indítsa újra a Timeshift-et
ru: Удалить файл текущег таймшифта и перезапустить таймшифт
vi: Xóa bộ đệm timeshift hiện tại và khởi động lại timeshift
zh_cn: 删除当前的时移缓冲区并重新开始时移

source: Delete the selected files or directories
da: Slet de valgte filer og mapper
de: Ausgewählte Dateien oder Verzeichnisse löschen
et: Kustuta valitud failid ja kataloogid
vi: Xóa các tập tin hoặc thư mục đã chọn
zh_cn: 删除选定的文件或目录

source: Delete timer
da: Slet Timer
de: Timer löschen
et: Kustuta taimer
hu: Időzítő törlése
ru: Удалить таймер
vi: Xóa bộ đếm thời gian
zh_cn: 删除定时器

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
da: 'Afkod og optag ECM' giver mulighed for efterfølgende at afkode, hvis afkodning af optagelse mislykkedes. 'Afkod ikke, optag ECM' gemmer en kodet optagelse som kan afkodes ved afspilning. 'Normal' betyder at optagelsen afkodes og at ECM ikke optages.
de: 'Entschlüsseln und ECM aufnehmen' ermöglicht es, die Aufnahme beim Abspielen zu entschlüsseln, falls die Entschlüsselung der Aufnahme fehlschlägt. 'Nicht entschlüsseln, ECM aufnehmen' kann beim Abspielen entschlüsselt werden. 'Normal' entschlüsselt die Aufnahme ohne ECM's aufzunehmen.
et: 'Dekodeeri ja salvesta ecm' annab võimaluse salvestuse hilisemaks dekodeerimiseks, juhul kui dekodeerimine salvestamise ajal nurjus. 'Ära dekodeeri, talleta ecm' valimisel salvestatakse saade kodeerituna ja dekodeerimine toimub taasesitusel. Valikul 'tavaline' salvestatakse saade dekodeerituna ja ECM ei salvestata.
hu: A felvétel típusát lehet itt beállítani. 'Hagyományos' a felvétel dekódolása, és nem rögzíti az ECM-et.
ru: 'Раскодировать и записать ECM' - позволяет записать и раскодировать при воспроизведении, когда при записи не удается раскодировать. 'Не раскодировать ЕСМ и записать' хранит зашифрованные записи, которые могут быть раскодированы во время воспроизведения. 'Обычный' расшифровывает записи без записи ЕСМ.
vi: Descramble & record ECM 'cung cấp tùy chọn để giải mã sau đó nếu việc giải mã khi ghi không thành công. 'Không được giải mã, ghi ECM' lưu bản ghi xáo trộn có thể được giải mã khi phát lại. 'Bình thường' có nghĩa là giải mã bản ghi và không ghi ECM.
zh_cn: 如果录像时解扰失败,'解扰和录制ECM'提供之后的解扰选项.'不要解扰,录制ECM'保存播 放时可以解扰的加扰录像.'正常'表示解扰录像,不录制ECM.

source: Descramble http streams
da: Dekrypter http streams
de: HTTP-Streams entschlüsseln
et: Dekodeeri http vood
hu: HTTP jelfolyamok dekódolása
ru: Декодировать http потоки
vi: Luồng http của Descramble
zh_cn: 解扰HTTP串流

source: Descramble receiving http streams
da: Dekrypter modtaget http streams
de: Empfangene HTTP-Streams entschlüsseln
et: Dekodeeri sisenevad http vood
hu: Fogadott HTTP stream dekódolása
vi: Độ cao tính toán bằng mili
zh_cn: 解扰接收HTTP数据流

source: Details for plugin:
da: Detaljer for plugin:
de: Plugin-Details:
et: Plugina üksikasjad:
hu: Bővítmény részletei:
pt_br: Detalhes do plugin:
ru: Подробнее о плагине:
vi: Chi tiết cho plugin:
zh_cn: 插件详细信息:

source: Detected Devices:
da: Enheder fundet:
de: Erkannte Speichermedien:
et: Andmekandjad:
hu: Csatlakoztatott eszközők:
ru: Найдены устройства:
zh_cn: 检测到的设备:

source: Detected HDD:
da: Harddisk fundet:
de: Erkannte HDD:
et: Andmekandjad:
hu: Csatlakoztatott háttértárolók:
pt_br: Disco rígido detectado:
vi: Đã phát hiện ổ cứng:
zh_cn: 检测到的硬盘:

source: Detected NIMs:
da: NIMs fundet:
de: Erkannte Tuner:
et: Tuunerid:
hu: Csatlakoztatott tunerek:
pt_br: NIMs detectado:
ru: Найдены тюнеры:
sl: Zaznani tunerji:
vi: Đã phát hiện NIM:
zh_cn: 检测到调谐器:

source: Detektiv
zh_cn: 侦探

source: Device Information
da: Enhedsinformation
de: Geräte-Informationen
et: Seadmed
hu: Eszközinformáció
ru: Информация об устройстве
vi: Thông tin thiết bị
zh_cn: 设备信息

source: Device Setup
da: Enhedsopsætning
de: Netzwerkadapter-Einstellungen
et: Võrgukaardi seaded
hu: Hálózati eszközök beállítása
ru: Настройки устройств
sl: Splošne mrežne nastavitve
vi: Thiết lập thiết bị
zh_cn: 网络设置

source: Device:
da: Enhed:
de: Gerät:
et: Andmekandja:
hu: Eszköznév:
ru: Устройство:
vi: Thiết bị:
zh_cn: 设备:

source: Devicename:
da: Enhedsnavn:
de: Gerätename:
et: Seadme nimi:
hu: Eszköznév:
pt_br: Dispositivo:
ru: Имя устройства:
vi: Tên thiết bị:
zh_cn: 装置名称:

source: Difference between timer begin and end must be equal or greater than %d minutes. End Action was disabled !
bg: Разликата между началото и края на таймера трябва да е равна или по-голяма %d минути. Край на действието бе деактивирано!
da: Forskel mellem Timer start og slut skal være lig med eller større end %d minutter. Sluthandling blev deaktiveret!
de: Die Differenz zwischen Timer Startzeit und Endzeit muss größer oder gleich %d Minuten sein. Die Endaktion wurde deaktiviert!
et: Taimeri alguse ja lõpu vahe peab olema vähemalt %d või rohkem minutit. Tegevus keelati!
hu: Az időzítő kezdete és vége közötti különbségnek azonosnak vagy nagyobbnak kell lennie, mint %d perc. A vége művelet letiltott!
ru: Разница между таймером начала и конца должен быть равен или больше, чем %d мин. Завершение действий отключено!
vi: Sự khác biệt giữa thời gian bắt đầu và kết thúc phải bằng hoặc lớn hơn%d phút. Kết thúc hành động đã bị vô hiệu hóa!
zh_cn: 计时器开始和结束之间的区别必须等于或大于 %d 分钟. 结束动作被禁用!

source: Directory %s does not exist.
da: Mappen %s eksistere ikke.
de: Das Verzeichnis %s existiert nicht.
et: Kataloogi %s ei eksisteeri.
hu: A %s mappa nem létezik.
pt_br: O diretório %s não existe.
ru: Каталог %s отсутствует.
vi: Thư mục%s không tồn tại.
zh_cn: 目录 %s 不存在.

source: Directory long
da: Mappe lang
de: Verzeichnis lang
et: Directory - pikk
hu: Mappa hosszan
ru: Продление каталога
vi: Thư mục dài
zh_cn: 目录键长按

source: Disable the HDD Process on VFD
da: Deaktiver harddsik processen på VFD
de: Einstellen, ob das HDD Symbol auf dem Display angezeigt wird.
et: Keela HDD edenemine VFD ekraanil
hu: A folyamatjelző sáv megjelenítése/letiltása
ru: Отключить показ состояния HDD на дисплее
vi: Vô hiệu hóa tiến trình ổ cứng trên VFD
zh_cn: 在VFD上禁用HDD进程

source: Disabled PIP.
da: Deaktiver PiP.
de: Bild im Bild wurde deaktiviert.
et: PIP lülitati välja.
hu: Kép-a-Képben letiltva
ru: Отключение PiP.
vi: PIP bị vô hiệu hóa.
zh_cn: 禁用画中画.

source: Disk full?
da: Disk fuld ?
de: Festplatte voll?
zh_cn: 磁盘已满?

source: Disk is not writable!
da: Disk er ikke skrivbar!
de: Festplatte ist nicht beschreibbar!
zh_cn: 磁盘不可写!

source: Disk space to reserve for recordings (in GB)
da: Plads der skal reseveres til optagelser (i GB)
de: Für Aufnahmen reservierter Speicher (in GB)
et: Salvestistele tagatud kettaruum (GB)
hu: Felvételeknek fenntartott tárterület (GB-ban)
pt_br: Espaço reservado no disco para gravações (GB)
ru: Резервировать место на диске для записей (в Гб)
sl: Prostor na disku rezerviran za snemanje (v GB)
vi: Dung lượng đĩa để dự trữ cho bản ghi (tính bằng GB)
zh_cn: 预留录像磁盘空间(以GB为单位)

source: Disk was not found!
da: Disk blev ikke fundet!
de: Festplatte wurde nicht gefunden!
zh_cn: 找不到磁盘!

source: Display Setup
da: Skærmopsætning
de: Boxdisplay LED/LCD einstellen
et: Esipaneeli seadistamine
hu: Kijelző beállítás
ru: Настройки дисплея
sl: Nastavitve zaslona sprejemnika
vi: Cài đặt hiển thị
zh_cn: 显示设置

source: Display and user interface
da: Skærm og brugergrænseflade
de: Anzeige und Oberfläche
et: Esipaneel ja kasutajaliides
hu: Kijelző és felhasználói felület
ru: Дисплей и пользовательский интерфейс
vi: Giao diện hiển thị và người dùng
zh_cn: 显示用户界面

source: Display settings
da: Display-indstillinger
de: Gerätedisplay
et: Esipaneeli seaded
hu: Kijelző beállítása
ru: Настройки дисплея
vi: Thiết lập hiển thị
zh_cn: 显示设置

source: Display the EIT now/next eventdata in infobar.
da: Presenter EIT nu/næste begivenhedsdata i Infobjælke.
de: EIT EPG Informationen jetzt/gleich in der Infoleiste zeigen.
et: Kuva EIT nüüd/järgmine inforibal.
hu: Az EIT most/következő eseményadatainak megjelenítése az Információs sávon.
ru: Передачи сейчас/следующий отображать в инфобаре из EIT
vi: Hiển thị EIT ngay bây giờ / eventdata tiếp theo trong infobar.
zh_cn: 在信息栏显示EIT当前/下一事件数据.

source: Do center DVB subs on this service
da: Centrer DVB undertekster på denne kanal
de: Untertitel auf diesem Sender immer zentrieren
et: Tsentreeritud DVB subtiitrid sellel kanalil
hu: DVB felirat középre igazítása ennél a csatornánál
vi: Do trung tâm DVB thuê bao trên dịch vụ này
zh_cn: 显示频道的DVB字幕

source: Do not center DVB subs on this service
da: Centrer ikke DVB undertekster på denne kanal
de: Untertitel auf diesem Sender niemals zentrieren
et: Tsentreerimata DVB subtiitrid sellel kanalil
hu: Ne igazítsa középre a DVB feliratot ezen csatornánál
vi: Đừng tập trung vào DVB trên dịch vụ này
zh_cn: 隐藏频道的DVB字幕

source: Do you really want to check the filesystem? This could take a long time!
da: Vil du virkelig kontrolere filsystemet? Dette kan tage lang tid!
de: Das Dateisystem wirklich überprüfen? Die Überprüfung kann lange dauern!
et: Kas kontrollida failisüsteemi? Selleks kulub palju aega!
hu: Biztos benne, hogy le szeretné ellenőrizni a fájlrendszert? Ez hosszú ideig is eltarthat!
ru: Действительно хотите проверить файловую систему? Это займет некоторое время!
vi: Bạn có thực sự muốn kiểm tra hệ thống tập tin? Điều này có thể mất nhiều thời gian!
zh_cn: 你是否要检查文件系统? 这可能需要很长时间!

source: Do you really want to convert the filesystem? You cannot go back!
da: Vil du virkelig konvertere filsystemet? Det kan ikke fortrydes!
de: Das Dateisystem wirklich konvertieren? Dieser Vorgang ist nicht umkehrbar!
et: Kas teisendada failisüsteem? Seda ei saa tagasi pöörata!
hu: Biztos benne, hogy konvertálni szeretné a fájlrendszert? Ez visszafordíthatatlan lesz!
pt_br: Converter o sistema de arquivos? Esta alteração não poderá ser desfeita!
ru: Действительно хотите преобразовать файловую систему? Все файлы на диске будут потеряны!
vi: Bạn có thực sự muốn chuyển đổi hệ thống tập tin? Bạn không thể quay lại!
zh_cn: 是否要转换文件系统? 如果这样,将无法恢复!

source: Do you really want to delete %s ?
da: Vil du virkelig slette %s ?
de: Wollen Sie "%s" wirklich löschen?
et: Kas kustutada %s?
hu: Biztos benne, hogy törölni szeretné ezt: %s?
ru: Действительно хотите удалить %s?
vi: Bạn có thực sự muốn xóa% s không?
zh_cn: 是否确定删除 %s?

source: Do you really want to delete %s?
da: Vil du virkelig slette: %s ?
de: %s wirklich löschen?
et: Kas kustutada %s?
hu: Biztos benne, hogy törölni szeretné ezt: %s?
pt_br: Remover %s?
ru: Действительно хотите удалить %s?
sl: Res želite odstraniti %s?
vi: Bạn có thực sự muốn xóa%s không?
zh_cn: 是否确定删除 %s?

source: Do you really want to delete ?
da: Vil du virkelig slette ?
de: Wollen Sie wirklich löschen?
et: Kas kustutada?
hu: Biztos benne, hogy törölni szeretne?
ru: Действительно хотите удалить?
vi: Bạn có thực sự muốn xóa không?
zh_cn: 是否确定删除?

source: Do you really want to delete the recording?
da: Vil du virkelig slette optagelsen ?
de: Wollen Sie die Aufnahme wirklich löschen?
et: Kas kustutada see salvestus?
hu: Biztos benne, hogy törölni szeretné a felvételt?
ru: Действительно хотите удалить эту запись?
vi: Bạn có thực sự muốn xóa bản ghi âm?
zh_cn: 是否确定删除这个录制?

source: Do you really want to delete this timer ?
da: Vil du virkelig slette denne Timer ?
de: Timer wirklich löschen?
et: Kas kustutada see taimer?
hu: Biztos benne, hogy törölni szeretné ezt az időzítést?
ru: Действительно хотите удалить этот таймер?
vi: Bạn có thực sự muốn xóa bộ đếm thời gian này?
zh_cn: 是否确定删除这个定时器?

source: Do you really want to download the plugin "%s"?
da: Vil du virkelig downloade Plugin "%s" ?
de: Das Plugin "%s" wirklich herunterladen?
et: Kas paigaldada plugin "%s"?
hu: Biztos benne, hogy letölti a(z) "%s" bővítményt?
ru: Действительно хотите загрузить плагин "%s"?
vi: Bạn có thực sự muốn tải về plugin "%s"?
zh_cn: 是否确定想下载这个插件 "%s"?

source: Do you really want to initialize the device? All data on the disk will be lost!
da: Vil du virkelig initialiserer enheden ? Alle data overskrives!
de: Das Gerät wirklich initialisieren? Alle vorhandenen Daten auf der Festplatte werden gelöscht!
et: Kas vormindada andmekandja? Kogu ketta sisu läheb kaduma!
hu: Biztos benne, hogy inicializálni szeretné a háttértárolót? Annak összes adata el fog veszni!
pt_br: Tem certeza de que deseja FORMATAR o dispositivo? Todo o conteúdo do disco será perdido!
ru: Действительно хотите инициализировать устройство? Все данные на диске будут потеряны!
vi: Bạn có thực sự muốn khởi tạo thiết bị? Tất cả dữ liệu trên đĩa sẽ bị mất!
zh_cn: 是否要初始化这个设备? 磁盘上的所有数据将丢失!

source: Do you really want to move to trashcan ?
da: Vil du virkelig flytte til papirkurv ?
de: Wollen Sie wirklich in den Papierkorb verschieben?
et: Kas liigutada prügikasti?
hu: Biztos benne, hogy a kukába rakja?
ru: Действительно хотите удалить в корзину?
vi: Bạn có thực sự muốn chuyển đến thùng rác?
zh_cn: 是否确定移动到回收站？

source: Do you really want to permamently remove '%s' from trash can ?
da: Vil du virkelig fjerne '%s' permanent fra skraldespanden ?
de: Wollen Sie '%s' wirklich aus dem Papierkorb entfernen?
et: Kas eemaldada %s lõplikult prügikastist?
hu: Biztos benne, hogy végleg eltávolítja a(z) %s a kukából?
ru: Действительно хотите навсегда удалить '%s' из корзины
vi: Bạn có thực sự muốn xóa vĩnh viễn '% s' khỏi thùng rác không?
zh_cn: 是否确定从回收站永久删除 '%s'?

source: Do you really want to permanently remove from trash can ?
da: Vil du virkelig fjerne permanent fra skraldespanden ?
de: Wollen Sie wirklich dauerhaft aus dem Papierkorb entfernen?
et: Kas kustutada lõplikult prügikastist?
hu: Biztos benne, hogy végleg el szeretné távolítani a kukából?
ru: Действительно хотите окончательно удалить из корзины?
vi: Bạn có thực sự muốn loại bỏ vĩnh viễn khỏi thùng rác?
zh_cn: 是否确实从垃圾桶永久删除？

source: Do you really want to remove directory %s from the disk?
da: Vil du virkelig fjerne mappen %s fra disken ?
de: Das Verzeichnis %s wirklich von der Festplatte löschen?
et: Kas kustutada kataloog %s kõvakettalt?
hu: Biztos benne, hogy el szeretné távolítani a %s mappát a háttértárról?
pt_br: Tem certeza de que deseja remover o diretório %s do disco?
ru: Действительно хотите удалить каталог %s с диска?
sl: Ali res želite odstraniti mapo %s iz trdega diska?
vi: Bạn có thực sự muốn xóa thư mục%s khỏi đĩa không?
zh_cn: 是否从磁盘上删除目录 %s?

source: Do you really want to remove the plugin "%s"?
da: Vil du virkelig fjerne Plugin "%s" ?
de: Das Plugin "%s" wirklich entfernen?
et: Kas eemaldada plugin "%s"?
hu: Biztos benne, hogy eltávolítja a(z) "%s" bővítményt?
ru: Действительно хотите удалить плагин "%s"?
vi: Bạn có thực sự muốn loại bỏ plugin "%s"?
zh_cn: 是否确实删除该插件 "%s"?

source: Do you really want to remove your bookmark of %s?
da: Vil du virkelig fjerne bogmærket for %s ?
de: Das Lesezeichen %s wirklich löschen?
et: Kas kustutada %s järjehoidja?
hu: Biztos benne, hogy el szeretné távolítani a(z) %s könyvjelzőt?
pt_br: Remover o favorito de %s?
ru: Действительно хотите удалить закладку %s?
sl: Ali res želite odstraniti zaznamek %s?
vi: Bạn có thực sự muốn xóa dấu trang của%s không?
zh_cn: 是否确认删除书签 %s?

source: Do you want change rights?
da: Vil du ændre rettigheder?
de: Möchten Sie die Rechte ändern?
zh_cn: 是否要更改权限?

source: Do you want to add any additional information ?
da: Vil du virkelig tilføje yderligere information ?
de: Zusätzliche Information hinzufügen?
et: Kas lisada veel andmeid?
hu: Szeretne további információkat megadni?
ru: Хотите добавить дополнительную информацию?
vi: Bạn có muốn thêm bất kỳ thông tin bổ sung?
zh_cn: 是否添加任何额外的信息?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
da: Vil du virkelig også installere Samba klienten? Dette tillader dig at mount dine Windows delinger på denne enhed.
de: Möchten Sie den Samba Client installieren? Dies ermöglicht Ihnen, Ihre Windows-Freigaben auf diesem Gerät zu installieren.
et: Kas paigaldada ka samba klient? Siis saab haakida ka windowsi jaod.
hu: Szeretné telepíteni a samba klienst is? Ez lehetővé teszi a Windows megosztások csatolását az eszközön.
ru: Хотите также установить самба-клиент? Это позволит смонтировать ваши расшаренные папки на этом устройстве.
vi: Bạn có muốn cài đặt samba client không? Điều này cho phép bạn gắn kết chia sẻ cửa sổ của mình trên thiết bị này.
zh_cn: 是否同时安装Samba客户端? 这允许您可以挂载Windows共享在此设备上.

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
da: Vil du vedhæfte en tekstfil til at forklare loggen? (vælg 'Nej' for at skrive en besked med det virtuelle tastatur.)
de: Der Log-Datei eine erklärende Textdatei hinzufügen? (Wählen Sie 'Nein', um eine Nachricht mit der virtuellen Tastatur zu erstellen.)
et: Kas lisada logi selgituseks tekstifail? (Vali 'Ei', kui lisad sõnumi virtuaalklahvistiku abil.)
hu: Szeretne egy szövegfájlt csatolni a naplóhoz? (válassza a 'Nem' lehetőséget a virtuális billentyűzet használatához.)
ru: Хотите прикрепить текстовый файл к логу? (выберите 'Нет' для создания сообщения с помощью виртуальной клавиатуры.)
vi: Bạn có muốn đính kèm một tệp văn bản để giải thích nhật ký? (chọn 'Không' để nhập tin nhắn bằng bàn phím ảo.)
zh_cn: 是否附加一个文本文件来解释日志? (选择'否'请使用虚拟键盘键入信息.)

source: Do you want to delete all other languages? Except English, French, German and your selection:
da: Vil du slette alle andre sprog? På nær Engelsk, Tysk, Fransk og selvvalgt:
de: Wollen Sie alle anderen Sprachen löschen? Außer Englisch, Französisch, Deutsch und Ihrer Auswahl:
vi: Bạn có muốn xóa tất cả các ngôn ngữ khác? Ngoại trừ tiếng Anh, tiếng Pháp, tiếng Đức và lựa chọn của bạn:
zh_cn: 是否要删除所有其他语言? 除了英语,法语,德语和您的选择之外:

source: Do you want to download the image to %s ?
da: Vil du downloade imaget til %s ?
de: Das Image nach %s herunterladen?
et: Kas laadida tõmmis asukohta %s?
hu: Szeretné letölteni a lemezképet a következőre: %s ?
ru: Хотите загрузить имидж в %s?
sl: Želite presneti sliko k %s?
vi: Bạn có muốn tải hình ảnh xuống % s không?
zh_cn: 是否下载镜像到 %s ?

source: Do you want to flash image %s
da: Vil du virkelig flashe Image %s
de: Möchten Sie das folgende Image flashen? %s
et: Kas paigaldada püsivara %s
vi: Bạn có muốn flash hình ảnh %s
zh_cn: 是否刷写镜像 %s

source: Do you want to install the package:
da: Vil du installere pakken:
de: Das Paket installieren:
et: Kas paigaldada pakett:
hu: Biztos benne, hogy feltelepíti ezt a csomagot:
pt_br: Deseja instalar o pacote:
ru: Хотите установить пакет:
sl: Želite namestiti ta paket?:
vi: Bạn có muốn cài đặt gói:
zh_cn: 是否安装该软件包:

source: Do you want to reboot your %s %s
da: Vil du virkelig genstarte din %s %s
de: Wollen Sie einen Neustart Ihrer %s %s durchführen
et: Kas taaskäivitada %s %s
hu: Szeretné újraindítani a(z) %s %s
ru: Хотите перезагрузить ваш %s %s
vi: Bạn có muốn khởi động lại%s%s
zh_cn: 是否重新启动你的 %s %s

source: Do you want to reboot your receiver?
da: Vil du virkelig genstarte din modtager ?
de: Wollen Sie jetzt neu starten?
et: Kas taaskäivitada vastuvõtja?
hu: Szeretné újraindítani a készüléket?
pt_br: Deseja reiniciar o receptor?
ru: Хотите перезагрузить ваш ресивер?
vi: Bạn có muốn khởi động lại máy thu của mình?
zh_cn: 是否重新启动你的接收器?
