Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Number of IP Addresses
cs: Počet IP adres
el: Αριθμός διευθύνσεων IP
fi: IP Osoitteiden määrä
hr: Broj IP Adrese
it: Numero di indirizzi IP
lt: IP adresų skaičius
nl: Aantal IP-adressen
pl: Liczba adresów IP
sk: Počet IP adries
sr: Broj IP Adrese
sv: Antal IP-adresser
ta: ஐபி முகவரிகளின் எண்ணிக்கை
tr: IP Adreslerinin Sayısı
uk: Кількість IP-адрес

source: Number of Slots
cs: Počet slotů
hr: Broj utora
it: Numero di slot
sr: Broj Slotova
tr: Yuvaların Sayısı
uk: Кількість слотів

source: Number of digits in service number
cs: Počet číslic při volbě kanálu
el: Αριθμός ψηφίων στον αριθμό καναλιών
fi: Kanavanumerossa maksimissaan numeroita
fr: Nombre de chiffres dans le numéro de la chaîne
hr: Broj cifara u servis broju
it: Numero di cifre nel numero del canale
lt: Kanalo numerio skaitmenų skaičius
nl: Aantal cijfers in het zendernummer
pl: Liczba cyfr w numerze kanału
sk: Počet číslic v čísle kanála
sr: Broj cifara u servis broju
sv: Antal siffror i servicenumret
ta: சேனல் எண்ணில் இலக்கங்களின் எண்ணிக்கை
tr: Kanal numarasındaki basamak sayısı
uk: Кількість знаків в номері каналу

source: Number of rows
bg: Брой редове
cs: Počet řádků
da: Antal rækker
de: Anzahl der Zeilen
el: Αριθμός γραμμών
et: Ridade arv
fi: Rivimäärä
fr: Nombre de lignes
hr: Broj redova
hu: Sorok száma
it: Numero di righe
lt: Eilučių skaičius
nl: Aantal zenderregels
pl: Liczba wierszy
ru: Количество рядов
sk: Počet riadkov
sr: Broj redova
sv: Antal rader
ta: வரிசைகளின் எண்ணிக்கை
tr: Satır sayısı
uk: Кількість рядків
vi: Số hàng
zh_cn: 行数

source: Number of rows to display.
bg: Брой редове за показване
cs: Počet zobrazených řádků.
el: Αριθμός γραμμών προς εμφάνιση.
fi: Näytettävien rivien määrä.
fr: Nombre de lignes à afficher.
hr: Broj redova za prikaz.
it: Numero di righe da visualizzare.
lt: Rodytinų eilučių skaičius.
nl: Aantal rijen om weer te geven.
pl: Liczba wierszy do wyświetlenia.
sk: Počet zobrazených riadkov.
sr: Broj redova za prikaz.
sv: Antal rader som ska visas.
ta: காண்பிக்க வரிசைகளின் எண்ணிக்கை.
tr: Görüntülenecek satır sayısı.
uk: Кількість рядків для відображення.

source: Number only
cs: Pouze číslo
el: Μόνο αριθμός
fi: Vain numero
hr: Samo broj
it: Solo numero
nl: Alleen nummer
pl: Tylko numer
sr: Samo broj
sv: Endast nummer
tr: Yalnızca numara
uk: Тільки номер

source: Number or SMS style data entry
bg: Въвеждане на данни в стил на номер или SMS
cs: Zadání dat ve stylu čísla nebo SMS
da: Nummer eller SMS stil data post
de: Zahlen- oder SMS-Eingabemethode
el: Στυλ εισόδου ως αριθμός ή SMS
et: Number või SMS stiilis andmesisestus
fi: Numerot tai tekstiviestien syöttötapa
fr: Saisie de données de type numéro ou SMS
hr: Unos podataka o broju ili SMS stilu
it: Inserimento dati in stile numero o SMS
lt: Skaičių ar SMS stiliaus duomenų įvedimas
nl: Nummer of SMS stijl gegevens invoer
pl: Wprowadzanie danych w stylu numeru lub SMS
sk: Zadávanie údajov v štýle čísel alebo SMS
sr: Unos podataka o broju ili SMS stilu
sv: Datainmatning med nummer eller SMS
ta: எண் அல்லது எச்எம்எச் பாணி தரவு உள்ளீடு
tr: Numara veya SMS tarzı veri girişi
uk: Введення даних по номеру, як SMS
vi: Nhập dữ liệu kiểu số hoặc SMS
zh_cn: 以数字或短信形式输入样式

source: Number, name and picon
cs: Číslo, název a picon
el: Αριθμός, όνομα και λογότυπο
fi: Numero, nimi ja kanavalogo
hr: Broj, ime i pikon
it: Numero, nome e picon
nl: Nummer, naam en picon
pl: Numer, nazwa i pikon
sr: Broj, ime i pikon
sv: Nummer, namn och picon
tr: Numara, isim ve pikon
uk: Номер, назва та пікон

source: Numbering mode
cs: Režim číslování
el: Λειτουργία αρίθμησης
fi: Numerointitila
hr: Način numeriranja
it: Modalità di numerazione
nl: Nummering volgorde
pl: Tryb numerowania
sk: Režim číslovania
sr: Numerisanje režim
sv: Numreringsläge
ta: எண் பயன்முறை
tr: Numaralandırma modu
uk: Режим нумерації

source: Numeric skip mode
cs: Režim číselného přeskakování
el: Λειτουργία αριθμητικής παράκαμψης
fi: Numeerinen ohitustila
hr: Režim numeričkog preskakanja
it: Modalità di salto numerico
nl: Numerieke tijdsprong-modus
pl: Tryb pomijania liczb
sr: Numerisanje preskakanje režim
sv: Läge för numerisk hoppning
tr: Sayısal atlama modu
uk: Режим пропуску чисел

source: OEM model
bg: OEM модел
el: OEM μοντέλο
fi: Malli
it: Modello OEM
lt: OĮG modelis
pl: Model OEM
sv: OEM-modell
ta: ஒஇஎம் மாதிரி
tr: OEM modeli
uk: Модель OEM

source: OK
hr: ОК
lt: Gerai
nl: Bevestigen
sr: ОК
ta: சரி
uk: ОК
vi: Đồng ý
zh_cn: 确定

source: OK button (long)
bg: ОК бутон (дълго)
cs: Tlačitko OK (dlouhý stisk)
da: OK knap (lang)
de: OK Taste lang
el: Πλήκτρο ΟΚ (παρατεταμένο)
et: OK (pikk)
fi: OK näppäin (pitkä)
fr: OK bouton (long)
hr: Dugme OK (dugo)
hu: OK gomb (hosszan)
it: Tasto OK (lungo)
lt: OK mygtuką (ilgai spausti)
nl: OK-knop (lang)
pl: Przycisk 'OK' (długo)
ru: кнопка OK (долгое нажатие)
sk: Tlačidlo OK (dlho)
sr: Taster OK (dugo)
sv: OK-knapp (lång)
ta: சரி பொத்தான் (நீண்ட)
tr: OK tuşu (uzun)
uk: Кнопка OK (довге натиснення)
vi: Nút OK (dài)
zh_cn: OK键(长按)

source: OK button (short)
bg: ОК бутон (късо)
cs: OK tlačítko (krátké)
da: OK knap (kort)
de: OK Taste kurz
el: Πλήκτρο ΟΚ (σύντομο)
et: OK nupp (lühike)
fi: OK näppäin (lyhyt)
fr: OK bouton (court)
hr: Dugme OK (kratko)
hu: OK gomb (röviden)
it: Tasto OK (breve)
lt: OK mygtuką (trumpai)
nl: OK-knop (kort)
pl: Przycisk 'OK' (krótko)
ru: кнопка OK (короткое нажатие)
sk: Tlačidlo OK (krátko)
sr: Taster OK (kratko)
sv: OK-knapp (kort)
ta: சரி பொத்தான் (குறுகிய)
tr: OK tuşu (kısa)
uk: Кнопка OK (коротке натиснення)
vi: Nút OK (ngắn)
zh_cn: OK键(短按)

source: OK button mode
bg: Режим на бутона OK
cs: Režim tlačítka OK
da: OK knap tilstand
de: Funktion der OK Taste
el: Λειτουργία πλήκτρου ΟΚ
et: OK nupu vajutus
fi: OK näppäimen toiminto
fr: Mode bouton OK
hr: Način rada dugmeta OK
hu: OK gomb mód
it: Modalità tasto OK
lt: OK mygtuko režimas
nl: OK-knop functie
pl: Tryb przycisku OK
ru: Режим кнопки OK
sk: Režim tlačidla OK
sr: Režim tastera OK
sv: OK-knappens läge
ta: சரி பொத்தான் பயன்முறை
tr: OK tuşu modu
uk: Режим кнопки OK
vi: Chế độ nút OK
zh_cn: OK键模式

source: OK, guide me through the upgrade process
bg: Добре, преведете ме през процеса на надстройка
cs: OK, proveď mě procesem aktualizace
da: OK, hjælp mig igennem opdateringsprocessen
de: OK, führen Sie mich durch den Upgrade-Vorgang
el: ΟΚ, να οδηγηθώ στη διαδικασία αναβάθμισης
et: Jah, õpeta uuendamisel
fi: OK, opasta minua päivityksessä
fr: D'accord, guidez-moi à travers la procédure de mise à jour
hr: OK, vodite me kroz postupak nadogradnje
hu: OK, vezessen végig a frissítési folyamaton
it: OK, guidami attraverso il processo di aggiornamento
lt: Gerai, informuoti mane apie atnaujinimo eigą
nl: OK, mij tijdens de software update begeleiden
pl: OK, przeprowadź mnie poprzez proces aktualizacji
pt_br: OK, guie-me no processo de atualização
ru: OK, подсказывать мне в процессе обновления
sk: OK, preveď ma procesom aktualizácie
sl: Prav, vodi me skozi postopek nadgradnje
sr: OK, vodi me kroz ovaj proces nadogradnje
sv: OK, guida mig genom uppgraderingsprocessen
ta: சரி, மேம்படுத்தல் செயல்முறை மூலம் எனக்கு வழிகாட்டவும்
tr: Tamam, yükseltme işlemi sürecinde bana yol göster
uk: OK, допомогти мені в процесі оновлення
vi: OK, hướng dẫn tôi qua quá trình nâng cấp
zh_cn: 好的,指导我通过升级过程

source: OSCam Info
bg: OScam инфо
cs: Info o OScamu
el: Πληροφορίες OScam
fi: OScam tiedot
fr: Info OScam
lt: OScam informacija
pl: Info o OSCam
sk: Info o OScame
ta: ஆச்காம் செய்தி
tr: OScam Bilgisi
uk: Oscam Інфо

source: OSCam Information
bg: Oscam инфо
cs: Informace o OScamu
el: Πληροφορίες OScam
fi: OScam tiedot
fr: OScamInfo
hr: OScam Informacija
it: Informazioni OScam
lt: OScam informacija
nl: OSCam Informatie
pl: OSCam info
sk: Informácie o OScame
sr: OScam Informacija
ta: ஆச்காம் செய்தி
tr: OScam Bilgisi
uk: Oscam-Інфо

source: OSCam Information Settings
cs: Nastavení informací OSCam
el: Ρυθμίσεις πληροφοριών OSCam
fi: Oscam Tiedot
hr: OScam Informacija Postavke
it: Impostazioni informazioni OSCam
nl: OSCam Informatie instellingen
pl: Ustawienia informacji OSCam
sk: Nastavenia informácií o OSCame
sr: OScam Informacija Postavke
sv: Inställningar för OSCam-information
ta: OSCAM செய்தி அமைப்புகள்
tr: OSCam Bilgisi Ayarları
uk: Налаштування інформації OSCam

source: OSCam webif disabled
bg: OScam webif е деактивиран
cs: OScam webif zakázán
el: Διεπαφή OScam ανενεργή
fi: Oscam webif pois käytöstä
fr: oscam webif désactivé
hr: OScam webif je onemogućen
it: OScam webif disabilitato
lt: OScam webif išjungtas
nl: OSCam webif uitgeschakeld
pl: OSCam webif wyłączony
sk: Oscam webif vypnutý
sr: OScam webif je onemogućen
sv: OSCam webif inaktiverad
ta: OSCAM Webif முடக்கப்பட்டுள்ளது
tr: OSCam webif devre dışı bırakıldı
uk: oscam webif відключено

source: OSCamInfo Actions
cs: Akce OSCamInfo
el: Ενέργειες πληροφοριών OSCam
fi: OSCam toiminnot
hr: OSCamInfo Radnja
it: Azioni OSCamInfo
nl: OSCamInfo Acties
pl: Działania OSCam Info
sk: Akcie pre OSCamInfo
sr: OSCamInfo Radnja
sv: OSCamInfo Åtgärder
ta: ஆச்காமின்ஃபோ செயல்கள்
tr: OSCamInfo İşlemleri
uk: Дії OSCamInfo

source: OSCamInfo Capability Actions
cs: Akce funkcí OSCamInfo
el: Ενέργειες δυνατοτήτων του OSCamInfo
hr: OSCamInfo Mogućnosti Akcije
it: Azioni funzionalità di OSCamInfo
sr: OSCamInfo Mogućnosti Akcije
tr: OSCamInfo Yetenek İşlemleri
uk: Дії можливостей OSCamInfo

source: OSCamInfo Log Actions
cs: Akce protokolu OSCamInfo
el: Ενέργειες καταγραφής πληροφοριών OSCam
fi: OSCamInfo Loki tiedot
hr: OSCamInfo Log Radnja
it: Azioni registro di OSCamInfo
nl: OSCamInfo Log Acties
pl: Akcje logów OSCam Info
sk: Akcie pre denník OSCamInfo
sr: OSCamInfo Log Radnja
sv: OSCamInfo Loggåtgärder
ta: ஆச்காமின்ஃபோ பதிவு செயல்கள்
tr: OSCamInfo Günlük İşlemleri
uk: Дії для логу OSCamInfo

source: OSCamInfo: %s Entitlements for '%s'
cs: OSCamInfo: %s Oprávnění pro '%s'
el: OSCamInfo: %s Entitlements για το '%s'
fi: OSCam tiedot: %s Valtuutukset '%s'
hr: OSCamInfo: %s Prava za '%s'
it: OSCamInfo: %s diritti per "%s"
nl: OSCamInfo: %s Entitlements voor '%s'
pl: OSCam Info: %s uprawnienia dla '%s'
sk: OSCamInfo: %s oprávnenia pre '%s'
sr: OSCamInfo: %s Prava za '%s'
sv: OSCamInfo: %s Rättigheter för '%s'
ta: OSCAMINFO: ' %s' க்கான %s உரிமைகள்
tr: OSCamInfo: '%s' için %s Yetkilendirme
uk: OSCamInfo: %s права для '%s'

source: OSCamInfo: Capabilities
cs: OSCamInfo: Možnosti
el: OSCamInfo: δυνατότητες
hr: OSCamInfo: Mogućnosti
it: OSCamInfo: funzionalità
sr: OSCamInfo: Mogućnosti
tr: OSCamInfo: Yetenekler
uk: OSCamInfo: Можливості

source: OSCamInfo: Entitlements for '%s'
cs: OSCamInfo: Zápisy pro '%s'
el: OSCamInfo: Entitlements για το '%s'
fi: OSCam tiedot: Valtuutukset '%s'
hr: OSCamInfo: Prava za '%s'
it: OSCamInfo: diritti per "%s"
nl: OSCamInfo: Entitlements voor '%s'
pl: OSCam Info: Uprawnienia dla '%s'
sk: OSCamInfo: oprávnenia pre '%s'
sr: OSCamInfo: Prava za '%s'
sv: OSCamInfo: Behörighet för '%s'
ta: ஆச்காமின்ஃபோ: '%s' க்கான உரிமைகள்
tr: OSCamInfo: '%s' için yetkilendirmeler
uk: OSCamInfo: Права для '%s'

source: OSCamInfo: Information
cs: OSCamInfo: Informace
el: OSCamInfo: Πληροφορίες
fi: OSCam: tiedot
hr: OSCamInfo: Informacije
it: OSCamInfo: informazioni
nl: OSCamInfo: Informatie
pl: OSCam Info: Informacje
sk: OSCamInfo: informácia
sr: OSCamInfo: Informacije
ta: ஆச்காமின்ஃபோ: செய்தி
tr: OSCamInfo: Bilgi
uk: OSCamInfo: Інформація

source: OSCamInfo: Log
el: OSCamInfo: Καταγραφή
fi: OSCam: Loki
it: OSCamInfo: registro
sk: OSCamInfo: záznam (log)
sv: OSCamInfo: Logg
ta: ஆச்காமின்ஃபோ: பதிவு
tr: OSCamInfo: Günlük
uk: OSCamInfo: Лог

source: OSD 3D Settings
bg: OSD 3D настройка
cs: Nastavení 3D OSD
el: Ρυθμίσεις OSD 3D
fi: Kuvaruudun 3D Asetukset
fr: Configuration OSD 3D
hr: OSD 3D Postavke
it: Impostazioni OSD 3D
lt: OSD 3D nustatymas
nl: OSD 3D instellingen
pl: Ustawienia 3D
sk: Nastavenie 3D OSD
sr: OSD 3D Postavke
sv: OSD 3D-inställningar
ta: OSD 3D அமைப்புகள்
tr: Ekranda Gösterim 3D Ayarları
uk: OSD Налаштування 3D

source: OSD Calibration
bg: Позиция OSD
cs: Pozice OSD
el: Ρυθμίσεις θέσης OSD
fi: Kuvaruudun kohdistus
fr: Position de l'OSD
hr: OSD Kalibracija
it: Calibrazione OSD
lt: OSD padėties parametrai
nl: OSD positie
pl: Kalibracja OSD
sk: Nastavenie pozície OSD
sr: OSD Kalibracija
sv: OSD-kalibrering
ta: OSD அளவுத்திருத்தம்
tr: Ekranda Gösterim Kalibrasyonu
uk: Калібрування екранного меню

source: OSD Calibration Settings
cs: Nastavení kalibrace OSD
el: Ρυθμίσεις βαθμονόμησης OSD
fi: OSD kalibrointi asetukset
hr: OSD Kalibracija Postavke
it: Impostazioni calibrazione OSD
nl: OSD kalibratie
pl: Ustawienia kalibracji OSD
sk: Nastavenia kalibrácie OSD
sr: OSD Kalibracija Postavke
sv: Inställningar för OSD-kalibrering
ta: OSD அளவுத்திருத்த அமைப்புகள்
tr: Ekranda Gösterim Kalibrasyon Ayarları
uk: Налаштування калібрування OSD

source: OSD Settings
bg: OSD настройки
cs: Nastavení OSD
de: OSD Einstellungen
el: Ρυθμίσεις OSD
et: Ekraanigraafika seaded
fi: Kuvaruudun asetukset
fr: Paramètres OSD
hr: OSD Postavke
hu: OSD beállítások
it: Impostazioni OSD
lt: OSD nustatymai
nl: OSD
pl: Ustawienia OSD
ru: Настройки OSD
sk: Nastavenia OSD
sl: Nastavitve OSD
sr: OSD Postavke
sv: OSD-inställningar
ta: OSD அமைப்புகள்
tr: Ekranda Gösterim ( OSD ) Ayarları
uk: OSD налаштування
vi: Cài đặt OSD
zh_cn: 屏幕显示设置

source: OSD Setup
bg: Настройка на OSD
cs: Nastavení OSD
da: OSD Opsætning
de: Bedienoberfläche anpassen
el: Ρυθμίσεις OSD
et: Ekraanigraafika seadistamine
fi: Kuvaruudun Asetukset
fr: Configuration OSD
hr: OSD Podešavanje
hu: OSD beállítás
it: Configurazione OSD
lt: OSD valdymas
nl: Wijzig OSD instellingen
pl: Ustawienia OSD
sk: Nastavenie OSD
sr: OSD Podešavanje
sv: OSD-inställning
ta: OSD அமைப்பு
tr: Ekranda Gösterim Kurulumu
uk: Налаштування OSD
vi: Thiết lập OSD 3D
zh_cn: OSD设置

source: OSD name request
bg: Заявка за име на OSD
cs: Požadovaný název OSD
da: OSD navneanmodning
de: OSD-Sprache
el: Απαίτηση ονόματος OSD
et: OSD nime päring
fi: Kuvaruudun nimipyyntö
fr: Demande de nom de l'OSD
hr: Zahtjev za ime OSD
hu: OSD név kérés
it: Richiesta nome OSD
lt: OSD pavadinimo užklausa
nl: OSD naam aanvragen
pl: Żądanie nazwy OSD
ru: Запрос OSD имени
sk: Požadovaný názov OSD
sr: OSD zahtev za ime
sv: Begäran om OSD-namn
ta: OSD பெயர் கோரிக்கை
tr: Ekranda Gösterim ad isteği
uk: Запит OSD імені
vi: Yêu cầu tên OSD
zh_cn: OSD名称请求

source: OSD visibility
cs: Viditelnost OSD
el: Διαφάνεια OSD
fi: Kuvaruudun läpinäkyvyys
hr: OSD vidljivost
it: Visibilità OSD
nl: OSD zichtbaarheid
pl: Widoczność OSD
sk: Viditeľnosť OSD
sl: Prozornost menija
sr: OSD vidljivost
sv: OSD-synlighet
ta: OSD தெரிவுநிலை
tr: Ekranda Gösterim görünürlüğü
uk: Видимість OSD

source: OTT Model
el: Μοντέλο ΟΤΤ
fi: OTT malli
hr: ОТТ Model
it: Modello OTT
lt: OTT modelis
pl: Model OTT
sr: ОТТ Model
sv: OTT-modell
ta: மாதிரி
tr: OTT Modeli
uk: Модель OTT

source: Occitan
cs: Okcitánština
el: Οξιτανικά
it: Occitano
lt: Oksitanė
nl: Occitaans
pl: Oksytański
sk: okcitánčina
sv: Occitanska
ta: ஒக்கிடன்
tr: Oksitanca
uk: Окситанська

source: Octal
cs: Osmičkové
el: Οκταδικό
fi: Oktaali
it: Ottale
lt: Aštuntainį
nl: Octaal
pl: Oktagonalnie
sk: Osmičkovo
sv: Oktal
ta: ஆக்டல்
tr: Sekizli
uk: Вісімкова

source: Off
bg: Изключен
cs: Vypnuto
da: Slukket
de: Aus
el: Κλειστό
et: Väljas
fi: Pois
fr: Arrêt
hr: Isklj
hu: Ki
lt: Išjungta
nl: Uit
pl: Wyłącz
pt_br: Desligado
ru: Выкл.
sk: Vypnuté
sl: Izklop
sr: Isklj
sv: Av
ta: அணை
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭

source: Offline decode delay (ms)
bg: Офлайн забавяне на декодирането (ms)
cs: Zpoždění offline dekódování (ms)
da: Offline afkodningsforsinkelse (ms)
de: Offline Decodierungsverzögerung (ms)
el: Καθυστέρηση αποκωδικοποίησης εκτός σύνδεσης (ms)
et: Võrguta dekodeerimise viiteaeg (ms)
fi: Offline purkamisen viive (ms)
fr: Délai décodage hors ligne (ms)
hr: Kašnjenje izvanmrežnog dekodiranja (ms)
hu: Offline dekódolási késleltetés (ms)
it: Ritardo decodifica offline (ms)
lt: Dekodavimo delsa neprisijungus (ms)
nl: Offline decodeer vertraging (ms)
pl: Opóźnienie dekodowania off-line (ms)
pt_br: Atraso da decodificação offline (ms)
ru: Задержка оффлайн декодирования (мс)
sk: Oneskorenie offline dekódovania (ms)
sr: Odlaganje vanmrežnog dekodiranja (ms)
sv: Offline avkodningsfördröjning (ms)
ta: இணைப்பில்லாத டிகோட் நேரந்தவறுகை (எம்.எச்)
tr: Çevrimdışı kod çözme gecikmesi (ms)
uk: Затримка оффлайн декодування (мс)
vi: Độ trễ giải mã ngoại tuyến (ms)
zh_cn: 离线解码延时 (秒)

source: Offset CA device index
cs: Ofsetový index zařízení CA
el: Δείκτης ολίσθησης συσκευής CA
fi: Muuta CA laitteen indeksiä
hr: Indeks pomaka CA uređaja
it: Offset indice dispositivo CA
nl: Offset CA apparaatindex
pl: Przesunięcie indeksu urządzenia CA
sk: Posun indexu zariadenia CA
sr: Pomak CA uređaj indeks
sv: Offset CA-enhetsindex
ta: ஆஃப்செட் CA சாதன அட்டவணை
tr: CA cihazı dizin dengelemesi
uk: Зміщений індекс пристрою CA

source: Offset and close CA device
cs: Posunout a uzavřít CA zařízení
el: Ολίσθηση και κλείσιμο συσκευής CA
fi: Muuta ja sulje CA laite
hr: Pomakni i zatvori CA uređaj
it: Offset e chiudi dispositivo CA
nl: Offset en CA-apparaat sluiten
pl: Przesuń i zamknij urządzenie CA
sk: Posunúť a zavrieť zariadenie CA
sr: Pomeri i zatvori CA uređaj
sv: Avräkning och stängning av CA-enhet
ta: ஆஃப்செட் மற்றும் CA சாதனத்தை மூடு
tr: CA cihazını dengele ve kapat
uk: Зміщення та закриття CA пристрою

source: Older files in the time shift directory are removed on every event change.
bg: По-старите файлове в директорията с изместване на времето се премахват при всяка промяна на събитието.
cs: Při každé změně události jsou starší soubory v adresáři timeshift odstraněny.
el: Τα παλαιότερα αρχεία στον φάκελο χρονομετατόπισης αφαιρούνται σε κάθε αλλαγή εκπομπής.
fi: Vanhat tiedostot ajansiirto kansiossa tiedostot poistetaan jokaisesta muutoksen jälkeen.
fr: Les fichiers les plus vieux dans le répertoire PauseDirect seront enlevés à chaque changement d'événement.
hr: Starije datoteke u direktoriju vremenskog pomaka uklanjaju se pri svakoj promjeni događaja.
it: I file timeshift più vecchi vengono rimossi a ogni modifica dell'evento.
lt: Senesni failai iš laiko poslinkio katalogo pašalinami kiekvienam įvykiui pasikeitus.
nl: Oudere bestanden in de Timeshift map worden verwijderd bij de start van een nieuwe.
pl: Stare pliki timeshiftu będą usuwane automatycznie po upływie określonego czasu.
sk: Staršie súbory v priečinku pre timeshift sa odstraňujú pri každej zmene udalostí.
sr: Stari fajlovi u direktorijumu tajmšifta uklanjaju se prilikom svake promene događaja.
sv: Äldre filer i Time Shift-katalogen tas bort vid varje händelseändring.
ta: ஒவ்வொரு நிகழ்வு மாற்றத்திலும் நேர சிப்ட் கோப்பகத்தில் உள்ள பழைய கோப்புகள் அகற்றப்படுகின்றன.
tr: Zaman kaydırma dizinindeki eski dosyalar, her etkinlik değişikliğinde silinir.
uk: Старі файли таймшифта будуть видалені при кожній зміні передачі.

source: Olympic blue
cs: olympijská modrá
el: ολυμπιακό μπλε
hr: Olimpijsko plavo
it: blu olimpico
lt: olimpinė mėlyna
nl: Olympisch blauw
sr: Olimpijsko plavo
sv: olympisk blå
tr: Olimpiyat mavisi
uk: олімпійський синій

source: Olympics
cs: Olympijské hry
da: Olympiske Lege
de: Olympia
el: Ολυμπιακοί αγώνες
fi: Olympialaiset
fr: Jeux olympiques
hr: Olimpijada
it: Olimpiadi
lt: Olimpinės žaidynės
nl: Olympische spelen
pl: Olimpiada
sk: Olympiáda
sr: Olimpijada
sv: Olympiska spelen
ta: ஒலிம்பிக்
tr: Olimpiyatlar
uk: Олімпійські Ігри
zh_cn: 奥运会

source: Oman
cs: Omán
el: Ομάν
et: Omaan
hu: Omán
lt: Omanas
sk: Omán
ta: ஓமான்
tr: Umman
uk: Оман
vi: Ô-man
zh_cn: 阿曼

source: On
cs: Zapnuto
da: Tændt
de: An
el: Ανοικτό
et: Sees
fi: Päällä
fr: Marche
hr: Uklj
hu: Be
lt: Įjungta
nl: Aan
pl: Włącz
pt_br: Ligado
ru: Вкл.
sk: Zapnuté
sl: Vklop
sr: Uklj
sv: På
ta: ஆன்
tr: Açık
uk: Ввімкнено
vi: Trên
zh_cn: 开

source: On end of movie
bg: На края на филма
cs: Po skončení filmu
da: Ved afslutning af film
de: Am Ende des Films
el: Στο τέλος της ταινίας
et: Filmi lõpus
fi: Vaihda tallenteen lopun toimintoa
fr: À la fin du film
hr: Na kraju filma
hu: Film végén
it: Alla fine della registrazione
lt: Filmo pabaigoje
nl: Op het einde van de opname
pl: Na końcu filmu
pt_br: No fim do vídeo
ru: В конце фильма
sk: Po skončení filmu
sr: Na kraju filma
sv: På slutet av filmen
ta: திரைப்படத்தின் முடிவில்
tr: Filmin sonunda
uk: На кінець фільму
vi: Cuối phim
zh_cn: 电影的结尾

source: On end of movie (as menu)
bg: На края на филма (като меню)
cs: Na konci filmu (jako menu)
da: Ved afslutning af film (som menu)
de: Am Ende des Films (als Menü)
el: Στο τέλος της ταινίας (ως μενού)
et: Filmi lõpus (menüüna)
fi: Vaihda tallenteen lopun toimintoa
fr: À la fin du film (comme le menu)
hr: Na kraju filma (kao menu)
hu: Film végén (menü)
it: Alla fine della registrazione (come menu)
lt: Dėl filmo pabaigos (kaip meniu)
nl: Aan het einde van de film (als menu)
pl: Na końcu filmu (jako menu)
ru: В конце фильма (как меню)
sk: Na konci filmu (ako menu)
sr: Na kraju filma (kao meni)
sv: I slutet av filmen (som meny)
ta: திரைப்படத்தின் முடிவில் (மெனுவாக)
tr: Filmin sonunda (menü olarak)
uk: На кінець фільму (як меню)
vi: Vào cuối phim (dưới dạng menu)
zh_cn: 在电影的结尾(作为菜单)

source: On valid ONIDs, ignore frequency sub network part.
bg: При валидни идентификатори, игнорирайте честотната подмрежова част
cs: U platných ONID ignorujte část frekvenční podsítě.
el: Σε έγκυρα ONIDs, να αγνοείται το κομμάτι του υπο-δικτύου της συχνότητας.
fi: Käytössä oleva ONIDs, taajuuden ohita aliverkko-osa
fr: Sur les ONIDs valides, ignorer la fréquence de la partie de sous-réseau
hr: Na važećim ONID zanemarite dio podmreže frekvencije.
it: Su ONID validi, ignora la parte della sottorete di frequenza
lt: Esant galiojantiems ONID, ignoruokite dažnio potinklio dalį
nl: Bij 'Ja' worden Sub-netwerk frequenties bij geldige ONIDs genegeerd.
pl: W przypadku prawidłowych identyfikatorów ONID zignoruj część podsieci częstotliwościowej.
sk: Pri platných ONID ignorovať časť frekvenčnej podsiete.
sr: Na važečem ONID zanemariti deo sa frekvencijom podmreže.
sv: På giltiga ONID ignoreras del av undernätverk för frekvens.
ta: செல்லுபடியாகும் ஓனிட்களில், அதிர்வெண் துணை பிணையம் பகுதியை புறக்கணிக்கவும்.
tr: Geçerli ONID'lerde, frekans alt ağ bölümünü dikkate almayın.
uk: На дійсних ONID, ігноруйте частину частот підмережі

source: Once
bg: веднъж
cs: Jednou
el: Μία φορά
fi: kerran
fr: Une fois
hr: Jednom
it: Una volta
lt: vieną kartą
nl: éénmalig
pl: Jednorazowy
sk: Raz
sr: Jednom
sv: En gång
ta: ஒருமுறை
tr: Bir kere
uk: один раз

source: One
bg: Един
cs: Jeden
da: En
de: Eins
el: Ένα
et: Üks
fi: Yksi
fr: Un
hr: Jedan
hu: Egy
it: Uno
lt: Vienas
nl: Een
pl: Jeden
pt_br: Um
ru: Один
sk: Jeden
sl: En
sr: Jedan
sv: En
ta: ஒன்று
tr: Bir
uk: Один
vi: Một
zh_cn: 一

source: One line
bg: Една линия
cs: Jeden řádek
da: En linje
de: Eine Zeile
el: Μία γραμμή
et: Üks rida
fi: Yksi rivi
fr: Une ligne
hr: Jedan red
hu: Egy sor
it: Una linea
lt: Viena eilutė
nl: Eén regel
pl: Jedna linia
ru: В одну строчку
sk: Jeden riadok
sr: Jedan red
sv: En linje
ta: ஒரு வரி
tr: Tek satır
uk: Один рядок
vi: Một dòng
zh_cn: 单行

source: Online software update
bg: Онлайн актуализация на софтуера
cs: Aktualizace software Online
da: Online software-opdatering
de: Software online aktualisieren
el: Διαδικτυακή ενημέρωση λογισμικού
et: Vastuvõtja internetiuuendused
fi: Ohjelmistopäivitys internetin kautta
fr: Mise à jour logiciel en ligne
hr: Mrežno ažuriranje softvera
hu: Online szoftverfrissítés
it: Aggiornamento software in linea
lt: Programinės įrangos atnaujinimas internetu
nl: openATV via het internet updaten
pl: Aktualizacja oprogramowania
ru: Онлайн обновление
sk: Online aktualizácia softvéru
sr: Ažuriranje softvera na mreži
sv: Online-uppdatering av programvara
ta: நிகழ்நிலை மென்பொருள் புதுப்பிப்பு
tr: Çevrimiçi yazılım güncelleme
uk: Онлайн оновлення програмного забезпечення
vi: Cập nhật trực tuyến phần mềm nhận của bạn
zh_cn: 在线软件升级
