Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Enable core dumps *
cs: Povolit výpisy jádra *
el: Ενεργοποίηση των απορρίψεων πυρήνα *
fi: Ota ydin vedos käyttöön *
hr: Omogućivanje izvatka jezgre *
it: Abilita core dump *
nl: Core-Dumps inschakelen *
pl: Włącz zrzuty pamięci *
sk: Povoliť výpisy jadra *
sr: Omogući ispis jezgre *
sv: Aktivera kärndumpning *
ta: கோர் டம்ப்களை இயக்கவும் *
tr: Çekirdek dökümlerini etkinleştir *
uk: Увімкнути дамп ядра *

source: Enable cut file support for audio files
bg: Разрешаване на поддръжка на изрязани файлове за аудио файлове
cs: Povolit podporu střihu souborů pro zvukové soubory
da: Aktiver klipfil understøttelse for lydfiler
de: Schnittdateisupport für Audiodateien aktivieren
el: Ενεργοποίηση υποστήριξης αποκοπών αρχείου για τα αρχεία ήχου
et: Luba audiofailide lõikamine
fi: Ota äänitiedostojen leikkaus käyttöön
fr: Activer la prise en charge des fichiers coupés pour les fichiers audio
hr: Omogućite podršku za izrezane datoteke za audio datoteke
hu: Vágófájl engedélyezése az audiófájlokhoz
it: Abilita supporto per tagliare i file audio
lt: Įjungti failų karpymo palaikymą garso failams
nl: Activeer 'cut-file' ondersteuning voor audio bestanden
pl: Włącz obsługę cięcia plików dla plików audio
sk: Povoliť podporu strihania pre zvukové súbory
sr: Omogući podršku za isečeni audio fajl
sv: Aktivera stöd för klippta filer för ljudfiler
ta: ஆடியோ கோப்புகளுக்கான வெட்டு கோப்பு ஆதரவை இயக்கவும்
tr: Ses dosyaları için kesim dosyası desteğini etkinleştir
uk: Включити підтримку розділів для аудіо файлів
vi: Cho phép cắt hỗ trợ tệp cho các tệp âm thanh
zh_cn: 启用音频文件剪切

source: Enable cut file support for audio files, e.g. mp3.
bg: Разрешаване на поддръжка на изрязани файлове за аудио файлове.
cs: Povolit podporu střihu souborů pro zvukové soubory. (např. mp3).
el: Ενεργοποίηση υποστήριξης αποκοπών αρχείου για τα αρχεία ήχου. (π.χ. mp3)
fi: Ota äänitiedostojen leikkaus käyttöön. (esim. mp3)
fr: Activez la prise en charge des fichiers coupés pour les fichiers audio. (par exemple mp3)
hr: Omogućite podršku za izrezane datoteka za audio datoteke, npr. mp3.
it: Abilita supporto per tagliare i file audio (ad es. mp3)
lt: Įjungti failų karpymo palaikymą garso failams (pvz.: mp3)
nl: Activeer 'cut-file' ondersteuning voor audio bestanden. (b.v. mp3)
pl: Włącz obsługę plików ciętych dla plików audio, np. mp3.
sk: Povoliť podporu strihania zvukových súborov (napr. mp3).
sr: Omogući podršku za isečeni audio fajl. (npr. mp3)
sv: Aktivera stöd för klippfiler för ljudfiler, t.ex. mp3.
ta: ஆடியோ கோப்புகளுக்கான வெட்டு கோப்பு ஆதரவை இயக்கவும், எ.கா. எம்பி 3.
tr: Mp3 gibi ses dosyaları için kesim dosyası desteğini etkinleştirin.
uk: Включити підтримку розділів для відео файлів (наприклад mp3)

source: Enable cut file support for non *.ts files
bg: Разрешаване на поддръжката на изрязани файлове за файлове, които не са *.ts
cs: Povolit podporu střihu souborů pro soubory, které nejsou *.ts
da: Aktiver klipfil understøttelse for ikke *.ts filer
de: Schnittdateisupport für nicht '*.ts' Dateien aktivieren
el: Ενεργοποίηση υποστήριξης αποκοπών αρχείου για τα μη *.ts αρχεία
et: Luba mitte-ts failide lõikamine
fi: Aktivoi leikkaus tiedostotuki muille kuin *.ts-tiedostoille
fr: Activer la prise en charge des fichiers coupés pour les fichiers non *.ts
hr: Omogućite podršku za izrezane datoteke koje nisu *.ts
hu: Vágófájl engedélyezése a nem ts fájlokhoz
it: Abilita supporto per tagliare i file non *.ts
lt: Įjungti failų karpymo palaikymą ne*.ts failams
nl: Activeer 'cut-file' ondersteuning voor niet *.ts bestanden
pl: Włącz obsługę wycinania plików dla plików innych niż *.ts
sk: Povoliť podporu strihania súborov, ktoré nie sú typu *.ts
sr: Omogući podršku za isečeni fajl koji nisu * .ts fajl
sv: Aktivera stöd för klippfiler för andra filer än *.ts
ta: அல்லாத *.ts கோப்புகளுக்கான வெட்டு கோப்பு ஆதரவை இயக்கவும்
tr: *.ts uzantısına sahip olmayan dosyalar için kesim dosyası desteğini etkinleştir
uk: Включити підтримку редагування не тільки файлів *.ts
vi: Cho phép cắt hỗ trợ tệp cho các tệp không * .ts
zh_cn: 允许不支持切换*.ts文件

source: Enable cut file support for non *.ts files, e.g. mp4.
bg: Разрешаване на поддръжката на изрязани файлове за файлове, които не са *.ts. (напр. mp4)
cs: Povolit podporu střihusouborů pro soubory, které nejsou *.ts. (např. mp4).
el: Ενεργοποίηση υποστήριξης αποκοπών αρχείου για τα μη *.ts αρχεία. (π.χ. mp4)
fi: Ota leikkaus käyttöön muille kuin .ts tiedostoille (esim. mp4)
fr: Activez la prise en charge des fichiers coupés pour les fichiers non *.ts. (par exemple mp4)
hr: Omogućite podršku za izrezanje datoteka koje nisu *.ts, npr. mp4.
it: Abilita supporto per tagliare i file non *.ts (ad es. mp4)
lt: Įjungti failų karpymo palaikymą ne*.ts failams (pvz.: mp4)
nl: Activeer 'cut-file' ondersteuning voor niet *.ts bestanden. (b.v. mp4)
pl: Włącz obsługę plików ciętych dla plików innych niż *.ts, np. mp4.
sk: Povoliť podporu strihania súborov, ktoré nie sú typu *.ts (napr. mp4).
sr: Omogući podršku za isečeni fajl koji nisu * .ts fajl. (npr. mp4)
sv: Aktivera stöd för klippfiler för andra filer än *.ts, t.ex. mp4.
ta: அல்லாத *.ts கோப்புகளுக்கான வெட்டு கோப்பு ஆதரவை இயக்கவும், எ.கா. mp4.
tr: *.ts uzantısına sahip olmayan dosyalar (örneğin mp4) için kesim dosyası desteğini etkinleştirin.
uk: Включити підтримку редагування не тільки файлів *.ts. (наприклад mp4)

source: Enable debug log
bg: Разрешаване на дневника за отстраняване грешки
cs: Povolit protokol ladění
el: Ενεργοποίηση καταγραφής αποσφαλμάτωσης
fi: Ota käyttöön vianselvitysloki
fr: Activer le log de débogage
hr: Omogući dnevnik otklanjanja pogrešaka *
it: Abilita registro debug
lt: Įjungti klaidų žurnalą
nl: Activeer een debug log
pl: Włącz dziennik debugowania
ru: Включить журнал отладки
sk: Povoliť denník pre ladenie
sr: Omogući log otklanjanja greške
sv: Aktivera felsökningslogg
ta: பிழைத்திருத்த பதிவை இயக்கவும்
tr: Hata ayıklama günlüğünü etkinleştir
uk: Включити лог налагодження

source: Enable debug log *
bg: Разрешаване на дневника за отстраняване грешки *
cs: Povolit protokol ladění
da: Aktiver fejlsøgningslog *
de: Debug-Log aktivieren *
el: Ενεργοποίηση καταγραφής αποσφαλμάτωσης *
et: Silumislogid lubatud *
fi: Ota käyttöön vianselvitysloki *
fr: Activer le log de débogage *
hr: Omogući dnevnik otklanjanja pogrešaka *
hu: Hibakeresési mód engedélyezése*
it: Abilita registro debug *
lt: Įjungti klaidų žurnalą *
nl: Activeer debug log *
pl: Włącz dziennik debugowania *
sk: Povoliť denník pre ladenie *
sr: Omogući log otklanjanja greške *
sv: Aktivera felsökningslogg *
ta: பிழைத்திருத்த பதிவை இயக்கவும் *
tr: Hata ayıklama günlüğünü etkinleştir *
uk: Включити лог налагодження *
vi: Bật nhật ký gỡ lỗi *
zh_cn: 启用调试日志*

source: Enable digital downmix
bg: Разрешаване на цифрово смесване
cs: Povolit digitální downmix
da: Aktiver digital downmix
de: Dolby Digital Downmix aktivieren
el: Ενεργοποίηση ψηφιακής μίξης
et: DD / DTS > stereo sees
fi: Vaihda muunto stereoksi
fr: Activer downmix numérique
hr: Omogući digital downmix
hu: Digitális lekeverés engedélyezése
it: Abilita downmix digitale
lt: Įjungti skaitmeninį suliejimą
nl: DD/DTS Downmix activeren
pl: Włącz cyfrowy downmix
sk: Povoliť digitálny downmix
sr: Omogući digital downmix
sv: Aktivera digital nedmixning
ta: டிசிட்டல் டவுன்மிக்ச் இயக்கவும்
tr: Dijital downmix'i etkinleştir
uk: Включити цифрове мікшування
vi: Kích hoạt tính năng kỹ thuật số
zh_cn: 启用数字缩混

source: Enable fallback remote receiver
bg: Разрешаване на резервния дистанционен приемник
cs: Povolit záložní vzdálený přijímač
da: Aktiver tilbagefald til fjernmodtager
de: Aktiviere Reservereceiver
el: Ενεργοποίηση εφεδρικού απομακρυσμένου δέκτη
et: Kaugvastuvõtja kasutamine asendustuunerina
fi: Ota käyttöön etävastaanotin
fr: Activer le récepteur distant de repli
hr: Omogućite rezervni udaljeni tuner
hu: Engedélyezi a tartalék háttér vevőegységet
it: Abilita ricevitore remoto di fallback
lt: Įjungti atsarginį nuotolinį imtuvą
nl: De Fallback tuner activeren
pl: Włącz zastępczy odbiornik zdalny
ru: Включить резервный удаленный ресивер
sk: Povoliť záložný vzdialený prijímač
sr: Omogući povrati udaljeni resiver
sv: Aktivera reservfjärrmottagare
ta: குறைவடையும் ரிமோட் ரிசீவரை இயக்கவும்
tr: Yedek uzak alıcıyı etkinleştir
uk: Включити резервний віддалений приймач
vi: Cho phép thu từ xa dự phòng
zh_cn: 启用备用遥控接收器

source: Enable import timer from fallback tuner
bg: Активиране импорт на таймери от резервен тунер
cs: Importovat časovače ze záložního tuneru
el: Ενεργοποίηση εισαγωγής χρονοδιακόπτη από το εφεδρικό tuner
fi: Tuo ajastimet etävastaanottimelta
fr: Importer les programmations du récepteur distant de repli
hr: Omogućite merač vremena za uvoz iz rezervnog tjunera
it: Abilita il timer di importazione dal tuner di fallback
lt: Įjungti importo laikmatį iš atsarginio imtuvo
nl: Remote Timers van de Fallback tuner importeren
pl: Włącz import timerów z tunera rezerwowego
sk: Povoliť import časovača zo záložného tuneru
sr: Omogući uvoz tajmera za rezervni tjuner
sv: Aktivera importtimer från reservtuner
ta: குறைவடையும் ட்யூனரிலிருந்து இறக்குமதி டைமரை இயக்கவும்
tr: Yedek tunerden içe aktarma zamanlayıcısını etkinleştir
uk: Увімкнути таймер імпорту із резервного тюнера

source: Enable intro screen
bg: Разрешаване на интро екран
cs: Povolit úvodní obrazovku
da: Aktiver introskærm
de: Begrüßungsbildschirm aktivieren
el: Ενεργοποίηση οθόνης υποδοχής
et: Luba tervitusaken
fi: Aktivoi aloitusnäyttö
fr: Activer l'écran d'accueil
hr: Omogući uvodni zaslon
hu: Engedélyezi az intro-t a képernyőn
it: Abilita schermata di introduzione
lt: Įjungti įvadinį vaizdą
nl: Activeer intro scherm
pl: Włącz ekran intro
sk: Povoliť úvodnú obrazovku
sr: Omogući uvodni ekran
sv: Aktivera introskärm
ta: அறிமுக திரையை இயக்கவும்
tr: Giriş ekranını etkinleştir
uk: Включити екран введення
vi: Bật màn hình giới thiệu
zh_cn: 启用屏幕介绍

source: Enable monitoring UI
cs: Povolit monitorovací uživatelské rozhraní
hr: Otvori nadgledanje UI
it: Abilita interfaccia utente di monitoraggio
sr: Omogući korisnički interfejs za nadzor
tr: Kullanıcı arayüzünü izlemeyi etkinleştirin
uk: Увімкнути інтерфейс моніторингу

source: Enable multiple bouquets
bg: Разрешаване на няколко букета
cs: Povolit vícenásobné přehledy
da: Aktiver flere Buketter
de: Mehrere Favoritenlisten erlauben
el: Ενεργοποίηση πολλαπλών μπουκέτων
et: Lemmiknimekirjad lubatud
fi: Salli useiden suosikkilistojen luonti ja käyttö
fr: Activer bouquets multiples
hr: Omogućite više buketa
hu: Többszörös csatornacsomagok engedélyezése
it: Abilita bouquet multipli
lt: Įjungti kanalų dubliavimą keliuose paketuose
nl: Meerdere favorietenlijsten toestaan
pl: Włącz tryb wielu list kanałów
pt_br: Ativar grupos favoritos múltiplos
ru: Включить мульти-букеты
sk: Povoliť viacnásobné prehľady
sl: Vključi priljubljene liste kanalov
sr: Omogući više buketa
sv: Aktivera flera buketter
ta: பல பூங்கொத்துகளை இயக்கவும்
tr: Çoklu buket kullanımını etkinleştir
uk: Відображати фаворитні списки
vi: Cho phép nhiều gói kênh
zh_cn: 启用多个频道列表

source: Enable network traffic check
bg: Разрешаване на проверка на трафика в мрежата
cs: Povolit kontrolu síťového provozu
el: Ενεργοποίηση ελέγχου κίνησης δικτύου
fi: Ota käyttöön verkkoliikenteen tarkistus
fr: Activer la vérification du trafic réseau
hr: Omogućivanje provjere mrežnog prometa
it: Abilita controllo del traffico di rete
lt: Įjungti tinklo srauto patikrinimą
nl: Activeer Netwerkverkeer controle
pl: Włącz sprawdzanie ruchu w sieci
sk: Povoliť kontrolu sieťového prenosu
sr: Omogući proveru mrežnog saobraćaja
sv: Aktivera kontroll av nätverkstrafik
ta: பிணைய போக்குவரத்து சோதனையை இயக்கவும்
tr: Ağ trafiği kontrolünü etkinleştir
uk: Включити перевірку мережевого трафіку

source: Enable new GStreamer playback
cs: Povolit nové přehrávání GStreamer
el: Ενεργοποίηση νέας GStreamer αναπαραγωγής
fi: Ota käyttöön uusi GStreamer toisto
hr: Omogućite novu GStreamer reprodukciju
it: Abilita nuova riproduzione con GStreamer
lt: Įgalinkite naują "GStreamer" atkūrimą
nl: Nieuwe GStreamer-weergave inschakelen
pl: Włącz nowe odtwarzanie GStreamer
sk: Povoliť nové prehrávanie GStreamer
sr: Omogući novu GStreamer reprodukciju
sv: Aktivera ny GStreamer-uppspelning
ta: புதிய சிச்ட்ரீமர் பிளேபேக்கை இயக்கவும்
tr: Yeni GStreamer oynatmayı etkinleştirin
uk: Увімкнути нове відтворення GStreamer

source: Enable or disable using HDMI-CEC.
bg: Разрешете или деактивирайте с помощта на HDMI-CEC.
cs: Povolit nebo zakázat použití HDMI-CEC.
el: Ενεργοποίηση ή απενεργοποίηση του HDMI-CEC.
fi: Ota HDMI CEC käyttöön tai poista se käytöstä.
fr: Activez ou désactivez l'utilisation de HDMI-CEC.
hr: Omogućite ili onemogućite pomoću HDMI-CEC.
it: Abilita o disabilita l'uso di HDMI-CEC.
lt: Įjungti arba išjungti HDMI-CEC.
nl: Activeer of Deactiveer HDMI-CEC.
pl: Włącz lub wyłącz obsługę HDMI-CEC.
sk: Povoliť alebo zakázať pomocou HDMI-CEC.
sr: Omogući ili onemogući korišćenje HDMI-CEC.
sv: Aktivera eller inaktivera användning av HDMI-CEC.
ta: HDMI-CEC ஐப் பயன்படுத்தி இயக்கவும் அல்லது முடக்கவும்.
tr: HDMI-CEC kullanarak etkinleştirin veya devre dışı bırakın.
uk: Ввімкнути, або вимкнути за допомогою HDMI-CEC.

source: Enable panic button
bg: Разрешаване на паник бутона
cs: Povolit tlačítko Panika
da: Aktiver panikknap
de: Panik-Taste aktivieren
el: Ενεργοποίηση πλήκτρου πανικού
et: Paanikanupp lubatud
fi: Ota käyttöön paniikkinäppäin
fr: Activer le bouton de panique
hr: Omogući dugme za paniku
hu: Pánik gomb engedélyezve
it: Abilita tasto antipanico
lt: Įjungti panikos mygtuką
nl: Paniek-knop gebruiken
pl: Włącz przycisk paniki
ru: Включить тревожную кнопку
sk: Povoliť tlačidlo Panika
sl: Vključi gumb za paniko (tipka 0)
sr: Omogući taster za paniku
sv: Aktivera panikknapp
ta: அச்சம் பொத்தானை இயக்கவும்
tr: Panik tuşunu etkinleştir
uk: Включити тривожну кнопку
vi: Kích hoạt nút hoảng loạn
zh_cn: 启用紧急键

source: Enable preview
bg: Разрешаване на визуализацията
cs: Povolit náhled
da: Aktiver forhåndsvisning
de: Aktiviere Vorschau
el: Ενεργοποίηση προεπισκόπησης
et: Eelvaatlus lubatud
fi: Aktivoi esikatselu
fr: Activer l'aperçu
hr: Omogući pretpregled
hu: Előnézet engedélyezése
it: Abilita anteprima
lt: Įjungti peržiūrą
nl: Voorbeeld inschakelen
pl: Włącz podgląd
sk: Povoliť náhľad
sr: Omogući pregled
sv: Aktivera förhandsgranskning
ta: முன்னோட்டத்தை இயக்கவும்
tr: Ön izlemeyi etkinleştir
uk: Включити перегляд
vi: Cho phép xem trước
zh_cn: 启用预览

source: Enable remote receiver to be tried to tune into services that can't be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner). Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_receiver:8001.
cs: K naladění služeb, které nemohou být naladěny místně povolte vzdálený přijímač s Enigmou2 (např. Je-li tuner je obsazen, nebo typ služby je nedostupný na místním tuneru. Zadejte úplnou adresu URL, včetně http:// číslo portu (obvykle ...: 8001 ), např. http://second_box:8001.
el: Χρήση απομακρυσμένου enigma2 δέκτη για υπηρεσίες που δεν δύναται να συντονιστούν τοπικά (π.χ. το tuner είναι απασχολημένο ή ο τύπος της υπηρεσίας δεν είναι διαθέσιμος στο τοπικό tuner). Πρέπει να οριστεί μία διεύθυνση URL που να συμπεριλαμβάνει το http:// και τον αριθμό θύρας (συνήθως ...:8001), π.χ. http://δεύτερος_δέκτης:8001.
hr: Omogući da se udaljeni prijemnik pokuša ugađati na servise koji se ne mogu lokalno uključiti (npr. tjuner je zauzet ili tip servisa nije dostupan na lokalnom tjuneru). Navedite kompletnu URL adresu uključujući http:// i broj porta (obično ...:8001), npr. http://second_receiver:8001.
it: Abilita il ricevitore Enigma2 remoto a provare a sintonizzarsi su servizi che non possono essere sintonizzati localmente (ad es. il tuner è occupato o il tipo di servizio non è disponibile sul tuner locale. Specifica l'URL completo includendo http:// e numero di porta (normalmente ...:8001 ), ad esempio http://secondo_ricevitore:8001.
lt: Įjungti nuotolinį enigma2 imtuvą, kad žiūrėti kanalus, kurie negali būti priimti lokaliai (pvz., imtuvas užimtas, arba vietiniam imtuvui kanalas nepasiekiamas). Nurodykite pilną internetinį adresą, įskaitant http:// ir prievado numerį (paprastai ...:8001), pvz., http://antrasis_imuvas:8001.
nl: Indien geactiveerd, wordt een verbinding met een externe enigma2 ontvanger actief waarmee er, naast de lokale tuners, een extra tuner beschikbaar komt. Hiermee wordt de flexibiliteit om meer zenders simultaan vanaf één ontvanger te kunnen opnemen aanzienlijk vergroot. De opties worden hierna uitgelegd.
sr: Omogući da se udaljeni prijemnik pokuša ugađati na servise koji se ne mogu lokalno uključiti (npr. tjuner je zauzet ili tip servisa nije dostupan na lokalnom tjuneru). Navedite kompletnu URL adresu uključujući http:// i broj porta (obično ...:8001), npr. http://second_receiver:8001.
sv: Gör det möjligt att försöka lyssna på tjänster som inte kan lyssnas på lokalt (t.ex. om tunern är upptagen eller om tjänstetypen inte är tillgänglig på den lokala tunern) med en fjärrstyrd enigma2-mottagare. Ange fullständig URL inklusive http:// och portnummer (normalt ...:8001), t.ex. http://second_box:8001.
tr: Yerel olarak erişilemeyen kanallara (örneğin, tuner meşgul veya kanal türü yerel tunerde mevcut değil) uzak alıcı tarafından erişilmesini deneyin. http:// ve port numarasını (normalde ...:8001) içeren tam URL'yi belirtin, (örneğin: http://second_receiver:8001).
uk: Включити віддалений приймач enigma2, щоб спробувати настроїтись на канали, які неможливо настроїти на місцевому рівні (наприклад, приймач зайнятий або тип каналу недоступний на локальному тюнері. Вкажіть повну URL-адресу, включаючи http: // та номер порту (зазвичай: 8001), наприклад http: //second_box: 8001.

source: Enable teletext caching
bg: Разрешаване на телетекст кеширане
cs: Povolit vyrovnávací paměť teletextu
da: Aktiver Tekst-TV mellemlagring
de: Videotext Zwischenspeicher aktivieren
el: Ενεργοποίηση αποθήκευσης τηλεκειμένου
et: Teleteksti puhverdamine
fi: Ota käyttöön teksti-tv:n välimuisti
fr: Activer la mise en cache du télétexte
hr: Omogućivanje predmemoriranja teleteksta
hu: Teletext gyorsítótárazása
it: Abilita cache televideo
lt: Įjungti teleteksto kaupimą
nl: Teletekst caching inschakelen
pl: Włącz pamięć telegazety
pt_br: Ativar cache de teletexto
ru: Включить кеширование телетекста
sk: Povoliť vyrovnávaciu pamäť teletextu
sl: Vključi predpolnjenje teleteksta
sr: Omogući keš teleteksta
sv: Aktivera cachelagring av text-TV
ta: டெலிடெக்ச்ட் கேச்சிங்கை இயக்கவும்
tr: Teletext önbelleğini etkinleştir
uk: Включити кешування телетексту
vi: Kích hoạt bộ đệm ẩn teletext
zh_cn: 启用图文电视缓存

source: Enable the advanced HDMI-CEC setting options.
bg: Разрешаване на разширените опции за настройка на HDMI-CEC.
cs: Povolit pokročilé možnosti nastavení HDMI-CEC.
el: Ενεργοποίηση των προχωρημένων επιλογών ρύθμισης HDMI-CEC.
fi: Ota käyttöön HDMI CEC:n laajennetut asetus vaihtoehdot.
fr: Activez les options de réglage avancées HDMI-CEC.
hr: Omogućite napredne opcije postavki HDMI-CEC.
it: Abilita opzioni avanzate di impostazione HDMI-CEC.
lt: Įjunkite išplėstines HDMI-CEC parametrų parinktis.
nl: Activeer de geavanceerde instellingen voor HDMI-CEC.
pl: Włącz zaawansowane opcje HDMI-CEC.
sk: Povoliť pokročilé možnosti nastavenia HDMI-CEC.
sr: Omogući napredne opcije HDMI-CEC postavki.
sv: Aktivera de avancerade inställningsalternativen för HDMI-CEC.
ta: மேம்பட்ட HDMI-CEC அமைத்தல் விருப்பங்களை இயக்கவும்.
tr: Gelişmiş HDMI-CEC ayar seçeneklerini etkinleştirin.
uk: Ввімкнути розширені параметри налаштування HDMI-CEC.

source: Enable this option to add MultiBoot information detected during system boot to the debug log file.
cs: Povolením této možnosti přidáte do souboru protokolu ladění informace MultiBoot zjištěné během spouštění systému.
el: Η ενεργοποίηση αυτής της επιλογής προσθέτει τις πληροφορίες πολλαπλής εκκίνησης, που εντοπίζονται κατά την εκκίνηση του συστήματος, στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Ota tämä vaihtoehto käyttöön, jos haluat lisätä järjestelmän käynnistyksen aikana havaitut MultiBoot tiedot debug lokitiedostoon.
hr: Omogućite ovu mogućnost da biste dodali MultiBoot informacije otkrivene tijekom pokretanja sustava u datoteku zapisnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere le informazioni MultiBoot rilevate durante l'avvio del sistema al file di registro di debug.
lt: Įjunkite šią parinktį, kad prie derinimo žurnalo failo pridėtumėte sistemos įkrovos metu aptiktą "MultiBoot" informaciją.
nl: Schakel deze optie in om MultiBoot-informatie die tijdens het opstarten van het systeem wordt gedetecteerd, toe te voegen aan het debug-logbestand.
pl: Włącz tę opcję, aby dodać informacje MultiBoot wykryte podczas uruchamiania systemu do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte informácie o systéme MultiBoot zistené počas spúšťania systému do súboru denníka ladenia.
sr: Omogući opciju dodavanja MultiBoot info otkrivene tokom pokretanja sistema u fajl evidencije otklanjanja greške.
sv: Aktivera det här alternativet för att lägga till MultiBoot-information som upptäcks under systemstart i debugloggfilen.
ta: கணினி துவக்கத்தின் போது கண்டறியப்பட்ட மல்டிபூட் தகவல்களை பிழைத்திருத்த பதிவு கோப்பில் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Sistem önyüklemesi sırasında algılanan Çoklu Önyükleme bilgilerini hata ayıklama günlük dosyasına eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цей параметр, щоб додати інформацію MultiBoot, виявлену під час завантаження системи, до файлу журналу налагодження.

source: Enable this option to add action map / remote control mapping data to the debug log file.
bg: Разрешаване на тази опция, за да добавите карта за действие/картографиране на данни от дистанционното управление към регистрационния файл за отстраняване на грешки.
cs: Tuto možnost povolte, chcete-li do souboru protokolu ladění přidat data mapování akcí / vzdáleného ovládání.
el: Ενεργοποιήστε αυτή την επιλογή για την προσθήκη αντιστοίχισης εντολών / δεδομένων τηλεχειριστηρίου στο αρχείο καταγραφής αποσφαλμάτωσης.
fi: Aktivoi tämä vaihtoehto, jos haluat lisätä toimintakarttatietoja virheenkorjauslokiin.
fr: Activez cette option pour ajouter des données de mappage d'action/de contrôle à distance au fichier journal de débogage.
hr: Omogućite ovu opciju da biste dodali podatke mape radnji / daljinskog kontrolora u datoteku dnevnika otklanjanja pogrešaka.
it: Abilita questa opzione per aggiungere dati di mappatura delle azioni/controllo remoto al file di registro di debug.
lt: Įjunkite šią parinktį, jei norite pridėti veiksmų schemą / nuotolinio valdymo susiejimo duomenis į derinimo žurnalo failą.
nl: Activeer deze optie om gebruik van de afstandsbediening mee te nemen in het debug log bestand.
pl: Włącz tę opcję, aby dodać dane map akcji / mapowania zdalnego sterowania do pliku dziennika debugowania.
sk: Aktiváciou tejto možnosti pridáte do súboru denníka ladenia údaje mapy akcií / mapovania vzdialeného ovládania.
sr: Omogući ovu opciju da bi se podaci o mapiranju akcija / daljinskog upravljača dodali u fajl dnevnika za otklanjanje grešaka.
sv: Aktivera detta alternativ för att lägga till mappningsdata för action map/fjärrkontroll i felsökningsloggfilen.
ta: பிழைத்திருத்த பதிவு கோப்பில் செயல் வரைபடம் / ரிமோட் கண்ட்ரோல் மேப்பிங் தரவைச் சேர்க்க இந்த விருப்பத்தை இயக்கவும்.
tr: Hata ayıklama günlük dosyasına eylem haritası / uzaktan kumanda eşleme verileri eklemek için bu seçeneği etkinleştirin.
uk: Увімкніть цю опцію, щоб додати дані відображення карти дій/віддаленого керування до файлу журналу налагодження.
