Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Connected clients
bg: Свързани клиенти
cs: Připojení klienti
da: Forbundne klienter
de: Verbundene Clients
el: Συνδεδεμένοι πελάτες
et: Ühendatud kliendid
fi: Kytkeytyneet asiakkaat
fr: Clients connectés
hr: Povezani klijenti
hu: Csatlakozott kliensek
it: Client connessi
lt: Prisijungę klientai
nl: Verbonden gebruikers
pl: Podłączeni klienci
ru: Подключенные клиенты
sk: Pripojení klienti
sr: Povezani klijenti
sv: Anslutna klienter
ta: இணைக்கப்பட்ட வாடிக்கையாளர்கள்
tr: Bağlı istemciler
uk: Підключені клієнти
vi: Khách hàng đã kết nối
zh_cn: 连接客户端

source: Connected satellites
bg: Свързани сателити
cs: Připojené satelity
da: Forbundne satelliter
de: Verbundene Satelliten
el: Συνδεδεμένοι δορυφόροι
et: Ühendatud satelliidid
fi: Valitut satelliitit
fr: Satellites connectés
hr: Povezani sateliti
hu: Csatlakoztatott műholdak
it: Satelliti connessi
lt: Prijungti palydovai
nl: Verbonden satellieten
pl: Podłączone satelity
ru: Подключенные спутники
sk: Pripojené družice
sr: Povezani sateliti
sv: Anslutna satelliter
ta: இணைக்கப்பட்ட செயற்கைக்கோள்கள்
tr: Bağlı uydular
uk: Підключені супутники
vi: Các vệ tinh được kết nối
zh_cn: 连接卫星

source: Connected through another tuner
cs: Připojeno přes jiný tuner
el: Συνδέθηκε μέσω άλλου tuner
fi: Yhdistetty toisen virittimen kautta
hr: Povezan putem drugog tunera
it: Connesso tramite un altro tuner
nl: Verbonden via een andere tuner
pl: Podłączony przez inny tuner
sk: Pripojené cez iný tuner
sr: Povezano preko drugog tjunera
sv: Ansluten via en annan tuner
ta: மற்றொரு ட்யூனர் மூலம் இணைக்கப்பட்டுள்ளது
tr: Başka bir tuner üzerinden bağlandı
uk: Підключено через інший тюнер

source: Connected to
bg: Свързан с
cs: Připojeno k
da: Forbundet til
de: Verbunden mit
el: Συνδέθηκε με
et: Ühendatud
fi: Kytketty virittimestä
fr: Connecté à
hr: Povezano sa
hu: Csatlakoztatva ehhez
it: Connesso a
lt: Prisijungta prie
nl: Verbonden met
pl: Podłączony do
pt_br: Conectado a
ru: Подключен к
sk: Pripojené k
sl: Povezan s
sr: Povezano sa
sv: Ansluten till
ta: இணைக்கப்பட்டுள்ளது
tr: Bağlı
uk: Під'єднано до
vi: Kết nối với
zh_cn: 连接到

source: Connected transcoding, limit - no PiP!
cs: Připojené překódování, limit – bez PiP!
el: Συνδεδεμένο transcoding, όριο - όχι PiP!
fi: Yhdistetty transkoodaus rajattu - ei PiP!
hr: Povezano transkodiranje, ograničenje - ne PiP!
it: Transcodifica connessa, limite: no PiP!
nl: Transcoderen gestart. Beperking: Geen PiP!
pl: Połączone transkodowanie, limit - brak PiP!
sk: Pripojené prekódovanie, limit - bez PiP!
sr: Povezano transkodiranje, limit - bez PiP!
sv: Ansluten transkodning, begränsning - ingen PiP!
tr: Bağlantılı kod dönüştürme, sınırlama - PiP yok!
uk: Підключене перекодування, обмеження - немає PiP!

source: Connected:
bg: Свързани:
cs: Připojeno:
da: Forbundet:
de: Verbunden:
el: Σύνδεση:
et: Ühendatud:
fi: Yhdistetty:
fr: Connecté :
hr: Povezano:
hu: Csatlakoztatva:
it: Connesso:
lt: Prisijungta:
nl: Verbonden:
pl: Podłączony:
ru: Подключен:
sk: Pripojené:
sr: Povezano:
sv: Ansluten:
ta: இணைக்கப்பட்டுள்ளது:
tr: Bağlı:
uk: Під'єднано:
vi: Đã kết nối:
zh_cn: 已连接:

source: Connection information
bg: Информация за връзката
cs: Informace o připojení
el: Πληροφορίες σύνδεσης
fi: Yhteyden tiedot
hr: Info o vezi
it: Informazioni sulla connessione
lt: Ryšio informacija
nl: Verbindingsinformatie
pl: Informacje o połączeniu
sk: Informácie o pripojení
sr: Info o vezi
sv: Information om anslutning
ta: இணைப்பு செய்தி
tr: Bağlantı bilgileri
uk: Інформація про підключення

source: Connector
cs: Konektor
el: Συνδέτης
fi: Yhdistetty
hr: Konektor
it: Connettore
pl: Złącze
sk: Konektor
sr: Konektor
tr: Bağlayıcı
uk: Роз'єм

source: Console
bg: Конзола
cs: Řídící panel
da: Konsol
el: Κονσόλα
fi: Konsoli
hr: Konzola
lt: Konsolė
pl: Konsola
sk: Ovládací panel
sr: Konzola
sv: Konsol
ta: கன்சோல்
tr: Konsol
uk: Консоль
vi: Bảng điều khiển
zh_cn: 主控台

source: Console Actions
cs: Konzolové akce
el: Ενέργειες κονσόλας
fi: Konsoli toiminnot
hr: Radnja Konzole
it: Azioni console
nl: Console acties
pl: Akcje konsoli
sk: Akcie konzoly
sr: Radnja Konzole
sv: Konsolåtgärder
ta: கன்சோல் செயல்கள்
tr: Konsol İşlemleri
uk: Дії кнопок в консолі

source: Console Network Packages
cs: Síťové balíčky konzole
el: Πακέτα κονσόλας δικτύου
fi: Konsoli verkko paketit
hr: Mrežni Paketi Konzole
it: Pacchetti rete per console
nl: Netwerk Console pakketten
pl: Pakiety sieciowe konsoli
sk: Sieťové balíčky konzoly
sr: Mrežni Paketi Konzole
sv: Paket för konsolnätverk
ta: பிணையம் தொகுப்புகள் கன்சோல்
tr: Konsol Ağ Paketleri
uk: Мережеві пакети консолі

source: Console Packages
cs: Balíčky pro konzole
el: Πακέτα κονσόλας
fi: Konsoli paketit
hr: Paketi Konzole
it: Pacchetti per console
nl: Console pakketten
pl: Pakiety konsoli
sk: Balíčky pre konzolu
sr: Paketi Konzole
sv: Konsolpaket
ta: கன்சோல் தொகுப்புகள்
tr: Konsol Paketleri
uk: Пакети консолі

source: Console Utility Packages
cs: Balíčky obslužných programů konzole
el: Πακέτα συνοδευτικών κονσόλας
fi: Konsoli työkalut
hr: Paketi Uslužnih Programa Konzole
it: Pacchetti utilità per console
nl: Console tools pakketten
pl: Pakiety narzędzi konsolowych
sk: Balíčky nástrojov pre konzolu
sr: Paketi Uslužnih Programa Konzole
sv: Programvarupaket för konsolen
ta: பயன்பாட்டு தொகுப்புகள்
tr: Konsol Yardımcı Program Paketleri
uk: Пакети утиліт консолі

source: Constellation
cs: Konstelace
de: Zusammensetzung
el: Αστερισμός
et: Konstellatsioon
fi: Merkistö
hr: Sazviježđe
hu: Együttállás
it: Costellazione
nl: Situatie
pl: Konstelacja
pt_br: Constelação
ru: Созвездие
sk: Konštelácia
sl: Konstalacija
sr: Sazveždže
sv: Konstellation
ta: விண்மீன்
tr: Burç
uk: Констеляція
vi: Hợp thành
zh_cn: 星座

source: Consult your SCR device specifications for this information.
bg: За тази информация направете справка със спецификациите на вашето устройство SCR.
cs: Tyto informace naleznete v technickém listu vašeho zařízení SCR.
el: Συμβουλευτείτε τον πίνακα χαρακτηριστικών της SCR συσκευής σας για αυτές τις πληροφορίες.
fi: Ota yhteyttä moottorin valmistajaan saadaksesi tekniset tiedot, tai jätä oletus asetukset.
fr: Consulter la fiche technique de votre périphérique SCR pour obtenir cette information.
hr: Za ove informacije pogledajte specifikacije svog SCR uređaja.
it: Consulta la scheda tecnica del dispositivo SCR per queste informazioni.
lt: Dėl šios informacijos kreipkitės į savo SCR įrenginio specifikacijų lapą.
nl: Raadpleeg de SCR apparaat specificaties voor de gewenste informatie.
pl: Aby uzyskać te informacje, zapoznaj się z arkuszem specyfikacji urządzenia SCR.
sk: Túto informáciu získate v zozname špecifikácií zariadenia SCR.
sr: Za ovaj info pogledajte specifikaciju SCR uređaja.
sv: Se specifikationerna för din SCR-enhet för mer information.
ta: இந்த தகவலுக்கு உங்கள் எச்.சி.ஆர் சாதன விவரக்குறிப்புகளை அணுகவும்.
tr: Bu bilgi için SCR cihazınızın teknik özelliklerine bakın.
uk: Для отримання цієї інформації зверніться до специфікації SCR-пристрою.

source: Consult your motor's specifications for this information, or leave the default setting.
bg: Направете справка със спецификациите на вашия мотор за тази информация или оставете настройката по подразбиране.
cs: Tyto informace najdete v technickém listu vašeho motoru nebo ponechte výchozí nastavení.
el: Συμβουλευτείτε τον πίνακα χαρακτηριστικών του μοτέρ σας για αυτές τις πληροφορίες ή αφήστε τις προεπιλεγμένες τιμές.
fi: Ota yhteyttä moottorin valmistajaan saadaksesi tekniset tiedot, tai jätä oletus asetukset.
fr: Consultez la fiche technique de votre moteur, ou gardez les valeurs par défaut.
hr: Ove informacije potražite u specifikacijama vašeg motora ili ostavite zadanu postavku.
it: Consulta la scheda tecnica del motore per queste informazioni o lascia l'impostazione predefinita.
lt: Šios informacijos ieškokite savo variklio techninių duomenų lape, arba palikite pagal nutylėjimą.
nl: Raadpleeg het specificatie overzicht van de motor, of laat deze instelling standaard.
pl: Aby uzyskać te informacje, zapoznaj się z arkuszem specyfikacji silnika lub pozostaw ustawienie domyślne.
sk: Pozrite si zoznam špecifikácií motora alebo ponechajte predvolené nastavenie.
sr: Za ovaj info pogledajte specifikaciju važeg rotora ili ostavite zadanu postavku.
sv: Se motorns specifikationer för denna information, eller lämna standardinställningen.
ta: இந்த தகவலுக்கு உங்கள் மோட்டரின் விவரக்குறிப்புகளை அணுகவும் அல்லது இயல்புநிலை அமைப்பை விடவும்.
tr: Bu bilgi için motorunuzun teknik özelliklerine bakın veya varsayılan ayarda bırakın.
uk: Зверніться до специфікації Вашого двигуна для цієї інформації, або залиште налаштування за замовчуванням.

source: Consult your receiver's manual for more information on power management.
bg: Управление на енергията. Консултирайте се с ръководството на вашия приемник за повече информация.
cs: Řízení spotřeby. Další informace naleznete v příručce k přijímači.
el: Διαχείριση ισχύος. Συμβουλευτείτε το εγχειρίδιο χρήσης του δέκτη σας για περισσότερες πληροφορίες.
fi: Virranhallinta. Katso lisätietoja vastaanottimesi käyttöoppaasta.
fr: Gestion de l’alimentation. Consultez le manuel de votre récepteur pour plus d’information.
hr: Pogledajte priručnik za tuner za više informacija o upravljanju napajanjem.
it: Consulta il manuale del ricevitore per ulteriori informazioni sulla gestione dell'energia.
lt: Maitinimo valdymas. Daugiau informacijos ieškokite savo imtuvo naudojimo instrukcijoje.
nl: Power management. Raadpleeg de handleiding van uw ontvanger voor meer details.
pl: Więcej informacji na temat zarządzania energią znajdziesz w instrukcji obsługi odbiornika.
sk: Správa napájania. Ďalšie informácie získate v návode na obsluhu vášho prijímača.
sr: Više info o upravljanju napajanjem potražite u uputstvu prijemnika.
sv: Mer information om strömhantering finns i mottagarens bruksanvisning.
ta: மின் மேலாண்மை குறித்த கூடுதல் தகவலுக்கு உங்கள் ரிசீவரின் கையேட்டில் அணுகவும்.
tr: Güç yönetimi hakkında daha fazla bilgi için alıcınızın kullanım kılavuzuna bakın.
uk: Керування живленням. Для отримання додаткової інформації зверніться до посібника користувача.

source: Consult your receiver's manual for more information on power threshold.
bg: Праг на мощност. Консултирайте се с ръководството на вашия приемник за повече информация.
cs: Práh výkonu. Další informace naleznete v příručce k přijímači.
el: Κατώφλι ισχύος. Συμβουλευτείτε το εγχειρίδιο χρήσης του δέκτη σας για περισσότερες πληροφορίες.
fi: Virranhallinta. Katso lisätietoja vastaanottimesi käyttöoppaasta.
fr: Seuil de puissance. Consulter le manuel de votre récepteur pour plus d’informations.
hr: Pogledajte priručnik za tuner za više informacija o pragu snage.
it: Consulta il manuale del ricevitore per ulteriori informazioni sulla soglia di alimentazione.
lt: Galios ribos. Daugiau informacijos ieškokite savo imtuvo naudojimo instrukcijoje.
nl: Maximaal voltage. Raadpleeg de handleiding van uw ontvanger voor meer details.
pl: Więcej informacji na temat progu mocy znajdziesz w instrukcji obsługi odbiornika.
sk: Prahový prúd. Ďalšie informácie získate v návode k prijímaču.
sr: Više info o pragu napajanja potražite u uputstvu prijemnika.
sv: Mer information om effekttröskeln finns i handboken till din mottagare.
ta: பவர் வாசல் பற்றிய கூடுதல் தகவலுக்கு உங்கள் ரிசீவரின் கையேட்டைப் பாருங்கள்.
tr: Güç eşiği hakkında daha fazla bilgi için alıcınızın kullanım kılavuzuna bakın.
uk: Поріг потужності. Для отримання додаткової інформації зверніться до посібника користувача.

source: Contacting IceTV server and setting up your %s %s.
bg: Свържете се със сървъра на IceTV и настройте своя %s %s.
cs: Kontaktování serveru IceTV a nastavení vašeho %s %s.
da: Kontakter IceTV serveren og sætter din %s %s op.
de: Verbindung mit dem IceTV Server hergestellt. Ihre %s %s wird eingerichtet.
el: Επικοινωνία με τον διακομιστή IceTV και ρύθμιση του %s %s σας.
fi: Ota yhteyttä IceTV palvelimeen ja määritä %s %s.
fr: Contacter le serveur IceTV et configurer votre %s %s.
hr: Kontaktiranje IceTV poslužitelja i postavljanje vašeg %s %s.
it: Contatto server IceTV e configuro il %s %s.
lt: Susisiekimas su IceTV serveriu ir %s %s nustatymas.
nl: Verbinden met IceTV server en uw %s %s gereed maken.
pl: Kontaktuję się z serwerem IceTV i konfiguruję %s %s.
sk: Kontaktovanie servera IceTV a nastavenie Vášho %s %s.
sr: Kontaktirajte IceTV server i podešavanje %s %s.
sv: Kontakta IceTV-servern och konfigurera din %s %s.
ta: ICETV சேவையகத்தைத் தொடர்புகொண்டு உங்கள் %s %s ஐ அமைக்கவும்.
tr: IceTV sunucusuna bağlanılıyor ve %s %s cihazınızın ayarları yapılıyor.
uk: Зв'язок із сервером IceTV та налаштування вашого %s %s.
zh_cn: 正在联系IceTV服务器并设置 %s %s.

source: Content
bg: Съдържание
cs: Obsah
da: Forbind
de: Inhalt
el: Περιεχόμενο
et: Sisu
fi: Sisältö
fr: Contenu
hr: Sadržaj
hu: Tartalom
it: Contenuto
lt: Turinys
nl: Inhoud
pl: Zawartość
ru: Содержимое
sk: Obsah
sr: Sadržaj
sv: Innehåll
ta: உள்ளடக்கம்
tr: İçerik
uk: Зміст
vi: Nội dung
zh_cn: 内容

source: Content does not fit on DVD!
bg: Съдържанието не се побира на DVD!
cs: Obsah se nevejde na DVD!
da: Indholdet kan ikke være på DVD'en!
de: Inhalt passt nicht auf die DVD!
el: Το περιεχόμενο δεν χωράει σε DVD!
et: Sisu ei mahu DVD-le!
fi: Sisältö ei mahdu DVD:lle!
fr: Le contenu ne tient pas sur le DVD !
hr: Sadržaj nestaje na DVD!
hu: A tartalom nem fér fel a DVD-re!
it: I contenuti superano la capacità del DVD!
lt: Turinys netelpa į DVD!
nl: De inhoud past niet op een DVD!
pl: Zawartość nie pasuje do DVD!
pt_br: O conteúdo não cabe no DVD!
ru: Содержание не помещается на DVD
sk: Obsah sa nezmestí na DVD!
sl: Vsebina se ne prilega na DVD!
sr: Sadržaj nestaje na DVD!
sv: Innehållet får inte plats på DVD!
ta: டிவிடியில் உள்ளடக்கம் பொருந்தாது!
tr: İçerik DVD'ye sığmıyor!
uk: Інформація не поміститься на DVD!!
vi: Nội dung không phù hợp với DVD!
zh_cn: 内容不适合在DVD!

source: Context
bg: Контекст
cs: Kontext
da: Indhold
de: Kontext
el: Περιεχόμενα
et: Kontekst
fi: Sisältö
fr: Contexte
hr: Kontekst
hu: Szövegkörnyezet
it: Contesto
lt: Kontekstas
pl: Kontekst
ru: Контекст
sk: Kontext
sr: Kontekst
sv: Kontext
ta: சூழல்
tr: Bağlam
uk: Контекст
vi: Bối cảnh
zh_cn: 上下文

source: Continent
bg: Континент
cs: Kontinent
el: Ήπειρος
fi: Maanosa
hr: Kontinent
it: Continente
lt: Žemynas
pl: Kontynent
sk: Kontinent
sr: Kontinent
sv: Kontinent
ta: கண்டம்
tr: Kıta
uk: Континент

source: Continue in background
bg: Продължи във фонов
cs: Pokračovat na pozadí
da: Fortsæt i baggrunden
de: Im Hintergrund fortsetzen
el: Συνέχεια στο παρασκήνιο
et: Jätka taustal
fi: Jatka taustalla
fr: Continuer en tâche de fond
hr: Nastavi u pozadini
hu: Folytatás a háttérben
it: Continua in background
lt: Tęsti fone
nl: Verder op de achtergrond
pl: Kontynuuj w tle
pt_br: Continuar em segundo plano
ru: Продолжить в фоновом режиме
sk: Pokračovať na pozadí
sl: Nadaljuj v ozadju
sr: Nastavi u pozadini
sv: Fortsätt i bakgrunden
ta: பின்னணியில் தொடரவும்
tr: Arka planda devam et
uk: Фоновий режим
vi: Tiếp tục trong nền
zh_cn: 在后台继续

source: Continue playback
bg: Продължи възпроизвеждане
cs: Pokračovat v přehrávání
da: Fortsæt afspilning
de: Abspielen fortsetzen
el: Συνέχιση αναπαραγωγής
et: Jätka taasesitust
fi: Jatka toistoa
fr: Continuer la lecture
hr: Nastavi reprodukciju
hu: Lejátszás folytatása
it: Continua riproduzione
lt: Tęsti atkūrimą
nl: Afspelen wordt hervat
pl: Kontynuuj odtwarzanie
pt_br: Reprodução contínua
ru: Продолжить воспроизведение
sk: Pokračovať v prehrávaní
sr: Nastavi reprodukciju
sv: Fortsätt uppspelning
ta: பிளேபேக்கைத் தொடரவும்
tr: Oynatmaya devam et
uk: Продовжити відтворення
vi: Tiếp tục phát lại
zh_cn: 继续回放

source: Continue playing
bg: Продължи възпроизвеждането
cs: Pokračovat v přehrávání
da: Fortsæt afspilning
de: Weiter abspielen
el: Συνέχιση αναπαραγωγής
et: Jätka taasesitust
fi: Jatka toistoa
fr: Continuer de jouer
hr: Nastavi reprodukovanje
hu: Lejátszás folytatása
it: Continua riproduzione
lt: Tęsti žiūrėjimą
nl: Afspelen voortzetten
pl: Kontynuuj odtwarzanie
pt_br: Continuar reproduzindo
ru: Продолжить воспроизведение
sk: Pokračovať v prehrávaní
sl: Nadaljuj predvajanje
sr: Nastavi reprodukovanje
sv: Fortsätt spela
ta: தொடர்ந்து விளையாடுங்கள்
tr: Oynatmaya devam et
uk: Продовжити перегляд
vi: Tiếp tục chơi
zh_cn: 继续播放

source: Continue to run the task in the background
cs: Pokračovat ve spuštění úlohy na pozadí
el: Συνέχεια εκτέλεσης στο παρασκήνιο
fi: Jatka tehtävän suorittamista taustalla
hr: Nastavi pokretanje zadatka u pozadini
it: Continua a eseguire l'attività in background
lt: Toliau vykdykite užduotį fone
nl: Blijf de taak op de achtergrond uitvoeren
pl: Kontynuuj wykonywanie zadania w tle
sk: Pokračovať v spustení úlohy na pozadí
sr: Nastavi pokretanje zadatka u pozadini
sv: Fortsätt att köra uppgiften i bakgrunden
ta: பணியை பின்னணியில் தொடர்ந்து இயக்கவும்
tr: Görevi arka planda çalıştırmaya devam et
uk: Продовжити виконання завдання у фоновому режимі

source: Continue with package download and installation
cs: Pokračujte ve stahování a instalaci balíčku
el: Συνέχιση με τη λήψη πακέτων και εγκατάσταση
fi: Jatka paketin lataamista ja asentamista
hr: Nastavi preuzimanje paketa i instaliraj
it: Continua con il download e l'installazione del pacchetto
nl: Doorgaan met downloaden en installeren van pakketten
pl: Kontynuuj pobieranie pakietu i instalację
sk: Pokračovať v sťahovaní balíčka a inštalácii
sr: Nastavi preuzimanje paketa i instaliraj
sv: Fortsätt med nedladdning och installation av paket
ta: தொகுப்பு பதிவிறக்கம் மற்றும் நிறுவலுடன் தொடரவும்
tr: Paket indirme ve yükleme işlemine devam et
uk: Продовжити завантаження та встановлення пакета

source: Continue with the flash process
cs: Pokračujte v procesu flashání
el: Συνέχεια με τη διαδικασία φλασαρίσματος
fi: Jatka päivittämistä
hr: Nastavi sa flash procesom
it: Continua con il processo di flash
lt: Tęskite įdiegimo procesą
nl: De flash procedure voortzetten
pl: Kontynuuj proces flashowania
sk: Pokračovať v procese flashovania
sr: Nastavi sa flash procesom
sv: Fortsätt med flashprocessen
ta: ஃபிளாச் செயல்முறையுடன் தொடரவும்
tr: Yazılım yükleme işlemine devam et
uk: Продовжити процес прошивки

source: Continue with the on-line update
bg: Продължете с онлайн актуализирането
cs: Pokračovat v online aktualizaci
el: Συνέχεια με τη διαδικτυακή ενημέρωση
fi: Jatka päivittämistä
fr: Poursuivre la mise à jour en ligne
hr: Nastavi sa ažuriranjem on-line
it: Continua con l'aggiornamento on-line
lt: Tęsti internetinį naujinimą
nl: Ga verder met de online update
pl: Kontynuuj aktualizacje z internetu
sk: Pokračovať v on-line aktualizácii
sr: Nastavi sa ažuriranjem on-line
sv: Fortsätt med uppdateringen online
ta: ஆன்-லைன் புதுப்பிப்புடன் தொடரவும்
tr: Çevrimiçi güncellemeye devam et
uk: Продовжити оновлення в режимі онлайн

source: Continues
bg: Продължаване
cs: Pokračovat
da: Fortsætter
de: Endlos
el: Συνέχιση
et: Jätkub
fi: Jatkuva
fr: Continue
hr: Nastaviti
hu: Folytatás
it: Continua
lt: Toliau
nl: Vervolgt
pl: Kontynuować
ru: Продолжение
sk: Pokračuje
sr: Nastaviti
sv: Fortsättning
ta: தொடர்கிறது
tr: Devam ediyor
uk: Продовження
vi: Tiếp tục
zh_cn: 继续

source: Continues play (loop)
bg: Продължаване възпроизвеждане (контур)
cs: Přehrát další (opakování ve smyčce)
da: Fortsætter afspilning (løkke)
de: Endlos (Schleife)
el: Συνέχιση αναπαραγωγής (επανάληψη)
et: Lõputu esitus (loop)
fi: Jatkuva toisto (silmukka)
fr: Lecture en boucle
hr: Nastaviti reprodukciju (petlja)
hu: Ismétléses lejátszás
it: Riproduzione continua (loop)
lt: Ištisinis kartojimas ratu (kilpa)
nl: Continu afspelen (lus)
pl: Kontynuować Odtwarzanie (w pętli)
pt_br: Reprodução contínua (loop)
ru: Продолжить воспр. (цикл)
sk: Pokračovať v prehrávaní (slučka)
sr: Nastaviti reprodukciju (petlja)
sv: Fortsätter spela (loop)
ta: தொடர்ந்து விளையாட்டு (லூப்)
tr: Oynatmaya devam eder (döngü)
uk: Безперервне відтворення (петля)
vi: Tiếp tục chơi (vòng lặp)
zh_cn: 继续播放(循环)

source: Contrast
bg: Контраст
cs: Kontrast
da: Kontrast
de: Kontrast
el: Αντίθεση
et: Kontrast
fi: Kontrasti
fr: Contraste
hr: Kontrast
hu: Kontraszt
it: Contrasto
lt: Kontrastas
pl: Kontrast
pt_br: Contraste
ru: Контрастность
sk: Kontrast
sl: Kontrast
sr: Kontrast
sv: Kontrast
ta: மாறுபாடு
tr: Kontrast
uk: Контрастність
vi: Tương phản
zh_cn: 对比度

source: Contrast Video
cs: Kontrast videa
el: Αντίθεση βίντεο
fi: Kontrasti Video
hr: Kontrast Videa
it: Contrasto video
nl: Beeldcontrast
pl: Kontrast wideo
sk: Kontrast videa
sr: Kontrast Videa
sv: Kontrast Video
ta: மாறுபட்ட வீடியோ
tr: Görüntü Kontrastı
uk: Контраст Відео

source: Contrast Video & OSD
cs: Kontrast videa & OSD
el: Αντίθεση Video & OSD
fi: Kontrasti Video & kuvaruutu
hr: Kontrast Videa & OSD
it: Contrasto video & OSD
nl: Contrast voor beeld & OSD
pl: Kontrast wideo oraz OSD
sk: Kontrast videa a OSD
sr: Kontrast Videa & OSD
sv: Kontrast Video & OSD
ta: மாறுபட்ட வீடியோ & OSD
tr: Görüntü Kontrastı & Ekranda Gösterim
uk: Контраст Відео & OSD

source: Control LED can be turned on or off here.
bg: Светодиодът за управление може да се включва или изключва тук.
cs: Kontrolní LED lze zde zapnout nebo vypnout.
da: Kontrol LED kan tændes eller slukkes her.
de: Kontroll-LED kann hier an- oder ausgeschaltet werden.
el: Εδώ μπορεί να γίνει η ενεργοποίηση ή όχι του LED Ισχύος.
fi: LED voidaan kytkeä päälle tai pois täältä.
fr: La LED de contrôle peut être allumée ou éteinte ici.
hr: Kontrolni LED se ovde može uključiti ili isključiti.
it: Il LED di controllo può essere attivato o disattivato qui.
lt: LED valdymas gali būti įjungtas arba išjungtas čia.
nl: Power LED kan hier worden in- of uitgeschakeld.
pl: Tutaj można włączyć/wyłączyć kontrolkę LED.
sk: Tu je možné zapnúť alebo vypnúť kontrolku LED.
sr: Kontrolni LED se ovde može uključiti ili isključiti.
sv: Kontroll-LED kan sättas på eller stängas av här.
ta: கட்டுப்பாட்டு எல்.ஈ.டி இங்கே இயக்கப்படலாம் அல்லது அணைக்கப்படலாம்.
tr: Kontrol LED'i buradan açılıp kapatılabilir.
uk: Тут можна ввімкнути або вимкнути LED.
zh_cn: 控制LED可以在这里打开或关闭.

source: Control files:
cs: Kontrolní soubory:
el: Αρχεία ελέγχου:
fi: Hallitse tiedostoja:
hr: Kontrolne datoteke:
it: File di controllo:
lt: Valdymo failai:
nl: Controle bestanden:
pl: Pliki sterowania:
sk: Kontrolné súbory:
sr: Kontrolni fajlovi:
sv: Kontrollera filer:
ta: கோப்புகளை கட்டுப்படுத்துதல்:
tr: Kontrol dosyaları:
uk: Контрольні файли:
