Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure which tuner will be preferred for recordings, when more than one tuner is available. 'Disabled' would select a tuner based on preferred tuner in customize screen. 'Auto' would choose based on E2's default rules, ignoring preferred tuner in customize screen.
bg: Конфигурирайте кой тунер да бъде предпочитан за записи, когато има повече от един тунер. "Disabled" ще избере тунер, базиран на предпочитания тунер в екрана за персонализиране. "Авто" ще избере въз основа на стандартните правила на E2, като игнорира предпочитания тунер в екрана за персонализиране.
cs: Nakonfigurujte, který tuner bude preferován pro nahrávání, pokud je k dispozici více než jeden tuner. „Zakázáno“ vybere tuner na základě preferovaného tuneru na vlastní obrazovce. 'Auto' by zvolilo na základě výchozích pravidel E2, ignoruje preferovaný tuner na přizpůsobené obrazovce.
el: Ρυθμίστε ποιο tuner θα είναι προτιμώμενο για τις εγγραφές, όταν περισσότερα του ενός είναι διαθέσιμα. Το 'ανενεργό' θα επιλέξει ένα tuner βασισμένο στο προτιμώμενο στο μενού ρυθμίσεων. Το 'αυτόματο' θα επιλέξει βάσει των προεπιλεγμένων κανόνων του Ε2, αγνοώντας το προτιμώμενο tuner του μενού ρυθμίσεων.
fi: Määrittää ensisijaisen virittimen, jos useampia virittimiä käytettävissä. Valinta 'Ei käytössä' valitsee virittimen asetusruudun mukaan. Valinta 'autom' valitsee järjestelmän oletussääntöjen mukaan, ohittaen asetusruudun määrityksen.
fr: Configure quel tuner sera préféré pour les enregistrements, lorsque plus d'un tuner est disponible. 'Désactivé' va choisir un tuner basé sur le tuner préféré dans l'écran personnalisé. 'Auto' va choisir en fonction des règles E2 par défaut, en ignorant le tuner préféré dans l'écran personnalisé.
hr: Konfigurirajte koji će tuner biti preferiran za snimke, kada je dostupno više od jednog tunera. 'Onemogućeno' bi odabralo tuner na temelju željenog tunera na zaslonu za prilagodbu. 'Auto' bi se odabrao na temelju zadanih pravila E2, zanemarujući preferirani tuner na zaslonu za prilagodbu.
it: Configura quale tuner sarà preferito per le registrazioni, quando è disponibile più di un tuner. "Disabilitato" selezionerebbe un tuner in base al tuner preferito nella schermata di personalizzazione. "Auto" sceglierebbe in base alle regole predefinite di E2, ignorando il tuner preferito nella schermata di personalizzazione.
lt: Konfigūruokite, kuris imtuvas turės įrašymo pirmenybę, kai galimas kelių imtuvų pasirinkimas. 'išjungta' parinks imtuvą, nurodytą pageidaujamu "Pasirinktinis nustatymas" lange. 'auto' parinks pagal E2 numatytąsias taisykles, ignoruojant "Pasirinktinis nustatymas" langą.
nl: Configureer welke tuner de voorkeur heeft voor opnames, wanneer er meerdere tuners beschikbaar zijn. Bij 'Gedeactiveerd' wordt de 'Voorkeurstuner' geselecteerd. Bij 'Automatisch' wordt een tuner gekozen volgens de 'Enigma2-regels', waarbij de 'Voorkeurstuner' wordt genegeerd.
pl: Skonfiguruj, który tuner będzie preferowany do nagrań, gdy dostępnych jest więcej niż jeden tuner. Opcja „Wyłączone” spowoduje wybór tunera na podstawie preferowanego tunera na ekranie dostosowywania. Opcja „Auto” spowoduje wybór na podstawie domyślnych reguł E2, ignorując preferowany tuner na ekranie dostosowywania.
sk: Nastavte, ktorý tuner sa uprednostní pre nahrávanie, ak je k dispozícii viac ako jeden tuner. Voľba 'Vypnuté' spôsobí vybratie preferovaného tunera podľa obrazovky pre prispôsobenie. Voľba 'Auto' vyberie tuner podľa pravidiel E2, nebude sa brať do úvahy preferovaný tuner uvedený na obrazovke pre prispôsobenie.
sr: Podesite koji će tjuner biti za snimanje. 'Onemogućeno' zasnovan željeni tjuner na prilagođenom ekranu. 'Auto' izabran na osnovu pravila E2 zanemarujući željeni tjuner na prilagođenom ekranu.
sv: Konfigurera vilken tuner som ska föredras för inspelningar, när mer än en tuner är tillgänglig. "Disabled" väljer en tuner baserat på föredragen tuner i skärmen "Customize". "Auto" väljer utifrån E2:s standardregler och ignorerar vald tuner i anpassningsskärmen.
ta: ஒன்றுக்கு மேற்பட்ட ட்யூனர்கள் கிடைக்கும்போது, பதிவுகளுக்கு எந்த ட்யூனர் விரும்பப்படும் என்பதை உள்ளமைக்கவும். தனிப்பயனாக்கு திரையில் விருப்பமான ட்யூனரின் அடிப்படையில் ஒரு ட்யூனரை 'முடக்கப்பட்டது' தேர்ந்தெடுக்கும். தனிப்பயனாக்க திரையில் விருப்பமான ட்யூனரைப் புறக்கணித்து, E2 இன் இயல்புநிலை விதிகளின் அடிப்படையில் 'ஆட்டோ' தேர்வு செய்யும்.
tr: Birden fazla tuner mevcut olduğunda, kayıtlar için hangi tunerin tercih edileceğini yapılandırın. 'Devre dışı' seçeneği, özelleştirme ekranında tercih edilen tunere göre seçim yapar. 'Otomatik' seçeneği ise, özelleştirme ekranında tercih edilen tuneri dikkate almadan E2'nin varsayılan kurallarına göre seçim yapar.
uk: Налаштуйте, який тюнер буде віддавати перевагу для записів, якщо доступно більше ніж один тюнер. 'Вимкнено' вибиратиме тюнер на основі бажаного тюнера на екрані налаштування. 'Авто' вибиратиметься на основі правил E2 за замовчуванням, ігноруючи бажаний тюнер на екрані налаштування.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
bg: Конфигурирайте кой тунер да бъде предпочитан, когато има повече от един тунер. Ако е зададено "автоматично", системата ще даде приоритет на тунера с най-малък брой канали/сателити.
cs: Nastavuje, který tuner bude mít prioritu, jestliže je k dispozici více než jeden tuner. V případě nastavení na 'automaticky' bude preferován tuner s nejnižším počtem kanálů/satelitů.
da: Konfigurer hvilken Tuner der bliver foretrukket til optagelser, når der er mere end en Tuner tilgængelig. Hvis sat til 'Auto' vil systemet give den Tuner der har laveste antal kanaler/satelliter prioritet.
de: Einstellen, welcher von mehreren Tunern bevorzugt benutzt werden soll. Bei 'Automatisch' wird zuerst der Tuner mit den wenigsten Sendern/Satelliten genommen.
el: Ρυθμίστε ποιο tuner θα προτιμάται, όταν περισσότερα του ενός είναι διαθέσιμα. Στο 'αυτόματο', το σύστημα θα δίνει προτεραιότητα στο tuner με τον μικρότερο αριθμό καναλιών/δορυφόρων.
et: Määra, millist tuunerit eelistatakse mitme tuuneriga vastuvõtjas. Valikul 'automaatne' annab süsteem eelistuse tuunerile, millel on kõige vähem kanaleid/satelliite.
fi: Määrittää ensisijaisen virittimen, jos useampia virittimiä käytettävissä. Valinnalla 'Autom.' järjestelmä antaa prioriteetin virittimelle, jolla on vähiten kanavia/satelliitteja.
fr: Configure quel tuner sera préféré, lorsque plus d'un tuner est disponible. S'il est réglé sur «auto» le système accordera la priorité au tuner ayant le plus faible nombre de chaînes/satellites.
hr: Konfigurirajte koji će tuner biti preferiran, kada je dostupno više od jednog tunera. Ako je postavljen na 'auto', sustav će dati prednost tuneru s najmanjim brojem kanala/satelita.
hu: Melyik tuner legyen választva, ha ugyanaz a csatorna egyszerre több tuneren keresztül is fogható (a csatornának vannak beállított alternatívái). Ha ez 'Automatikus', akkor mindig a legkevesebb csatornát fogó tuner lesz választva.
it: Configura quale tuner sarà preferito, quando è disponibile più di un tuner. Se impostato su 'auto' il sistema darà priorità al tuner con il minor numero di canali/satelliti.
lt: Konfigūruokite, kuris imtuvas bus naudojamas, kai yra daugiau, nei vienas imtuvas. Jei pasirinksite 'auto', sistema naudos tą, kuriame bus mažiau kanalų/palydovų.
nl: Met deze optie stelt u in welke tuner de voorkeurstuner is indien er meerdere tuners beschikbaar zijn. Indien gekozen wordt voor 'Auto' zal er gekozen worden voor de tuner met het minste aantal zenders / satellieten.
pl: Skonfiguruj który tuner będzie wykorzystany, gdy posiadasz więcej niż jeden tuner. Jeśli ustawione na 'auto' system da pierwszeństwo dla tunera o najniższej liczbie kanałów/satelit.
pt_br: Configurar a prioridade do tuner, quando mais de um tuner estiver disponível. Se for definido como automático, o sistema dará prioridade para o tuner que tiver o menor número de canais/satélites.
ru: Укажите, какой тюнер предпочтительнее, если доступны несколько тюнеров. Если установлено значение 'Авто', то система будет отдавать приоритет тюнеру с наименьшим числом каналов/спутников.
sk: Nastavte, ktorý tuner sa uprednostní, ak je k dispozícii viac ako jeden tuner. V prípade nastavenia na 'automaticky' sa uprednostní tuner s najnižším počtom kanálov/družíc.
sr: Podesite koji će tjuner biti poželjan. Ako je podešeno na 'auto' sistem daje prioritet tjuneru koji ima najmanji broj kanala/satelita.
sv: Konfigurera vilken tuner som ska föredras när mer än en tuner är tillgänglig. Om inställningen är "auto" kommer systemet att prioritera den tuner som har lägst antal kanaler/satelliter.
ta: ஒன்றுக்கு மேற்பட்ட ட்யூனர்கள் கிடைக்கும்போது, எந்த ட்யூனர் விரும்பப்படும் என்பதை உள்ளமைக்கவும். 'ஆட்டோ' என அமைக்கப்பட்டால், குறைந்த எண்ணிக்கையிலான சேனல்கள்/செயற்கைக்கோள்களைக் கொண்ட ட்யூனருக்கு கணினி முன்னுரிமை அளிக்கும்.
tr: Birden fazla tuner mevcut olduğunda hangi tunerin tercih edileceğini yapılandırın. 'Otomatik' olarak ayarlanırsa, sistem en az kanal/uydu sayısına sahip tunere öncelik verecektir.
uk: Вкажіть, який тюнер переважає, якщо доступні декілька тюнерів. Якщо встановлено значення" Авто ", то система буде віддавати пріоритет тюнеру з найменшим числом каналів/супутників.
vi: Định cấu hình bộ chỉnh nào sẽ được ưu tiên, khi có nhiều hơn một bộ chỉnh. Nếu được đặt thành 'tự động', hệ thống sẽ ưu tiên cho bộ chỉnh tần số có số kênh / vệ tinh thấp nhất.
zh_cn: 配置调谐器优先顺序,当超过一个调谐器可用时.如果设为自动,系统会优先选择最低先序号的频道/卫星列表.

source: Configure your NTP server.
bg: Конфигурирайте вашия NTP сървър.
cs: Nastavte Váš NTP server.
da: Konfigurer din NTP server.
de: Wählen Sie den NTP-Server zur Zeitsynchronisierung. Mit der TXT (Videotext) Taste erhalten Sie eine virtuelle Tastatur.
el: Ρύθμιση του διακομιστή NTP.
et: Seadista NTP server.
fi: Määritä NTP-palvelimet.
fr: Configurer votre serveur NTP.
hr: Konfigurirajte svoj NTP poslužitelj.
hu: Állítsa be az NTP szervert.
it: Configura server NTP.
lt: Konfigūruokite savo NTP serverį.
nl: Configureer NTP server.
pl: Tutaj możesz zmienić synchronizację serwera NTP.
ru: Настройка NTP сервера
sk: Nastavte server NTP.
sr: Podesite NTP server.
sv: Konfigurera din NTP-server.
ta: உங்கள் NTP சேவையகத்தை உள்ளமைக்கவும்.
tr: NTP sunucunuzu yapılandırın.
uk: Налаштування NTP сервера.
vi: Cấu hình máy chủ NTP của bạn.
zh_cn: 配置您的NTP服务器.

source: Configure your Network
bg: Конфигурирайте вашата мрежа
cs: Konfigurace vaší síťě
da: Konfigurer dit netværk
de: Das Netzwerk konfigurieren
el: Ρυθμίσεις του δικτύου σας
et: Seadista oma võrk
fi: Määritä verkkoasetukset
fr: Configurer votre réseau
hr: Konfigurirajte svoju mrežu
hu: Állítsa be hálózatát
it: Configura rete
lt: Konfigūruokite savo tinklą
nl: Netwerk configureren
pl: Skonfiguruj sieć
ru: Настрой сети
sk: Nastavenie siete
sr: Podesite vašu Mrežu
sv: Konfigurera ditt nätverk
ta: உங்கள் பிணையத்தை உள்ளமைக்கவும்
tr: Ağınızı Yapılandırın
uk: Налаштування Вашої мережі
vi: Cấu hình mạng của bạn
zh_cn: 配置您的网络

source: Configure your internal LAN
bg: Конфигурирайте вашия вътрешен LAN
cs: Konfigurovat vaši LAN
da: Konfigurer dit interne LAN
de: Internes Netzwerk konfigurieren
el: Ρυθμίσεις εσωτερικού δικτύου
et: Seadista sisemine LAN võrk
fi: Määritä LAN asetukset
fr: Configure votre réseau interne
hr: Konfigurirajte svoj interni LAN
hu: Állítsa be a helyi hálózatot
it: Configura LAN interna
lt: Konfigūruokite vidinį tinklą
nl: Configureer uw interne netwerk
pl: Ustawienia sieci LAN
pt_br: Configurar rede LAN
ru: Настройка LAN
sk: Nastavte internú sieť LAN
sl: Nastavi LAN omrežje
sr: Podesite vaš interni LAN
sv: Konfigurera ditt interna LAN
ta: உங்கள் உள் LAN ஐ உள்ளமைக்கவும்
tr: Kablolu ağınızı yapılandırın
uk: Налаштувати Вашого LAN інтерфейсу
vi: Định cấu hình mạng LAN nội bộ của bạn
zh_cn: 配置您的无线局域网

source: Configure your network settings, and press OK to start the scan
bg: Конфигурирайте вашите мрежови настройки и натиснете OK, за да стартирате сканирането
cs: Nakonfigurujte Vaši síť a stiskněte OK pro začátek vyhledávání
da: Konfigurer dine indstillinger, og tryk OK for at starte søgningen
de: Netzwerkeinstellungen konfigurieren und OK drücken, um den Suchlauf zu starten
el: Ρυθμίστε το δίκτυο και πιέστε ΟΚ για ξεκινήσει η ανίχνευση
et: Seadista võrk ja vajuta otsingu alustamiseks OK
fi: Määritä verkkoasetukset ja aloita haku painamalla OK
fr: Configurez vos paramètres réseau, puis appuyez sur OK pour lancer le scan
hr: Konfigurirajte mrežne postavke i pritisnite OK za početak skeniranja
hu: Állítsa be a hálózati beállításokat, és nyomja meg az OK gombot a keresés indításához
it: Configura impostazioni di rete e premi OK per avviare la scansione
lt: Konfigūruokite tinklo nustatymus ir spauskite OK skenavimui pradėti
nl: Configureer uw netwerkinstellingen en druk OK om de scan te starten
pl: Skonfiguruj ustawienia sieci i wciśnij 'OK' aby rozpocząć skanowanie
pt_br: Configure a rede e pressione OK para iniciar a busca
ru: Настройте параметры сети, а затем нажмите OK, чтобы начать поиск
sk: Nastavte svoju sieť a stlačte OK na spustenie vyhľadávania
sr: Podesite mrežne postavke i pritisni OK da bi pokrenuli skeniranje
sv: Konfigurera dina nätverksinställningar och tryck på OK för att starta skanningen
ta: உங்கள் பிணைய அமைப்புகளை உள்ளமைத்து, ச்கேன் தொடங்க சரி என்பதை அழுத்தவும்
tr: Ağ ayarlarınızı yapılandırın ve taramayı başlatmak için OK tuşuna basın
uk: Налаштуйте параметри мережі, а потім натисніть OK, щоб почати пошук
vi: Định cấu hình cài đặt mạng của bạn và nhấn OK để quét
zh_cn: 配置您的网络设置,然后按OK开始扫描

source: Configure your wireless LAN again
bg: Конфигурирайте вашия безжичен LAN отново
cs: Nakonfigurujte znovu Vaši WLAN
da: Konfigurer dit trådløse LAN igen
de: WLAN-Netzwerk erneut konfigurieren
el: Ρύθμιση του ασύρματου δικτύου εκ νέου
et: Seadista WiFi võrk uuesti
fi: Määritä WLAN asetukset uudelleen
fr: Configure encore votre LAN sans fil
hr: Ponovno konfigurirajte svoj bežični LAN
hu: Állítsa be újra vezeték nélküli hálózatát
it: Configura nuovamente LAN wireless
lt: Konfigūruokite savo belaidį tinklą dar kartą
nl: Configureer uw draadloos netwerk opnieuw
pl: Skonfiguruj ponownie sieć bezprzewodową
pt_br: Configurar rede sem fio novamente
ru: Повторить настройку беспроводной сети
sk: Nastavte bezdrôtovú sieť LAN ešte raz
sl: Ponovno nastavi brezzični vmesnik
sr: Podesite svoj bežični LAN ponovo
sv: Konfigurera ditt trådlösa LAN igen
ta: உங்கள் வயர்லெச் லானை மீண்டும் உள்ளமைக்கவும்
tr: Kablosuz ağınızı yeniden yapılandırın
uk: Повторити налаштування Вашої безпровідної мережі
vi: Định cấu hình lại mạng LAN không dây của bạn
zh_cn: 再次配置您的无线局域网

source: Configures which video output connector will be used.
bg: Конфигурира кой видео изход ще бъде използван.
cs: Nastavuje, který konektor video výstupu bude použit.
da: Konfigurer hvilket videoudgang der skal bruges.
de: Stellen Sie den Videoausgang ein.
el: Ρυθμίζει ποιος τύπος σύνδεσης εξόδου εικόνας θα χρησιμοποιηθεί.
et: See valik määrab, millist ühenduspesa videoväljund kasutab.
fi: Määrittää mitä video ulostuloa käytetään.
fr: Configure le type de sortie vidéo qui sera utilisé.
hr: Konfigurira koji će se video izlazni konektor koristiti.
hu: Állítsa be, hogy melyik videó kimeneti csatlakozó van bekötve, használva.
it: Configura quale connettore di uscita video verrà usato.
lt: Konfigūruoja kuri vaizdo išvesties jungtis bus naudojama.
nl: Hier kiest u de gewenste video uitgang. U kunt kiezen uit HDMI (Standaard), YPbPr (Component) of Scart.
pl: Skonfiguruj które wyście wideo ma być użyte.
pt_br: Configurar qual conector de saída de vídeo será usado.
ru: Укажите, какой разъем видеовыхода будет использован.
sk: Nastavte, ktorý konektor pre výstup videa sa použije.
sr: Podesite koja će se linija spajanja video izlaza koristiti.
sv: Konfigurerar vilken videoutgångskontakt som ska användas.
ta: எந்த வீடியோ வெளியீட்டு இணைப்பு பயன்படுத்தப்படும் என்பதை உள்ளமைக்கிறது.
tr: Hangi görüntü çıkış konektörünün kullanılacağını yapılandırır.
uk: Вкажіть, який роз'єм відеовиходу буде використаний.
vi: Định cấu hình trình kết nối đầu ra video nào sẽ được sử dụng.
zh_cn: 配置哪个视频输出连接器会被使用.

source: Configuring
bg: Конфигуриране
cs: Nastavuji
da: Konfigurerer
de: Konfiguriere
el: Παραμετροποίηση
et: Seadistamine
fi: Päivitetään
fr: Configuration
hr: Podešavam
hu: Konfigurálás
it: Configurazione
lt: Konfigūruojama
nl: Configureren
pl: Konfigurowanie
pt_br: Configurando
ru: Настройка
sk: Konfiguruje sa
sl: Nastavljam
sr: Podešavam
sv: Konfigurerar
ta: உள்ளமைத்தல்
tr: Yapılandırılıyor
uk: Налаштування
vi: Cấu hình
zh_cn: 配置

source: Configuring Service
cs: Konfigurace služby
el: Παραμετροποίηση υπηρεσίας
fi: Määritä palvelu
hr: Podešavanje Servisa
it: Configurazione servizio
nl: Service configureren
pl: Konfiguracja usługi
sk: Konfigurácia služby
sr: Podešavanje Servisa
sv: Konfigurera service
ta: சேவையை உள்ளமைத்தல்
tr: Kanalı Yapılandır
uk: Налаштування каналу

source: ConflictTimer Actions
cs: Akce časovače konfliktu
el: Ενέργειες διένεξης χρονοδιακόπτη
fi: Ristiriita-Ajastukset Toiminnot
hr: Radnje neusaglašenosti Tajmera
it: Azioni timer in conflitto
lt: Laikmačio nesuderinamumas
nl: ConflictTimer Acties
pl: Akcje ConflictTimer
sk: Akcie pri konflikte časovačov
sr: Radnje neusaglašenosti Tajmera
sv: ConflictTimer Åtgärder
ta: மோதல் செயல்கள்
tr: Zamanlayıcı Çakışması İşlemleri
uk: Дії кнопок ConflictTimer

source: ConflictTimer Overview
bg: Конфликтен таймер
cs: Konfliktní časovač
el: Επισκόπηση διένεξης χρονοδιακόπτη
fi: Ristiriita ajastusten välillä
fr: Timer en conflit
hr: Pregled neusaglašenosti Tajmera
it: Panoramica timer in conflitto
lt: Laikmačio nesuderinamumas
nl: Timerconflict
pl: Konflikt timera
sk: Prehľad konfliktných časovačov
sr: Pregled neusaglašenosti Tajmera
sv: Översikt över ConflictTimer
ta: மோதல் கண்ணோட்டம்
tr: Zamanlayıcı Çakışması Genel Bakış
uk: Конфлікт таймера

source: Congo
cs: Kongo
de: Kongo
el: Κογκό
et: Kongo
hu: Kongó
lt: Kongas
nl: Kongo
pl: Kongo
sk: Kongo
sv: Kongo
ta: காங்கோ
tr: Kongo
uk: Конго
zh_cn: 刚果

source: Congratulations, you have successfully configured your %s %s for use with the IceTV Smart Recording service. Your IceTV guide will now download in the background.
bg: Поздравления, успешно конфигурирахте вашия %s %s за използване с услугата за смарт запис на IceTV. Вашето ръководство за IceTV вече ще се изтегли на заден план.
cs: Gratulujeme, úspěšně jste nakonfigurovali svůj %s %s pro použití se službou IceTV Smart Recording. Váš průvodce IceTV se nyní stáhne na pozadí.
da: Tillykke, du har med succes konfigureret din %s %s til brug med IceTV Smart Optagelsestjenesten. Din IceTV guide vil nu blive downloaded i baggrunden.
de: Herzlichen Glückwunsch, Sie haben Ihre %s %s erfolgreich für die Verwendung mit dem IceTV Smart Aufnahmedienst konfiguriert. Ihr IceTV EPG wird im Hintergrund heruntergeladen.
el: Συγχαρητήρια, έχετε ρυθμίσει τον %s %s σας για χρήση με την υπηρεσία έξυπνης εγγραφής IceTV με επιτυχία. Ο οδηγός IceTV θα μεταφορτωθεί τώρα στο παρασκήνιο.
fi: Onnittelut, olet määrittänyt käyttöoikeutesi %s %s IceTV tallennus palveluun. IceTV ladataan taustalla ohjelmatiedot.
fr: Félicitations, vous avez configuré avec succès votre %s %s pour une utilisation avec le service IceTV Smart Recording. Votre guide IceTV va maintenant être téléchargé en arrière-plan.
hr: Čestitamo, uspješno ste konfigurirali svoj %s %s za korištenje s uslugom IceTV Smart Recording. Vaš IceTV vodič sada će se preuzeti u pozadini.
it: Congratulazioni, hai configurato correttamente il %s %s per l'uso con il servizio IceTV Smart Recording. La guida IceTV verrà ora scaricata in background.
lt: Sveikiname, sėkmingai sukonfigūravote %s %s, kad naudoti IceTV išmaniojo įrašymo paslaugai. Dabar IceTV vadovas atsisiųs fone.
nl: Gefeliciteerd, u heeft uw %s %s succesvol geconfigureerd voor het gebruik van de IceTV Smart Recording service. Uw IceTV gids zal nu worden gedownload.
pl: Gratulacje, pomyślnie skonfigurowałeś %s %s do użytku z usługą IceTV Smart Recording. Ten przewodnik IceTV zostanie teraz pobrany w tle.
sk: Gratulujeme, úspešne ste nakonfigurovali %s %s na používanie so službou IceTV Smart Recording. Váš sprievodca pre IceTV bude teraz sťahovať na pozadí.
sr: Čestitam, uspešno ste podesili %s %s uslugu pametnog snimanja IceTV. Sad vaš vodič IceTV će se preuzeti u pozadini.
sv: Gratulerar, du har lyckats konfigurera din %s %s för användning med IceTV Smart Recording-tjänsten. Din IceTV-tablå kommer nu att laddas ner i bakgrunden.
ta: வாழ்த்துக்கள், ICETV அறிவுள்ள ரெக்கார்டிங் சேவையுடன் பயன்படுத்த உங்கள் %s %s ஐ வெற்றிகரமாக உள்ளமைத்துள்ளீர்கள். உங்கள் ICETV வழிகாட்டி இப்போது பின்னணியில் பதிவிறக்கம் செய்யும்.
tr: Tebrikler, %s %s cihazınızı IceTV Akıllı Kayıt hizmetiyle kullanmak üzere başarıyla yapılandırdınız. IceTV rehberiniz şimdi arka planda indirilmeye başlayacak.
uk: Вітаємо, Ви успішно налаштували ваш %s %s для використання з послугою IceTV запис передачі. Ваш путівник IceTV тепер завантажиться у фоновому режимі.
zh_cn: 恭喜您,您已成功配置%s %s 用于IceTV智能录制服务,您的IceTV指南现在将在后台下载.

source: Connect
bg: Свързване
cs: Připojit
da: Forbind
de: Verbinden
el: Σύνδεση
et: Ühenda
fi: Yhdistä
fr: Connecter
hr: Povezivanje
hu: Csatlakozás
it: Connettere
lt: Jungtis
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключить
sk: Pripojiť
sl: Poveži se
sr: Povezivanje
sv: Anslut
ta: இணை
tr: Bağlan
uk: Під'єднання
vi: Kết nối
zh_cn: 连接

source: Connect to IceTV server every
bg: Свържете се с IceTV сървъра всеки
cs: Připojit se vždy k serveru IceTV
da: Forbind til IceTV server hver
de: Mit dem IceTV Server verbinden
el: Σύνδεση στον διακομιστή IceTV κάθε
fi: Muodosta yhteys IceTV palvelimeen joka kerta
fr: Connectez-vous au serveur IceTV chaque
hr: Povežite se s IceTV poslužiteljem svaki
it: Connettiti al server IceTV ogni
lt: Prisijunkite prie IceTV serverio kas
nl: Maak verbinding met de IceTV server elke
pl: Połącz się z serwerem IceTV co
sk: Pripojiť na server IceTV každých
sr: Poveži se sa IceTV serverom svakih
sv: Anslut till IceTV-servern varje
ta: ஒவ்வொரு ICETV சேவையகத்துடன் இணைக்கவும்
tr: Her IceTV sunucusuna bağlanın
uk: Підключення до сервера IceTV кожен
zh_cn: 每隔一次连接到IceTV服务器

source: Connect to a wireless network
bg: Свържете се с безжична мрежа
cs: Připojit k bezdrátové síti
da: Forbind til et trådløst netværk
de: Mit einem Drahtlosnetzwerk verbinden
el: Σύνδεση σε ασύρματο δίκτυο
et: Ühenda traadita võrguga
fi: Yhdistä WLAN-verkkoon
fr: Connecter à un réseau sans fil
hr: Povezivanje sa bežičnom mrežom
hu: Csatlakozás vezeték nélküli hálózathoz
it: Connettiti a una rete wireless
lt: Jungtis prie belaidžio tinklo
nl: Verbind met een draadloos netwerk
pl: Połącz z siecią bezprzewodową
pt_br: Conectar a uma rede sem fio
ru: Подключение к беспроводной сети
sk: Pripojiť k bezdrôtovej sieti
sr: Povezivanje sa bežičnom mrežom
sv: Anslut till ett trådlöst nätverk
ta: வயர்லெச் நெட்வொர்க்குடன் இணைக்கவும்
tr: Kablosuz ağa bağlanın
uk: Під'єднано до бездротової мережі
vi: Kết nối với mạng không dây
zh_cn: 连接到无线网络

source: Connect to the Internet
cs: Připojit k internetu
el: Σύνδεση στο διαδίκτυο
fi: Yhdistä internettiin
hr: Povezivanje sa Internetom
it: Connettiti a Internet
nl: Verbinding maken met internet
pl: Połącz z Internetem
sk: Pripojiť na internet
sr: Povezivanje sa Internetom
sv: Anslut till Internet
ta: இணையத்துடன் இணைக்கவும்
tr: İnternete Bağlanın
uk: Підключитися до Інтернету
