Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: %d package was downloaded.
cs: %d balíček byl stažen.
el: Έγινε λήψη %d πακέτου.
fi: %d Paketti ladattiin.
fr: %d paquet a été téléchargé.
hr: %d paket je preuzet.
it: È stato scaricato %d pacchetto.
lt: %d paketas buvo atsisiųstas.
nl: %d pakket is gedownload.
pl: %d pakiet został pobrany.
sk: Stiahol sa %d balíček.
sr: %d paket je preuzet.
sv: %d paketet har laddats ner.
ta: %d தொகுப்பு பதிவிறக்கம் செய்யப்பட்டது.
tr: %d paket indirildi.
uk: %d пакет завантажений.

source: %d package was identified for upgrade.
cs: %d balíček byl identifikován pro aktualizaci.
el: Αναγνωρίστηκε %d πακέτο για αναβάθμιση.
fi: %d Päivitetty paketti.
fr: %d paquet a été identifié pour une mise à niveau.
hr: %d paket indentifikovan za nadogradnju.
it: È stato identificato %d pacchetto da aggiornare.
lt: %d paketas buvo nustatytas atnaujinti.
nl: %d pakket is geselecteerd voor een update.
pl: %d pakiet wymagał aktualizacji.
sk: Bolo potrebné aktualizovať %d balíček.
sr: %d paket je identifikovan za nadogradnju.
sv: %d paket identifierades för uppgradering.
ta: மேம்படுத்தலுக்கு %d தொகுப்பு அடையாளம் காணப்பட்டது.
tr: Yükseltme için %d paket belirlendi.
uk: %d пакет ідентифіковано для оновлення.

source: %d package was installed.
cs: %d balíček byl nainstalován.
el: Εγκαταστάθηκε %d πακέτο.
fi: %d Paketti on asennettu.
fr: %d paquet a été installé.
hr: %d paket je instaliran.
it: È stato installato %d pacchetto.
lt: Atnaujinta, įdiegtas %d paketas.
nl: %d pakket is geïnstalleerd.
pl: %d pakiet został zainstalowany.
sk: Nainštalovaný bol %d balíček.
sr: %d paket je instaliran.
sv: %d paketet installerades.
ta: %d தொகுப்பு நிறுவப்பட்டது.
tr: %d paket yüklendi.
uk: Встановлено %d пакет.

source: %d package was removed.
cs: %d balíček byl odstraněn.
el: Αφαιρέθηκε %d πακέτο.
fi: %d Paketti poistettu.
fr: %d paquet a été supprimé.
hr: %d paket je uklonjen.
it: È stato rimosso %d pacchetto.
lt: %d paketas buvo pašalintas.
nl: %d pakket is verwijderd.
pl: %d pakiet został usunięty.
sk: Odstránený bol %d balíček.
sr: %d paket je uklonjen.
sv: %d paketet togs bort.
ta: %d தொகுப்பு அகற்றப்பட்டது.
tr: %d paket kaldırıldı.
uk: %d пакет видалено.

source: %d package was upgraded.
cs: %d balíček byl aktualizován.
el: Αναβαθμίστηκε %d πακέτο.
fi: %d Paketti päivitetty.
fr: %d paquet a été mis à niveau.
hr: %d paket je nadograđen.
it: È stato aggiornato %d pacchetto.
lt: %d paketas buvo atnaujintas.
nl: %d pakket is bijgewerkt.
pl: %d pakiet został uaktualniony.
sk: Aktualizovaný bol %d balíček.
sr: %d paket je ažuriran.
sv: %d paketet uppgraderades.
ta: %d தொகுப்பு மேம்படுத்தப்பட்டது.
tr: %d paket yükseltildi.
uk: %d пакет оновлено.

source: %d plugin is not available:
cs: %d plugin není k dispozici:
el: %d πρόσθετο δεν είναι διαθέσιμο:
fi: %d ei ole saatavilla:
fr: %d plugin n'est pas disponible:
hr: %d dodatak nije dostupan:
it: %d plugin non è disponibile:
nl: %d Plugin is niet beschikbaar:
pl: %d wtyczka nie jest dostępna:
sk: %d plugin nie je dostupný:
sr: %d plugin nije dostupan:
sv: %d plugin är inte tillgängligt:
ta: %d சொருகி கிடைக்கவில்லை:
tr: %d eklentisi mevcut değil:
uk: %d плагін недоступний:

source: %d sec
bg: %d сек
da: %d sek
de: %d sek
el: %d δευτ
et: %d sek
fi: %d sekunti
hr: %d sek
hu: %d másodperc
lt: %d sek.
pl: %d sek
sk: %d s
sr: %d sek
sv: %d sek
ta: %d நொடி
tr: %d sn
uk: %d сек
vi: %d giây
zh_cn: %d 秒

source: %d service found.
cs: Nalezena %d služba.
el: Βρέθηκε %d υπηρεσία.
fi: %d kanava löyty.
fr: %d service trouvé.
hr: %d usluga pronađena.
it: %d servizio trovato.
nl: %d zender gevonden.
pl: Znaleziono %d kanał.
sk: %d nájdená stanica alebo služba.
sr: %d usluga pronađena.
sv: %d tjänsten hittades.
ta: %d பணி காணப்பட்டது.
tr: %d kanal bulundu.
uk: %d канал знайдено.

source: %d slots have been created on the device.
cs: Na zařízení bylo vytvořeno %d slotů.
el: %d θέσεις έχουν δημιουργηθεί στη συσκευή.
fi: %d Paikkoja on luotu laitteelle.
hr: Na uređaju je stvoreno %d utora.
it: Sono stati creati %d slot sul dispositivo.
sr: %d slotova na uređaju je kreirano .
sv: %d platser har skapats på enheten.
tr: Cihazda %d adet yuva oluşturulmuştur.
uk: На пристрої створено %d слотів.

source: %d times
bg: %d пъти
cs: %d časy
da: %d gange
de: %d mal
el: %d φορές
et: %d korda
fi: %d ajat
fr: %d fois
hr: %d vrijeme
hu: %d alkalommal
it: %d volte
lt: %d kartų
nl: %d tijden
pl: %d razy
sk: %d krát
sr: %d vreme
sv: %d tid
ta: %d முறை
tr: %d kez
uk: %d рази
vi: %d thời gian
zh_cn: %d 小时

source: %d wireless network found!
bg: %d намерена безжична мрежа!
cs: %d bezdrátová síť nalezena!
da: %d trådløs netværk fundet!
de: %d WLAN-Netzwerk gefunden!
el: Βρέθηκε %d ασύρματο δίκτυο!
et: Leiti %d traadita võrk!
fi: %d WLAN verkko löytyi!
fr: %d réseau sans fil trouvé !
hr: %d bežična mreža pronađena!
hu: %d elérhető vezeték nélküli hálózat!
it: Rilevata %d rete wireless!
lt: rastas %d belaidis tinklas!
nl: %d draadloos netwerk gevonden!
pl: Znaleziono %d sieć bezprzewodową!
pt_br: %d rede sem fio encontrada!
ru: %d беспроводная сеть найдена!
sk: Našla sa %d bezdrôtová sieť!
sr: %d bežična mreža pronađena!
sv: %d trådlöst nätverk hittat!
ta: %d வயர்லெச் பிணையம் கிடைத்தது!
tr: %d kablosuz ağ bulundu!
uk: %d бездротову мережу знайдено!
vi: Tìm thấy%d mạng không dây!
zh_cn: %d 发现无线网络!

source: %d.%03d GB
ta: %d.%03d சிபி
uk: %d.%03d ГБ

source: %s %s advanced remote control (native)
bg: %s %s дистанционно за напреднали (местно)
cs: %s %s pokročilé dálkové ovládání (nativní)
da: %s %s avenceret fjernbetjening (oprindelig)
de: %s %s erweiterte Fernbedienung (nativ)
el: προχωρημένο τηλεχειριστήριο %s %s (γνήσιο)
et: %s %s täpsem pult (natiivne)
fi: %s %s laaja kaukosäädin (natiivi)
fr: %s %s contrôle à distance avancé (natif)
hr: %s %s prošireni daljinski kontrolor (original)
hu: %s %s fejlett távirányító (natív)
it: %s %s controllo remoto avanzato (nativo)
lt: %s %s išplėstinis nuotolinio valdymo pultas (gimtasis)
nl: %s %s geavanceerde AB
pl: %s %s zaawansowany pilot (natywne)
ru: %s %s расширенный пульт ДУ (родной)
sk: %s %s pokročilé diaľkové ovládanie (originálne)
sr: %s %s napredni daljinski upravljač (izvorni)
sv: %s %s avancerad fjärrkontroll (inbyggd)
ta: %s %s மேம்பட்ட ரிமோட் கண்ட்ரோல் (சொந்தமானது)
tr: %s %s gelişmiş uzaktan kumanda (yerel)
uk: %s %s розширений пульт ДУ (рідний)
vi: %s%s điều khiển từ xa nâng cao (tự nhiên)
zh_cn: %s %s 高级遥控器(原生)

source: %s %s front panel
bg: %s %s преден панел
cs: %s %s přední panel
da: %s %s frontplade
el: %s %s οθόνη πρόσοψης
et: %s %s esipaneel
fi: %s %s etupaneeli
fr: %s %s face avant
hr: %s %s prednja tabla
hu: %s %s előlap
it: %s %s pannello frontale
lt: priekinis skydelis %s %s
nl: %s %s frontpaneel
pl: %s %s wyświetlacz przedni
ru: %s %s передняя панель
sk: %s %s predný panel
sr: %s %s prednja tabla
ta: %s %s முன் குழு
tr: %s %s ön panel
uk: %s %s передня панель
vi: %s%sBảng điều khiển phía trước
zh_cn: %s %s 前面板

source: %s %s ir keyboard
bg: %s %s и клавиатура
cs: %s %s ir klávesnice
da: %s %s IR tastatur
de: %s %s IR-Tastatur
el: %s %s πληκτρολόγιο υπερύθρων
et: %s %s infrapuna klaviatuur
fi: %s %s ir näppäimistö
fr: %s %s clavier IR
hr: %s %s ir tipkovnica
hu: %s %s infravörös billentyűzet
it: %s %s tastiera infrarosso
lt: %s%s IR klaviatūra
nl: %s %s ir toetsenbord
pl: %s %s ir klawiatury
ru: %s %s ИК клавиатура
sk: %s %s ir klávesnica
sr: %s %s ir tastatura
sv: %s %s ir tangentbord
ta: %s %s இர் விசைப்பலகை
tr: %s %s kızılötesi klavye
uk: %s %s іч клавіатура
vi: %s%s bàn phím ir
zh_cn: %s %s 红外键盘

source: %s %s ir mouse
bg: %s %s и мишка
cs: %s %s ir myš
da: %s %s IR mus
de: %s %s IR-Maus
el: %s %s ποντίκι υπερύθρων
et: %s %s infrapuna hiir
fi: %s %s ir hiiri
fr: %s %s souris IR
hr: %s %s ir miš
hu: %s %s infravörös egér
it: %s %s mouse infrarosso
lt: %s%s IR pelė
nl: %s %s ir muis
pl: %s %s ir myszy
ru: %s %s ИК мышь
sk: %s %s ir myš
sr: %s %s ir miš
sv: %s %s ir mus
ta: %s %s இர் சுட்டி
tr: %s %s kızılötesi fare
uk: %s %s іч миша
vi: %s%s ir chuột
zh_cn: %s %s 红外鼠标

source: %s %s remote control (native)
bg: %s %s дистанционно (местно)
cs: %s %s dálkové ovládání (nativní)
da: %s %s fjernbetjening (oprindelig)
de: %s %s Fernbedienung (native)
el: %s %s τηλεχειριστήριο (αυθεντικό)
et: %s %s pult (algupärane)
fi: %s %s kaukosäädin (natiivi)
fr: %s %s télécommande (natif)
hr: %s %s daljinski kontrolor (original)
hu: %s %s távirányító (natív)
it: %s %s controllo remoto (nativo)
lt: %s%s nuotolinio valdymo pultas (gimtasis)
nl: %s %s Afstandsbediening
pl: %s %s pilot zdalnego sterowania (podstawowy)
ru: %s %s пульт ДУ (родной)
sk: %s %s diaľkové ovládanie (originálne)
sr: %s %s daljinski upravljač (izvorni)
sv: %s %s fjärrkontroll (inbyggd)
ta: %s %s ரிமோட் கண்ட்ரோல் (சொந்தமானது)
tr: %s %s uzaktan kumanda (yerel)
uk: %s %s пульт ДУ (рідний)
vi: %s%s điều khiển từ xa (tự nhiên)
zh_cn: %s %s 遥控器(本地)

source: %s - Setup
bg: %s - Настройка
cs: %s – Nastavení
da: %s - Opsætning
de: %s-Einrichtung
el: %s - Ρυθμίσεις
et: %s - Seaded
fi: %s - Asetukset
fr: %s - Configuration
hr: %s - Podešavanje
hu: %s - beállítás
lt: %s - Sąranka
nl: %s - Instellingen
pl: %s - Ustawienia
sk: %s – Nastavenie
sr: %s - Podešavanje
sv: %s - Inställning
ta: %s - அமைப்பு
tr: %s - Kurulum
uk: %s - Налаштування
vi: %s - Cài đặt
zh_cn: %s-设置

source: %s Browser Manage Actions
cs: %s Spravovat akce prohlížeče
el: %s Ενέργειες διαχείρισης πλοηγού
fi: %s Selain hallinta toimet
fr: %s Browser Manager Actions
hr: %s Radnje Upravljanja Pregledačem
it: Gestione azioni del browser %s
nl: %s Plugin Browser beheren
pl: %s Przeglądarka zarządzaj działaniami
sk: %s Správa aktivít
sr: %s Upravljanje Pregledačom Radnja
sv: %s Webbläsare Hantera åtgärder
ta: %s உலாவி செயல்களை நிர்வகிக்கிறது
tr: %s Tarayıcı Yönetme İşlemleri
uk: %s Налаштування кнопок керування браузером

source: %s GHz
uk: %s ГГц

source: %s Information
bg: %s Информация
cs: %s Informace
el: %s πληροφορίες
fi: %s Tiedot
fr: %s Informations
hr: %s Informacija
it: %s informazioni
lt: %s Informacija
nl: %s Informatie
pl: %s Info
sk: %s Informácie
sr: %s Informacija
ta: %s செய்தி
tr: %s Bilgisi
uk: %s Інформація

source: %s Information Actions
cs: %s Akce s informacemi
el: %s ενέργειες πληροφοριών
fi: %s Tiedotustoiminnot
fr: %s Actions d'information
hr: %s Radnja sa informacijom
it: %s azioni d'informazione
lt: %s informaciniai veiksmai
nl: %s Informatie Acties
pl: %s Akcje informacji
sk: %s Informácie – akcie
sr: %s Radnja sa informacijom
sv: %s Information Åtgärder
ta: %s செய்தி நடவடிக்கைகள்
tr: %s Bilgisi İşlemleri
uk: %s Інформація Налаштування кнопок

source: %s Setup
bg: %s Настройка
cs: %s Nastavení
da: %s Opsætning
de: %s Einrichtung
el: %s Ρυθμίσεις
et: %s seaded
fi: %s Asetukset
fr: %s Configuration
hr: %s Podešavanje
hu: %s - beállítás
lt: %s Sąranka
nl: %s Instellingen
pl: %s Ustawienia
sk: %s Nastavenie
sr: %s Podešavanje
sv: %s Installation
ta: %s அமைப்பு
tr: %s Kurulum
uk: %s Налаштування
vi: %sCài đặt
zh_cn: %s 设置

source: %s View
cs: %s Zobrazit
el: %s προβολή
fi: %s Näkymä
hr: %s Prikaz
it: %s vista
lt: %s peržiūra
pl: %s Widok
sk: %s Zobraziť
sr: %s Prikaz
sv: %s Visa
ta: %s
tr: %s Görüntüle
uk: %s Перегляд

source: %s additional screens
bg: %s допълнителни екрани
cs: další obrazovky: %s
da: %s flere skærme
de: %s zusätzliche Bildschirme
el: %s πρόσθετες οθόνες
et: %s täiendavad ekraanimenüüd
fi: %s lisä näyttöjä
fr: %s écrans supplémentaires
hr: %s dodatnih zaslona
hu: %s további képernyők
it: %s schermi aggiuntivi
lt: %s papildomi ekranai
nl: %s extra schermen
pl: %s dodatkowe ekrany
sk: %s ďalšie obrazovky
sr: %s dodatni ekrani
sv: %s ytterligare skärmar
ta: %s கூடுதல் திரைகள்
tr: %s ilavе ekranlar
uk: %s додатки до скіну
vi: %s màn hình bổ sung
zh_cn: %s 其他屏幕

source: %s has been activated.
cs: %s byl aktivován.
el: Το %s ενεργοποιήθηκε.
fi: %s on aktivoitu.
fr: %s a été activé.
hr: %s aktiviran.
it: %s è stato attivato.
lt: %s suaktyvintas.
nl: %s is geactiveerd.
pl: %s został aktywowany.
sk: %s bolo aktivované.
sr: %s je aktiviran.
sv: %s har aktiverats.
ta: %s செயல்படுத்தப்பட்டுள்ளன.
tr: %s etkinleştirildi.
uk: %s активовано.

source: %s has been disabled.
cs: %s byl zakázán.
el: Το %s απενεργοποιήθηκε.
fi: %s on poistettu käytöstä.
fr: %s a été désactivé.
hr: %s je deaktiviran.
it: %s è stato disattivato.
lt: %s buvo išjungtas.
nl: %s is uitgeschakeld.
pl: %s został wyłączony.
sk: %s bolo deaktivované.
sr: %s je deaktiviran.
sv: %s har avaktiverats.
ta: %s முடக்கப்பட்டுள்ளன.
tr: %s devre dışı bırakıldı.
uk: %s вимкнено.

source: %s imported from remote receiver.
cs: %s importováno ze záložního tuneru.
el: Έγινε εισαγωγή του %s από το εφεδρικό tuner.
fi: %s tuotu etävastaanottimelta.
hr: %s uvezeno s daljinskog prijemnika.
it: %s importato dal ricevitore remoto.
nl: %s van de Fallback tuner geïmporteerd.
pl: %s zaimportowany ze zdalnego odbiornika.
sk: %s importované zo vzdialeného prijímača.
sr: %s uvoz iz udaljenog prijemnika.
sv: %s importerad från fjärrmottagaren.
ta: ரிமோட் ரிசீவரிடமிருந்து இறக்குமதி செய்யப்படுகிறது.
tr: %s uzak alıcıdan aktarıldı.
uk: %s імпортовано з резервного тюнера.

source: %s is no longer used. Should it be deleted?
bg: %s вече не се използва. Трябва ли да бъде изтрит ?
cs: %s nepoužívá se. Vymazat?
da: %s bliver ikke længere brugt. Skal den slettes ?
de: %s wird nicht mehr benötigt. Soll er gelöscht werden?
el: Ο δορυφόρος %s δεν χρησιμοποιείται πλέον. Να γίνει διαγραφή του;
et: %s ei ole enam kasutuses. Kas see tuleks kustutada?
fi: %s ei ole enää käytössä. Poistetaanko se?
fr: L'élément %s n'est plus utilisé. Doit-il être supprimé?
hr: %s više se ne koristi. Da izbrišem ovaj satelit?
hu: %s nincs többé használatban. Törölhető?
it: %s non è più usato. Vuoi eliminarlo?
lt: %s daugiau nenaudojamas. Pašalinti?
nl: %s wordt niet langer gebruikt. Kan deze verwijderd worden?
pl: %s nie jest już używany. Powinien być usunięty?
pt_br: %s não é mais usado. Remover?
ru: %s больше не используется. Удалить данный спутник?
sk: %s sa už nepoužíva. Môže sa odstrániť?
sr: %s više se ne koristi. Da izbrišem ovaj satelit?
sv: %s används inte längre. Bör den raderas?
ta: %s இனி பயன்படுத்தப்படாது. அதை நீக்க வேண்டுமா?
tr: %s isimli uydu, yapılandırma değişikliğinden sonra artık kullanılmıyor. Silinmeli mi?
uk: %s більше не використовується. Видалити його?
vi: % s không còn được sử dụng. Có nên xóa nó không?
zh_cn: %s 已不再使用,是否应该删除?

source: %s long
cs: %s dlouhé
el: %s παρατεταμένο
fi: %s pitkä
hr: %s dugo
it: %s lunga
lt: %s ilgas
nl: %s lang
pl: %s długo
sk: %s dlhé
sr: %s dugo
sv: %s lång
ta: %s நீண்டது
tr: %s uzun
uk: %s довго

source: %s not available.
bg: %s не е наличен.
cs: %s není dostupný.
da: %s ikke tilgængelig.
de: %s nicht verfügbar.
el: Το %s δεν είναι διαθέσιμο.
et: %s pole saadaval.
fi: %s ei saatavilla.
fr: %s non disponible.
hr: %s nije dostupno.
hu: %s nem elérhető.
it: %s non disponibile.
lt: %s: nėra.
nl: %s niet beschikbaar.
pl: %s nie dostępne.
sk: %s nie je dostupné.
sr: %s nedostupno.
sv: %s inte tillgänglig.
ta: %s கிடைக்கவில்லை.
tr: %s mevcut değil.
uk: %s недоступний.
vi: %s không có sẵn.
zh_cn: %s 不可用.

source: %s version
cs: Verze %s
el: %s έκδοση
fi: %s versio
hr: %s verzija
it: Versione %s
sr: %s verzija
tr: %s versiyon
uk: Версія %s

source: %s%d min
bg: %s%d мин
fi: %s%d minuutti
hu: %s%d perc
ru: %s%d мин
tr: %s%d dak
uk: %s%d хв
vi: % s%d phút
zh_cn: %s%d 分钟

source: %s%s(Default: %s)
bg: %s%s(По подразбиране: %s)
cs: %s%s(Výchozí: %s)
el: %s%s(Προεπιλογή: %s)
fi: %s%s(Oletus: %s)
fr: %s%s(Par défaut : %s)
hr: %s%s(Zadano: %s)
it: %s%s (predefinito: %s)
pl: %s%s(Domyślnie: %s)
sk: %s%s(Predvolené: %s)
sr: %s%s(Zadano: %s)
sv: %s%s(Standard: %s)
ta: %s %s (இயல்புநிலை: %s)
tr: %s%s(Varsayılan: %s)
uk: %s%s(За замовчуванням: %s)

source: %sMode for FHD (up to 1080p)
bg: %s режим за FHD (до 1080p)
cs: %sRežim pro FHD (do 1080p)
da: %sTilstand for FHD (op til 1080p)
de: %sModus für FHD (bis 1080p)
el: %sΛειτουργία για FHD (έως 1080p)
et: %sFHD sisu lahutus (kuni 1080p)
fi: %sTila FHD (asti 1080p)
fr: %s Mode pour FHD (jusqu'à 1080p)
hr: %sNačin rada za FHD (do 1080p)
hu: %s fullHD módja (1080p-ig)
it: %sModalità per FHD (fino a 1080p)
lt: %sFHD režimas (iki 1080p)
nl: %s Mode voor FHD (tot 1080p)
pl: %sTryb dla FHD (do 1080p)
sk: %sRežim pre Full HD (do 1080p)
sr: %sRežim za FHD (до 1080p)
sv: %sLäge för FHD (upp till 1080p)
ta: FHD க்கான %ச்மோட் (1080p வரை)
tr: %sFHD modu (1080p'ye kadar)
uk: %sРежим для FHD (до 1080p)
vi: %sMode cho FHD (tối đa 1080p)
zh_cn: 全高清 %s 模式(最高1080P)

source: %sMode for HD (up to 720p)
bg: %s режим за HD (до 720p)
cs: %sRežim pro HD (do 720p)
da: %sTilstand for HD (op til 720p)
de: %sModus für HD (bis 720p)
el: %sΛειτουργία για HD (έως 720p)
et: %sHD sisu lahutus (kuni 720p)
fi: %sTila HD (asti 720p)
fr: %s Mode pour HD (jusqu'à 720p)
hr: %sNačin rada za HD (do 720p)
hu: %s HD módja (720-ig)
it: %sModalità per HD (fino a 720p)
lt: %sHD režimas (iki 720p)
nl: %s Mode voor HD (tot 720p)
pl: %sTryb HD (do 720p)
sk: %sRežim pre HD (do 720p)
sr: %sRežim za HD (до 720p)
sv: %sLäge för HD (upp till 720p)
ta: எச்டிக்கு %ச்மோட் (720p வரை)
tr: %sHD modu (720p'ye kadar)
uk: %sРежим для SD (до 720p)
vi: %sMode cho HD (tối đa 720p)
zh_cn: 高清 %s 模式(最高720P)

source: %sMode for SD (up to 576p)
bg: %s режим за SD (до 576p)
cs: %sRežim pro SD (do 576p)
da: %sTilstand for SD (op til 576p)
de: %sModus für SD (bis 576p)
el: %sΛειτουργία για SD (έως 576p)
et: %sSD sisu lahutus (kuni 576p)
fi: %sTila SD (asti 576p)
fr: %s Mode pour SD (jusqu'à 576p)
hr: %sNačin rada za SD (do 576p)
hu: %s SD módja (576p-ig)
it: %sModalità per SD (fino a 576p)
lt: %sSD režimas (iki 576p)
nl: %s Mode voor SD (tot 576p)
pl: %sTryb dla SD (do 576p)
sk: %sRežim pre SD (do 576p)
sr: %sRežim za SD (до 576p)
sv: %sLäge för SD (upp till 576p)
ta: எச்டிக்கு %ச்மோட் (576 ப வரை)
tr: %sSD modu (576p'ye kadar)
uk: %sРежим для SD (до 576p)
vi: %sMode cho SD (tối đa 576p)
zh_cn: 标清 %s 模式(最高576P)

source: %sMode for UHD (up to 2160p)
bg: %s режим за UHD (до 2160p)
cs: %sRežim pro UHD (do 2160p)
da: %sTilstand for UHD (op til 2160p)
de: %sModus für UHD (bis 2160p)
el: %sΛειτουργία για UHD (έως 2160p)
et: %sUHD sisu lahutus (kuni 2160p)
fi: %sTila UHD (asti 2160p)
fr: %s Mode pour UHD (jusqu'à 2160p)
hr: %sNačin rada za UHD (do 2160p)
hu: %s UHD módja (2160p-ig)
it: %sModalità per UHD (fino a 2160p)
lt: %sUHD režimas (iki 2160p)
nl: %s Mode voor UHD (tot 2160p)
pl: %sTryb dla UHD (do 2160p)
sk: %sRežim pre UHD (do 2160p)
sr: %sRežim za UHD (до 2160p)
sv: %sLäge för UHD (upp till 2160p)
ta: UHD க்கான %ச்மோட் (2160p வரை)
tr: %sUHD modu (2160p'ye kadar)
uk: %sРежим для UHD (до 2160p)
vi: %sMode cho UHD (tối đa 2160p)
zh_cn: 超高清 %s 模式(最高2160P)

source: %sRefresh rate for FHD
bg: %s Честота на опресняване за FHD
cs: %sObnovovací frekvence pro FHD
da: %sOpdateringshastighed for FHD
de: %sBildwiederholrate für FHD
el: %sΡυθμός ανανέωσης για FHD
et: %sFHD sisu värskendussagedus
fi: %sVirkistystaajuus FHD
fr: %s Fréquence de rafraîchissement pour FHD
hr: %sBrzina osvježavanja za FHD
hu: %s frissítési érték az fullHD számára
it: %sFrequenza aggiornamento per FHD
lt: %sFHD atnaujinimo dažnis
nl: %s Vernieuwingsfrequentie (Hz) voor FHD
pl: %sCzęstotliwość odświeżania dla FHD
sk: %sObnov. frekvencia pre FHD
sr: %sUčestalost osvežavanja za FHD
sv: %sUppdateringsfrekvens för FHD
ta: எஃப்.டி.க்கான %புதுப்பிப்பு வீதம்
tr: %sFHD için yenileme hızı
uk: %sЧастота оновлення для FHD
vi: %s Tốc độ làm mới cho FHD
zh_cn: 全高清 %s 刷新率

source: %sRefresh rate for HD
bg: %s Честота на опресняване за HD
cs: %sObnovovací frekvence pro HD
da: %sOpdateringshastighed for HD
de: %sBildwiederholrate für HD
el: %sΡυθμός ανανέωσης για HD
et: %sHD sisu värskendussagedus
fi: %sVirkistystaajuus HD
fr: %s Fréquence de rafraîchissement pour HD
hr: %sBrzina osvježavanja za HD
hu: %s frissítési érték az HD számára
it: %sFrequenza aggiornamento per HD
lt: %sHD atnaujinimo dažnis
nl: %s Vernieuwingsfrequentie (Hz) voor HD
pl: %sCzęstotliwość odświeżania dla HD
sk: %sObnov. frekvencia pre HD
sr: %sUčestalost osvežavanja za HD
sv: %sUppdateringsfrekvens för HD
ta: எச்டிக்கு %புதுப்பிப்பு வீதம்
tr: %sHD için yenileme hızı
uk: %sЧастота оновлення для HD
vi: %s Tốc độ làm mới cho HD
zh_cn: 高清 %s 刷新率

source: %sRefresh rate for SD
bg: %s Честота на опресняване за SD
cs: %sObnovovací frekvence pro SD
da: %sOpdateringshastighed for SD
de: %sBildwiederholrate für SD
el: %sΡυθμός ανανέωσης για SD
et: %sSD sisu värskendussagedus
fi: %sVirkistystaajuus SD
fr: %s Fréquence de rafraîchissement pour SD
hr: %sBrzina osvježavanja za SD
hu: %s frissítési érték az SD számára
it: %sFrequenza aggiornamento per SD
lt: %sSD atnaujinimo dažnis
nl: %s Vernieuwingsfrequentie (Hz) voor SD
pl: %sCzęstotliwość odświeżania dla SD
sk: %sObnov. frekvencia pre SD
sr: %sUčestalost osvežavanja za SD
sv: %sUppdateringsfrekvens för SD
ta: SD க்கான %புதுப்பிப்பு வீதம்
tr: %sSD için yenileme hızı
uk: %sЧастота оновлення для SD
vi: %s Tốc độ làm mới cho SD
zh_cn: 标清 %s 刷新率

source: %sRefresh rate for UHD
bg: %s Честота на опресняване за UHD
cs: %sObnovovací frekvence pro UHD
da: %sOpdateringshastighed for UHD
de: %sBildwiederholrate für UHD
el: %sΡυθμός ανανέωσης για UHD
et: %sFHD sisu värskendussagedus
fi: %sVirkistystaajuus UHD
fr: %s Fréquence de rafraîchissement pour UHD
hr: %sBrzina osvježavanja za UHD
hu: %s frissítési érték az UHD számára
it: %sFrequenza aggiornamento per UHD
lt: %sUHD atnaujinimo dažnis
nl: %s Vernieuwingsfrequentie (Hz) voor UHD
pl: %sCzęstotliwość odświeżania dla UHD
sk: %sObnov. frekvencia pre UHD
sr: %sUčestalost osvežavanja za UHD
sv: %sUppdateringsfrekvens för UHD
ta: UHD க்கான %புதுப்பிப்பு வீதம்
tr: %sUHD için yenileme hızı
uk: %sЧастота оновлення для UHD
vi: %s Tốc độ làm mới cho UHD
zh_cn: 超高清 %s 刷新率

source: %sShow 1080i as 1080p
bg: %s Покажи 1080i като 1080p
cs: %szobrazit 1080i jako 1080p
da: %sVis 1080i som 1080p
de: %sZeige 1080i als 1080p
el: %sΕμφάνιση 1080i ως 1080p
et: %s1080i kuvatakse 1080p
fi: %sNäytä 1080i muodossa 1080p
fr: %s Afficher 1080i comme 1080p
hr: %sPokaži 1080i kao 1080p
hu: %s 1080i mutatása 1080p-ként
it: %sMostra 1080i come 1080p
lt: %s1080i rodyti kaip 1080p
nl: %s Toon 1080i als 1080p
pl: %sPokaż 1080i jako 1080p
sk: %sZobraziť 1080i ako 1080p
sr: %sPokaži 1080i kao 1080p
sv: %sVisa 1080i som 1080p
ta: %1080i அல்லது 1080p ஐக் காட்டு
tr: %s1080i'yi 1080p olarak göster
uk: %sПоказати 1080i в якості 1080p
vi: %s hiển thị 1080i với 1080p
zh_cn: %s 将1080i显示为1080p

source: '%s' contains %d file(s) and %d sub-directories.
bg: '%s' съдържа %d фаил(ове) и %d под-директории.
cs: '%s' obsahuje %d soubor(ů) a %d podadresářů.
da: '%s' indeholder %d fil(er) og %d undermapper.
de: '%s' enthält %d Datei(en) und %d Verzeichnis(se).
el: Το '%s' περιέχει %d αρχείο(α) και %d υπό-φακέλους.
et: '%s' sisaldab %d faili ja %d alamkataloogi.
fi: '%s' sisältää %d tiedosto(a) ja %d alikansiota.
fr: '%s' contient %d fichier(s) et %d sous-répertoire(s).
hr: '%s' sadrži %d datoteke(e) i %d poddirektorije
hu: A(z) '%s' tartalmaz %d fájlt és %d alkönyvtárat.
it: '%s' contiene %d file(s) e %d sub-directories.
lt: '%s' turi %d failą(ų) ir %d sub-katalogų.
nl: '%s' bevat %d bestand(en) en %d sub-mappen.
pl: '%s' zawiera %d plik(ów) i %d podkatalogów.
ru: '%s' содержит %d файла(ов) и %d каталога (ов).
sk: '%s' obsahuje %d súb. a %d priečinkov.
sr: '%s' sadrži %d fajl i %d pod-direktorijume
sv: '%s' innehåller %d fil(er) och %d underkataloger.
ta: ' %s' %d கோப்பு (கள்) மற்றும் %d துணை இயக்குநர்கள் உள்ளன.
tr: '%s' %d dosya ve %d alt-klasör içeriyor.
uk: '%s' містить %d файл(ів) і %d підкаталог(ів).
vi: '% s' chứa%d tập tin và%d thư mục con.
zh_cn: '%s' 包含 %d 个文件和 %d 个子目录.
