Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Manage Locale/Language Selection settings
bg: Управлявайте Местно/Настройки за избор на език
cs: Správa nastavení národního prostředí/výběru jazyka
el: Διαχείριση ρυθμίσεων γλώσσας/διαλέκτου
fi: Hallitse Alue/Kieli valinta asetuksia
fr: Gérer les paramètres de la sélection locale/langue
hr: Upravljanje postavkama odabira regionalne sheme/jezika
it: Gestisci impostazioni di selezione localizzazione/lingua
lt: Tvarkyti lokalės / kalbos pasirinkimo nustatymus
nl: Beheer taalselectie instellingen
pl: Menadżer ustawień Regionu/Języka
sk: Spravovať miestne nastavenia/výber jazyka
sr: Upravljanje izborom postavki Lokalnog/Jezika
sv: Hantera inställningar för val av lokalt språk/språkval
ta: இடம்/மொழி தேர்வு அமைப்புகளை நிர்வகிக்கவும்
tr: Yerel Ayar/Dil Seçimi ayarlarını yönetin
uk: Керування налаштуваннями Вибору Регіону/Мови

source: Manage Plugins
cs: Správa pluginů
el: Διαχείριση προσθέτων
fi: Hallitse lisäosia
hr: Upravljanje dodacima
it: Gestisci plugin
nl: Plugins beheren
pl: Zarządzaj wtyczkami
sk: Spravovať pluginy
sr: Menadžer Plugin
sv: Hantera tillägg
ta: செருகுநிரல்களை நிர்வகிக்கவும்
tr: Eklentileri Yönet
uk: Управління плагінами

source: Manage Plugins. This will remove/install Plugins on your receiver.
cs: Spravovat pluginy. Tímto se odstraní/nainstalují pluginy do vašeho přijímače.
el: Διαχείριση προσθέτων. Αυτό θα αφαιρέσει/εγκαταστήσει πρόσθετα στον δέκτη σας
hr: Upravljaj dodacima. Ovo će ukloniti/instalirati dodatke na vašem prijemniku.
it: Gestisci plugin: installa e rimuove i plugin dal ricevitore.
nl: Plugins beheren, verwijderen of installeren
sr: Upravljanje Dodacima. Ovo će ukloniti/instalirati dodatke na vašem prijemniku.
sv: Hantera plugins. Detta kommer att ta bort/installera Plugins på din box
tr: Eklentileri Yönet. Bu alıcınızdaki eklentileri kaldıracak/yükleyecektir.
uk: Керування плагінами. Допомога при видаленні/встановленні плагінів на вашому пристрої.

source: Manage and explore directories and files.
cs: Správa a prozkoumání adresářů a souborů.
el: Διαχείριση και εξερεύνηση φακέλων και αρχείων.
fi: Hallitse ja tutki hakemistoja ja tiedostoja.
hr: Upravljajte i istražujte direktorije i datoteke.
it: Gestisci ed esplora cartelle e file.
lt: Tvarkykite ir tyrinėkite katalogus ir failus.
nl: Mappen en bestanden verkennen en beheren.
pl: Zarządzanie i przeglądanie katalogów i plików.
sk: Spravovanie a preskúmanie adresárov a priečinkov.
sr: Upravljanje i istraživanje direktorijuma i fajlova.
sv: Hantera och utforska kataloger och filer.
ta: கோப்பகங்கள் மற்றும் கோப்புகளை நிர்வகிக்கவும் ஆராயவும்.
tr: Dizinleri ve dosyaları yönetin ve keşfedin.
uk: Керуйте та досліджуйте каталоги і файли.

source: Manage network mounts
bg: Управление на монтираната мрежа
cs: Správce síťových připojení
da: Håndter netværks-mounts
de: Verwalten der Netzwerk Mounts
el: Διαχείριση κοινόχρηστων στοιχείων δικτύου
et: Halda võrgu haakepunkte
fi: Hallitse verkkoliitoksia
fr: Gérer les points de montage réseau
hr: Upravljanje mrežnim montiranjem
hu: Hálózati csatlakozások kezelése
it: Gestisci montaggi di rete
lt: Tvarkyti tinklo pajungimus
nl: Beheer netwerk verbindingen
pl: Zarządzaj montowaniem sieciowym
ru: Управление монтированием сети
sk: Spravovanie sieťových pripojení
sr: Upravljanje mrežnim montažama
sv: Hantera nätverksmonteringar
ta: பிணையம் ஏற்றங்களை நிர்வகிக்கவும்
tr: Ağ bağlantılarını yönet
uk: Управління монтуванням мережі
vi: Quản lý kết nối mạng
zh_cn: 管理网络挂载

source: Manage the highlighted %s
cs: Spravovat zvýrazněný %s
el: Διαχείριση του επιλεγμένου %s
fi: Hallitse korostettua %s
hr: Upravljanje istaknutim %s
it: Gestisci %s evidenziati
nl: De geselecteerde %s beheren
pl: Zarządzaj podświetlonym %s
sk: Spravovať vybraný %s
sr: Upravljanje istaknutim %s
sv: Hantera de markerade %s
ta: சிறப்பம்சமாக %s நிர்வகிக்கவும்
tr: Vurgulananları yönet %s
uk: Керувати виділеним %s

source: Manage the highlighted %s / list of %s
cs: Spravovat zvýrazněný %s / seznam %s
el: Διαχείριση του επιλεγμένου %s / λίστας των %s
fi: Hallitse korostettua %s tai lista %s
hr: Upravljanje istaknutim %s / popisom %s
it: Gestisci %s evidenziati o elenco di %s
nl: De geselecteerde %s / lijst van %s beheren
pl: Zarządzaj podświetlonym %s / listą %s
sk: Spravovať vybraný %s alebo zoznam %s
sr: Upravljanje istaknutim %s listama od %s
sv: Hantera den markerade %s / listan med %s
ta: சிறப்பம்சமாக %s / பட்டியலை நிர்வகிக்கவும்
tr: Vurgulanan %s / %s listesi yönetimi
uk: Керувати виділеним %s / списком %s

source: Manage your online update files
bg: Управление на вашите онлайн актуализирани файлове
cs: Správa aktualizací souborů online
da: Håndter dine online opdateringsfiler
de: Verwaltung Ihrer Online-Update Dateien
el: Διαχείριση αρχείων διαδικτυακής ενημέρωσης
et: Halda internetiuuenduse faile
fi: Hallinnoi internet päivitys päivitystiedostojasi
fr: Gère vos fichiers de mise à jour en ligne
hr: Upravljanje datotekama za ažuriranje na mreži
hu: Az online frissítési fájlok kezelése
it: Gestisci file di aggiornamento in linea
lt: Tvarkyti savo internetinio atnaujinimo failus
nl: Selecteer te overschrijven bestanden bij een update
pl: Zarządzaj plikami aktualizacji online
ru: Управление файлами онлайн обновления
sk: Spravovanie online aktualizačných súborov
sr: Upravljanje fajlovima ispravki na mreži
sv: Hantera dina uppdateringsfiler online
ta: உங்கள் நிகழ்நிலை புதுப்பிப்பு கோப்புகளை நிர்வகிக்கவும்
tr: Çevrimiçi güncelleme dosyalarınızı yönetin
uk: Управління файлами онлайн оновлення
vi: Quản lý tập tin cập nhật trực tuyến của bạn
zh_cn: 管理在线更新文件

source: Manual
bg: Ръчно
cs: Manuál
da: Vejledning
de: Manuell
el: Χειροκίνητη
et: Käsitsi
fi: Manuaalinen
fr: Manuel
hr: Ručno
hu: Kézi
it: Manuale
lt: Rankinis
nl: Handmatig
pl: Ręcznie
ru: Вручную
sk: Ručne
sr: Ručno
sv: Manuell
ta: கையேடு
tr: Manuel
uk: Вручну
vi: Hướng dẫn sử dụng
zh_cn: 手动

source: Manual Scan
bg: Ръчно сканиране
cs: Ruční ladění programů
da: Manuel søgning
de: Manueller Suchlauf
el: Χειροκίνητη ανίχνευση
et: Käsiotsing
fi: Manuaalinen haku
fr: Recherche manuelle
hr: Ručno Skeniranje
hu: Kézi keresés
it: Scansione manuale
lt: Rankinė paieška
nl: Handmatig zoeken
pl: Skanowanie ręczne
pt_br: Busca avançada
ru: Ручной поиск
sk: Manuálne vyhľadávanie
sl: Ročno iskanje
sr: Ručno Skeniranje
sv: Manuell skanning
ta: கையேடு ச்கேன்
tr: Manuel Tarama
uk: Ручний пошук
vi: Quét thủ công
zh_cn: 手动扫描

source: Manual Service Searching
bg: Ръчно търсене на сервизи
cs: Manuální vyhledávání služeb
da: Manuel kanalsøgning
de: Manueller Kanalsuchlauf
el: Χειροκίνητη ανίχνευση υπηρεσιών
et: Käsitsi kanaliotsing
fi: Manuaalinen kanavahaku
fr: Recherche Manuelle du Service
hr: Ručno Pretraživanje Kanala
hu: Kézi csatornakeresés
it: Ricerca manuale dei servizi
lt: Rankinė kanalų paieška
nl: Handmatig zenders zoeken
pl: Ręczne wyszukiwanie kanałów
sk: Ručné vyhľadávanie staníc
sr: Ručno Pretraživanje Kanala
sv: Manuell service för sökning
ta: கையேடு பணி தேடல்
tr: Manuel Kanal Arama
uk: Ручне сканування каналів
vi: Tìm kiếm dịch vụ thủ công
zh_cn: 手动频道搜索

source: Manual configuration
bg: Ръчно конфигуриране
cs: Ruční konfigurace
da: Manuel konfiguration
de: Manuelle Konfiguration
el: Χειροκίνητη ρύθμιση
et: Käsitsi seadistamine
fi: Manuaalinen määritys
fr: Configuration manuelle
hr: Ručna konfiguracija
hu: Kézi konfiguráció
it: Configurazione manuale
lt: Rankinė konfigūracija
nl: Handmatige configuratie
pl: Ustawienia ręczne
pt_br: Configuração manual
ru: Ручная настройка
sk: Ručná konfigurácia
sr: Ručna konfiguracija
sv: Manuell konfiguration
ta: கையேடு உள்ளமைவு
tr: Manuel yapılandırma
uk: Ручне налаштування
vi: Cấu hình thủ công
zh_cn: 手动配置

source: Manual scan for services
bg: Ръчно сканиране за сервизи
cs: Ruční vyhledávání programů
da: Manuel søgning efter kanaler
de: Manueller Suchlauf
el: Χειροκίνητη ανίχνευση υπηρεσιών
et: Kanalite käsiotsing
fi: Manuaalinen kanavahaku
fr: Scan manuel des services
hr: Ručno skeniranje kanala
hu: Kézi keresése a csatornáknak
it: Scansione manuale dei servizi
lt: Rankinė kanalų paieška
nl: Hier kunt u handmatig naar zenders zoeken.
pl: Ręczne skanowanie kanałów
ru: Ручной поиск каналов
sk: Ručné vyhľadávanie staníc
sr: Ručno skeniranje kanala
sv: Manuell scanning för tjänster
ta: சேவைகளுக்கான கையேடு ச்கேன்
tr: Kanallar için manuel tarama
uk: Ручний пошук каналів
vi: Quét thủ công các dịch vụ
zh_cn: 手动转发器扫描

source: Manual transponder
bg: Ръчен транспондер
cs: Ručně definovaný transpondér
da: Manuel transponder
de: Manueller Transponder
el: Χειροκίνητος αναμεταδότης
et: Käsitsi sisestatud transponder
fi: Manuaalinen lähetin
fr: Transpondeur manuel
hr: Ručno transponder
hu: Kézi transzponder
it: Transponder manuale
lt: Rankinis transponderio pasirinkimas
nl: Transponder handmatig
pl: Własny transponder
pt_br: Transponder manual
ru: Транспондер вручную
sk: Ručne zadaný transpondér
sl: Ročno vnešeni transponder
sr: Ručno transponder
sv: Manuell transponder
ta: கையேடு டிரான்ச்பாண்டர்
tr: Manuel aktarıcı
uk: Вибірковий транспондер
vi: Hướng dẫn sử dụng
zh_cn: 手动转发器

source: Manually import from fallback tuner
cs: Ruční import ze záložního tuneru
el: Χειροκίνητη εισαγωγή από το εφεδρικό tuner
fi: Tuo manuaalisesti etävirittimeltä
hr: Ručni uvoz iz rezervnog tunera
it: Importa manualmente dal tuner di fallback
nl: Handmatige import vanaf de Fallback tuner
pl: Ręcznie zaimportuj z tunera zastępczego
sk: Manuálny import zo záložného tunera
sr: Ručno uvoz iz rezervnog tjunera
sv: Manuell import från reservtuner
ta: குறைவடையும் ட்யூனரிலிருந்து கைமுறையாக இறக்குமதி செய்யுங்கள்
tr: Yedek tunerden manuel olarak içe aktarın
uk: Імпортувати вручну з резервного тюнера

source: Manufacturer
bg: Производител
cs: Výrobce
da: Producent
de: Hersteller
el: Κατασκευαστής
et: Tootja
fi: Valmistaja
fr: Constructeur
hr: Proizvođač
hu: Gyártó
it: Produttore
lt: Gamintojas
nl: Fabrikant
pl: Producent
pt_br: Fabricante
ru: Производитель
sk: Výrobca
sl: Proizvajalec
sr: Proizvođač
sv: Tillverkare
ta: உற்பத்தியாளர்
tr: Üretici
uk: Виробник
vi: Nhà chế tạo
zh_cn: 制造商

source: Manx
cs: Manský
el: Μανξ
it: Mannese
lt: Meno salos
nl: Manx-Gaelisch
sk: mančina (manx)
sv: Manniska
ta: மேங்க்ச்
uk: Менська

source: Maori
cs: Maorština
el: Μαορί
lt: Maoris
pl: Maoryjski
sk: maorčina
ta: மௌரி
tr: Marathi
uk: Мова маорі

source: Marathi
cs: Maráthština
el: Μαράτι
fi: MaraM9Marathi
lt: Maračių
sk: maráthčina
ta: மராத்தி
uk: Маратхі

source: Margin after recording
bg: Марж след записа (минути)
cs: Rezerva po nahrávání (minuty)
el: Περιθώριο μετά την εγγραφή
fi: Lisäaika tallenteen loppuun (minuuttia)
fr: Marge après l'enregistrement (min)
hr: Margina nakon snimanja
it: Margine dopo la registrazione (minuti)
lt: Intarpas po įrašymo (min.)
nl: Marge na een opname (minuten)
pl: Margines po nagraniu (w min)
sk: Rezerva po nahrávaní (minúty)
sr: Margina posle snimanja
sv: Marginal efter inspelning
ta: பதிவுசெய்த பிறகு விளிம்பு
tr: Kayıt sonuna boşluk süresi ekle (dk.)
uk: Об'єднати після запису (у хвилинах)

source: Margin after zap
cs: Rozpětí po přepnutí
el: Περιθώριο μετά το ζάπινγκ
fi: Lisäaika vaihdoin jälkeen
hr: Margina nakon zap
it: Margine dopo lo zap
lt: Marža po zap
nl: Marge na zappen
pl: Margines po zap
sk: Rezerva po prepnutí
sr: Margina posle zap
sv: Marginal efter zap
ta: சாப்பிற்குப் பிறகு விளிம்பு
tr: Kanal değiştirme sonrası boşluk süresi ekle
uk: Поле після zap

source: Margin before recording
bg: Марж преди записа (минути)
cs: Rezerva před nahráváním (minuty)
el: Περιθώριο πριν την εγγραφή
fi: Lisäaika tallenteen alkuun (minuuttia)
fr: Marge avant l'enregistrement (min)
hr: Margina prije snimanja
it: Margine prima della registrazione (minuti)
lt: Intarpas prieš įrašymą (min.)
nl: Marge voor een opname (minuten)
pl: Margines przed nagraniem (w min)
sk: Rezerva pred nahrávaním (minúty)
sr: Margina pre snimanja
sv: Marginal före inspelning
ta: பதிவு செய்வதற்கு முன் விளிம்பு
tr: Kayıt öncesinde boşluk süresi ekle (dk.)
uk: Об'єднати перед записом (у хвилинах)

source: Margin before zap
cs: Rozpětí před přepnutím
el: Περιθώριο πριν το ζάπινγκ
fi: Lisäaika ennen vaihtoa
hr: Margina prije zap
it: Margine prima dello zap
lt: Marža prieš zap
nl: Marge voor zappen
pl: Margines przed zap
sk: Rezerva pred prepnutím
sr: Margina pre zap
sv: Marginal före zap
ta: சாப் முன் விளிம்பு
tr: Kanal değiştirme öncesi boşluk süresi ekle
uk: Поле до zap

source: Mark As Dedicated 3D Service
bg: Маркирайте сервиза като специален 3D сервиз
cs: Označit značkou 3D programu
el: Μαρκάρισμα υπηρεσίας ως σταθερή υπηρεσία 3D
fi: Merkitse kanava 3D:ksi
fr: Marquer le service comme un service dédié à la 3D
hr: Označi kao namjensku 3D uslugu
it: Contrassegna come servizio 3D dedicato
lt: Pažymėti, kaip 'grynai 3D' kanalą
nl: Als 3D zender markeren
pl: Oznacz jako kanał 3D
sk: Označiť stanicu ako 3D
sr: Označi kao namenski 3D Servis
sv: Markera som dedikerad 3D-tjänst
ta: அர்ப்பணிப்பு 3D சேவையாக குறிக்கவும்
tr: Özel 3D Kanalı Olarak İşaretle
uk: Позначити даний канал як 3D канал

source: Mark/Portal/Playlist
cs: Označit/Portál/Seznam skladeb
el: Μαρκάρισμα/Portal/λίστα αναπαραγωγής
fi: Merkki/Valikko/Soittolista
fr: Marque/Portail/Liste de lecture
hr: Označi/Portal/Popis za reprodukciju
it: Contrassegno/Portale/Playlist
lt: Žymė/portalas/grojaraštis
nl: Markeer/Portaal/Afspeellijst
pl: Znacznik/Portal/Listy odtwarzania
sk: Označiť/portál/playlist
sr: Oznaka/Portal/Plejlista
sv: Markera/Portal/Playlist
ta: மார்க்/போர்டல்/பிளேலிச்ட்
tr: Mark / Portal / Çalma Listesi
uk: Позначити/Портал/Список відтворення
vi: Đánh dấu / Cổng thông tin / Danh sách phát
zh_cn: 标记/入口/播放列表

source: Marker Actions
bg: Действия с маркери
cs: Akce se značkami
el: Ενέργειες σημειωτή
fi: Merkkitoiminnot
fr: Actions de marqueur
hr: Radnja Označivača
it: Azioni marcatore
lt: Žymeklio veiksmai
nl: Marker Acties
pl: Akcje Znacznika
sk: Akcie pre značky
sr: Radnja Označivača
sv: Markör Åtgärder
ta: மார்க்கர் செயல்கள்
tr: İşaretleyici İşlemleri
uk: Дії для Маркеру

source: Marshall Islands
cs: Marshallovy ostrovy
da: Marshalløerne
de: Marshallinseln
el: Νησιά Μάρσαλ
et: Marshalli saared
fi: Marshallsaaret
fr: Îles Marshall
hu: Marshall-szigetek
it: Isole Marshall
lt: Maršalo salos
nl: Marshall Eilanden
pl: Wyspy Marshalla
sk: Marshallove ostrovy
ta: மார்சல் தீவுகள்
tr: Marşal Adaları
uk: Маршалові острови
vi: Đảo Marshall
zh_cn: 马绍尔群岛

source: Marshallese
cs: Maršálský
el: Μαρσαλέζικα
fi: Marshall kieli
fr: Marshallais
lt: Maršalo
nl: Marshallees
sk: maršalčina
sv: Marshallesiska
ta: மார்செலீச்
tr: Marshallca
uk: Маршаллі

source: Martial sports
cs: bojové sporty
el: πολεμικά σπορ
hr: Borbeni sportovi
it: arti marziali
lt: kovinės sporto šakos
nl: vechtsporten
sr: Borbeni sportovi
sv: kampsporter
tr: Dövüş sporları
uk: бойові види спорту

source: Martinique
cs: Martinik
el: Μαρτινίκα
it: Martinica
lt: Martinika
pl: Martynika
sk: Martinik
ta: மார்டினீக்கு
tr: Martinik
uk: Мартініка
zh_cn: 多米尼加 马提尼克

source: Mature Adult Audience 15+
bg: Зряла възрастна аудитория 15+
cs: Dospělí 15+
da: Moden voksen publikum 15+
el: Ενήλικο κοινό 15+
fi: Aikuinen aikuisryhmä 15+
fr: Public adulte mature 15+
hr: Odrasla publika 15+
it: Pubblico adulto maturo 15+
lt: Suaugusiųjų auditorija 15+
nl: Volwassen kijker 15+
pl: Osoby dorosłe. Dojrzała publiczność w wieku 15+
sk: Staršie dospelé publikum 15+
sv: Äldre vuxen Målgrupp 15+
ta: முதிர்ந்த வயதுவந்த பார்வையாளர்கள் 15+
tr: 15 yaş ve üzeri olgun yetişkinler için uygun
uk: Передача для аудиторії 15+
zh_cn: 成熟成人观众15+

source: Mature Audience 15+
bg: Зряла аудитория 15+
cs: Pro dospělé 15+
da: Voksen publikum 15+
el: Ενήλικο κοινό 15+
fi: Aikuinen yleisö 15+
fr: Public mature 15+
hr: Odrasla Publika 15+
it: Pubblico maturo 15+
lt: Auditorija 15+
nl: Volwassen kijker 15+
pl: Dojrzała publiczność w wieku 15+
sk: Dospelé publikum 15+
sv: Äldre publik 15+
ta: முதிர்ந்த பார்வையாளர்கள் 15+
tr: 15 yaş ve üzeri yetişkinler için uygun
uk: Аудиторія 15+
zh_cn: 成熟观众15+

source: Mauritania
cs: Mauritánie
da: Mauretanien
de: Mauretanien
el: Μαυριτανία
et: Mauritaania
fr: Mauritanie
hu: Mauritánia
lt: Mauritanija
nl: Mauretanië
pl: Mauretania
sk: Mauretánia
sv: Mauritanien
ta: மொரிசியேனியா
tr: Moritanya
uk: Мауританія
zh_cn: 毛里塔尼亚

source: Mauritius
cs: Mauricius
el: Μαυρίκιος
fr: Maurice
lt: Mauricijus
sk: Maurícius
ta: மொரீசியச்
uk: Мауританська
vi: Mô-ri-xơ
zh_cn: 毛里求斯

source: Max channels
cs: Maximální počet kanálů
el: Μέγιστος αριθμός καναλιών
fi: Kanavien enimmäismäärä
hr: Maks. kanala
it: Numero massimo di canali
lt: Maksimalūs kanalai
nl: Max. zenders
pl: Maksymalnie kanałów
sk: Max. kanály
sr: Maks. kanala
sv: Max kanaler
ta: அதிகபட்ச சேனல்கள்
tr: Maksimum kanallar
uk: Максимальна кількість каналів

source: Max memory positions
bg: Максимални позиции в паметта
cs: Omezení počtu pozic
da: Maks hukommelsespositioner
de: Max. Speicherpositionen
el: Μέγιστος αριθμός θέσεων
et: Mälukohtade suurim arv
fi: Maks. muistipaikat
fr: Positions mémoires max
hr: Maks. broj pozicija memorije
hu: Maximális memóriahely
it: Posizioni di memoria massime
lt: Maksimalios atminties pozicijos
nl: Max aantal geheugenposities
pl: Maksymalna pamięć pozycji
ru: Предельная позиция
sk: Max. pamäťové pozície
sr: Maks. broj pozicija memorije
sv: Max minnespositioner
ta: அதிகபட்ச நினைவக நிலைகள்
tr: Maksimum bellek kapasitesi
uk: Макс. кількість позицій в пам'яті
vi: Vị trí bộ nhớ tối đa
zh_cn: 最大内存位置

source: Max. bitrate:
bg: Максимален битрейт:
cs: Max. datový tok:
da: Maks. bithastighed:
el: Μεγ. ρυθμός bit:
et: Max. bitikiirus:
fi: Maks. bittimäärä:
fr: Débit binaire maximal :
hr: Maks. bitrate:
hu: Max. bitráta:
it: Bitrate massimo:
lt: Maksimali kokybė bitais:
pl: Maks. szybkość:
pt_br: Bitrate máximo:
ru: Максимум Битрейт:
sk: Max. dátový tok:
sr: Maks. bitrate:
sv: Max. bithastighet:
ta: அதிகபட்சம். பிட்ரேட்:
tr: Maks. Bit oranı:
uk: Макс. бітрейт:
vi: Tối đa:
zh_cn: 最大速率:

source: Maxdown +
bg: Maксимално надолу +
et: Maks.alla +
hr: Maks. dole +
lt: Maksimaliai žemyn +
pl: Maks.w dół +
ru: Макс. вниз +
sk: Max. dolu +
sr: Maks. dole +
sv: Maxnedgång +
ta: அதிகபட்சம் +
uk: Макс. вниз +
vi: Tối đa +
zh_cn: 最大下载 +

source: Maxdown -
bg: Maксимално надолу -
et: Maks.alla -
hr: Maks. dole -
lt: Maksimaliai žemyn -
pl: Maks.w dół -
ru: Макс. вниз -
sk: Max. dolu -
sr: Maks. dole -
ta: அதிகபட்சம் -
uk: Макс. вниз -
vi: Tối đa -
zh_cn: 最大下降 -

source: Maxdown:
bg: Maксимално надолу:
et: Maks.alla:
hr: Maks. dole:
lt: Maksimaliai žemyn:
pl: Maks.w dół:
ru: Макс. вниз:
sk: Max. dolu:
sr: Maks. dole:
ta: அதிகபட்சம்:
uk: Макс. вниз:
vi: Tối đa:
zh_cn: 最大下载:

source: Maximum minutes to jump %d!
cs: Maximální počet minut na skok %d!
el: Μέγιστος χρόνος υπερπήδησης %d σε λεπτά !
fi: Voit hypätä enintään %d minuuttia!
fr: Maximum de minutes pour sauter %d !
hr: Maksimim minuta za preskakanje %d!
it: Minuti massimi di un salto %d!
lt: Maksimalus minučių skaičius, kad peršokti %d !
nl: Maximum minuten tot sprong %d!
pl: Maksymalna liczba minut możliwa do przeskoczenia %d!
sk: Maximálny počet minút na preskočenie: %d!
sr: Maksimim minuta za preskakanje %d!
sv: Maximalt antal minuter att hoppa %d!
ta: %d செல்ல அதிகபட்ச நிமிடங்கள்!
tr: %d atlamak için maksimum dakika!
uk: Максимум хвилин для переходу %d !

source: Maximum no of days
bg: Максимален брой дни
cs: Maximální počet dnů
el: Μέγιστος αριθμός ημερών
fi: Säilytä lokeja enintään (päivää)
fr: Nombre maximum de jours :
hr: Maksimalni broj dana
it: Numero massimo di giorni:
lt: Maksimalus dienų skaičius
nl: Maximum aantal dagen:
pl: Maksymalna liczba dni:
sk: Maximálny počet dní
sr: Maksimalni broj dana
sv: Maximalt antal dagar
ta: அதிகபட்சம் நாட்கள் இல்லை
tr: Maksimum gün sayısı
uk: Максимум днів:

source: Maximum number of days in EPG
bg: Максимален брой дни в EPG
cs: Maximální počet dní EPG
da: Maksimal antal dage i EPG
de: Maximale Anzahl von Tagen im EPG
el: Μέγιστος αριθμός ημερών στο EPG
et: Suurim EPG kuvatav päevade arv
fi: Ohjelmaoppaassa päiviä enintään
fr: Nombre de jours maximal dans l'EPG
hr: Maksimalni broj dana u EPG
hu: Maximális napok száma az EPG-ben
it: Numero massimo di giorni in EPG
lt: Maksimalus EPG dienų skaičius
nl: Maximum aantal dagen in EPG
pl: Maksymalna liczba dni w EPG
sk: Maximálny počet dní v EPG
sr: Maksimalni broj dana u EPG
sv: Maximalt antal dagar i EPG
ta: ஈபிசியில் அதிகபட்ச நாட்கள்
tr: EPG'de maksimum gün sayısı
uk: Максимальна кількість днів у EPG
vi: Đa số không có ngày EPG
zh_cn: 保存EPG最大数天

source: Maximum space used (MB)
bg: Максимално използвано пространство (MB):
cs: Maximální použitá velikost (MB):
el: Μέγιστος χώρος σε χρήση (MB)
fi: Käytä levytilaa lokeille enintään (MB):
fr: Espace maximum utilisé (Mo) :
hr: Maksimalno iskorišćen prostor (MB)
it: Spazio massimo usato (MB)
lt: Maksimali naudojama apimtis (MB):
nl: Maximale grootte (MB):
pl: Maksymalna powierzchnia używana (MB):
sk: Maximálna použitá veľkosť (MB):
sr: Maksimalno iskorišćen prostor (MB)
sv: Maximalt använt utrymme (MB)
ta: பயன்படுத்தப்படும் அதிகபட்ச இடம் (எம்பி)
tr: Kullanılan maksimum alan (MB)
uk: Максимальне використання простору диска (MБ):

source: Mayotte
el: Μαγιότ
lt: Majotas
pl: Majotta
ta: மயோதி
uk: Майотта
zh_cn: 印度洋/马约特岛

source: Media
bg: Медиа
cs: Média
da: Medie
de: Medien
el: Πολυμέσα
fr: Multimédia
hr: Medija
hu: Média
lt: Medija
ru: Медиа
sk: Médium
sr: Medija
ta: ஊடகம்
tr: Medya
uk: Медіа
vi: Phương tiện truyền thông
zh_cn: 媒体

source: Media Center
cs: Mediální přehrávač
da: Mediecnter
el: Κέντρο πολυμέσων
et: Meediakeskus
fi: Mediakeskus
fr: Centre Multimédia
hr: Medija Centar
hu: Média Center
lt: Medija centras
nl: Media centrum
ru: Медиа Центр
sk: Centrum médií
sr: Medija Centar
ta: ஊடக நடுவண்
tr: Medya Merkezi
uk: Медіа Центр
vi: Trung tâm Truyền thông
zh_cn: 媒体中心

source: Media Player
cs: Přehrávač médií
da: Medieafspiller
el: Αναπαραγωγή πολυμέσων
et: Meediamängija
fi: Mediasoitin
hr: Medija Plejer
hu: Médialejátszó
lt: Media grotuvas
nl: Mediaspeler
pl: Odtwarzacz Multimedialny
sk: Prehrávač médií
sr: Medija Plejer
sv: Mediaspelare
ta: மீடியா பிளேயர்
tr: Medya Oynatıcı
uk: Медіа Плеєр
vi: Phương tiện truyền thông
zh_cn: 媒体播放器

source: Media Player Settings
cs: Nastavení přehrávače médií
el: Ρυθμίσεις αναπαραγωγού πολυμέσων
fi: Media Soittimen Asetukset
hr: Postavke Medija Plejera
it: Impostazioni Media Player
lt: Medijos leistuvo parametrai
nl: Mediaspeler instellingen
pl: Ustawienia Media Playera
sk: Nastavenia prehrávača médií
sr: Postavke Medija Plejera
sv: Inställningar för mediaspelare
ta: மீடியா பிளேயர் அமைப்புகள்
tr: Medya Oynatıcı Ayarları
uk: Налаштування медіаплеєра

source: Media Stream
cs: Stream médií
el: Ροή πολυμέσων
fi: Media Toisto
hr: Medija Stream
pl: Strumień multimediów
sk: Stream média
sr: Medija Strim
ta: மீடியா ச்ட்ரீம்
tr: Medya Akışı
uk: Медіа Потік

source: Media playback Remaining/Elapsed as
bg: Оставащо/изтекло време при медийно възпроизвеждане
cs: Zobrazit čas přehrávání Zbývající/Uplynulý
da: Medieafspilning resterende/forløbet som
de: Medienwiedergabe verbleibende/verstrichene Zeit in
el: Αναπαραγωγή πολυμέσων εναπομείναντα/παρελθόντα ως
et: Jäänud/kulunud meediafailide esitusel
fi: Näytä tallenteen jäljellä oleva/kulunut aika muodossa
fr: Lecteur de média écoulé/restant comme
hr: Reprodukcija medija Preostalo/Proteklo kao
hu: A Média lejátszás Hátralévő/Eltelt idő kijelzési formája
it: Riproduzione rimanente/trascorso come
lt: Medijos atkūrime liko/praėjo kaip
nl: Toon Mediaspeler resterend/verstreken tijd als
pl: Odtwarzanie multimediów Pozostałe/Czas, który upłynął od
ru: При воспроизведении оставшееся/истекшее время в
sk: Prehrávanie médií – zostávajúce/uplynuté ako
sr: Reprodukcija medija Preostalo/Proteklo kao
sv: Mediauppspelning Kvarstår/förfaller som
ta: மீடியா பிளேபேக் மீதமுள்ள/கழிந்தது
tr: Medya oynatma Kalan/Geçen süre olarak
uk: При відтворенні показувати залишилося/минуло як
vi: Phát lại đa phương tiện Còn lại / Đã qua
zh_cn: 媒体播放剩余/已使用
