Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Uzbek
cs: Uzbecký
el: Ουζμπεκικά
fr: Ouzbek
it: Uzbeco
lt: Uzbekų
nl: Oezbekistan
pl: Uzbecki
sk: uzbečtina
sv: Uzbekiska
ta: உச்பெக்
tr: Özbekçe
uk: Узбекська

source: Uzbekistan
cs: Uzbekistán
da: Usbekistan
de: Usbekistan
el: Ουζμπεκιστάν
et: Usbekistan
fr: Ouzbékistan
hu: Üzbegisztán
lt: Uzbekistanas
nl: Oezbekistan
ta: உச்பெகிச்தான்
tr: Özbekistan
uk: Узбекістан
zh_cn: 乌兹别克斯坦

source: VCR Scart Settings
bg: VCR скарт
cs: VCR scart
el: Ρυθμίσεις VCR scart
fi: SCART läpivienti
fr: Péritel magnétoscope
hr: VCR Scart Podešavanje
it: Scart VCR
lt: VCR scart parametrai
nl: VCR scart
pl: Gniazdo scart VCR
sk: Nastavenia VCR SCART
sr: VCR Scart Podešavanje
sv: VCR Scart-inställningar
ta: வி.சி.ஆர் ச்கார்ட் அமைப்புகள்
tr: VCR Scart Ayarları
uk: VCR скарт

source: VLAN connection
bg: VLAN връзка
cs: Připojení VLAN
da: VLAN forbindelse
de: VLAN-Verbindung
el: Σύνδεση VLAN
et: VLAN ühendus
fi: VLAN yhteys
fr: Connexion VLAN
hr: VLAN veza
hu: VLAN kapcsolat
it: Connessione VLAN
lt: VLAN prisijungimas
nl: VLAN connectie
pl: Połączenie VLAN
ru: Подключение VLAN
sk: Pripojenie VLAN
sr: VLAN veza
sv: VLAN-anslutning
ta: VLAN இணைப்பு
tr: VLAN bağlantısı
uk: VLAN з'єднання
vi: Kết nối Vlan
zh_cn: VLAN连接

source: VMGM (intro trailer)
bg: VMGM (интро трейлър)
cs: VMGM (upoutávka)
de: VMGM (Trailer-Intro)
el: VMGM (εντός τρέιλερ)
fi: VMGM (intro traileri)
fr: VMGM (intro bande-annonce)
hr: VMGM (uvodna najava)
it: VMGM (trailer introduttivo)
lt: VMGM (anonsas)
pl: VMGM (zwiastun wprowadzający)
ru: VMGM (трейлер)
sk: VMGM (intro upútavka)
sl: VMGM (v trailer)
sr: VMGM (unutrašnja najava)
ta: வி.எம்.சி.எம் (அறிமுக டிரெய்லர்)
tr: VMGM (tanıtım fragmanı)
uk: VMGM (вступний трейлер)
vi: VMGM (đoạn giới thiệu)
zh_cn: VMGM(介绍预告)

source: VOB file
cs: VOB soubor
el: αρχείο VOB
fi: VOB tiedosto
fr: Fichier VOB
hr: VOB datoteka
it: File VOB
lt: VOB failas
nl: VOB bestand
pl: plik VOB
sk: VOB súbor
sr: VOB fajl
sv: VOB-fil
ta: VOB கோப்பு
tr: VOB dosyası
uk: VOB файл

source: VPS Settings
cs: Nastavení VPS
el: Ρυθμίσεις VPS
fi: VPS Asetukset
hr: VPS Podešavanje
it: Configurazione VPS
lt: VPS nuostatos
nl: VPS instellingen
pl: Ustawienia VPS
sk: Nastavenia VPS
sr: VPS Podešavanje
sv: VPS-inställningar
ta: வி.பி.எச் அமைப்புகள்
tr: VPS Ayarları
uk: Налаштування VPS

source: VPS enabled by default
cs: VPS povoleno standardně
el: Το VPS είναι ενεργό από προεπιλογή
fi: VPS käytössä oletuksena
hr: VPS omogućen prema zadanom
it: Abilitazione di default di VPS
lt: VPS įjungta - numatytasis
nl: VPS standaard ingeschakeld
pl: Domyślnie włączony VPS
sk: VPS predvolene zapnuté
sr: VPS je omogućen po defaultu
sv: VPS aktiverat som standard
ta: இயல்புநிலையாக VPS இயக்கப்பட்டது
tr: VPS varsayılan olarak etkinleştirilmiştir
uk: VPS увімкнено за замовчуванням

source: VPS on instant recordings
cs: Povolit VPS pro okamžité nahrávání
el: Ενεργοποίηση VPS στις άμεσες εγγραφές
hr: VPS na trenutnim snimkama
it: Abilita VPS su registrazioni istantanee
lt: Įjungti VPS neplaniniams įrašams
nl: VPS activeren bij direct opnames
sr: Omogući VPS za trenutne zapise
sv: Aktivera VPS på omedelbara poster
tr: Anlık kayıtlar için VPS
uk: Увімкнути VPS для миттєвих записів

source: VPS-Plugin Information
cs: Informace VPS-Pluginu
el: Πληροφορίες πρόσθετου VPS
fi: VPS laajennuksen tiedot
hr: VPS-Plugin info
it: Informazioni su VPS-Plugin
lt: VPS įskiepio informacija
nl: VPS plugin informatie
pl: Informacje o wtyczce VPS
sk: Informácie o VPS plugine
sr: VPS-Plugin info
sv: Information om VPS-plugin
ta: VPS-plugin செய்தி
tr: VPS-Plugin Bilgileri
uk: Інформація про плагін VPS

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
cs: VPS-Plugin může reagovat na zpoždění oproti Času začátku nebo Času konce programu. Funkce VPS je podporována pouze některými kanály! Jestliže povolíte VPS, pak nahrávání začne pouze tehdy, jestliže je vysílán příznak běžícího pořadu. Jestliže zvolíte "Ano (bezpečný mód)", nahrávání začne nejpozději v Čas začátku, který jste nastavili. Nahrávka může začít dříve nebo trvat déle. Podporované kanály Česká republika: ČT Německo: ARD, ZDF, Sky a DMAX Rakousko: ORF a Servus TV Švýcarsko: SF Pro časovače programované ručně (nikoliv za pomoci EPG) je nutné nastavit VPS-Time pro povolení VPS. VPS-Time (také známý jako PDC) je čas začátku uváděný např. v časopisech. Pokud nastavíte VPS-Time, musíte ponechat název časovače prázdný.
el: Το πρόσθετο VPS μπορεί να αντιδράσει σε καθυστερήσεις που συμβαίνουν στην ώρα έναρξης ή την ώρα λήξης ενός προγράμματος. Το VPS υποστηρίζεται μόνο από συγκεκριμένα κανάλια! Αν ενεργοποιηθεί, η εγγραφή θα ξεκινήσει μόνο αν είναι ενεργές οι σημαίες στο πρόγραμμα που μεταδίδεται. Αν επιλεγεί το "ναι (ασφαλής λειτουργία)", η εγγραφή θα ξεκινήσει σίγουρα το αργότερο στον ορισμένο χρόνο έναρξης. Η εγγραφή μπορεί να ξεκινήσει νωρίτερα ή να διαρκέσει περισσότερο. Υποστηριζόμενα κανάλια Γερμανία: ARD και ZDF Αυστρία: ORF Ελβετία: SF Τσεχία: CT Αν ο χρονοδιακόπτης προγραμματιστεί χειροκίνητα (όχι μέσω EPG), είναι απαραίτητο να οριστεί ο χρόνος VPS για να ενεργοποιηθεί. Ο χρόνος VPS (γνωστός και ως PDC) είναι η ώρα έναρξης που δημοσιεύεται πρώτη, π.χ. σε συγκεκριμένα περιοδικά. Αν ορίσετε τον χρόνο VPS, πρέπει το όνομα του χρονοδιακόπτη να αφεθεί κενό.
fi: VPS-Plugin voi reagoida ohjelman aloitus aikaan tai lopetusaikaan, ajoissa ilmeneviin muutoksiin. VPS on tuettu vain tietyillä kanavilla! Jos otat VPS:n käyttöön, tallennus alkaa vasta, kun kanava merkitsee ohjelman olevan käynnissä. Jos valitset "kyllä (vikasietotila)", tallennus alkaa varmasti viimeistään määrittämässäsi aloitus ajassa. Tallennus voi alkaa aikaisemmin tai kestää pidempään. Tuetut kanavat Saksa: ARD ja ZDF Itävalta: ORF Sveitsi: SF Tšekki: CT Jos ajastin on ohjelmoitu manuaalisesti (ei EPG:n kautta), on tarpeen asettaa VPS-aika, jotta VPS voidaan ottaa käyttöön. VPS-aika (tunnetaan myös nimellä PDC) on ensimmäinen julkaistu aloitusaika, joka on annettu esimerkiksi aikakauslehdissä. Jos asetat VPS-ajan, sinun on jätettävä ajastimen nimi tyhjäksi.
hr: VPS-Plugin može reagirati na kašnjenja koja nastaju u startTime ili endTime programa. VPS podržavaju samo određeni kanali! Ako omogućite VPS, snimanje će započeti tek kada kanal označi program kao pokrenut. Ako odaberete "da (siguran način rada)", snimanje definitivno počinje najkasnije u vrijeme pokretanja koje ste definirali. Snimanje može započeti ranije ili trajati dulje. Podržani kanali Njemačka: ARD i ZDF Austrija: ORF Švicarska: SF Češka Republika: CT Ako se mjerač vremena programira ručno (ne putem EPG-a), potrebno je postaviti VPS-vrijeme za omogućavanje VPS-a. VPS-Time (također poznat kao PDC) je prvo objavljeno vrijeme početka, npr. dano u časopisima. Ako postavite VPS-vrijeme, naziv mjerača vremena morate ostaviti prazan.
it: VPS-Plugin può reagire ai ritardi che si verificano nell'ora di inizio o di fine di un programma. VPS è supportato solo da alcuni canali! Se abiliti VPS, la registrazione inizierà solo quando il canale contrassegna il programma come in esecuzione. Se selezioni "yes (modalità provvisoria)", la registrazione inizierà definitivamente al più tardi all'ora di inizio definita. La registrazione potrebbe iniziare prima o durare più a lungo. Canali supportati Germania: ARD e ZDF Austria: ORF Svizzera: SF Repubblica Ceca: CT Se un timer viene programmato manualmente (non tramite EPG), è necessario impostare un VPS-Time per abilitare VPS. VPS-Time (noto anche come PDC) è la prima ora di inizio pubblicata nelle riviste. Se imposti un VPS-Time, devi lasciare vuoto il nome del timer.
lt: VPS įskiepis gali reaguoti į transliacijos pradžios ir pabaigos uždelsimus. VPS galimas tik su kai kuriais kanalais! Įjungus VPS, įrašymas prasidės tik tada, kai kanalas pažymės įvykį jau vykstančiu (pasiųs atitinkamą signalą). Jeigu pasirinksite "taip (saugiu režimu)", įrašymas tikrai prasidės bent jau nurodytu pradžios laiku. Įrašymas gali prasidėti anksčiau, ar ilgiau užtrukti. Palaikomi kanalai: Vokietija: ARD ir ZDF Austrija: ORF Šveicarija: SF Čekijos respublika: CT Jeigu laikmatis nustatytas rankiniu būdu (ne iš EPG), kad įjungti VPS, reikia nurodyti VPS laiką. VPS laikas (dar vadinamas PDC), tai pradžios pagal TV programą laikas. Jei nurodėte VPS laiką, laikmačio pavadinimą palikite tuščią.
nl: De VPS Plugin kan reageren op vertraging van de start- en eindtijd van een programma. VPS wordt alleen ondersteund door bepaalde zenders! Wanneer u VPS inschakelt, start de opname alleen wanneer de zender het programma markeert als begonnen. Kiest u 'Ja' (Veilige modus), dan zal de opname uiterlijk starten op de Starttijd die u hebt opgegeven. De opname kan ook eerder starten of langer duren, maar nooit korter. Ondersteunde zenders: Duitsland: ARD, ZDF, Sky and DMAX Oostenrijk: ORF and Servus TV Zwitzerland: SF Tsjechië: CT Als een Timer handmatig is ingesteld (niet via de EPG), is het noodzakelijk om VPS-Time in te stellen om VPS in te schakelen. VPS-Time (ook bekend als PDC) is de eerst gepubliceerde starttijd, zoals die b.v. in tijdschriften staat. Als u een VPS-Time instelt, moet u de timer naam leeg laten.
pl: VPS-Plugin może reagować na opóźnienia powstałe w startTime lub endTime programu. VPS jest obsługiwany tylko przez niektóre kanały! Jeśli włączą Państwo VPS, nagrywanie rozpocznie się dopiero wtedy, gdy kanał oznaczy program jako trwający. Jeśli wybierzesz "tak (tryb bezpieczny)", nagrywanie na pewno rozpocznie się najpóźniej o zdefiniowanym przez Ciebie czasie rozpoczęcia. Nagranie może rozpocząć się wcześniej lub trwać dłużej. Obsługiwane kanały Niemcy: ARD i ZDF Austria: ORF Szwajcaria: SF Czechy: CT Jeżeli zegar jest zaprogramowany ręcznie (nie poprzez EPG), konieczne jest ustawienie VPS-Time, aby włączyć VPS. VPS-Time (znany również jako PDC) to pierwszy opublikowany czas rozpoczęcia, np. podawany w czasopismach. Jeśli ustawisz VPS-Time, musisz pozostawić nazwę timera pustą.
sk: VPS plugin dokáže reagovať na zmeny časov začiatku a skončenia programu. VPS podporujú len niektoré kanály! Ak VPS aktivujete, nahrávanie sa spustí len vtedy, keď ho kanál označí ako práve prebiehajúci. Ak vyberiete možnosť 'áno (bezpečný režim)', nahrávanie sa určite spustí najneskôr v čase začiatku nahrávania, ktorý ste zadali. Nahrávanie sa však môže spustiť aj skôr alebo môže trvať dlhšie. Podporované kanály Nemecko: ARD a ZDF Rakúsko: ORF Švajčiarsko: SF Česká republika: ČT Ak je časovač nastavený manuálne (nie cez EPG), je potrebné nastaviť aj čas VPS, aby sa VPS aktivovalo. Čas VPS (známy aj pod skratkou PDC) je prvým zverejneným časom spustenia, ktorý sa udáva napríklad v časopisoch. Ak nastavíte čas VPS, musíte nechať názov časovača prázdny.
sr: VPS-Plugin može reagovati na kašnjenja koja nastaju u startTime ili endTime programa. VPS je podržan samo od strane određenih kanala! Ako omogućite VPS, snimanje će početi tek kada kanal označi da program počinje. Ako odaberete "da (sigurni režim)", snimanje će sigurno početi najkasnije u startTime koji ste definisali. Snimanje može početi ranije ili trajati duže. Podržani kanali Nemačka: ARD i ZDF Austrija: ORF Švajcarska: SF Češka: CT Ako je tajmer programiran ručno (ne putem EPG-a), neophodno je postaviti VPS-Vreme da bi VPS bio omogućen. VPS-Vreme (poznato i kao PDC) je prvi objavljeni početak, npr. dat u časopisima. Ako postavite VPS-Vreme, morate ostaviti ime tajmera prazno.
sv: VPS-Plugin kan reagera på förseningar som uppstår i start- eller sluttidpunkten för ett program. VPS stöds endast av vissa kanaler! Om du aktiverar VPS kommer inspelningen att starta först när kanalen flaggar för att programmet är igång. Om du väljer "ja (säkert läge)" startar inspelningen definitivt senast vid den starttid som du har angett. Inspelningen kan starta tidigare eller pågå längre. Kanaler som stöds Tyskland: ARD och ZDF Österrike ORF Schweiz SF Tjeckien CT Om en timer programmeras manuellt (inte via EPG) är det nödvändigt att ställa in en VPS-Time för att aktivera VPS. VPS-Time (även känd som PDC) är den första publicerade starttiden, t.ex. i tidningar. Om du ställer in en VPS-tid måste du lämna timernamnet tomt.
ta: ஒரு திட்டத்தின் தொடக்க நேரம் அல்லது எண்ட்டைமில் எழும் தாமதங்கள் குறித்து வி.பி.எச்-ப்ளூசின் எதிர்வினையாற்றலாம். வி.பி.எச் சில சேனல்களால் மட்டுமே ஆதரிக்கப்படுகிறது! நீங்கள் VPS ஐ இயக்கினால், சேனல் நிரலை இயக்கும் என்று கொடியிடும்போது மட்டுமே பதிவு தொடங்கும். நீங்கள் "ஆம் (பாதுகாப்பான பயன்முறை)" என்பதைத் தேர்ந்தெடுத்தால், பதிவு நிச்சயமாக நீங்கள் வரையறுக்கப்பட்ட தொடக்க நேரத்தில் சமீபத்தியதாகத் தொடங்குகிறது. பதிவு முந்தைய அல்லது நீண்ட காலம் நீடிக்கும். உதவி சேனல்கள் செர்மனி: ARD மற்றும் ZDF ஆச்திரியா: ORF சுவிட்சர்லாந்து: எச்.எஃப் செக் குடியரசு: சி.டி. ஒரு நேரங்குறிகருவி கைமுறையாக திட்டமிடப்பட்டால் (ஈபிசி வழியாக அல்ல), வி.பி.எச்-ஐ இயக்க ஒரு வி.பி.எச்-நேரத்தை அமைப்பது தேவை. வி.பி.எச்-டைம் (பி.டி.சி என்றும் அழைக்கப்படுகிறது) முதல் வெளியிடப்பட்ட தொடக்க நேரம், எ.கா. பத்திரிகைகளில் கொடுக்கப்பட்டுள்ளது. நீங்கள் ஒரு வி.பி.எச்-நேரத்தை அமைத்தால், நீங்கள் நேரங்குறிகருவி பெயரை காலியாக விட வேண்டும்.
tr: VPS eklentisi, bir programın başlangıç veya bitiş zamanında oluşan gecikmelere tepki verebilir. VPS yalnızca belirli kanallar tarafından desteklenmektedir! VPS'yi etkinleştirirseniz, kayıt yalnızca kanal programı çalışıyor olarak işaretlediğinde başlayacaktır. "Evet (güvenli mod)" seçeneğini seçerseniz, kayıt kesinlikle en geç tanımladığınız BaşlangıçZamanı'nda başlar. Kayıt daha erken başlayabilir veya daha uzun sürebilir. Desteklenen kanallar Almanya: ARD ve ZDF Avusturya: ORF İsviçre: SF Çek Cumhuriyeti: CT Bir zamanlayıcı manuel olarak programlanmışsa (EPG aracılığıyla değil), VPS'yi etkinleştirmek için bir VPS-Zamanı ayarlamak gerekir. VPS-Zamanı (PDC olarak da bilinir), örneğin dergilerde verilen ilk yayınlanan başlangıç zamanıdır. Eğer bir VPS-Zamanı ayarlarsanız, zamanlayıcı adını boş bırakmanız gerekir.
uk: Плагін VPS може реагувати на затримки, що виникають у часі початку або завершення програми. VPS підтримується лише певними каналами! Якщо ви ввімкнете VPS, запис почнеться лише тоді, коли канал позначить програму як запущену. Якщо вибрати «так (безпечний режим)», запис обов’язково розпочнеться не пізніше визначеного вами часу початку. Запис може початися раніше або тривати довше. Підтримувані канали Німеччина: ARD і ZDF Австрія: ORF Швейцарія: SF Чеська Республіка: CT Якщо таймер програмується вручну (не через EPG), необхідно встановити час VPS, щоб увімкнути VPS. VPS-Time (також відомий як PDC) – це перший опублікований час початку, напр. подано в журналах. Якщо ви встановлюєте VPS-Time, назву таймера потрібно залишити пустою.

source: VPS-Plugin checks if the channel supports VPS ...
cs: VPS-plugin zjišťuje, zda kanál podporuje VPS ...
el: Το πρόσθετο VPS δεν ήταν δυνατό να ελέγξει αν το επιλεγμένο κανάλι υποστηρίζει VPS ...
fi: VPS-Plugin tarkistaa, tukeeko kanava VPS:ää...
hr: VPS-Plugin provjerava podržava li kanal VPS ...
it: VPS-Plugin sta controllando se il canale supporta VPS...
lt: VPS įskiepis tikrina, ar kanalas palaiko VPS...
nl: De VPS-Plugin controleert of de zender VPS ondersteunt...
pl: VPS-Plugin sprawdza, czy kanał obsługuje VPS ...
sk: VPS plugin kontroluje, či daný kanál podporuje VPS…
sr: VPS-Plugin proverava da li kanal podržava VPS ......
sv: VPS-Plugin kontrollerar om kanalen stöder VPS ...
ta: சேனல் VPS ஐ ஆதரித்தால் VPS-Plugin சரிபார்க்கிறது ...
tr: VPS eklentisi, kanalın VPS destekleyip desteklemediğini kontrol eder...
uk: Плагін VPS перевіряє, чи підтримує канал VPS ...

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
cs: VPS-Plugin nemohl zkontrolovat, jestli kanál podporuje VPS. Chcete VPS přesto povolit?
el: Το πρόσθετο VPS δεν ήταν δυνατό να ελέγξει αν το επιλεγμένο κανάλι υποστηρίζει VPS. Θέλετε να ενεργοποιηθεί ούτως ή άλλως;
fi: VPS-Plugin ei voinut tarkistaa, tukeeko kanava VPS:ää. Haluatko kuitenkin ottaa VPS:n käyttöön?
hr: VPS-Plugin nije mogao provjeriti podržava li kanal VPS. Želite li ipak omogućiti VPS?
it: VPS-Plugin non ha potuto verificare se il canale supporta VPS. Vuoi abilitare comunque VPS?
lt: VPS įskiepis negali patikrinti, ar kanalas palaiko VPS. Ar vis tiek norite įjungti VPS?
nl: De VPS plugin kon niet controleren of de geselecteerde zender VPS ondersteunt. VPS (of PDC) wordt in Nederland niet meer gebruikt, wilt u VPS toch inschakelen?
pl: VPS-Wtyczka nie mógła sprawdzić, czy kanał obsługuje VPS. Czy mimo wszystko chcesz włączyć VPS?
sk: VPS plugin nedokázal skontrolovať, či kanál podporuje VPS. Má sa aj napriek tomu VPS aktivovať?
sr: VPS-Plugin nije mogao da proveri da li kanal podržava VPS. Želite li ipak da omogućite VPS?
sv: VPS-Plugin kunde inte kontrollera om kanalen stöder VPS. Vill du aktivera VPS ändå?
ta: சேனல் வி.பி.எச்சை ஆதரிக்கிறதா என்பதை வி.பி.எச்-ப்ளூசின் சரிபார்க்க முடியவில்லை. எப்படியும் VPS ஐ இயக்க விரும்புகிறீர்களா?
tr: VPS-Eklentisi, kanalın VPS destekleyip desteklemediğini kontrol edemedi. Yine de VPS etkinleştirmek istiyor musunuz?
uk: Плагін VPS не зміг перевірити, чи канал підтримує VPS. Все одно ввімкнути VPS?

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
cs: VPS-Plugin nemohl zkontrolovat, zda zvolený kanál podporuje VPS. Chcete opravdu povolit VPS?
el: Το πρόσθετο VPS δεν ήταν δυνατό να ελέγξει αν το επιλεγμένο κανάλι υποστηρίζει VPS. Θέλετε σίγουρα να ενεργοποιηθεί;
fi: VPS-Plugin ei voinut tarkistaa, tukeeko valittu kanava VPS:ää. Haluatko todella ottaa VPS:n käyttöön?
hr: VPS-Plugin nije mogao provjeriti podržava li odabrani kanal VPS. Želite li stvarno omogućiti VPS?
it: VPS-Plugin non ha potuto verificare se il canale selezionato supporta VPS. Vuoi davvero abilitare VPS?
lt: VPS įskiepis negali patikrinti, ar šis kanalas palaiko VPS. Ar tikrai norite įjungti VPS?
nl: De VPS-Plugin kon niet controleren of de geselecteerde zender VPS ondersteunt. Wilt u VPS echt inschakelen?
pl: VPS-Wtyczka nie mógła sprawdzić, czy wybrany kanał obsługuje VPS. Czy naprawdę chcesz włączyć VPS?
sk: VPS plugin nedokázal skontrolovať, či vybraný kanál podporuje VPS. Naozaj sa má aktivovať systém VPS?
sr: VPS-Plugin nije mogao da proveri da li izabrani kanal podržava VPS. Želite li zaista da omogućite VPS?
sv: VPS-Plugin kunde inte kontrollera om den valda kanalen stöder VPS. Vill du verkligen aktivera VPS?
ta: தேர்ந்தெடுக்கப்பட்ட சேனல் VPS ஐ ஆதரிக்கிறதா என்பதை VPS-Plugin சரிபார்க்க முடியவில்லை. நீங்கள் உண்மையில் வி.பி.எச்சை இயக்க விரும்புகிறீர்களா?
tr: VPS-Eklentisi, seçilen kanalın VPS destekleyip desteklemediğini kontrol edemedi. VPS gerçekten etkinleştirmek istiyor musunuz?
uk: VPS Plugin не вдалося перевірити, чи вибраний канал підтримує VPS. Ви дійсно хочете ввімкнути VPS?

source: VPS-Time (date)
cs: VPS-Time (datum)
el: Χρόνος VPS (ημερομηνία)
fi: VPS-aika (päivämäärä)
hr: VPS-vrijeme (datum)
it: Data VPS
lt: VPS laikas (data)
nl: VPS-Time (datum)
pl: VPS-Czas (data)
sk: VPS-čas (dátum)
sr: VPS-Vreme (datum)
sv: VPS-tid (datum)
ta: வி.பி.எச்-நேர (தேதி)
tr: VPS-Zaman (tarih)
uk: Час VPS (дата)

source: VPS-Time (time)
cs: VPS-Time (čas)
el: Χρόνος VPS (ώρα)
fi: VPS-Time (aika)
hr: VPS-vrijeme (vrijeme)
it: Ora VPS
lt: VPS laikas (laikas)
nl: VPS-Time (tijd)
pl: VPS-Czas (czas)
sk: VPS-čas (čas)
sr: VPS-Vreme (vreme)
sv: VPS-tid (tid)
ta: வி.பி.எச்-நேரம் (நேரம்)
tr: VPS-Zaman (saat)
uk: Час VPS (час)

source: Valid
bg: Валидно
cs: Platný
el: Έγκυρο
fi: Voimassa
hr: Važeća
it: Valido
lt: Galiojantis
nl: Geldig
pl: Prawidłowa
sk: Platné
sr: Važeća
sv: Giltig
ta: செல்லுபடியாகும்
tr: Geçerli
uk: Коректна

source: Vanuatu
el: Βανουάτου
ta: வனாட்டு
uk: Вануату
zh_cn: 瓦努阿图

source: Variety
bg: Разнообразие
cs: Rozmanitost
da: Variete
de: Vielfalt
el: Βαριετέ
fr: Variété
it: Varietà
lt: Varjetė šou
pl: Różnorodność
sk: Rôzne
sv: Sort (variety)
ta: வகை
tr: Çeşitlilik
uk: Вар’єте шоу
zh_cn: 多样性

source: Variety show
cs: varieté
el: βαριετέ
hr: Raznovrsni šou
it: varietà show
lt: varjetė šou
nl: diverse shows
sr: Raznovrsni šou
sv: varietéprogram
tr: Çeşitli gösteri
uk: вар’єте шоу

source: Various
bg: Различни
cs: Různé
da: Forskelligt
de: Diverses
el: Διάφοροι
et: Mitmesugust
fi: Useita
fr: Divers
it: Varie
lt: Įvairūs
nl: Verschillende
pl: Różny
sk: Rôzne
sv: Diverse
ta: பல்வேறு
tr: Çeşitli
uk: Різні
vi: Khác nhau
zh_cn: 各种各样的

source: Venda
el: Βέντα
ta: வென்டா
uk: Венда

source: Venezuela, Bolivarian Republic of
cs: Venezuela, Bolívarská republika
el: Βενεζουέλα, Βολιβαριανή δημοκρατία
fi: Venezuela, Bolivariaaninen tasavalta
fr: Venezuela, République bolivarienne du
it: Venezuela, Repubblica Bolivariana di
lt: Venesuelos Bolivaro Respublika
nl: Bolivariaanse Republiek Venezuela
pl: Wenezuela (Boliwariańska Republika)
sk: Venezuela (Bolívarská republika)
sv: Venezuela
ta: வெனிசூலா பொலிவேரியன் குடியரசு
tr: Venezuela, Bolivarian Cumhuriyeti
uk: Венесуела, Болівійська Республіка

source: Verbose
cs: Upovídaný
el: Μακροσκελής
fi: Yksityiskohtainen
hr: Detaljno
it: Prolisso
nl: Uitgebreid
pl: Rozwlekły
sk: Podrobne
sr: Opširno
sv: Utförlig
ta: வாய்மொழி
tr: Ayrıntılı
uk: Багатослівний

source: Verify WebIf SSL certificate
cs: Ověřit certifikát WebIf SSL
el: Επαλήθευση πιστοποιητικού WebIf SSL
fi: Tarkista Web SSL sertifikaatti
hr: Verifikacija WebIf SSL sertifikata
it: Verifica certificato SSL WebIf
nl: WebIf SSL certificaat controleren
pl: Zweryfikuj certyfikat WebIf SSL
sk: Overiť SSL certifikát WebIf
sr: Proverite SSL sertifikat WebIf
sv: Verifiera WebIf SSL-certifikat
ta: Webif SSL சான்றிதழை சரிபார்க்கவும்
tr: WebIf SSL sertifikasını doğrulayın
uk: Перевірте сертифікат WebIf SSL

source: Version
cs: Verze
el: Έκδοση
et: Versioon
fi: Versio
hr: Verzija
hu: Változat
it: Versione
nl: Versie
pl: Wersja
sk: Verzia
sr: Verzija
ta: பதிப்பு
tr: Versiyon
uk: Версія
vi: Phiên bản
zh_cn: 版本

source: Version:
bg: Версия:
cs: Verze:
el: Έκδοση:
et: Versioon:
fi: Versio:
hr: Verzija:
hu: Verzió:
it: Versione:
lt: Versija:
nl: Versie:
pl: Wersja:
ru: Версия:
sk: Verzia:
sr: Verzija:
ta: பதிப்பு:
tr: Versiyon:
uk: Версія:
vi: Phiên bản:
zh_cn: 版本:

source: Vertical
bg: Вертикален
cs: Vertikální
da: Vertikal
de: Vertikal
el: Κάθετη
et: Vertikaalne
fi: Vertikaali
hr: Okomito
hu: Függőleges
it: Verticale
lt: Vertikalus
nl: Verticaal
pl: Pionowa
ru: Вертикальная
sk: Vertikálne
sl: Navpično
sr: Vertikalno
sv: Vertikal
ta: செங்குத்து
tr: Dikey (V)
uk: Вертикальна
vi: Theo chiều dọc
zh_cn: 垂直

source: Vertical EPG
bg: Вертикална EPG
cs: Svislé EPG
da: Lodret EPG
de: Vertikaler EPG
el: Κάθετος EPG
et: Vertikaalne EPG
fi: Vertikaali EPG
fr: EPG vertical
hr: Okomiti EPG
hu: Függőleges EPG
it: EPG verticale
lt: Vertikalus EPG
nl: Verticale-EPG
pl: Pionowy EPG
sk: Vertikálne EPG
sr: Vertikalni EPG
sv: Vertikal EPG
ta: செங்குத்து ஈபிசி
tr: Dikey EPG
uk: Вертикальний ЕПГ
vi: EPG dọc
zh_cn: 垂直EPG
