Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Finished restarting your network
bg: Завършено е рестартирането на мрежата
da: Genstart af dit netværk gennemført
de: Netzwerkneustart abgeschlossen
et: Võrk on taaskäivitatud
fi: Verkkoyhteydet käynnistetty uudelleen
fr: Redémarrage de votre réseau terminé
hu: A hálózati kapcsolat újraindítása befejeződött
pl: Zakończono restart sieci
pt_br: Rede reiniciada
ru: Перезапуск сети завершен
sk: Reštartovanie siete je dokončené
sl: Ponovni zagon omrežja je končan!
ta: உங்கள் பிணையத்தை மறுதொடக்கம் செய்து முடித்தேன்
vi: Hoàn tất khởi động lại mạng của bạn
zh_cn: 完成后重新启动您的网络

source: Flash on the fly your your Receiver software.
bg: Онлоайн флаш на софтуера на приемника.
da: Flash opdater din modtager på farten.
de: Flashen Sie Ihre Receiver-Software online oder von einer lokalen Quelle.
et: Paigalda vastuvõtjale uus püsivara.
fi: Päivitä vastaanottimesi ohjelmisto internetin kautta.
fr: Flasher à la volée le logiciel de votre récepteur.
hu: A készülék szoftverének Flashelése.
pl: Zainstaluj system z sieci.
ru: Прошить из интернета или вашим ПО
sk: Flashovanie softvéru prijímača počas prevádzky (on the fly).
ta: உங்கள் ரிசீவர் மென்பொருளை பறக்க ஒளிரச் செய்யுங்கள்.
vi: Flash khi đang bay phần mềm Nhận của bạn.
zh_cn: 更新你的接收器软件.

source: GCC version
bg: GCC версия
pl: Wersja GCC
sk: Verzia GCC
ta: சி.சி.சி பதிப்பு

source: GStreamer version
bg: GStreamer версия
pl: Wersja GStreamer
sk: Verzia GStreamera
ta: சிச்ட்ரீமர் பதிப்பு

source: Game Show
bg: Игрово шоу
da: Quizprogram
fi: Peli show
fr: Jeu télévisé
pl: Teleturniej
sk: Herné show
ta: விளையாட்டு நிகழ்ச்சி
zh_cn: 游戏秀

source: General BT Audio delay
bg: Общо закъснение на BT аудио
da: Generel BT lydforsinkelse
de: Allgemeine BT-Audio-Verzögerung
et: Üldine BT heli viiteaeg
fi: Yleinen Bluetooth ääni viive
fr: Retard audio BT général
pl: Ogólne opóźnienie BT audio
sk: Základné oneskorenie pre BT audio
ta: பொது பிடி ஆடியோ நேரந்தவறுகை
vi: Độ trễ âm thanh BT chung
zh_cn: 常规BT音频延时

source: Glibc version
bg: Glibc версия
pl: Wersja Glibc
sk: Verzia Glibc
ta: GLIBC பதிப்பு

source: Gold
bg: Злато
cs: Zlatý
da: Guld
fi: Kulta
hu: Arany
it: Oro
lt: Auksinis
nl: Goud
pl: Złoty
sv: Guld
ta: தங்கம்
tr: Altın
vi: Vàng
zh_cn: 金色

source: Google DNS
pl: DNS Google
ta: கூகிள் டி.என்.எச்

source: H
ta: ம

source: Handle input from TV
bg: Управлявайте входа от телевизора
da: Håndter inddata fra TV
de: TV-Eingänge verwalten
et: Halda teleri sisendit
fi: Tottele TV:en tuloa
fr: Gérer l’entrée du téléviseur
hu: Kezelje a bemenetet a TV-ből
pl: Obsługa danych wejściowych z telewizora
sk: Preberať vstup z TV
ta: டிவியில் இருந்து உள்ளீட்டைக் கையாளவும்
vi: Xử lý đầu vào từ TV
zh_cn: 处理来自电视的输入

source: Handle standby from TV
bg: Работете в режим на готовност от телевизора
da: Håndter Standby fra TV
de: TV-Standby verwalten
et: Ooteseisundisse teleri kaudu
fi: Tottele sammutuskäskyä TV:ltä
fr: Gérer le mode veille de la TV
hu: Készenlét fogadása a TV-től
pl: Obsługuj komendę 'czuwania' z TV
pt_br: Controlar modo de espera a partir da TV
ru: Уйти в режим ожидания с ТВ
sk: Preberať pohotovostný režim z TV
ta: டிவியில் இருந்து காத்திருப்பைக் கையாளவும்
vi: Xử lý chế độ chờ từ TV
zh_cn: 从电视上处理待机

source: Hard disk standby after
bg: Режим на готовност за твърдия диск след
da: Harddisk standby efter
de: Festplatten-Standby nach
et: Kõvaketta seiskamisaeg
fi: Kiintolevyn automaattinen sammutus
fr: Disque dur en veille après
hu: Merevlemez leállítása megadott idő után
pl: Dysk twardy w trybie gotowości po
pt_br: Desligar disco rígido após
ru: Отключение HDD через
sk: Pohotovostný režim pevného disku po
ta: வன் வட்டு காத்திருப்பு
vi: Ổ đĩa cứng chờ
zh_cn: 硬盘待机在(?分钟之后)

source: Hard disk standby in box standby after
bg: Режим на готовност за твърдия диск и приемника след
da: Harddisk Standby ved boks i Standby efter
de: Festplatten-Standby wenn Box in Standby nach
et: Kõvaketas ooteseisundisse peale
fi: Laitteen mentyä valmiustilaan, sammuta myös kiintolevy
fr: Disque dur du récepteur en veille après
hu: Merevlemez leállítása a készülék készenléti állapotában
pl: Dysk twardy w trybie gotowości w dekoderze po
ru: Переход жесткого диска в режим ожидания одновременно с ресивером
sk: Pohot. režim pevného disku pri pohot. režime prijímača po
ta: பெட்டி காத்திருப்பு பின்னர் வன் வட்டு காத்திருப்பு
vi: Ổ đĩa cứng ở chế độ chờ trong hộp sau
zh_cn: 硬盘待机在机顶盒待机之后(?分钟)

source: Hausa
bg: Хауса
el: Χάουσα
lt: Hausų
sk: hauština
ta: ஔசா
tr: Hausa Dili

source: Herero
el: Χερέρο
fr: Héréro
sk: hererčina
ta: எரேரோ
tr: Herero Dili

source: HiSilicon
fi: HiSiliconi
ta: இசிலிகான்

source: Hispasat 30.0w
ta: இச்பசாட் 30.0w
vi: Tây Ban Nha 30.0w

source: Hops:
cs: Hopy:
fi: Hyppyjä:
it: Hop:
lt: Žingsniai:
sk: Hopy:
sv: Humle:
ta: ஆப்ச்:
vi: Nhảy:
zh_cn: 链路数目:

source: Horse Racing
bg: Конни надбягвания
da: Hestevæddeløb
de: Pferderennen
fi: Hevos urheilu
fr: Course de chevaux
pl: Wyścigi Konne
sk: Jazda na koni
ta: குதிரை பந்தயம்
zh_cn: 赛马

source: Hotbird 13.0e
ta: ஆட்பேர்ட் 13.0 இ

source: INS
de: Einfügen
ta: சொரு
vi: Trong

source: IP of fallback remote receiver
bg: IP на резервния отдалечен приемник
fi: IP osoite etävastaanottimelle
fr: IP du récepteur de repli distant
pl: Adres IP odbiornika zdalnego
sk: IP adresa záložného vzdialeného prijímača
ta: குறைவடையும் ரிமோட் ரிசீவரின் ஐபி

source: Ido
el: Ίντο
ta: இடோ
tr: Ido Dili

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
fi: Jos ohjelma keskeytetään ja jaetaan erillisiin tapahtumiin, laajennus etsii yhdistettyjä tapahtumia.
pl: Jeśli program zostanie przerwany i podzielony na osobne wydarzenia, wtyczka wyszuka połączone wydarzenia.
sk: V EPG sa vyhľadajú ďalšie záznamy, ktoré patria k nahrávanému programu. Ak je program prerušený napríklad správami, zásuvný modul sa stále pokúša nahrať celý program.
ta: ஒரு நிரல் குறுக்கிடப்பட்டு தனி நிகழ்வுகளாகப் பிரிக்கப்பட்டால், சொருகி இணைக்கப்பட்ட நிகழ்வுகளைத் தேடும்.

source: If enabled and necessary, the plugin will wake up the Receiver from Deep-Standby for the defined starting time to control whether the programme begins earlier.
fi: Jos tämä on käytössä, lisäosa herättää vastaanottimen Virransäästö tilasta määritetym alkamisajan kohdalla ajaksi, jotta voidaan valvoa, alkaako ohjelma aikaisemmin.
pl: Jeśli jest to włączone i konieczne, wtyczka włączy odbiornik określony czas wcześniej, aby sprawdzić czy program rozpoczyna się wcześniej.
sk: Ak je to povolené a potrebné, plugin prebudí prijímač na definovanú dobu a skontroluje, či sa program začína skôr.
ta: இயக்கப்பட்ட மற்றும் அவசியமானால், சொருகி, நிரல் முன்பே தொடங்குகிறதா என்பதைக் கட்டுப்படுத்த வரையறுக்கப்பட்ட தொடக்க நேரத்திற்கு ஆழ்ந்த நிலைப்பாட்டிலிருந்து ரிசீவரை எழுப்பும்.

source: If enabled the output resolution of the box will try to match the resolution of the video contents resolution
bg: Ако е разрешено, изходната разделителна способност на приемника ще се опита да съответства на резолюцията на видео съдържанието
da: Hvis aktiveret vil udgangsopløsningen på boksen prøve at tilpasse opløsningen til videoindholdets opløsning.
de: Einstellen, ob und wie die auszugebende Videoauflösung an die Auflösung des Videomaterials angepasst werden soll.
et: Kui lubatud, üritab vastuvõtja valida ekraanilahutuse vastavalt video sisu omale
fi: Jos päällä, ulostulon resoluutio pyritään pitämään samana kuin kanavalla tai tallenteessa
fr: Si activé la résolution de sortie du récepteur va essayer de correspondre à la résolution du contenu vidéo
hu: Ha engedélyezve van, akkor a készülék a kimeneti felbontást megpróbálja a videó felbontásához állítani
pl: Jeśli włączone - rozdzielczość wideo tunera spróbuje się dostosować do rozdzielczości wideo materiału
ru: Если включено, выходное разрешение ресивера будет адаптирована к разрешению видеоконтента.
sk: Ak je povolené, prijímač sa pokúsi prispôsobiť svoje rozlíšenie rozlíšeniu video-obsahu
ta: இயக்கப்பட்டால், பெட்டியின் வெளியீட்டு தீர்மானம் வீடியோ உள்ளடக்கத் தீர்மானத்தின் தீர்மானத்துடன் பொருந்த முயற்சிக்கும்
vi: Nếu được bật, độ phân giải đầu ra của hộp sẽ cố khớp với độ phân giải của độ phân giải nội dung video
zh_cn: 如果启用了该框的输出分辨率将尝试匹配视频内容分辨率的分辨率

source: If enabled, using a time window to detect a wake up from deep standby by a timer. Default setting ist disabled and used a special signal from the receiver. But some devices set a wrong or none signal and the wake up detection can fails.
bg: Ако е активирано, използване на времеви прозорец за откриване на събуждане от дълбока готовност чрез таймер. Настройката по подразбиране е деактивирана и използва специален сигнал от приемника. Но някои устройства задават грешен или никакъв сигнал и откриването на събуждане може да се провали.
fi: Kyllä asetuksella aikaikkuna asettaan herätys valmiustilasta ajastimen avulla. oletus `Ei` ja käyttää vastaanottimen erityistä signaalia. Jotkut laitteet asettavat kuitenkin ei signaalia ja tunnistus voi epäonnistua.
fr: Si activé, utilisation d'une fenêtre de temps pour détecter un réveil à partir d'une veille profonde par une minuterie. Le réglage par défaut est désactivé et utilise un signal spécial du récepteur. Mais certains appareils définissent un signal erroné ou aucun signal et la détection de réveil peut échouer.
pl: Jeśli jest włączona, używanie okna czasowego do wykrywania wybudzenia z głębokiego czuwania przez zegar. Domyślne ustawienie jest wyłączone i używane jest specjalny sygnał z odbiornika. Jednak niektóre urządzenia ustawiają zły sygnał lub go nie mają, a wykrywanie wybudzenia może się nie powieść.
sk: Ak je povolené, je možné nastaviť časové okno na detekciu prebudenia z hlbokého pohotovostného režimu pomocou časovača. V predvolenom nastavení je zakázané, vtedy sa použije špeciálny signál z prijímača. Niektoré jednotky však nastavujú nesprávny alebo žiadny signál a detekcia môže zlyhať.
ta: இயக்கப்பட்டிருந்தால், நேர சாளரத்தைப் பயன்படுத்தி ஒரு டைமரால் ஆழமான காத்திருப்பிலிருந்து எழுந்திருப்பதைக் கண்டறிய. இயல்புநிலை அமைப்பு முடக்கப்பட்டுள்ளது மற்றும் பெறுநரிடமிருந்து ஒரு சிறப்பு சமிக்ஞையைப் பயன்படுத்தியது. ஆனால் சில சாதனங்கள் தவறாக அமைக்கின்றன அல்லது எதுவும் சமிக்ஞை செய்கின்றன, மேலும் விழித்தெழுந்த கண்டறிதல் தோல்வியடையக்கூடும்.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
fi: Jos mahdollista, x minuuttia ennen ajastuksen käynnistymistä VPS Plugin, alkaako ohjelma aikaisemmin. (0 poistaa toiminnon käytöstä)
pl: Jeśli to możliwe, x minut przed uruchomieniem timera Wtyczka VPS będzie kontrolować, czy program rozpocznie się wcześniej. (0 wyłącza funkcję)
sk: Ak je to možné, zadaný počet minút pred spustením časovača VPS-plugin skontroluje, či sa program nezačne skôr (0 = vypnutie funkcie)
ta: முடிந்தால், ஒரு நேரங்குறிகருவி தொடங்குவதற்கு ஃச் நிமிடங்களுக்கு முன் வி.பி.எச்-ப்ளூசின் நிரல் முன்பே தொடங்குகிறதா என்பதைக் கட்டுப்படுத்தும். (0 அம்சத்தை முடக்குகிறது)

source: If set to 'Yes' the same commands will be sent to the TV for deep standby events as are sent during regular standby events.
bg: Ако е зададено на „Да“, същите команди ще бъдат изпращани към телевизора за събития в режим на дълбока готовност, както се изпращат по време на редовни събития в режим на готовност.
fi: Jos arvo on Kyllä, televisioon lähetetään samat komennot virransäästö tilassa kuin säännöllisten valmiustilatapahtumien aikana.
fr: Si ce paramètre est réglé sur 'Yes' ; les mêmes commandes seront envoyées au téléviseur pour les événements de mise en veille profonde que pour les événements de mise en veille normale.
pl: Jeżeli zostanie wybrana opcja „Tak”, do telewizora w przypadku przejścia w tryb głębokiego czuwania będą wysyłane te same polecenia, co w przypadku zwykłego trybu czuwania.
sk: Ak je vybraná možnosť 'Áno', počas vypnutia sa do televízora odosielajú rovnaké príkazy ako počas normálneho pohotovostného režimu.
ta: 'ஆம்' என அமைக்கப்பட்டால், அதே கட்டளைகள் வழக்கமான காத்திருப்பு நிகழ்வுகளின் போது அனுப்பப்படும் ஆழமான காத்திருப்பு நிகழ்வுகளுக்காக டிவிக்கு அனுப்பப்படும்.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
fi: Jos asetuksena on 'yes', voit käyttää ajansiirtoa vaihtoehtoisten ääniliitännäisten kanssa.
pl: Jeśli ustawiony jest na "tak", pozwala na używanie timeshift z alternatywnymi wtyczkami audio.
sk: Ak je táto možnosť nastavená na 'Áno', môže sa timeshift používať s alternatívnymi audio pluginmi.
ta: 'ஆம்' என அமைக்கப்பட்டால், மாற்று ஆடியோ செருகுநிரல்களுடன் டைம்சிஃப்ட்டைப் பயன்படுத்த உங்களை அனுமதிக்கிறது.

source: If the deep standby workaround is enabled wait until the system time is synchronized. Depending on the requirement the device wake up will continuing after a maximum of 2 minutes.
bg: Ако заобиколното решение в дълбока готовност е активирано, изчакайте, докато системното време се синхронизира. В зависимост от изискването, събуждането на устройството ще продължи след максимум 2 минути.
fi: Jos virransäästötilaa on käytössä , järjestelmä odottaa, kunnes järjestelmän aika on synkronoitu. Vaatimuksista riippuen laitteiden herätystä jatketaan korkeintaan 2 minuutissa.
fr: Si la solution de contournement de la mise en veille profonde est activée, attendez que l'heure du système soit synchronisée. Selon les besoins, le réveil du dispositif se poursuivra après un maximum de 2 minutes.
pl: Jeśli włączono obejście głębokiego czuwania, oczekuj do czasu aż system zostanie zsynchronizowany. W zależności od wymogu budzenie urządzenia będzie kontynuowane po maksymalnie 2 minutach.
sk: Ak je aktivované náhradné riešenie pre vypnutie, čaká sa, kým sa nesynchronizuje systémový čas. V závislosti od požiadavky zariadenia sa v prebúdzaní pokračuje maximálne 2 minúty.
ta: கணினி நேரம் ஒத்திசைக்கப்படும் வரை ஆழ்ந்த காத்திருப்பு பணித்தொகுப்பு இயக்கப்பட்டால் காத்திருங்கள். சாதனம் எழுந்திருக்கும் தேவையைப் பொறுத்து அதிகபட்சம் 2 நிமிடங்களுக்குப் பிறகு தொடரும்.

source: Ignore unexpectedly wake up and stay in standby
bg: Игнорирайте неочаквано събуждане и останете в режим на готовност
fi: Ohita odottamaton herätys ja pysy valmiustilassa
fr: Ignorer les réveils inopinés et rester en veille
pl: Ignoruj nieoczekiwane budzenie i pozostań w trybie czuwania
sk: Ignorovať neočakávané prebudenie a zostať v pohotovostnom režime
ta: எதிர்பாராத விதமாக எழுந்து காத்திருப்புடன் இருங்கள்

source: Import channels and/or EPG from remote receiver URL also when the receiver is getting out of standby
bg: Импортиране на канали/EPG от резервния приемник при изход от режим готовност
fi: Tuo kanavat ja/tai ohjelmaopas etävastaanottimelta valmiustilasta poistuttaessa
fr: Importer les chaînes et/ou l’EPG depuis l’URL du récepteur distant également lorsque le récepteur sort de veille
pl: Importuj kanały i / lub EPG ze zdalnego odbiornika również wtedy, gdy odbiornik wychodzi z trybu standby
sk: Importovať kanály a/alebo EPG z URL adresy vzdialeného prijímača aj vtedy, keď sa prijímač prebudí z pohotovostného režimu
ta: ரிசீவர் காத்திருப்பிலிருந்து வெளியேறும்போது ரிமோட் ரிசீவர் முகவரி இலிருந்து சேனல்கள் மற்றும்/அல்லது ஈ.பி.சி.

source: Import channels and/or EPG from remote receiver URL when receiver is booted
bg: Импортиране на канали и/или EPG от резервния приемник при старт на приемника
fi: Tuo kanavat ja/tai ohjelmaopas etävastaanottimelta uudelleenkäynnistyksen yhteydessä
fr: Importer les chaînes et/ou l’EPG depuis l’URL du récepteur distant lorsque le récepteur est démarré
pl: Importuj kanały i / lub EPG ze zdalnego odbiornika wtedy, gdy odbiornik startuje
sk: Importovať kanály a/alebo EPG zo URL vzdialeného prijímača počas štartu prijímača
ta: ரிசீவர் துவக்கப்படும் போது தொலைநிலை ரிசீவர் முகவரி இலிருந்து சேனல்கள் மற்றும்/அல்லது ஈபிசி இறக்குமதி செய்யுங்கள்

source: Import channels and/or EPG from remote receiver URL when receiver or enigma2 is restarted
bg: Импортиране на канали и/или EPG от резервния приемник при рестарт на приемника или enigma2
fi: Tuo kanavat ja/tai ohjelmaopas etävastaanottimelta uudelleenkäynnistyksen yhteydessä
fr: Importer les chaînes et/ou l’EPG depuis l’URL du récepteur distant lorsque le récepteur ou Enigma2 est redémarré
pl: Importuj kanały i/lub EPG z adresu URL zdalnego odbiornika po ponownym uruchomieniu odbiornika lub enigma2
sk: Importovať kanály a/alebo EPG zo URL vzdialeného prijímača počas štartu prijímača alebo enigmy2
ta: ரிசீவர் அல்லது எனிக்மா 2 மறுதொடக்கம் செய்யப்படும்போது சேனல்கள் மற்றும்/அல்லது ஈ.பி.சி.

source: In most cases this should be set to No. Only enable if you have a very specific need.
bg: В повечето случаи това трябва да бъде зададено на Не. Активирайте само ако имате много конкретна нужда.
da: Dette bør i de fleste tilfælfe sættes til Nej. Aktiver kun hvis du har specielle behov.
de: In den meisten Fällen sollte dies auf 'Nein' eingestellt sein. Nur aktivieren, wenn Sie einen ganz bestimmten Bedarf haben.
et: Enamasti tuleks määrata 'Ei'. Luba ainult erijuhtumil.
fi: Useimmissa tapauksissa tämän pitäisi olla Ei. Aktivoi vain, jos sinulla on hyvin erityinen tarve.
fr: Dans la plupart des cas, ce paramètre doit être défini sur Non. Activez-le uniquement si vous avez un besoin très spécifique.
hu: A legtöbb esetben ezt a beállítást csak a 'Nem' értékre kell beállítani. Csak akkor engedélyezze, ha nagyon különleges igénye van rá.
pl: W większości przypadków powinno to być ustawione na Nie. Włącz tylko, jeśli masz bardzo specyficzne potrzeby.
sk: Vo väčšine prípadov by mala byť nastavená možnosť 'Nie'. Túto voľbu aktivujte len vo veľmi špecifických prípadoch.
ta: பெரும்பாலான சந்தர்ப்பங்களில் இது உங்களுக்கு மிகவும் குறிப்பிட்ட தேவை இருந்தால் மட்டுமே இயக்க வேண்டும்.
vi: Trong hầu hết các trường hợp, điều này nên được đặt thành Không. Chỉ bật nếu bạn có nhu cầu rất cụ thể.
zh_cn: 在大多数情况下,这应该设置为否.只有在您有非常特殊的需要时才启用.

source: Inadyn
lt: InaDyn klientas
pl: Inadia
ta: இன்டின்
zh_cn: Inadyn客户端

source: Include SDT, BAT in http streams
fi: Sisällytä SDT, BAT http striimeihin
pl: Uwzględnij SDT, BAT w strumieniach http
sk: Zahrnúť SDT, BAT do http streamov
ta: HTTP ச்ட்ரீம்களில் SDT, BAT ஐ சேர்க்கவும்

source: Interlingue / Occidental
cs: Interlinguální / Západní
el: Διαγλωσσικά / Δυτικά
it: Interlingua / Occidentale
lt: Tarptautinė / Vakarinė
nl: Interlingua / Occidental
ta: இன்டர்லிங் / வெச்டர்ன்
tr: Ara dil / Batılı

source: Internal hdd only
bg: Само на вътрешен твърд диск
da: Kun intern harddisk
de: Nur interne Festplatte
et: Ainult sisesel kõvakettal
hu: Csak a belső háttértárról
pl: Tylko wewnętrzny hdd
pt_br: Somente disco interno
ru: Только внутренний жесткий диск
sk: Len interný disk
ta: உள் எச்டிடி மட்டும்
vi: Chỉ hdd nội bộ
zh_cn: 内部硬盘驱动器

source: J
ta: செ

source: KA-SAT
et: KA-SAT (9°E)
lt: KA-PALYDOVAS
ta: இந்த-சரக்கு

source: Keep EPG history (in minutes)
fi: Säilytä EPG historia (minuutteina)
pl: Zachowaj historię EPG (w minutach)
sk: Uchovávať históriu EPG (v minútach)
ta: ஈபிசி வரலாற்றை வைத்திருங்கள் (நிமிடங்களில்)

source: Kodi
ta: கோடி

source: LAN
el: Δίκτυο
fi: Lähiverkko
sv: Lokalt nätverk
ta: லேன்
tr: Kablolu Ağ
zh_cn: 局域网

source: LED brightness during deep standby.
bg: LED яркост по време на дълбока готовност.
da: LED lysstyrke under Dyb Standby.
de: LED Helligkeit im Deep-Standby.
et: LED puhkeseisundis.
fi: LED:in kirkkaus virransäästötilassa.
fr: Luminosité LED en mode veille profonde.
hu: LED fényerő kikapcsolt állapotban.
pl: Jasność LED podczas wyłączenia.
sk: Jas LED vo vypnutom stave.
ta: ஆழமான காத்திருப்பு போது பிரகாசத்தை வழிநடத்தியது.
vi: Độ sáng LED trong chế độ chờ sâu.
zh_cn: 深待机期间的LED亮度.

source: LED brightness during standby.
bg: LED яркост по време на готовност.
da: LED lysstyrke under under Standby.
de: LED Helligkeit im Standby.
et: LED heledus ooteseisundis.
fi: LED:in kirkkaus valmiustilassa.
fr: Luminosité LED en mode veille.
hu: LED fényerő készenléti üzemmódban.
pl: Jasność LED w trybie czuwania.
ru: Яркость дисплея в режиме ожидания.
sk: Jas LED v pohotovostnom režime.
ta: காத்திருப்பின் போது பிரகாசத்தை வழிநடத்தியது.
vi: Độ sáng LED trong chế độ chờ.
zh_cn: 待机时的LED亮度.

source: Left from service name
bg: Отляво на сервизното име
pl: Na lewo od nazwy kanału
sk: Vľavo od názvu stanice
ta: பணி பெயரிலிருந்து இடது

source: Libs
it: Librerie
sv: Biblioteken
ta: லிப்ச்
tr: Libler

source: Local box
bg: Местен приемник
da: Lokal boks
de: Lokale Box
et: Kohalik vastuvõtja
fi: Paikallinen laite
fr: Récepteur local
hu: Helyi box
pl: Odbiornik lokalny
ru: Локальный ресивер
sk: Lokálny box
ta: உள்ளக பெட்டி
vi: Hộp nội bộ
zh_cn: 本地机顶盒

source: Long << / >>
bg: Дълго << / >>
da: Lang << / >>
de: Lang << / >>
et: Pikk << / >>
hu: Hosszan << / >>
pl: Długie << / >>
ru: Долгое нажатие << / >>
sk: << / >> dlho
ta: நீண்ட << / >>
vi: Dài << / >>
zh_cn: 长按 << / >>

source: Long Left/Right
bg: Дълго ляво/дясно
da: Lang Venstre/Højre
de: Lang Links/Rechts
et: Pikk vasak/parem
hu: Hosszan Bal/Jobb
pl: Lewo/Prawo (długo)
ru: Долгое нажатие Влево/Вправо
sk: Doľava/doprava – dlho
ta: நீண்ட இடது/வலது
vi: Dài trái / phải
zh_cn: 长按左/右箭头

source: MAC Address Actions
fi: MAC osoite toiminnot
pl: Akcje adresu MAC
sk: Akcie pre MAC adresu
ta: மேக் முகவரி செயல்கள்

source: MAC Address Settings
bg: Настройки за MAС-адрес
fi: MAC-osoitteen asetukset
fr: Paramètres adresse MAC
pl: Ustawienia adresu MAC
sk: Nastavenia MAC adresy
ta: MAC முகவரி அமைப்புகள்

source: MENU
bg: МЕНЮ
el: ΜΕΝΟΥ
fi: VALIKKO
hr: MENI
lt: MENIU
sr: MENI
sv: MENY
ta: பட்டியல்
tr: MENÜ

source: MMA
ta: எம்.எம்.ஏ.

source: MTU
ta: மனிதன்

source: Magic
bg: Магия
cs: Magický
fi: Taika
fr: Magie
hr: Magija
it: Magia
lt: Magija
pl: Magia
sv: Magisk
ta: மந்திரம்
tr: Sihir

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu
bg: Добави импортиране в менюто с разширенията
fi: Lisää valinta kanavien ja/tai ohjelmaopas -tiedon tuonnille laajennusvalikkoon
fr: Rend possible d’initier manuellement l’importation des chaînes et/ou l’EPG via le menu des extensions
pl: Umożliw ręczne rozpoczęcie importu kanałów i / lub EPG z poziomu menu rozszerzeń
sk: Umožniť manuálny import kanálov a/alebo EPG pomocou rozšíreného menu
ta: நீட்டிப்பு பட்டியல் வழியாக சேனல்கள் இறக்குமதி மற்றும்/அல்லது ஈபிசியை கைமுறையாக தொடங்குவதை சாத்தியமாக்குங்கள்

source: Manage Plugins. This will remove/install Plugins on your box
fi: Hallitse liitännäisiä. Tämä poistaa/asentaa Lisäosat
pl: Zarządzaj wtyczkami. Spowoduje to usunięcie/zainstalowanie wtyczek na urządzeniu
sk: Spravovanie pluginov. Tu sa odstraňujú/inštalujú pluginy vášho zariadenia
ta: செருகுநிரல்களை நிர்வகிக்கவும். இது உங்கள் பெட்டியில் செருகுநிரல்களை அகற்றும்/நிறுவும்

source: Mini Series
bg: Мини серии
da: Miniserie
fi: Mini Sarja
fr: Mini série
pl: Mała Seria
sk: Minisérie
ta: மினி தொடர்
zh_cn: 迷你系列

source: Mipsel
ta: Mips

source: Motor Sport
bg: Моторен спорт
fi: Moottoriurheilu
fr: Sport automobile
pl: Sporty Motorowe
sk: Motoristické športy
ta: மின்னோடி விளையாட்டு
zh_cn: 赛车运动

source: Mount Menu Actions
fi: Liitosten Valikko asetukset
pl: Akcje menu montowania
sk: Akcie pre menu pripájania (mount)
ta: மவுண்ட் பட்டியல் செயல்கள்

source: Mount Settings
fi: Liitokset Asetukset
pl: Ustawienia montowania
sk: Nastavenia pripojení
ta: மவுண்ட் அமைப்புகள்

source: Move the current DNS entry down one line
bg: Премести текущия DNS запис надолу с един ред
fi: Siirrä nykyistä DNS merkintää yhden rivin alaspäin
pl: Przesuń bieżący wpis DNS o jeden wiersz w dół
sk: Presunúť aktuálny záznam DNS o jeden riadok nižšie
ta: தற்போதைய டிஎன்எச் நுழைவை ஒரு வரியில் நகர்த்தவும்

source: Move the current DNS entry up one line
bg: Премести текущия DNS запис нагоре с един ред
fi: Siirrä nykyistä DNS merkintää yhdellä rivillä ylöspäin
pl: Przesuń bieżący wpis DNS o jeden wiersz w górę
sk: Presunúť aktuálny záznam DNS o jeden riadok vyššie
ta: தற்போதைய டிஎன்எச் நுழைவை ஒரு வரியை நகர்த்தவும்

source: MultiBoot
el: Πολλαπλή εκκίνηση
lt: Daugialypė įkrova
ta: மல்டிபூட்
tr: Çoklu Önyükleme
