Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: A finished scheduled timer wants to reboot your %s %s. Do that now?
bg: Завършен таймер за захранване иска да рестартира вашия %s %s. Да го направи ли сега?
cs: Nastavený časovač chce restartovat Vaše %s %s. Určitě, nyní?
el: Ένας ολοκληρωμένος χρονοδιακόπτης λειτουργίας θέλει να θέσει σε επανεκκίνηση τον %s %s σας. Να γίνει τώρα;
fi: Valmis virta ajastus haluaa uudelleenkäynnistää %s %s:n. Tehdäänkö se nyt?
fr: Une programmation échue veut redémarrer votre %s %s. Êtes-vous d'accord?
hr: Završeni zakazani tajmer želi da ponovo pokrene vaš %s %s. Da li to sada želite da uradite?
it: Un timer di accensione finito vuole riavviare il %s %s. Farlo ora?
lt: Baigtas įjungimo laikmatis nori paleisti iš naujo jūsų %s %s. Paleisti dabar?
nl: Een PowerTimer wil uw %s %s herstarten. Wilt u dit toestaan?
pl: Zakończony zaplanowany timer chce ponownie uruchomić %s %s. Czy zrobić to teraz?
sk: Časovač napájania skončil a chce reštartovať %s %s. Vykonať ihneď?
sr: Gotov zakazani tajmer želi da ponovo pokrene vaš %s %s. Da li to sada?
sv: En färdig schemalagd timer vill starta om din %s %s. Gör du det nu?
ta: ஒரு முடிக்கப்பட்ட திட்டமிடப்பட்ட நேரங்குறிகருவி உங்கள் %s %s ஐ மறுதொடக்கம் செய்ய விரும்புகிறது. இப்போது அதைச் செய்கிறதா?
tr: Planlanmış zamanlayıcının süresi doldu ve %s %s cihazınızı yeniden başlatmak istiyor. Şimdi bunu yapmak ister misiniz?
uk: Заплановане завдання таймера живлення вимагає перезавантаження Вашого %s %s. Перезавантажити зараз?

source: A finished scheduled timer wants to restart the user interface. Do that now?
bg: Завършен таймер за захранване иска да рестартира потребителския интерфейс. Да го направи ли сега?
cs: Nastavený časovač chce restartovat uživatelské rozhraní. Určitě nyní?
el: Ένας ολοκληρωμένος χρονοδιακόπτης λειτουργίας θέλει να επανεκκινήσει τη διεπαφή χρήστη. Να γίνει τώρα;
fi: Päättynyt virta ajastus haluaa käynnistää järjestelmän uudelleen. Tehdäänkö se nyt?
fr: Une programmation échue veut redémarrer l'interface utilisateur. Êtes-vous d'accord?
hr: Završeni zakazani tajmer želi da ponovo pokrene korisnički interfejs. Da li to sad želite uraditi?
it: Un timer di accensione finito desidera riavviare l'interfaccia utente. Farlo ora?
lt: Baigtas įjungimo laikmatis nori grafinę aplinką paleisti iš naujo. Paleisti dabar?
nl: Een Powertimer wil de gebruikersinterface van uw %s %s herstarten. Wilt u dit toestaan?
pl: Zakończony zaplanowany timer chce ponownie uruchomić interfejs użytkownika. Czy zrobić to teraz?
sk: Časovač napájania skončil a chce reštartovať používateľské rozhranie. Vykonať ihneď?
sr: Gotov zakazani tajmer želi da ponovo pokrene korisnički interfejs. Da li to sada?
sv: En avslutad schemalagd timer vill starta om användargränssnittet. Ska jag göra det nu?
ta: ஒரு முடிக்கப்பட்ட திட்டமிடப்பட்ட நேரங்குறிகருவி பயனர் இடைமுகத்தை மறுதொடக்கம் செய்ய விரும்புகிறது. இப்போது அதைச் செய்கிறதா?
tr: Tamamlanmış bir zamanlayıcı, kullanıcı arayüzünü yeniden başlatmak istiyor. Şimdi yeniden başlatılsın mı?
uk: Заплановане завдання таймера живлення вимагає перезавантаження інтерфеса. Зробити це зараз?

source: A finished scheduled timer wants to set your %s %s to standby. Do that now?
bg: Готовият таймер за захранване иска да настрои вашия %s %s в режим на готовност. Да го направи ли сега?
cs: Nastavený časovač chce nastavit %s %s pohotovostní režim. Určitě nyní?
el: Ένας ολοκληρωμένος χρονοδιακόπτης λειτουργίας θέλει να θέσει τον %s %s σας σε αναμονή. Να γίνει τώρα;
fi: Päättynyt virta ajastus haluaa sammuttaa %s %s:n valmiustilaan. Sammutetaanko nyt?
fr: Un programmation échue désire mettre votre %s %s en veille. Êtes-vous d'accord?
hr: Završeni zakazani tajmer želi da ponovo podesi vaš %s %s u stanje pripravnosti. Da li to sada želite da uradite?
it: Un timer di accensione finito vuole impostare il %s %s in standby. Farlo ora?
lt: Baigtas įjungimo laikmatis nori perjungti Jūsų %s %s į budėjimo režimą. Perjungti dabar?
nl: Een PowerTimer wil uw %s %s in stand-by zetten. Wilt u dit toestaan?
pl: Zakończony zaplanowany timer chce ustawić %s %s w tryb gotowości. Czy zrobić to teraz?
sk: Časovač napájania skončil a chce prepnúť %s %s do pohotovostného režimu. Vykonať ihneď?
sr: Gotov zakazani tajmer želi da podesi vaš %s %s u stanje pripravnosti. Da li to sada?
sv: En färdig schemalagd timer vill ställa in din %s %s i standby-läge. Gör du det nu?
ta: ஒரு முடிக்கப்பட்ட திட்டமிடப்பட்ட நேரங்குறிகருவி உங்கள் %s %s ஐ காத்திருப்பு என அமைக்க விரும்புகிறது. இப்போது அதைச் செய்கிறதா?
tr: Tamamlanmış planlı zamanlayıcı, %s %s cihazınızı bekleme moduna almak istiyor. Bunu şimdi yapmak ister misiniz?
uk: Заплановане завдання таймера живлення вимагає перевести Ваш %s %s в режим очікування. Зробити це зараз?

source: A finished scheduled timer wants to shut down your %s %s. Do that now?
bg: Завършен таймер за захранване иска да изключи вашия %s %s. Да го направи ли сега?
cs: Nastavený časovač chce vypnout Vaše %s %s. Určitěnyní?
el: Ένας ολοκληρωμένος χρονοδιακόπτης λειτουργίας θέλει να τερματίσει τον %s %s σας. Να γίνει τώρα;
fi: Päättynyt virta ajastus haluaa sammuttaa %s %s:n valmiustilaan. Sammutetaanko nyt?
fr: Une programmation échue désire éteindre votre %s %s. Êtes-vous d'accord?
hr: Završeni zakazani tajmer želi da ponovo isključi vaš %s %s. Da li to sada želite da uradite?
it: Un timer di accensione finito vuole spegnere il %s %s. Farlo ora?
lt: Baigtas įjungimo laikmatis nori išjungti jūsų %s %s. Išjungti dabar?
nl: Een PowerTimer wil uw %s %s uitschakelen. Wilt u dit toestaan?
pl: Zakończony zaplanowany timer chce wyłączyć %s %s. Czy chcesz to teraz zrobić?
sk: Časovač napájania skončil a chce vypnúť zariadenie %s %s. Vykonať ihneď?
sr: Gotov zakazani tajmer želi da isključi vaš %s %s. Da li to sada?
sv: En färdig schemalagd timer vill stänga av din %s %s. Gör du det nu?
ta: ஒரு முடிக்கப்பட்ட திட்டமிடப்பட்ட நேரங்குறிகருவி உங்கள் %s %s ஐ மூட விரும்புகிறது. இப்போது அதைச் செய்கிறதா?
tr: Tamamlanmış planlı zamanlayıcı, %s %s cihazınızı kapatmak istiyor. Bunu şimdi yapmak ister misiniz?
uk: Заплановане завдання таймера живлення вимагає вимкнути Ваш %s %s. Зробити це зараз?

source: A highlight on the remote control image shows which button the help refers to. If more than one button performs the indicated function, more than one highlight will be shown. Text below the list lists the active buttons and whether the function requires a long press or SHIFT of the button(s).
bg: Открояване на изображението на дистанционното управление показва за кой бутон се отнася помощта. Ако повече от един бутон изпълнява указаната функция, ще се покаже повече от един акцент. Текстът под списъка изброява активните бутони и дали функцията изисква продължително натискане или SHIFT на бутона(ите).
cs: Zvýraznění na obrázku dálkového ovladače ukazuje, kterého tlačítka se nápověda týká. Pokud uvedenou funkci vykonává více než jedno tlačítko, zobrazí se více než jedno zvýraznění. V textu pod seznamem jsou uvedena aktivní tlačítka a informace o tom, zda funkce vyžaduje dlouhé stisknutí nebo stisknutí tlačítka (tlačítek) SHIFT.
el: Η επισήμανση στην εικόνα του τηλεχειριστηρίου δείχνει σε ποιο κουμπί αναφέρεται η βοήθεια. Αν περισσότερα από ένα πλήκτρα εκτελούν τη συγκεκριμένη λειτουργία, θα εμφανιστούν περισσότερες από μία επισημάνσεις. Το κείμενο κάτω από τη λίστα παραθέτει τα ενεργά πλήκτρα και αν η λειτουργία απαιτεί παρατεταμένο πάτημα ή SHIFT του πλήκτρου(ων).
fi: Kaukosäätimen kuvan korostus osoittaa, mihin painikkeisiin ohje liittyy. Jos useampi kuin yksi näppäin suorittaa määritetyn toiminnon, näytössä näkyy useampi kuin yksi merkki. Luettelon alapuolella oleva teksti luettelee aktiiviset näppäimet ja osoittaa, edellyttääkö toiminto näppäimen painamista pitkään tai painikkeen painamista.
fr: Une surbrillance sur l'image de la télécommande montre à quel bouton l'aide fait référence. Si plus d'un bouton effectue la fonction indiquée, plus d'un point culminant sera affiché. Le texte sous la liste répertorie les boutons actifs et indique si la fonction nécessite un appui long ou SHIFT du ou des boutons.
hr: Oznaka na DU slici pokazuje na koje se dugme pomoć odnosi. Ako više dugmadi obavlja naznačenu funkciju, bit će prikazano više od jednog istaknutog elementa. Tekst ispod popisa označava aktivno dugme, a funkcija zahteva dugi pritisak ili dugme SHIFT.
it: Un'evidenziazione sull'immagine del telecomando mostra a quale tasto si riferisce la guida. Se più di un tasto esegue la funzione indicata, verrà visualizzata più di un'evidenziazione. Il testo sotto l'elenco elenca i tasti attivi e se la funzione richiede una pressione prolungata o SHIFT dai tasti.
lt: Nuotolinio valdymo pulto vaizdo paryškinimas rodo, kurį mygtuką nurodo žinynas. Jei nurodytą funkciją atlieka daugiau nei vienas mygtukas, bus rodomas daugiau nei vienas paryškinimas. Po sąrašu esančiame tekste išvardijami aktyvūs mygtukai ir tai, ar funkcijai reikia ilgo mygtuko (-ų) paspaudimo ar SHIFT.
nl: Door een arcering op de afstandsbediening wordt aangegeven over welke knop de help tekst gaat. Bij een uitleg over meerdere knoppen, zie je meerdere arceringen. In de tekst onder de knoppen wordt uitgelegd of de knop bijvoorbeeld lang ingedrukt moet worden of bediend via de SHIFT knop.
pl: Podświetlenie na obrazie pilota zdalnego sterowania wskazuje, do którego przycisku odnosi się pomoc. Jeśli więcej niż jeden przycisk wykonuje wskazaną funkcję, wyświetlone zostanie więcej niż jedno podświetlenie. Tekst poniżej listy zawiera listę aktywnych przycisków oraz informację, czy dana funkcja wymaga długiego naciśnięcia przycisku lub naciśnięcia przycisku SHIFT.
sk: Zvýraznenie na obrázku diaľkového ovládača ukazuje, ku ktorému tlačidlu sa pomoc vzťahuje. Ak uvedenú funkciu vykonáva viac tlačidiel, zobrazí sa viac ako jedno zvýraznenie. V texte pod zoznamom sú uvedené aktívne tlačidlá a informácia o tom, či si funkcia vyžaduje dlhé stlačenie tlačidla (tlačidiel) alebo SHIFT.
sr: Istaknuto mesto na slici DU prikazuje na koje dugme se odnosi pomoć. Ako više dugmadi izvrši naznačenu funkciju, biće prikazano više od jednog isticanja. Tekst ispod liste navodi aktivnu dugmad i funkcija zahteva dugo pritiskanje ili SHIFT dugme.
sv: En markering på fjärrkontrollens bild visar vilken knapp som hjälpen avser. Om mer än en knapp utför den angivna funktionen visas mer än en markering. Texten under listan visar vilka knappar som är aktiva och om funktionen kräver en lång tryckning eller SHIFT på knappen/knapparna.
ta: ரிமோட் கண்ட்ரோல் படத்தின் சிறப்பியல்பு உதவி குறிப்பிடும் பொத்தானைக் காட்டுகிறது. ஒன்றுக்கு மேற்பட்ட பொத்தான்கள் சுட்டிக்காட்டப்பட்ட செயல்பாட்டைச் செய்தால், ஒன்றுக்கு மேற்பட்ட சிறப்பம்சங்கள் காண்பிக்கப்படும். பட்டியலின் கீழே உள்ள உரை செயலில் உள்ள பொத்தான்களை பட்டியலிடுகிறது மற்றும் செயல்பாட்டிற்கு நீண்ட அழுத்தமா அல்லது பொத்தானை (கள்) மாற்ற வேண்டுமா.
tr: Uzaktan kumanda görüntüsündeki vurgu, yardımın hangi düğmeye atıfta bulunduğunu gösterir. Belirtilen işlevi birden fazla düğme yerine getiriyorsa, birden fazla vurgu gösterilecektir. Listenin altındaki metin, etkin düğmeleri ve işlevin düğmeye uzun basmayı mı yoksa SHIFT tuşuna basmayı mı gerektirdiğini listeler.
uk: Виділення на зображенні пульта дистанційного керування показує, до якої кнопки посилається довідка. Якщо зазначену функцію виконує більше однієї кнопки, буде показано більше одного виділення. Текст під списком містить перелік активних кнопок та те, чи потрібна функція тривалого натискання, або SHIFT кнопки.

source: A new storage device has been connected:
cs: Bylo připojeno nové úložné zařízení:
el: Έχει συνδεθεί μία νέα συσκευή αποθήκευσης:
fi: Uusi tallennuslaite on yhdistetty:
fr: Nouveau support de stockage connecté :
hr: Novi uređaj za skladištenje je povezan:
it: È stato collegato un nuovo dispositivo di archiviazione:
nl: Er is een nieuw opslagapparaat gevonden:
pl: Podłączono nowe urządzenie pamięci masowej:
sk: Bolo pripojené nové úložné zariadenie:
sr: Povezan je novi uređaj za skladištenje:
sv: En ny lagringsenhet har anslutits:
ta: புதிய சேமிப்பக சாதனம் இணைக்கப்பட்டுள்ளது:
tr: Yeni bir depolama cihazı bağlandı:
uk: Підключено новий запам'ятовуючий пристрій:

source: A recording has been started: %s
bg: Записът е стартиран: %s
cs: Záznam spuštěn: %s
da: En optagelse er blevet startet: %s
de: Eine Aufnahme wurde gestartet: %s
el: Μία εγγραφή έχει ξεκινήσει: %s
et: Algas salvestamine: %s
fi: Tallennus on alkanut: %s
fr: Un enregistrement a démarré : %s
hr: Snimanje je počelo: %s
hu: A felvétel elindul: %s
it: È stata avviata una registrazione: %s
lt: Prasidėjo įrašymas: %s
nl: Een opname is gestart: %s
pl: Nagranie zostało uruchomione: %s
ru: Запись началась: %s
sk: Začalo sa nahrávanie: %s
sr: Snimanje je započeto: %s
sv: En inspelning har påbörjats: %s
ta: ஒரு பதிவு தொடங்கப்பட்டுள்ளது: %s
tr: Kayıt işlemi başlatıldı: %s
uk: Запис розпочався: %s
vi: Một bản ghi âm đã được bắt đầu: %s
zh_cn: 录像已开始: %s

source: A recording is currently running. What do you want to do?
bg: Записът в момента върви. Какво искаш да правиш?
cs: Nahrává se Co chcete udělat?
da: En optagelse er i gang. Hvad vil du gøre ?
de: Zurzeit läuft eine Aufnahme. Was wollen Sie tun?
el: Μια εγγραφή είναι σε εξέλιξη. Τι θέλετε να γίνει;
et: Toimub salvestamine. Mida tuleks teha?
fi: Tallennus on parhaillaan käynnissä. Mitä haluat tehdä?
fr: Un enregistrement est en cours. Que voulez-vous faire?
hr: Trenutno je u tijeku snimanje Što želiš učiniti?
hu: Egy felvétel folyamatban van. Mit szeretne tenni?
it: È attualmente in corso una registrazione. Cosa vuoi fare?
lt: Dabar vyksta įrašymas. Ką norite daryti?
nl: Bezig met opnemen. Wat wilt u doen?
pl: Nagrywanie w toku... Co chcesz zrobić?
pt_br: Há uma gravação em andamento. O que deseja fazer?
ru: Идет запись. Что хотите сделать?
sk: Práve sa nahráva. Čo chcete urobiť?
sl: Digitalno snemanje je trenutno v teku. Kaj želite storiti?
sr: Snimak je trenutno u toku. Šta želite da uradite?
sv: En inspelning pågår för närvarande. Vad är det du vill göra?
ta: ஒரு பதிவு தற்போது இயங்குகிறது. நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Şu anda kayıt işlemi devam ediyor. Ne yapmak istersiniz?
uk: Триває запис. Що хочете зробити?
vi: Một bản ghi hiện đang chạy. Bạn muốn làm gì?
zh_cn: 录像正在进行. 你需要做什么?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
bg: Записът в момента върви. Моля спрете записа преди да опитате да конфигурирате позиционера.
cs: Právě se nahrává. Prosím, ukončete nahrávání před nastavením pozicionéru.
da: En optagelse er i gang. Stop venligst denne optagelse før forsøg på konfiguration af motoren.
de: Zurzeit läuft eine Aufnahme. Bitte beenden Sie die Aufnahme, bevor Sie das Rotor-Setup ausführen.
el: Μία εγγραφή είναι σε εξέλιξη. Σταματήστε την εγγραφή πριν ρυθμίσετε το μοτέρ.
et: Toimub salvestamine. Enne ajami häälestamist peata salvestamine.
fi: Tallennus on parhaillaan käynnissä. Pysäytä tallennus ennen kuin yrität muokata kääntömoottorin asetuksia.
fr: Un enregistrement est en cours. Veuillez arrêter l'enregistrement avant d'essayer de configurer le positionneur.
hr: Snimanje je u tijeku. Zaustavite snimanje prije konfiguracije rotora.
hu: Egy felvétel folyamatban van. Kérjük, állítsa le a felvételt, mielőtt beállítaná a pozícionálót.
it: È attualmente in corso una registrazione. Interrompi la registrazione prima di provare a configurare il posizionatore.
lt: Dabar vyksta įrašymas. Prieš konfigūruodami pozicionierių išjunkite įrašymą.
nl: U bent aan het opnemen. Stop de opname voordat u de rotorinstellingen probeert te wijzigen.
pl: Nagrywanie w toku. Zakończ nagrywanie przed rozpoczęciem ustawiania pozycjonera.
ru: Идет запись. Пожалуйста остановите запись перед настройкой позиционера.
sk: Práve sa nahráva. Pred nastavovaním pozicionéra nahrávanie zastavte.
sl: Trenutno poteka snemanje. Če želite spreminjati nastavitve, ustavite snemanje trenutnega kanala!
sr: Snimak je trenutno u toku. Molimo Vas da zaustavite snimanje pre nego što pokušate da podesite pozicije.
sv: En inspelning pågår för närvarande. Vänligen stoppa inspelningen innan du försöker konfigurera lägesställaren.
ta: ஒரு பதிவு தற்போது இயங்குகிறது. பதவியை உள்ளமைக்க முயற்சிக்கும் முன் பதிவை நிறுத்துங்கள்.
tr: Şu anda bir kayıt işlemi devam etmektedir. Lütfen konumlandırıcıyı yapılandırmaya çalışmadan önce kaydı durdurun.
uk: В даний час триває запис. Зупиніть запис перед налаштуванням позиціонера.
vi: Một bản ghi hiện đang chạy. Vui lòng dừng ghi âm trước khi thử cấu hình bộ định vị.
zh_cn: 当前正在运行的录像.请在配置极轴前停止录制.

source: A recording is currently running. Please stop the recording before trying to scan.
bg: Записът в момента върви. Моля спрете записа преди да опитате да сканирате.
cs: Právě se nahrává. Prosím, ukončete nahrávání před prohledáváním kanálů.
da: En optagelse er lige nu i gang. Stop venligst denne optagelse før forsøg på at søge.
de: Zurzeit läuft eine Aufnahme. Bitte vor einem Scan-Versuch die Aufnahme beenden.
el: Μια εγγραφή είναι σε εξέλιξη. Πρέπει να σταματήσετε την εγγραφή πριν την ανίχνευση.
et: Toimub salvestamine. Peata salvestamine enne kanaliotsingu alustamist.
fi: Tallennus on käynnissä. Lopeta se ennen kanavahakua.
fr: Un enregistrement est en cours. Veuillez arrêter l'enregistrement avant de lancer une recherche.
hr: Snimanje je trenutno započelo. Zaustavite snimanje prije skeniranja.
hu: Egy felvétel folyamatban van. A keresés elindítása előtt állítsa meg a felvételt.
it: È attualmente in corso una registrazione. Interrompi la registrazione prima di provare a eseguire la scansione.
lt: Dabar vyksta įrašymas. Prieš skenuodami, nutraukite įrašymą.
nl: Een opname is nu bezig. Stop de opname voor u gaat zoeken.
pl: Trwa nagrywanie. Zatrzymaj nagrywanie zanim rozpoczniesz skanowanie.
pt_br: Uma gravação está em andamento. Pare a gravação antes de realizar uma busca.
ru: Идет запись. Остановите запись перед сканированием.
sk: Práve sa nahráva. Pred začatím vyhľadávania musíte nahrávanie zastaviť.
sr: Snimak je trenutno u toku. Molimo Vas da zaustavite snimanje pre nego što pokušate da skenirate.
sv: En inspelning pågår för närvarande. Vänligen stoppa inspelningen innan du försöker skanna.
ta: ஒரு பதிவு தற்போது இயங்குகிறது. ச்கேன் செய்ய முயற்சிக்கும் முன் பதிவை நிறுத்துங்கள்.
tr: Şu anda bir kayıt işlemi devam etmektedir. Lütfen tarama işlemine başlamadan önce kaydı durdurun.
uk: В даний час триває запис. Зупиніть запис, щоб виконати пошук.
vi: Một bản ghi hiện đang chạy. Hãy dừng ghi âm trước khi thử quét.
zh_cn: 当前正在录像.请停止录像,然后尝试扫描.

source: A recording is currently running. Please stop the recording before trying to start the satellite finder.
bg: Записът в момента върви. Моля спрете записа преди да опитате да стартирате satfinder.
cs: Právě probíhá nahrávání. Před pokusem o spuštění satelitního vyhledávače zastavte nahrávání.
el: Μία εγγραφή βρίσκεται σε εξέλιξη. Σταματήστε την εγγραφή πριν ξεκινήσετε την εύρεση σήματος.
fi: Tallennus on käynnissä. Lopeta se ennen kanavahakua.
fr: Un enregistrement est en cours. Veuillez arrêter l'enregistrement avant de démarrer la recherche satellites.
hr: Snimanje je trenutno započelo. Zaustavite snimanje prije pokretanja satelitskog tražila.
it: È in corso una registrazione. Interrompi la registrazione prima di avviare una ricerca satelliti.
lt: Dabar vyksta įrašymas. Prieš pradėdami palydovų paiešką, išjunkite įrašymą.
nl: U bent aan het opnemen. Stop de opname voordat u de signaalmeting start.
pl: Nagrywanie w toku. Zatrzymaj nagrywanie przed uruchomieniem miernika sygnału.
sk: Práve sa nahráva. Pred spustením vyhľadávača družíc nahrávanie zastavte.
sr: Snimak je trenutno u toku. Molimo Vas da zaustavite snimanje pre nego što pokušate da pokrenete satelitsku tražilicu.
sv: En inspelning pågår för närvarande. Vänligen stoppa inspelningen innan du försöker starta satellitsökaren.
ta: ஒரு பதிவு தற்போது இயங்குகிறது. செயற்கைக்கோள் கண்டுபிடிப்பாளரைத் தொடங்க முயற்சிக்கும் முன் பதிவை நிறுத்துங்கள்.
tr: Şu anda bir kayıt işlemi devam etmektedir. Uydu bulucu uygulamasını çalıştırmadan önce lütfen kaydı durdurun.
uk: В даний час триває запис. Зупиніть запис перед стартом пошуку супутника.
