Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Disable the MultiBoot option
cs: Zakázat možnost MultiBoot
el: Απενεργοποίηση της πολλαπλής εκκίνησης
fi: Poista MultiBoot vaihtoehto
hr: Zatvaranje MultiBoot opcije
it: Disabilita opzione MultiBoot
nl: De MultBoot-optie deactiveren
pl: Wyłącz opcję MultiBoot
sr: Onemogući opciju MultiBoot
sv: Inaktivera MultiBoot-alternativet
tr: Çoklu Önyükleme seçeneğini devre dışı bırak
uk: Вимкнути опцію MultiBoot

source: Disable timer
bg: Забраняване на таймер
cs: Zakázat časovač
da: Deaktiver Timer
de: Timer deaktivieren
el: Απενεργοποίηση χρονοδιακόπτη
et: Keela taimer
fi: Keskeytä ajastus
fr: Désactiver programmation
hr: Isključi tajmer
hu: Időzítő letiltása
it: Disabilita timer
lt: Išjungti laikmatį
nl: Timer uitschakelen
pl: Wyłącz timer
pt_br: Desativar temporizador
ru: Отключить таймер
sk: Vypnúť časovač
sl: Izklopi časovnik
sr: Isključi tajmer
sv: Avaktivera timer
ta: டைமரை முடக்கு
tr: Zamanlayıcıyı devre dışı bırak
uk: Вимкнути таймер
vi: Tắt bộ hẹn giờ
zh_cn: 禁用定时器

source: Disabled
bg: Забранен
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Ανενεργό
et: Keelatud
fi: Ei käytössä
fr: Désactivé
hr: Onemogućeno
hu: Letiltva
it: Disabilitato
lt: Išjungta
nl: Gedeactiveerd
pl: Wyłączony
pt_br: Desativado
ru: Отключен
sk: Vypnuté
sl: Onemogočeno
sr: Onemogućeno
sv: Inaktiverad
ta: முடக்கப்பட்டது
tr: Devre dışı
uk: Вимкнуто
vi: Cho phép/không cho phép
zh_cn: 禁用

source: Disabled PiP.
bg: Забранен PIP.
cs: Vypnout PiP.
el: Το PIP απενεργοποιήθηκε.
fi: Poista PiP Käytöstä.
fr: PiP désactivé .
hr: Isključi PiP.
it: PIP disabilitato.
lt: PiP išjungtas.
nl: PiP uitgeschakeld.
pl: Wyłączone PIP.
sk: Vypnutý PiP.
sr: Isključi PiP.
sv: Inaktiverad PiP.
ta: முடக்கப்பட்ட பிப்.
tr: Resim İçinde Resim (PiP) devre dışı bırakıldı.
uk: Відключення ПІП.

source: Disabled or WPA/WPA2
bg: Забранено или WPA/WPA2
cs: Zakázat nebo WPA/WPA2
el: Ανενεργό ή WPA/WPA2
fi: Poistettu tai WPA/WPA2
hr: Isključi ili WPA/WPA2
it: Disabilitato o WPA/WPA2
lt: Išjungta arba WPA/WPA2
nl: Uitgeschakeld of WPA/WPA2
pl: Wyłączone lub WPA/WPA2
sk: Deaktivované alebo WPA/WPA2
sr: Isključi ili WPA/WPA2
sv: Avaktiverad eller WPA/WPA2
ta: முடக்கப்பட்ட அல்லது WPA/WPA2
tr: Devre dışı veya WPA/WPA2
uk: Вимкнено, або WPA/WPA2

source: Disabling Chkroot failed!
cs: Zakázání Chkrootu se nezdařilo!
el: Η απενεργοποίηση του Chkroot απέτυχε!
hr: Onemogućavanje Chkroota nije uspjelo!
it: Disabilitazione di Chkroot non riuscita!
sr: Onemogućavanje Chkroot nije uspelo!
sv: Inaktivering av Chkroot misslyckades!
tr: Chkroot'u devre dışı bırakma başarısız oldu!
uk: Не вдалося вимкнути Chkroot!

source: Discussion
cs: Diskuzní
hr: Diskusija
it: Discussione
sr: Diskusija
tr: Tartışma
uk: Обговорення

source: Discussion/Interview/Debate
cs: diskuse/rozhovor/debata
el: συζητήσεις/συνέντευξη/ντιμπέιτ
hr: Diskusija/Intervju/Debata
it: discussioni/interviste/dibattiti
lt: diskusijos/interviu/debatai
nl: discussie/interview/debat
sr: Diskusija/Intervju/Debata
sv: diskussion/intervju/debatt
tr: Tartışma/Röportaj/Münazara
uk: обговорення/інтерв'ю/дебати

source: Dish
bg: Чиния
da: Parabol
de: Spiegel
el: Κάτοπτρο
et: Antenn
fi: Lautasantenni
fr: Antenne
hr: Antena
hu: Tányér
it: Parabola
lt: Palydovinė lėkštė
nl: Schotel
pl: Antena
ru: Антенна
sk: Parabola
sl: Antena
sr: Antena
sv: Rätt
ta: டிச்
tr: Çanak
uk: Антена
vi: Chảo thu
zh_cn: 磁盘

source: Disk full
bg: Дискът пълен
cs: Plný disk
da: Disk fuld
de: Festplatte voll
el: Δίσκος γεμάτος
fi: Levy täysi
fr: Disque plein
hr: Disk je pun
it: Disco pieno
lt: Diskas pilnas
nl: Harde schijf vol
pl: Dysk jest pełny
sk: Disk je plný
sr: Disk je pun
sv: Full disk
ta: வட்டு நிரம்பியுள்ளது
tr: Disk dolu
uk: Диск заповнений
zh_cn: 磁盘已满

source: Display 16:9 content as
bg: Показване на съдържание 16:9 като
cs: Zobrazit obraz 16:9 jako
da: Vis 16:9 indhold som
de: 16:9-Inhalt anzeigen als
el: Εμφάνιση περιεχομένου 16:9 ως
et: 16:9 sisu kuvamine
fi: Näytä 16:9 sisältö näin
fr: Afficher contenu 16:9 comme
hr: Prikaz zaslona 16:9 kao
hu: 16:9 tartalom megjelenítése
it: Mostra contenuti in 16:9 come
lt: 16:9 turinį rodyti, kaip
nl: Toon 16:9 materiaal als
pl: Wyświetlać zawartość 16:9 jako
pt_br: Exibir 16:9 como
ru: Показывать 16:9 контент как
sk: Obsah 16:9 zobraziť ako
sl: Prikaži 16:9 kot
sr: Ekran 16:9 sadržaj kao
sv: Visa 16:9-innehåll som
ta: காட்சி 16: 9 உள்ளடக்கம்
tr: 16:9 oranındaki içeriği şu şekilde görüntüle
uk: Показати 16:9 контент як
vi: Hiển thị hình ảnh chuẩn 16: 9
zh_cn: 显示16:9的内容为

source: Display 4:3 content as
bg: Показване на съдържание 4:3 като
cs: Zobrazit obraz 4:3 jako
da: Vis 4:3 indhold som
de: 4:3 Inhalt anzeigen als
el: Εμφάνιση περιεχομένου 4:3 ως
et: 4:3 sisu kuvamine
fi: Näytä 4:3 sisältö näin
fr: Afficher contenu 4:3 comme
hr: Prikaz zaslona 4:3 kao
hu: 4:3 tartalom megjelenítése
it: Mostra contenuti in 4:3 come
lt: 4:3 turinį rodyti, kaip
nl: Toon 4:3 materiaal als
pl: Wyświetlaj zawartość 4:3 jako
pt_br: Exibir 4:3 como
ru: Показывать 4:3 контент как
sk: Obsah 4:3 zobraziť ako
sl: Prikaži 4:3 razmerje slike kot
sr: Ekran 4:3 sadržaj kao
sv: Visa 4:3 innehåll som
ta: காண்பி 4: 3 உள்ளடக்கம்
tr: 4:3 oranındaki içeriği şu şekilde görüntüle
uk: Показати 4:3 як
vi: Hiển thị hình ảnh chuẩn 4: 3
zh_cn: 显示4:3的内容为

source: Display >16:9 content as
bg: Показване на съдържание> 16:9 като
cs: Zobrazit obraz > než 16:9 jako
da: Vis større end 16:9 indhold som
de: Inhalt > 16:9 anzeigen als
el: Εμφάνιση περιεχομένου >16:9 ως
et: 16:9 sisu kuvamine
fi: Näytä >16:9 sisältö näin
fr: Afficher contenu >16:9 comme
hr: Prikaz zaslona >16:9 kao
hu: 16:9-nél szélesebb tartalom megjelenítése
it: Mostra contenuti > di 16:9 come
lt: >16:9 turinį rodyti, kaip
nl: Toon >16:9 materiaal als
pl: Wyświetlaj zawartość >16:9 jako
pt_br: Exibir 16:9 como
ru: Показывать > 16:9 контент как
sk: Obsah >16:9 zobraziť ako
sl: Prikaži >16:9 razmerje slike kot
sr: Ekran >16:9 sadržaj kao
sv: Visa >16:9-innehåll som
ta: காட்சி> 16: 9 உள்ளடக்கம்
tr: >16:9 oranındaki içeriği şu şekilde görüntüle
uk: Показати >16:9 як
vi: Hiển thị hình ảnh chuẩn> 16: 9
zh_cn: 显示>16:9的内容为

source: Display Settings
bg: Дисплей настройки
cs: Nastavení VFD displeje
da: Display-indstillinger
de: Display einstellen
el: Ρυθμίσεις οθόνης ενδείξεων
et: Esipaneeli seaded
fi: Näyttö asetukset
fr: Paramètres d'affichage
hr: Postavke zaslona
hu: Kijelző beállítások
it: Visualizza impostazioni
lt: Monitoriaus nustatymai
nl: Display instellingen
pl: Ustawienia wyświetlacza
ru: Настройки дисплея
sk: Nastavenie displeja
sr: Postavke Ekrana
sv: Visningsinställningar
ta: அமைப்புகளைக் காண்பி
tr: Ön Ekran Ayarları
uk: Налаштування дисплея
vi: Thiết lập hiển thị
zh_cn: 显示选项

source: Display Skin Packages
cs: Zobrazit balíčky vzhledů
el: Πακέτα θεμάτων οθόνης πρόσοψης
fi: Etupaneeli teemat
hr: Prikaz paketa skina
it: Pacchetti display skin
nl: Display skins
pl: Pakiety skórek wyświetlacza
sk: Balíčky vzhľadu displeja
sr: Prikaži Skin Pakete
sv: Display Skin-paket
ta: தோல் தொகுப்புகளைக் காண்பி
tr: Ön Ekran Arayüz Paketleri
uk: Пакети скінів дисплею

source: Display context menu
cs: Zobrazit kontextové menu
el: Εμφάνιση μενού περιεχομένων
fi: Näytä konteksti valikko
hr: Prikaz kontekstnog menu
it: Visualizza menu contestuale
lt: Rodyti kontekstinį meniu
nl: Contextmenu weergeven
pl: Wyświetl menu kontekstowe
sk: Zobraziť kontextové menu
sr: Prikaži kontekstualni meni
sv: Visa snabbmeny
ta: சூழல் மெனுவைக் காண்பி
tr: İçerik menüsünü görüntüle
uk: Відобразити контекстне меню

source: Display file as hexadecimal
cs: Zobrazit soubor jako hexadecimální
el: Προβολή αρχείου ως δεκαεξαδικό
fi: Näytä tiedosto heksadesimaalilukuna
hr: Prikaz datoteke kao heksadecimalne
it: Visualizza file come esadecimale
lt: Rodyti failą kaip šešioliktainį
nl: Bestand als hexadecimaal weergeven
pl: Wyświetl plik w formie szesnastkowej
sk: Zobraziť súbor hexadecimálne
sr: Prikaži fajl kao hexadecimal
sv: Visa filen som hexadecimal
ta: கோப்பை எக்சாடெசிமல் எனக் காண்பி
tr: Dosyayı onaltılık olarak görüntüle
uk: Відобразити файл як шістнадцятковий

source: Display file as octal
cs: Zobrazit soubor jako osmičkové číslo
el: Προβολή αρχείου ως οκταδικό
fi: Näytä tiedosto oktaalimuodossa
hr: Prikažite datoteku kao oktalnu
it: Visualizza file come ottale
lt: Rodyti failą kaip aštuntainį
nl: Bestand als octaal weergeven
pl: Wyświetl plik w formie ósemkowej
sk: Zobraziť súbor osmičkovo
sr: Prikaži fajl kao octal
sv: Visa filen som oktal
ta: கோப்பை ஆக்டாலாகக் காண்பி
tr: Dosyayı sekizli olarak görüntüle
uk: Відобразити файл у вісімковому форматі

source: Display file as text
cs: Zobrazit soubor jako text
el: Προβολή αρχείου ως κείμενο
fi: Näytä tiedosto tekstinä
hr: Prikaz datoteke kao teksta
it: Visualizza file come testo
lt: Rodyti failą kaip tekstą
nl: Bestand als tekst weergeven
pl: Wyświetl plik jako tekst
sk: Zobraziť súbor ako text
sr: Prikaži fajl kao tekst
sv: Visa filen som text
ta: கோப்பை உரையாகக் காண்பி
tr: Dosyayı metin olarak görüntüle
uk: Відобразити файл як текст

source: Display log for the currently selected timer
cs: Zobrazit protokol pro aktuálně vybraný časovač
el: Εμφάνιση καταγραφής του τρέχοντος επιλεγμένου χρονοδιακόπτη
fi: Näytä parhaillaan valitun ajastuksen loki
hr: Prikaz dnevnika za trenutno odabrani mjerač vremena
it: Visualizza registro per il timer attualmente selezionato
lt: Šiuo metu pasirinkto laikmačio rodymo žurnalas
nl: Het Log-bestand voor de geselecteerde timer tonen
pl: Wyświetl log dla aktualnie wybranego timera
sk: Zobraziť záznam pre aktuálne vybraný časovač
sr: Prikaži log za trenutno izabrani tajmer
sv: Visa loggen för den aktuella timern
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட டைமருக்கான பதிவைக் காண்பி
tr: Seçili zamanlayıcı için günlüğü görüntüle
uk: Показати лог для поточного вибраного таймера

source: Display message before playing next movie
bg: Показване на съобщение преди следващия филм
cs: Zobrazit zprávu před dalším přehrávaným filmem
da: Vis besked inden afspilning af næste film
de: Zeige Info bevor der nächste Film abgespielt wird
el: Εμφάνιση μηνύματος πριν από την αναπαραγωγή της επόμενης ταινίας
et: Teavitus enne järgmise filmi alustamist
fi: Näytä viesti ennen seuraavan tallenteen toistoa
fr: Afficher un message avant de lancer le prochain film
hr: Prikaz poruke prije reprodukcije sljedećeg videozapisa
hu: A következő fájl lejátszása előtt üzenet megjelenítése
it: Visualizza messaggio prima di riprodurre la registrazione successiva
lt: Prieš sekantį filmą, parodyti žinutę
nl: Bericht weergeven voor het afspelen van de volgende opname of film
pl: Wyświetlanie wiadomości przed rozpoczęciem kolejnego filmu
pt_br: Exibir mensagem antes do próximo vídeo
ru: Сообщение перед воспр. следующей записи
sk: Pred prehratím ďalšieho filmu zobraziť správu
sr: Prikaži poruku pre reprodukcije sledećeg filma
sv: Visa meddelande innan nästa film spelas upp
ta: அடுத்த திரைப்படத்தை வாசிப்பதற்கு முன் செய்தியைக் காண்பி
tr: Sonraki filmi oynatmadan önce mesaj görüntüle
uk: Показати повідомлення перед початком наступного запису
vi: Hiển thị thông báo trước khi phát phim tiếp theo
zh_cn: 播放下一部电影之前显示信息

source: Display more information about this file
cs: Zobrazit další informace o tomto souboru
el: Προβολή περαιτέρω πληροφοριών για αυτό το αρχείο
fi: Näytä lisätietoja tästä tiedostosta
hr: Prikaz više informacija o ovoj datoteci
it: Visualizza ulteriori informazioni su questo file
lt: Rodyti daugiau informacijos apie šį failą
nl: Meer informatie over dit bestand weergeven
pl: Wyświetl więcej informacji nt. tego pliku
sk: Zobraziť viac informácií o tomto súbore
sr: Prikaži sav info o ovom fajlu
sv: Visa mer information om den här filen
ta: இந்த கோப்பைப் பற்றிய கூடுதல் தகவல்களைக் காண்பி
tr: Bu dosya hakkında daha fazla bilgi görüntüle
uk: Показати більше інформації про цей файл

source: Display oscam information.
bg: Показване на информация за oscam.
cs: Zobrazit informace oscam.
el: Εμφάνιση πληροφοριών oscam.
fi: Näytä oscam tiedot.
fr: Affiche les informations sur l'oscam.
hr: Prikažite informacije o oscamu.
it: Visualizza informazioni OScam.
lt: Rodyti oscam informaciją.
nl: OSCam informatie tonen.
pl: Wyświetl informacje o oscam.
sk: Zobraziť informáciie o Oscam.
sr: Prikaži info o oscam.
sv: Visa oscam-information.
ta: OSCAM தகவலைக் காண்பி.
tr: Oscam bilgilerini görüntüle.
uk: Відображення інформації oscam.

source: Display selection list as a selection menu
bg: Показване на списъка за избор като меню за избор
cs: Zobrazit výběrový seznam jako výběrové menu
el: Εμφάνιση λίστας επιλογής ως μενού
fi: Näytä valintalista samanlaisena kuin suosikkilista
fr: Afficher la liste de sélection sous forme de menu de sélection
hr: Prikaz popisa odabira kao menu za odabir
it: Visualizza elenco di selezione come menu di selezione
lt: Rodyti pasirinkimo sąrašą kaip pasirinkimo meniu
nl: Wijzig de selectielijst in een selectiemenu
pl: Wyświetl listę wyboru jako menu wyboru
sk: Zobraziť zoznam výberu ako ponuku výberu
sr: Prikaži izbor lista u meniju
sv: Visa urvalslistan som en urvalsmeny
ta: தேர்வு பட்டியலை தேர்வு மெனுவாக காண்பி
tr: Seçim listesini seçim menüsü olarak görüntüle
uk: Відображення списку вибору у меню вибору

source: Display the EIT Now/Next event data in the InfoBar.
cs: Zobrazují se EIT aktální/další data událostí v infobaru.
el: Εμφάνιση των δεδομένων εκπομπών EIT τώρα/μετά στη μπάρα πληροφοριών.
hr: Prikažite podatke o događaju EIT Sada/Sljedeće u Info Traci.
it: Visualizza dati dell'evento EIT adesso/successivo nella barra informazioni.
lt: Info juostoje rodyti EIT dabar/sekantis įvykių duomenis.
nl: Toon EIT nu/straks programmagegevens in de informatiebalk.
sr: Prikaži podatke o EIT Sada/Sledeće događaje u Info traci.
sv: Visa händelsedata för EIT Now/Next i InfoBar.
tr: Bilgi çubuğunda EIT Şimdiki/Sonraki etkinliğine ait verileri görüntüle.
uk: Показати події зараз/далі з EIT в Інфобарі.

source: Display the base locales or all locales for a language.
bg: Показване на основните локали или всички локали за даден език.
cs: Zobrazit základní národní prostředí nebo všechna národní prostředí pro daný jazyk.
el: Εμφάνιση των βασικών διαλέκτων ή όλων των διαλέκτων για μία γλώσσα.
fi: Näytä kielen perus tai kaikki alueet.
fr: Affiche les paramètres régionaux de base ou tous les paramètres régionaux d'une langue.
hr: Prikažite osnovne regionalne sheme ili sve regionalne sheme za jezik.
it: Visualizza impostazioni di base o tutte le impostazioni di localizzazione di una lingua.
lt: Rodyti pagrindines arba visas kalbos lokales.
nl: Toon alleen de basis 'locales' of alle 'locales' voor een taal.
pl: Wyświetl podstawowe ustawienia regionalne lub wszystkie ustawienia regionalne dla języka.
sk: Zobraziť základné národné alebo všetky miestne nastavenia pre jazyk.
sr: Prikaži osnovne lokalne standarde ili sve za neki jezik.
sv: Visa baslokalspråk eller alla lokalspråk för ett språk.
ta: ஒரு மொழிக்கான அடிப்படை இடங்கள் அல்லது அனைத்து இடங்களையும் காண்பி.
tr: Bir dil için temel yerel ayarları veya tüm yerel ayarları görüntüle.
uk: Відображення базових регіонів, або всіх регіонів для мови.

source: Display the tags context menu
bg: Показване на контекстното меню на етикетите
cs: Zobrazit kontextovou nabídku značek
el: Εμφάνιση μενού περιεχομένου ετικετών
fi: Näytä tunnisteiden pikavalikossa
fr: Afficher le menu contextuel des tags
hr: Prikaz kontekstnog menu oznaka
it: Visualizza menu contestuale dei tag
lt: Rodyti žymių kontekstinį meniu
nl: Toon het contextmenu voor de markeringen
pl: Wyświetl menu podręczne znaczników
sk: Zobraziť kontextové menu tagov
sr: Prikaži oznaku kontekstualnog menija
sv: Visa snabbmenyn för taggar
ta: குறிச்சொற்கள் சூழல் மெனுவைக் காண்பி
tr: Etiketler içerik menüsünü görüntüle
uk: Відобразити контекстне меню тегів

source: Display the virtual keyboard for data entry
bg: Показване на виртуалната клавиатура за въвеждане на данни
cs: Zobrazit virtuální klávesnici pro zadávání dat
el: Εμφάνιση του εικονικού πληκτρολογίου για την εισαγωγή δεδομένων
fi: Näytä virtuaalinen näppäimistö tietojen syöttämistä varten
fr: Afficher le clavier virtuel pour la saisie de données
hr: Prikaz virtualne tipkovnice za unos podataka
it: Visualizza tastiera virtuale per l'immissione dati
lt: Rodyti virtualiąją duomenų įvedimo klaviatūrą
nl: Toon het virtuele toetsenbord
pl: Wyświetlanie wirtualnej klawiatury do wprowadzania danych
sk: Zobraziť virtuálnu klávesnicu na zadávanie údajov
sr: Prikaži virtuelnu tastaturu za unos podataka
sv: Visa det virtuella tangentbordet för inmatning av data
ta: தரவு உள்ளீட்டிற்கு மெய்நிகர் விசைப்பலகை காண்பி
tr: Veri girişi için sanal klavyeyi görüntüle
uk: Відобразити віртуальну клавіатуру для введення даних

source: Display type
bg: Тип на дисплея
cs: Typ zobrazení
el: Τύπος οθόνης
fi: Näytön tyyppi
hr: Vrsta zaslona
it: Tipo visualizzazione
lt: Ekrano tipas
pl: Typ wyświetlania
sk: Typ displeja
sr: Tip prikaza
sv: Typ av display
ta: காட்சி வகை
tr: Ekran tipi
uk: Тип дисплею

source: Distance
cs: Vzdálenost
el: Απόσταση
fi: Etäisyys
hr: Udaljenost
it: Distanza
lt: Atstumas
nl: Afstand
pl: Odległość
sk: Vzdialenosť
sr: Udaljenost
sv: Avstånd
ta: தூரம்
tr: Mesafe
uk: Відстань

source: Distribution
bg: Разпределение
cs: Distribuce
el: Διανομή
fi: Jakelijat
hr: Distribucija
it: Distribuzione
lt: Išdalijimas
nl: Distributie
pl: Wydanie
sk: Distribúcie
sr: Distribucija
ta: பரவல்
tr: Dağıtım Kanalı
uk: Дистрибутив

source: Distribution '%s' information for %s %s
cs: Informace o distribuci '%s' pro %s %s
el: Πληροφορίες διανομής '%s' για τον %s %s
fi: %s tiedot %s %s
hr: Info o distribuciji '%s' za %s %s
it: Informazioni su %s per %s %s
lt: Informacijos apie %s %s platinimas "%s"
nl: %s Distributie informatie voor uw %s %s
pl: Wydanie '%s' informacje dla %s %s
sk: Distribučné '%s' informácie pre %s %s
sr: Info o distribuciji '%s' za %s %s
sv: Distribution '%s' information för %s %s
ta: %s %s க்கான வழங்கல் ' %s' செய்தி
tr: %s %s alıcınız için dağıtım '%s' bilgileri
uk: Збірка '%s' інформація для %s %s

source: Distribution architecture
bg: Архитектура на разпределението
cs: Distribuční architektura
el: Αρχιτεκτονική διανομής
fi: Jakeluarkkitehtuuri
hr: Arhitektura distribucije
it: Architettura distribuzione
lt: Paskirstymo architektūra
nl: Distributie architectuur
pl: Architektura
sk: Distribučná architektúra
sr: Arhitektura distribucije
sv: Distributionsarkitektur
ta: விநியோக கட்டமைப்பு
tr: Dağıtım mimarisi
uk: Архітектура дистрибутиву

source: Distribution build
bg: Изграждане на разпределение
cs: Distribuce sestavení
el: Διανομή κατασκευής
fi: Koontiversio
hr: Izrada distribucije
it: Build distribuzione
lt: Paskirstymo kūrimas
nl: Distributie build
pl: Kompilacja
sk: Zostavenie distribúcie
sr: Izrada distribucije
sv: Distribution byggd
ta: விநியோக உருவாக்க
tr: Dağıtım yapısı
uk: Збірка дистрибутиву

source: Distribution build date
bg: Дата на изграждане на разпространение
cs: Datum sestavení distribuce
el: Ημερομηνία διανομής κατασκευής
fi: Koontiversio päivä
hr: Datum izrade distribucije
it: Data build distribuzione
lt: Paskirstymo kūrimo data
nl: Distributie build datum
pl: Data kompilacji
sk: Dátum zostavenia distribúcie
sr: Datum izrade distribucije
sv: Distributionens byggdatum
ta: விநியோக உருவாக்க தேதி
tr: Dağıtım oluşturma tarihi
uk: Дата збірки

source: Distribution file system
bg: Файлова система за разпространение
cs: Systém souborů distribuce
el: Σύστημα αρχείων διανομής
fi: Tiedostojärjestelmä
hr: Distribucijski datotečni sustav
it: File system distribuzione
lt: Paskirstymo failų sistema
nl: Distributie bestandssysteem
pl: Plik systemowy
sk: Súborový systém distribúcie
sr: Distribucija fajl sistema
sv: Distribution av filsystem
ta: விநியோக கோப்பு முறைமை
tr: Dağıtım dosya sistemi
uk: Файлова система

source: Distribution folder
bg: Папка за разпространение
cs: Distribuční složka
el: Φάκελος διανομής
fi: Ohjelmisto kansio
hr: Mapa za distribuciju
it: Cartella distribuzione
lt: Siuntimo aplankas
nl: Distributie map
pl: Folder
sk: Priečinok distribúcie
sr: Fascikla distribucije
sv: Distributionsmapp
ta: விநியோக கோப்புறை
tr: Dağıtım klasörü
uk: Тека дистрибутиву

source: Distribution language
bg: Език на разпространение
cs: Jazyk distribuce
el: Γλώσσα διανομής
fi: Kieli versio
hr: Jezik distribucije
it: Lingua distribuzione
lt: Paskirstymo kalba
nl: Distributie taal
pl: Język
sk: Jazyk distribúcie
sr: Jezik distribucije
sv: Distributionsspråk
ta: விநியோக மொழி
tr: Dağıtım dili
uk: Мова

source: Distribution revision
bg: Ревизия на разпространението
cs: Revize distribuce
el: Αναθεώρηση διανομής
fi: Julkaisu päivä
hr: Revizija distribucije
it: Revisione distribuzione
lt: Paskirstymo tikslinimas
nl: Distributie revisie
pl: Rewizja dystrybucji
sk: Revízia distribúcie
sr: Revizija distribucije
sv: Revidering av distribution
ta: விநியோக திருத்தம்
tr: Dağıtım revizyonu
uk: Ревізія

source: Distribution version
bg: Версия за разпространение
cs: Verze distribuce
el: Έκδοση διανομής
fi: Ohjelmisto versio
hr: Verzija distribucije
it: Versione distribuzione
lt: Paskirstymo versija
nl: Distributie versie
pl: Wersja dystrybucyjna
sk: Verzia distribúcie
sr: Verzija distribucije
sv: Version för distribution
ta: விநியோக பதிப்பு
tr: Dağıtım sürümü
uk: Версія

source: Divehi / Dhivehi / Maldivian
cs: Divehi / Dhivehi / Maledivy
el: Ντιβέχι / Μαλδιβιανά
fi: Divehin kieli (Maldivian Kieli)
fr: Divehi / Dhivehi / Maldivien
it: Divehi / Dhivehi / Maldiviano
lt: Divehi / Dhivehi / Maldyvų
nl: Divehi / Dhivehi / Maldivisch
pl: Divehi / Dhivehi / Malediwski
sk: divehi/dhivehi/maldivčina
sv: Divehi / Dhivehi / Maldiviska
ta: விளக்கு / திவி / மால்டிவியன்
tr: Divehi / Dhivehi / Maldiv
uk: Діверхі / Дхівехі / Мальдівська

source: Djibouti
cs: Džibutsko
de: Dschibuti
el: Τζιμπουτί
hu: Dzsibuti
it: Gibuti
lt: Džibutis
pl: Dżibuti
sk: Džibutsko
ta: சிபூட்டி
tr: Cibuti
uk: Джібутті
zh_cn: 吉布提

source: Do another manual service scan?
cs: Provést další ruční servisní sken?
el: Να γίνει ακόμα μία χειροκίνητη ανίχνευση υπηρεσιών;
fi: Tehdä toinen manuaalinen skannaus?
hr: Želite li napraviti još jedno ručno skeniranje kanalna?
it: Eseguire un'altra scansione manuale dei servizi?
nl: Nog een handmatige zender-scan uitvoeren?
pl: Przeprowadzić kolejne ręczne skanowanie usług?
sk: Chcete vykonať ďalšie manuálne vyhľadávanie?
sr: Ponovi ručno skeniranje?
sv: Gör en annan manuell servicesökning?
ta: மற்றொரு கையேடு பணி ச்கேன் செய்யுமா?
tr: Başka manuel kanal taraması yapacak mısınız?
uk: Зробити ще одне ручне сканування каналів?

source: Do not backup the image
cs: Nezálohovat image
el: Να μη γίνει εφεδρεία του image
fi: Älä varmuuskopioi ohjelmistoa
hr: Ne, ne nepravi rezervnu kopiju imidža
it: Non eseguire il backup dell'immagine
nl: Geen back-up maken van dit image
pl: Nie twórz kopii zapasowej systemu
sk: Nezálohovať image
sr: Ne, ne nepravi rezervnu kopiju imidža
sv: Gör ingen säkerhetskopia av bilden
ta: படத்தை காப்புப் பிரதி எடுக்க வேண்டாம்
tr: Yazılımı yedeklemeyin
uk: Не створювати копію іміджа

source: Do not change
bg: Не променяй
cs: Neměnit
da: Ændre ikke
de: Nicht ändern
el: Να μη γίνει αλλαγή
et: Ära muuda
fi: Ei muutosta
fr: Ne pas changer
hr: Ne mijenjaj
hu: Ne változtassa meg
it: Non cambiare
lt: Nieko nekeisti
nl: Niet wijzigen
pl: Nie zmieniaj
pt_br: Não alterar
ru: Не изменять
sk: Nemeniť
sr: Ne menjaj
sv: Ändra inte
ta: மாற வேண்டாம்
tr: Değiştirme
uk: Не змінювати
vi: Đừng thay đổi
zh_cn: 不更改
