Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: show all tags
bg: показване на всички тагове
cs: zobrazit všechny značky
da: Vis alle etiketter
de: Alle Tags anzeigen
el: εμφάνιση όλων των ετικετών
et: Näita kõiki silte
fi: näytä kaikki avainsanat
fr: Voir toutes les étiquettes
hr: prikaži sve oznake
hu: minden metaadat megjelenítése
it: mostra tutte le etichette
lt: rodyti visas žymas
nl: Laat alle markeringen zien
pl: pokaż wszystkie znaczniki
pt_br: Exibir todas as marcas
ru: показать все теги
sk: zobraziť všetky tagy
sr: prikaži sve oznake
sv: visa alla taggar
ta: எல்லா குறிச்சொற்களையும் காட்டு
tr: tüm etiketleri göster
uk: показати всі теги
vi: hiển thị tất cả các thẻ
zh_cn: 显示所有标签

source: shuffle
bg: разбърквам
cs: zamíchat
da: Bland
de: Zufällig
el: τυχαία ανακατανομή
et: Segatud
fi: satunnaisjärjestys
fr: Aléatoire
hr: izmješano
hu: összekever
it: mischia
lt: sumaišyti
pl: wymieszaj
pt_br: Aleatório
ru: случайный порядок
sk: náhodné zoradenie
sr: zbrka
sv: slumpmässig
ta: கலக்கு
tr: karıştır
uk: перемішати
vi: xáo trộn
zh_cn: 随机播放

source: simple
bg: просто
cs: jednoduchý
da: enkel
de: Einfach
el: απλό
et: Lihtne
fi: suppea
hr: jednostavan
hu: egyszerű
it: semplice
lt: paprastas
nl: eenvoudig
pl: prosty
pt_br: Simples
ru: простой
sk: jednoduché
sl: enostavno
sr: jednostavan
sv: enkel
ta: எளிய
tr: basit
uk: простий
vi: đơn giản
zh_cn: 简单

source: size
cs: velikost
el: μέγεθος
fi: koko
hr: veličina
it: dimensione
lt: Dydis
nl: Grootte
pl: rozmiar
sk: veľkosť
sr: veličina
sv: storlek
ta: அளவு
tr: boyut
uk: розмір

source: skip backward
bg: прескочи назад
cs: přeskočit zpět
da: Hop tilbage
de: Rückwärts springen
el: μεταπήδηση πίσω
et: Hüppa tagasi
fi: siirry taaksepäin
fr: Retour rapide
hr: premotaj unazad
hu: vissza kihagyása
it: salta indietro
lt: praleisti atgal
nl: Terug springen
pl: Przeskocz do tyłu
pt_br: Retornar
ru: Перемотка назад
sk: skok dozadu
sl: Preskoči nazaj
sr: premotaj unazad
sv: hoppa bakåt
ta: பின்தங்கிய நிலையில் தவிர்க்கவும்
tr: geriye atla
uk: перемотати назад
vi: bỏ qua lạc hậu
zh_cn: 快退

source: skip forward
bg: прескочи напред
cs: přeskočit dopředu
da: Hop fremad
de: Vorwärts springen
el: μεταπήδηση εμπρός
et: Hüppa edasi
fi: siirry eteenpäin
fr: Avance rapide
hr: premotaj unaprijed
hu: előre kihagyása
it: salta avanti
lt: praleisti į priekį
nl: Vooruit springen
pl: Przeskocz do przodu
pt_br: Avançar
ru: Перемотка вперед
sk: preskočiť dopredu
sl: Preskoči naprej
sr: premotaj unapred
sv: hoppa framåt
ta: முன்னோக்கி செல்லுங்கள்
tr: ileriye atla
uk: перемотати вперед
vi: bỏ qua
zh_cn: 快进

source: softcam
bg: софткам
lt: Emuliatorius
sv: mjuk kamera
ta: சோஃப்சாம்
uk: емулятора

source: standard
bg: стандартен
cs: standardní
el: τυπικό
et: vaikimisi
fi: vakio
hu: hagyományos
lt: standartinis
nl: Standaard
pl: standardowe
pt_br: Padrão
ru: стандарт
sk: štandard
sl: Standardno
ta: தரநிலை
tr: standart
uk: стандартний
vi: tiêu chuẩn
zh_cn: 标准

source: start cut here
bg: започнете да режете тук
cs: začátek střihu zde
da: Start klip her
de: Schnitt hier starten
el: εκκίνηση αποκοπής εδώ
et: Alusta lõiget siit
fi: Aloita leikkaus tästä
fr: Départ de coupe ici
hr: počni sječi ovdje
hu: vágás belépő pontja
it: inizia a tagliare qui
lt: pradėkite iškirpimą čia
nl: Start knippen hier
pl: rozpocznij cięcie tutaj
pt_br: Iniciar corte aqui
ru: начало редактирования
sk: začiatok strihu tu
sl: prični rezanje tukaj
sr: počni seči ovde
sv: börja klippa här
ta: இங்கே வெட்டத் தொடங்குங்கள்
tr: kesmeye buradan başla
uk: початок вирізання тут
vi: bắt đầu cắt ở đây
zh_cn: 从这里开始剪辑

source: step size
bg: размер на стъпката
cs: velikost kroku
el: μέγεθος βήματος
fi: askelkoko
fr: Taille du pas
hr: veličina koraka
it: dimensione passo
lt: žingsnio dydis
nl: stapgrootte
pl: rozmiar kroku
sk: veľkosť kroku
sr: veličina koraka
sv: stegstorlek
ta: படி அளவு
tr: adım boyutu
uk: розмір кроку

source: stereo
bg: стерео
el: στερεοφωνικό
fr: Stéréo
hu: sztereó
pt_br: Estéreo
ru: стерео
ta: ச்டீரியோ
uk: стерео
vi: âm thanh nổi
zh_cn: 立体声

source: successful
bg: успешен
cs: úspěšně
da: med succes
de: Erfolgreich
el: επιτυχία
et: edukas
fi: onnistui
fr: réussi
hr: uspješno
it: riuscito
lt: sėkmingai
nl: succesvol
pl: pomyślnie
sk: úspešné
sr: uspešno
sv: framgångsrik
ta: செய்
tr: başarılı
uk: успішний
vi: thành công
zh_cn: 成功

source: switch 12 to 8 character display mode
bg: превключете режима на показване от 12 до 8 знака
cs: přepnout režim zobrazení 12 až 8 znaků
da: skift 12 til 8 tegns visningstilstand
de: Umschalten von 12 nach 8 Display Zeichen
el: αλλαγή λειτουργίας απεικόνισης 12 σε 8 χαρακτήρες
et: Vaheta 12 > 8 tähemärgi kuvamisele
fi: vaihtaminen 12 merkistä 8 merkkiin näyttötila
fr: Bascule mode d'affichage de 12 à 8 caractères
hr: zamijena prikaza od 12 do 8 znakova
hu: kapcsoljon 12-esből 8 karakteres megjelenítési módra
it: passa dalla modalità di visualizzazione da 12 a 8 caratteri
lt: perjunkite rodymo režimą nuo 12 iki 8 simbolių
nl: Display van 12 naar 8 karakters wisselen
pl: przełącz tryb wyświetlania z 12 do 8 znaków
sk: prepnúť z 12- na 8-znakový režim zobrazenia
sr: zamena prikaza od 12 do 8 znakova
sv: växla 12 till 8 tecken displayläge
ta: 12 முதல் 8 எழுத்து காட்சி பயன்முறையை மாற்றவும்
tr: 12 den 8 karaktere görüntüleme moduna geç
uk: перемикання режиму відображення з 12 до 8 символів
vi: chuyển chế độ hiển thị 12 đến 8 ký tự
zh_cn: 将12切换为8字符显示模式

source: switch Nand and SDcard
bg: превключи Nand и SDcard
cs: přepněte Nand a SD kartu
da: ombyt Nand og SDkort
el: αλλαγή Nand και κάρτας SD
et: Nand ja SD kaardi vahetus
fi: vaihto NAND ja SD-kortti
fr: commutateur Nand et SDcard
hr: zamjena Nand i SDcard
it: commuta tra Nand e scheda SD
lt: jungti Nand ir SDcard
nl: switch Nand en SD kaart
pl: przełącz Nand i SDcard
sk: prepnúť Nand a kartu SD
sr: zamena Nand i SDcard
sv: växla Nand- och SD-kort
ta: NAND மற்றும் SDCARD ஐ மாற்றவும்
tr: Nand ve SD kart arasında geçiş yap
uk: перемикач Nand і SDcard
vi: chuyển Nand và SDcard
zh_cn: 切换Nand和SD卡

source: switch to the next angle
bg: превключи към следващия ъгъл
cs: přepnout na další pohled
da: skift til næste vinkel
de: Zur nächsten Kameraperspektive wechseln
el: μετάβαση στην επόμενη γωνία
et: Vali järgmine vaatenurk
fi: vaihda seuraavaan kuvakulmaan
fr: Basculer vers l'angle suivant
hr: zamijena na slijedeći kut
hu: váltás a következő nézőszögre
it: vai all'angolazione successiva
lt: perjunkite į kitą kampą
nl: schakel naar de volgende hoek
pl: przejść do następnego kąta
pt_br: Ver próximo ângulo
ru: перейти в следующую сторону
sk: prepnúť na nasledujúci pohľad
sl: preklopi na naslednji pogled
sr: zamena na sledeći ugao
sv: växla till nästa vinkel
ta: அடுத்த கோணத்திற்கு மாறவும்
tr: bir sonraki açıya geçin
uk: перейти до наступного кута
vi: chuyển sang góc tiếp theo
zh_cn: 切换到下一个角度

source: switch to the next audio track
bg: превключи към следващия аудиозапис
cs: přepnout na další zvukovou stopu
da: skift til næste lydspor
de: Zum nächsten Audio-Titel wechseln
el: μετάβαση στην επόμενη ροή ήχου
et: Vali järgmine helikanal
fi: vaihda seuraavalle ääniraidalle
fr: Basculer vers piste audio suivante
hr: prijeđi na slijedeći audio zapis
hu: átkapcsolás a következő hangsávra
it: vai alla traccia audio successiva
lt: perjungti į kitą garso takelį
nl: Volgend audiospoor
pl: przejść do następnej ścieżki audio
pt_br: Próxima trilha de áudio
ru: перейти к следующей звуковой дорожке
sk: prepnúť na nasledujúcu zvukovú stopu
sl: preklopi na naslednji zvočni zapis
sr: pređi na sledeću audio numeru
sv: växla till nästa ljudspår
ta: அடுத்த ஆடியோ டிராக்குக்கு மாறவும்
tr: sonraki ses izine geç
uk: вибрати наступну аудіо доріжку
vi: chuyển sang bản âm thanh tiếp theo
zh_cn: 切换到下一条音轨

source: switch to the next subtitle language
bg: превключи към следващия език на субтитрите
cs: přepnout na další jazyk titulků
da: skift til næste undertekstsprog
de: Zur nächsten Untertitel-Sprache wechseln
el: μετάβαση στην επόμενη γλώσσα υποτίτλων
et: Vali järgmine subtiiter
fi: vaihda seuraavalle tekstityskielelle
fr: Basculer vers le langage sous-titre suivant
hr: prijeđi na slijedeći jezik titla
hu: átkapcsolás a következő felirat nyelvre
it: vai alla lingua sottotitoli successiva
lt: perjungti į kitą subtitrų kalbą
nl: Volgende ondertiteltaal
pl: przejść do następnego języka napisów
pt_br: Próximo idioma de legenda
ru: переключиться на следующий язык субтитров
sk: prepnúť na nasledujúci jazyk titulkov
sl: preklopi na naslednji jezik podnapisov
sr: pređi na sledeći jezik titla
sv: växla till nästa undertextspråk
ta: அடுத்த வசன மொழிக்கு மாறவும்
tr: sonraki alt yazı diline geç
uk: вибрати наступну мову субтитрів
vi: chuyển sang ngôn ngữ phụ đề tiếp theo
zh_cn: 切换到下一个字幕语言

source: system:
bg: система:
cs: systém:
el: σύστημα:
et: süsteem:
fi: järjestelmä:
fr: système :
hr: sustav:
hu: rendszer:
it: sistema:
lt: systema:
nl: Systeem:
ru: система:
sk: systém:
sr: sistem:
ta: அமைப்பு:
tr: sistem:
uk: система:
vi: hệ thống:
zh_cn: 系统:

source: teletext
bg: телетекст
el: τηλεκείμενο
fi: teksti-tv
fr: télétexte
hr: teletekst
it: televideo
lt: teletekstas
nl: Teletekst
pl: telegazeta
sr: teletekst
sv: text-tv
ta: டெலிடெக்ச்ட்
uk: телетекст

source: template file
bg: шаблонен файл
cs: soubor s šablonou
da: skabelonfil
de: Template-Datei
el: αρχείο προτύπου
et: mall
fi: mallitiedosto
fr: Fichier modèle
hr: datoteka predloška
hu: sablon-fájl
it: file modello
lt: šablono failas
nl: sjabloonbestand
pl: plik szablonu
pt_br: Arquivo modelo
ru: файл шаблона
sk: súbor šablóny
sl: predloga
sr: šablon fajla
sv: mallfil
ta: வார்ப்புரு கோப்பு
tr: taslak dosya
uk: файл шаблону
vi: tệp mẫu
zh_cn: 模板文件

source: text
el: κείμενο
fi: teksti
hr: tekst
it: testo
lt: tekstas
nl: Tekst
pl: tekst
sr: tekst
ta: உரை
tr: yazı
uk: текст

source: this recording
bg: този запис
cs: tento záznam
da: denne optagelse
de: Diese Aufnahme
el: αυτή η εγγραφή
et: see salvestus
fi: tämä tallennus
fr: Cet enregistrement
hr: ovaj snimak
hu: ez a felvétel
it: questa registrazione
lt: šis įrašas
nl: Deze opname
pl: to nagranie
pt_br: esta gravação
ru: данная запись
sk: táto nahrávka
sl: to snemanje
sr: ovaj snimak
sv: denna inspelning
ta: இந்த பதிவு
tr: bu kaydın
uk: цей запис
vi: bản ghi âm này
zh_cn: 这段录像

source: toggle time, chapter, audio, subtitle info
bg: време за заключване, глава, аудио, информация за субтитрите
cs: přepnout informace mezi časem, kapitolou, audiostopou, titulky
da: Tænd/Sluk tid, kapitel, lyd, undertekst info
de: Schalte zwischen Zeit-, Kapitel-, Audio- und Untertitel-Info um
el: εναλλαγή πληροφοριών χρόνου, κεφαλαίου, ήχου, υποτίτλων
et: aja, salvestuse, heli, subtiitri info vahetamine
fi: valitse aika, kappale, ääni, tekstitys
fr: Commuter temps, chapitre, audio, info sous-titres
hr: preklopno vrijeme, poglavlje, audio, titl info
hu: idő, chapter, hangsáv, feliratsáv választás
it: attiva/disattiva informazioni su orario, capitolo, audio e sottotitoli
lt: perjungti laiką, skyrių, garsą, subtitrų informaciją
nl: Tijd, hoofdstuk, audio en ondertitels instellen
pl: czas odtwarzania, rozdział, audio, informacje o napisach
pt_br: Alterna tempo, capítulo, áudio, informações da legenda
ru: время переключения, разделы, аудио, информация субтитров
sk: prepínať medzi časom, kapitolou, zvukom a titulkami
sl: izbiraj med prikazom časa, poglavja, zvoka in podnapisi
sr: preklopno vreme, poglavlje, audio, titl info
sv: växla mellan tid, kapitel, ljud, undertextinformation
ta: நேரம், அத்தியாயம், ஆடியோ, வசன வரிகளை மாற்றவும்
tr: zaman, bölüm, ses, altyazı bilgisini aç/kapat
uk: основна інформація
vi: chuyển thời gian, chương, âm thanh, thông tin phụ đề
zh_cn: 切换时间,章节,音频,字幕信息

source: traditional (fast)
bg: традиционен (бърз)
cs: tradiční (rychlý)
da: traditionel (hurtig)
de: Klassisch (schnell)
el: παραδοσιακή (γρήγορη)
et: klassikaline (kiire)
fi: perinteinen (nopea)
fr: traditionnel (rapide)
hr: tradicionalno (brzo)
hu: hagyományos (gyors)
it: tradizionale (veloce)
lt: tradicinis (greitas)
nl: traditioneel (snel)
pl: tradycyjny (szybki)
sk: tradičné (rýchle)
sr: tradicionalno (brzo)
sv: traditionell (snabb)
ta: பாரம்பரிய (வேகமாக)
tr: geleneksel (hızlı)
uk: звичайний (швидко)
vi: truyền thống (nhanh)
zh_cn: 传统(快速)

source: traditional (fast), retune
bg: традиционен (бърз), пренастройване
cs: tradiční (rychlý), přeladit
da: traditionel (hurtig), gentune
de: Klassisch (schnell), retune
el: παραδοσιακή (γρήγορη), επανασυντονισμός
et: klassikaline (kiire)
fi: perinteinen (nopea), viritä uudelleen
fr: traditionnel (rapide), réaccorder
hr: tradicionalni (brzi), ponovo podešavanje
hu: hagyományos (gyors), újra hangolás
it: tradizionale (veloce), risintonizza
lt: tradicinis (greitas), sureguliuokite
nl: traditioneel (snel), retune
pl: tradycyjna (szybka), dostrajanie
sk: tradičné (rýchle), znovu naladiť
sr: tradicionalni (brzi), ponovo podešavanje
sv: traditionell (snabb), retunera
ta: பாரம்பரிய
tr: geleneksel (hızlı), yeniden ayarla
uk: звичайний (швидкий), переналаштування
vi: truyền thống (nhanh), nghỉ hưu
zh_cn: 传统(快速)重调

source: tree delete
cs: smazat strom
el: διαγραφή δένδρου
fi: polku poisto
hr: brisanje stabla
it: elimina albero
lt: trinti
nl: Tree verwijderen
pl: usuwanie drzewa
sk: vymazať strom
sr: brisanje stabla
sv: träd raderas
ta: மரம் நீக்கு
tr: ağaç silme
uk: видалити дерево каталогів

source: uShare Name
cs: Název uShare
da: uShare Navn
el: Όνομα uShare
et: uShare nimi
fi: uShare Nimi
fr: Nom uShare
hr: ime uShare
hu: uShare név
it: Nome uShare
lt: uShare pavadinimas
nl: uShare naam
pl: uShare Nazwa
ru: Имя uShare
sk: Názov uShare
sr: ime delenja
sv: uShares namn
ta: பெயர்
tr: uShare İsmi
uk: uShare Ім'я
vi: tên uShare
zh_cn: ushare名称

source: uShare Port
cs: Port uShare
el: Θύρα uShare
fi: uShare portti
fr: Port uShare
hr: port uShare
it: Porta uShare
lt: uShare jugtis
nl: uShare poort
pl: Port uShare
ru: Порт uShare
sk: Port uShare
sr: port delenja
ta: துறைமுகம்
tr: uShare Girişi
uk: uShare Порт
vi: cổng uShare
zh_cn: ushare端口

source: uShare Selection Actions
cs: Akce výběru uShare
el: Ενέργειες επιλογής uShare
fi: uShare valinta toiminnot
hr: radnja odabira uShare
it: Azioni di selezione uShare
lt: uShare pasirinkimo veiksmai
nl: uShare Selectie Acties
pl: Akcje wyboru uShare
sk: Akcie výberu uShare
sr: radnja izbora delenja
sv: åtgärder för val av uShare
ta: தேர்வு நடவடிக்கைகள்
tr: uShare Seçim İşlemleri
uk: Дії вибору uShare

source: uShare Settings
cs: Nastavení uShare
el: Ρυθμίσεις uShare
fi: uShare asetukset
fr: Configuration uShare
hr: podešavanje uShare
it: Impostazioni uShare
lt: uShare parametrai
nl: uShare-Mediaserver
pl: Ustawienia uShare
sk: Nastavenia uShare
sr: podešavanje delenja
sv: inställningar för uShare
ta: அமைப்புகள்
tr: uShare Ayarları
uk: uShare Налаштування

source: unavailable
bg: недостъпен
cs: nedostupný
da: utilgængelig
de: nicht verfügbar
el: μη διαθέσιμο
et: kättesaamatu
fi: ei saatavilla
fr: pas disponible
hr: nedostupno
hu: nem elérhető
it: non disponibile
lt: nepasiekiamas
nl: niet beschikbaar
pl: niedostępny
pt_br: Indisponível
ru: недоступен
sk: nedostupné
sr: nedostupno
sv: otillgänglig
ta: கிடைக்கவில்லை
tr: yok
uk: недоступно
vi: không có sẵn
zh_cn: 不可用的

source: unconfirmed
bg: непотвърдено
cs: nepotvrzeno
da: Ubekræftet
de: Nicht bestätigt
el: μη επιβεβαιωμένο
et: kinnitamata
fi: vahvistamaton
fr: Non confirmé
hr: nije potvrđeno
hu: nem igazolt
it: non confermato
lt: nepatvirtinta
nl: onbevestigd
pl: niepotwierdzony
pt_br: Não confirmado
ru: не присвоен
sk: nepotvrdené
sl: nepotrjen
sr: nije potvrđeno
sv: obekräftad
ta: உறுதிப்படுத்தப்படாதது
tr: doğrulanmamış
uk: непідтверджений
vi: chưa được xác nhận
zh_cn: 检测未通过

source: unknown
bg: неизвестен
cs: neznámý
da: ukendt
de: Unbekannt
el: άγνωστο
et: tundmatu
fi: tuntematon
fr: Inconnu
hr: nepoznato
hu: ismeretlen
it: sconosciuto
lt: nežinoma
nl: onbekend
pl: nieznany
pt_br: Desconhecido
ru: неизвестный
sk: neznáme
sl: neznano
sr: nepoznato
sv: okänd
ta: தெரியவில்லை
tr: bilinmiyor
uk: невідомий
vi: không xác định
zh_cn: 未知

source: unknown error
bg: неизвестна грешка
cs: neznámá chyba
da: ukendt fejl
de: unbekannter Fehler
el: άγνωστο σφάλμα
et: Tundmatu tõrge
fi: tuntematon virhe
fr: erreur inconnue
hr: nepoznata greška
hu: ismeretlen hiba
it: errore sconosciuto
lt: nežinoma klaida
nl: onbekende fout
pl: nieznany błąd
sk: neznáma chyba
sr: nepoznata greška
sv: okänt fel
ta: தெரியாத பிழை
tr: bilinmeyen hata
uk: невідома помилка
vi: lỗi không rõ
zh_cn: 未知错误

source: untestable
bg: непроверим
cs: netestovatelné
da: ikke testbar
de: Untestbar
el: μη εφικτός έλεγχος
et: testimatu
fi: testipalkki
fr: non testable
hr: ne podleži testiranju
it: non verificabile
lt: neišbandytas
nl: ontestbaar
pl: nietestowalny
sk: nie je možné otestovať
sr: ne podleži testiranju
sv: otestbar
ta: சோதிக்கப்படாதது
tr: test edilemeyen
uk: нестабільний
vi: không thể kiểm chứng
zh_cn: 无法测试

source: update
bg: актуализация
cs: aktualizace
da: opdater
el: ενημέρωση
et: Uuendus
fi: päivitä
fr: mise à jour
hr: ažuriranje
hu: frissítés
it: aggiornamento
lt: atnaujinimas
pl: aktualizacja
sk: aktualizovať
sr: ažuriranje
sv: uppdatera
ta: புதுப்பிப்பு
tr: güncelleme
uk: оновлено
vi: cập nhật
zh_cn: 更新

source: using:
bg: използвайки:
cs: použít:
da: bruger:
de: Benutzen:
el: χρήση:
et: kasutuses:
fi: käyttää:
fr: utilisant :
hr: koristi:
hu: használva:
it: in uso:
lt: naudojamas:
nl: Gebruikt:
pl: za pomocą:
ru: с помощью:
sk: s použitím:
sr: koristi:
sv: med hjälp av:
ta: பயன்படுத்துகிறது:
tr: kullanılan:
uk: за допомогою:
vi: sử dụng:
zh_cn: 使用:

source: violet
bg: виолетово
cs: fialový
de: Violett
el: βιολετί
fi: violetti
hr: ljubičasta
it: violetto
lt: violetinė
nl: paars
pl: fioletowy
sk: fialová
sr: Ljubičasta
sv: violett
ta: கத்தரி
tr: mor
uk: фіолетовий
vi: màu tím
zh_cn: 紫色

source: wait for ci...
cs: čekat na ci...
el: αναμονή για κοινή διεπαφή (ci)...
fi: odota ci...
hr: čekaj za ci...
it: aspetta ci...
lt: laukite CI atsako...
nl: Wachten op CI...
pl: Poczekaj na CI ...
sk: čaká sa na CI…
sl: počakaj na ci...
sr: čekaj za ci...
sv: vänta på ci...
ta: தொஒ காத்திருங்கள் ...
tr: ci'yi bekleyin...
uk: очікування на ci...

source: wait for mmi...
cs: počkat na Mmi...
da: vent på mmi...
de: Warte auf MMI...
el: αναμονή για mmi...
et: mmi ootel...
fi: odotetaan mmi:tä...
fr: Attente pour mmi...
hr: čekam za mmi...
hu: várakozás mmi-re...
it: Attendi per mmi...
lt: laukite atsakymo iš mmi...
nl: wacht op mmi...
pl: czekaj na MMI...
pt_br: Aguardando MMI...
ru: ожидание mmi...
sk: čaká sa na mmi…
sl: čakam mmi...
sr: čekam za mmi...
sv: vänta på mmi...
ta: MMI க்காக காத்திருங்கள் ...
tr: mmi bekleyin...
uk: почекайте на mmi...
vi: chờ mmi ...
zh_cn: 等待界面i...

source: west
bg: запад
cs: západní
da: Vest
el: δυτικά
et: lääs
fi: länteen
fr: Ouest
hr: zapad
hu: nyugat
it: ovest
lt: vakarai
pl: zachód
pt_br: Oeste
ru: запад
sk: západ
sr: zapad
sv: väst
ta: மேற்கு
tr: batı
uk: захід
vi: hướng Tây
zh_cn: 西

source: width
bg: широчина
cs: šířka
da: bredde
de: Breite
el: πλάτος
et: Laius
fi: leveys
fr: Largeur
hr: širina
hu: szélesség
it: larghezza
lt: plotis
nl: breedte
pl: szerokość
pt_br: largura
ru: ширина
sk: šírka
sr: širina
sv: bredd
ta: அகலம்
tr: genişlik
uk: ширина
vi: chiều rộng
zh_cn: 宽度

source: wireless network interface
bg: безжичен мрежов интерфейс
cs: bezdrátové síťové rozhraní
da: trådløs netværksgrænseflade
de: drahtlose Netzwerkschnittstelle
el: διεπαφή ασύρματου δικτύου
et: traadita võrguliides
fi: langaton yhteys (wlan)
fr: Interface réseau sans fil
hr: bežično mrežno sučelje
hu: vezeték nélküli hálózati interfész
it: interfaccia di rete wireless
lt: belaidžio tinklo sąsaja
nl: draadloze netwerkinterface
pl: interfejs sieci bezprzewodowej
pt_br: Interface de rede sem fio
ru: интерфейс беспроводной сети
sk: rozhranie bezdrôtovej siete
sr: interfejs bežične mreže
sv: gränssnitt för trådlöst nätverk
ta: வயர்லெச் பிணையம் இடைமுகம்
tr: kablosuz ağ arayüzü
uk: безпровідний мережевий інтерфейс
vi: giao diện mạng không dây
zh_cn: 无线网络接口

source: with %d error
bg: с %d грешка
cs: s %d chybou
da: med %d fejl
de: mit %d Fehler
el: με %d σφάλμα
et: ja %d viga
fi: %d virhe
fr: Avec %d erreur
hr: sa %d greškom
hu: %d hibával
it: con %d errore
lt: su %d klaida
nl: met %d fout
pl: z %d błędem
pt_br: com %d de erro
ru: с %d ошибкой
sk: s %d chybou
sr: sa %d greškom
sv: med %d fel
ta: %d பிழையுடன்
tr: %d hata ile
uk: з %d помилкою
vi: với lỗi %d
zh_cn: 有 %d 个错误

source: with errors
bg: с_грешки
cs: s chybami
da: med fejl
de: Mit Fehlern
el: με σφάλματα
et: vigadega
fi: virheillä
fr: Avec erreurs
hr: sa greškom
it: con errori
lt: su klaidomis
nl: met fouten
pl: z błędami
sk: s chybami
sr: sa greškom
sv: med fel
ta: பிழைகளுடன்
tr: hatalar ile
uk: з помилками
vi: có lỗi
zh_cn: 有错误

source: working
bg: работя
cs: pracuji
da: fungerer
de: Arbeite
el: σε λειτουργία
et: töös
fi: työskentelee
fr: travail en cours
hr: radi
hu: működőképes
it: funzionante
lt: veikiantis
nl: bezig
pl: pracuje
pt_br: trabalhando
ru: проверяем
sk: pracuje
sl: deluje
sr: radi
sv: arbete
ta: வேலை
tr: çalışıyor
uk: працює
vi: đang làm việc
zh_cn: 工作中

source: yellow
bg: жълт
cs: žluté
da: Gul
de: Gelb
el: κίτρινο
et: Kollane
fi: keltainen
fr: Jaune
hr: žuta
hu: sárga
it: giallo
lt: geltonas
nl: Geel
pl: Żółty
pt_br: Amarelo
ru: желтый
sk: žlté
sl: rumena
sr: žuta
sv: gul
ta: மஞ்சள்
tr: sarı
uk: жовтий
vi: màu vàng
zh_cn: 黄色

source: yes (keep feeds)
bg: да (запази фийдове)
cs: ano (uchovat zdroje)
da: ja (behold feeds)
de: Ja (Feeds behalten)
el: ναι (διατήρηση των feeds)
et: Jah (säilita fiidid)
fi: kyllä (pidä syötteet)
fr: Oui (garder feeds)
hr: da (zadrži fidove)
hu: igen (állapotok megtartása)
it: sì (mantieni feed)
lt: taip (išsaugoti šaltinius)
nl: ja (bewaar feeds)
pl: tak (zachować feed'y)
pt_br: Sim (manter os feeds)
ru: да (оставить фиды)
sk: áno (zachovať zdroje)
sl: Da (obdrži feed-e)
sr: da (zadrži fidove)
sv: ja (behåller flöden)
ta: ஆம் (ஊட்டங்களை வைத்திருங்கள்)
tr: evet (beslemeleri tut)
uk: так (зберігати фіди)
vi: có (giữ thức ăn)
zh_cn: 是的(保持订阅源)

source: # = Reboot Required
pl: # = Wymagane ponowne uruchomienie
sk: # = Vyžaduje sa reštart
ta: # = மறுதொடக்கம் தேவை

source: %-H:%M
lt: %-V:%M
ta: %-H:%மீ
zh_cn: %-时%分

source: %-I:%M
ta: %-I:%மீ

source: %-I:%M%P
ta: %-I:%m%ப

source: %-I:%M%^p
ta: %-I:%m%^ப

source: %-d.%-m
ta: %-d.%-மீ

source: %-d.%m
ta: %-d.%மீ

source: %-d/%-m
lt: %-m.%-d
ta: %-d/%-மீ

source: %-d/%-m
lt: %-m/%-d
ta: %-d/%-மீ

source: %-d/%m
lt: %m/%-d
ta: %-d/%மீ

source: %-d/%m
lt: %m%-d
ta: %-d/%மீ

source: %02d.%02d.
ta: %02 டி.%02 டி.

source: %02d.%02d.%d
lt: %2d:%02d:%02d
ta: %02 டி.%02 டி.%d

source: %02d:%02d
ta: %02 டி:%02 டி

source: %02d:%02d - %02d:%02d
ta: %02 டி:%02 டி%02 டி:%02 டி

source: %A %-d.%-m
ta: %A %-d. %-மீ

source: %A %-d.%m
ta: %A %-d. %மீ

source: %A %-d/%-m
lt: %-m/%-d %A
ta: %A %-d/ %-மீ

source: %A %d.%-m
ta: %A %d. %-மீ

source: %A %d/%-m
lt: %-m/%d %A
ta: %A %d/ %-மீ

source: %H:%M
lt: %V:%M
sl: %S:%M
ta: %எச்:%மீ

source: %I:%M
ta: %நான்:%மீ

source: %I:%M%P
ta: %நான்:%மீ%ப

source: %I:%M%^p
ta: %I:%m%^ப

source: %I:%M:%S
ta: %நான்:%மீ:%கள்

source: %T
ta: %டி

source: %a %-d.%-m
ta: %a %-d. %-மீ

source: %a %-d.%m
ta: %a %-d. %மீ

source: %a %-d/%-m
ta: %a %-d/ %-மீ

source: %a %d.%-m
ta: %a %d. %-மீ

source: %a %d/%-m
ta: %a %d/ %-மீ

source: %d Hours
fi: %d Tunnit
fr: %d Heures
pl: %d Godziny
sk: %d h
ta: %d மணிநேரம்

source: %d Minutes
fi: %d Minuuttia
pl: %d Minuty
sk: %d minúty
ta: %d நிமிடங்கள்

source: %d Seconds
fi: %d Sekuntia
fr: %d secondes
pl: %d Sekundy
sk: %d sekúnd
ta: %d விநாடிகள்

source: %d.%-m
ta: %d.%-மீ

source: %d.%-m.%Y
ta: %d.%-மீ.%y

source: %d.%m
ta: %d.%மீ

source: %d/%-m
ta: %d/%-மீ

source: %d/%-m
ta: %d/%-மீ

source: %d/%m
ta: %d/%மீ

source: %d/%m
ta: %d/%மீ

source: %s %02d.%02d.
ta: %s %02d.
