Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Your internet connection is not working! Please choose what you want to do next.
da: Din internetforbindelse virker ikke! Vælg venligst hvad du herefter vil gøre.
de: Ihre Internetverbindung funktioniert nicht! Bitte wählen Sie eine Option zum Fortfahren.
et: Internetiühendus ei tööta! Otsusta, mida soovid teha edasi.
hu: Az internetkapcsolata nem működik! Kérem, válassza ki, mi legyen a teendő.
pt_br: A conexão de internet não está funcionando! Escolha o que fazer a seguir.
ru: Ваше интернет соединение не работает. Выберите, что будете делать дальше.
sl: Vaša internetna povezava ne deluje! Prosim, da izberete kaj želite storiti v nadaljevanju.
vi: Kết nối internet của bạn không hoạt động! Vui lòng chọn những gì bạn muốn làm tiếp theo.
zh_cn: 你的互联网连接不工作! 请选择你想做的下一步.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
da: Din trådløse LAN internetforbindelse kunne ikke startes! Har du forbundet din USB WLAN Stick? Vælg venligst hvad du herefter vil gøre.
de: Ihre WLAN-Internetverbindung konnte nicht gestartet werden! Ist Ihr USB WLAN-Stick korrekt angeschlossen? Bitte wählen Sie eine Option zum Fortfahren.
et: Taadita ühendust ei saa tööle! Kas WLAN USB pulk on ühendatud? Otsusta, mida soovid teha edasi.
hu: A vezeték nélküli hálózati kapcsolata nem hozható létre! Csatlakoztatva van az USB-s vezeték nélküli adapter? Kérem, válassza ki, mi legyen a teendő.
pt_br: A conexão de internet sem fio não pôde ser iniciada! Há um adaptador wireless compatível conectado? Escolha o que fazer a seguir.
ru: Ваше беспроводное интернет соединение не может быть активировано. Вы подключили USB WLAN адаптер? Выберите, что будете делать дальше.
sl: Vaše brezzične internet povezave ni mogoče aktivirati! Ste priključili vaš brezzični USB vmesnik? Izberite, kaj želite storiti v nadaljevanju.
vi: Không thể bắt đầu kết nối internet LAN không dây của bạn! Bạn đã gắn USB WLAN Stick chưa? Vui lòng chọn những gì bạn muốn làm tiếp theo.
zh_cn: 您无线局域网的互联网连接无法启动! 是否已连接USB无线网卡? 请选择你想做的下一步.

source: ZOOM long
da: ZOOM lang
de: ZOOM lang
et: ZOOM - pikk
vi: ZOOM dài
zh_cn: 缩放 长按

source: Zap to selected channel
da: Zap til valgte kanal
de: Schalte zum ausgewählten Sender um
et: Mine valitud kanalile
hu: Ugrás a kijelölt csatornára
pt_br: Assiste o canal selecionado
ru: Перекл. на выбранный канал
vi: Chuyển sang kênh đã chọn
zh_cn: 切换到选择的频道

source: Zap to selected channel, or show detailed event info (depends on configuration)
da: Zap til valgte kanal eller vis detaljeret begivenhedsinfo (afhængig af konfiguration)
de: Zum ausgewählten Kanal umschalten oder detaillierte Ereignisinformationen anzeigen (abhängig von der Konfiguration)
et: Mine valitud kanalile või näita saateinfot (sõltub seadistusest)
hu: Ugrás a kijelölt csatornára, vagy részletes műsorinformáció megjelenítése (konfiguráció-függő)
pt_br: Assiste o canal selecionado, ou exibe informações detalhadas do evento (depende da configuração)
ru: Переключить на выбранный канал, или показать подробный ЕПГ (зависит от конфигурации)
vi: Chuyển đến kênh đã chọn hoặc hiển thị thông tin sự kiện chi tiết (tùy thuộc vào cấu hình)
zh_cn: 切换到选择的频道,或者显示详细事件信息(取决于配置)

source: Zeichentrick
zh_cn: 动画

source: Zgemma H8/H0/H9/I55Plus old Model
zh_cn: Zgemma H8/H0/H9/I55Plus旧型号

source: Zirkus
zh_cn: 马戏团

source: Zoom In/Out TV...
bg: Мащабиране Вход/изход TV...
da: Zoom TV ind/ud...
de: TV zoomen...
et: TV suurendus +/-
hu: TV nagyitás Be/Ki...
ru: Увеличение/уменьшение ТВ...
vi: Phóng to / thu nhỏ TV ...
zh_cn: 放大/缩小电视...

source: Zoom Off...
bg: Мащабиране Изкл...
da: Sluk zoom...
de: Zoom aus...
et: Suurendus välja
hu: Nagyitás kikapcsolása...
ru: Увеличение выкл...
vi: Thu nhỏ ...
zh_cn: 缩放关闭...

source: [Enigma2 Settings]
da: [Enigma2 Indstillinger]
de: [Enigma2-Einstellungen]
et: [Enigma2 seadistused]
hu: [Enigma2 Beállítások]
ru: [Настройки Enigma2]
vi: [Cài đặt Enigma2]
zh_cn: [Enigma2设置]

source: [Image Info]
de: [Image-Informationen]
et: [Püsivara info]
hu: [Lemezkép Információ]
ru: [Инфо имиджа]
vi: [Thông tin hình ảnh]
zh_cn: [镜像信息]

source: [TimeShift] Restarting Timeshift!
da: [TimeShift] Genstarter Timeshift!
de: Timeshift wird erneut gestartet!
et: [Ajanihe] - Ajanihe käivitatakse uuesti!
hu: a Timeshift újraindult!
ru: [Таймшифт] Перезапуск таймшифта!
vi: [TimeShift] Khởi động lại Timeshift!
zh_cn: [时移]重新启动时移!

source: [alternative edit]
da: [alternativ redigering]
de: [Alternativen-Bearbeitung]
et: [asenduskanalite muutmine]
hu: [alternatív módosítás]
pt_br: [editar alternativas]
ru: [альтернативное редактирование]
sl: [alternativno urejanje]
vi: [chỉnh sửa thay thế]
zh_cn: [编辑项目]

source: [bouquet edit]
da: [buket redigering]
de: [Bouquet-Editor]
et: [lemmiknimekirjade muutmine]
hu: [Csatornacsomag szerkesztés]
pt_br: [editar grupo de favoritos]
ru: [редактирование букетов]
sl: [urejanje paketov]
vi: [chỉnh sửa gói kênh]
zh_cn: [编辑自定义组]

source: [favourite edit]
da: [Favorit-redigering]
de: [Favoriten-Editor]
et: [lemmikute muutmine]
hu: [kedvencek módosítása]
pt_br: [edição de favoritos]
ru: [редактирование избранного]
sl: [urejanje priljubljenih]
vi: [chỉnh sửa yêu thích]
zh_cn: [喜爱频道编辑]

source: [move mode]
da: [Omflytningstilstand]
de: [Verschiebemodus]
et: [liigutamine]
hu: [mozgatás mód]
pt_br: [modo mover]
ru: [режим перемещения]
sl: [način premeščanja]
vi: [chế độ di chuyển]
zh_cn: [移动模式]

source: abort alternatives edit
da: afbryd alternativ redigering
de: Alternativen-Bearbeitung abbrechen
et: Tühista muudatused
hu: alternatív módosítás megszakítása
pt_br: Cancelar modificações
ru: отменить альтернативное редактирование
sl: prekini alternativno urejanje
vi: hủy bỏ thay thế chỉnh sửa
zh_cn: 取消备选项目编辑

source: abort bouquet edit
da: Afbryd Buket-redigering
de: Bouquet editieren abbrechen
et: Tühista muudatused
hu: csatornacsomag szerkesztés megszakítása
pt_br: Cancelar modificações
ru: отменить редактирование пакета пользователя
sl: prekini editiranje paketa
vi: hủy bỏ gói kênh
zh_cn: 取消自定义组编辑

source: abort favourites edit
da: afbryd favorit-redigering
de: Favoriten editieren abbrechen
et: Tühista muudatused
hu: kedvencek módosításának megszakítása
pt_br: Cancelar modificações
ru: отменить редактирование избранного
sl: prekini urejanje priljubljenih
vi: hủy bỏ yêu thích chỉnh sửa
zh_cn: 取消喜爱频道编辑

source: about to start
da: er ved at starte
de: startet gleich
et: algamas
hu: az indításról
pt_br: iniciando em breve
ru: начать
sl: se bo zagnalo
vi: về để bắt đầu
zh_cn: 即将开始

source: activate network adapter configuration
da: aktiver opsætning for netværksadapter
de: Einstellungen des Netzwerkadapters aktivieren
et: aktiveeri võrgukaardi seaded
hu: hálózati adapter konfiguráció aktiválása
pt_br: Ativar configuração do adaptador de rede
ru: активировать конфигурацию сетевого адаптера
sl: aktiviraj omrežne nastavitve
vi: kích hoạt cấu hình bộ điều hợp mạng
zh_cn: 激活网卡配置

source: add Current
da: Tilføj nuværende
de: Hinzufügen
et: Lisa aktiivne
hu: aktuális hozzáadása
ru: добавить текущий
vi: thêm hiện tại
zh_cn: 添加当前

source: add Service
da: Tilføj kanal
de: Kanal hinzufügen
et: Lisa kanal
hu: csatorna hozzáadása
ru: добавить канал
sl: dodaj kanal
vi: thêm dịch vụ
zh_cn: 添加频道

source: add alternatives
da: Tilføj alternativer
de: Alternativen hinzufügen
et: Lisa asenduskanaleid
hu: alternatívák hozzáadása
pt_br: Adicionar alternativas
ru: режим альтернативы
sl: Dodaj alternative
vi: thêm lựa chọn thay thế
zh_cn: 添加项目

source: add bookmark
da: tilføj bogmærke
de: Lesezeichen hinzufügen
et: Lisa järjehoidja
hu: könyvjelző hozzáadása
pt_br: Adicionar marcador
ru: добавить закладку
sl: dodaj zaznamek
vi: thêm dấu trang
zh_cn: 添加书签

source: add bouquet
da: Tilføj buket
de: Bouquet einfügen
et: Lisa nimekiri
hu: csatornacsomag hozzáadása
pt_br: Adicionar grupo de favoritos
ru: добавить пакет пользователя
sl: dodaj paket
vi: thêm gói kênh
zh_cn: 增加自定义组

source: add bouquet to parental protection
da: Tilføj Buket til forældrebeskyttelse
de: Bouquet zum Jugendschutz hinzufügen
et: Lukusta lemmiknimekiri
hu: csatornacsomag hozzáadása a gyermekzár védelemhez
ru: добавить фаворит в родительский контроль
vi: thêm gói kênh để bảo vệ cha mẹ
zh_cn: 添加频道到家长控制

source: add marker
da: Tilføj mærke
de: Marker einfügen
et: Lisa märgis
hu: jelölő hozzáadása
pt_br: Adicionar marcador
ru: добавить маркер
sl: Dodaj oznako
vi: thêm điểm đánh dấu
zh_cn: 添加标记

source: add service to bouquet
da: Tilføj kanal til Buket
de: Kanal zu Bouquet hinzufügen
et: Lisa kanal lemmiknimekirja
hu: csatorna hozzáadása csatornacsomaghoz
pt_br: Adicionar ao grupo de favoritos
ru: добавить сервис к пакету
sl: Dodaj kanal v izbrani paket
vi: thêm dịch vụ vào gói kênh
zh_cn: 添加频道到自定义组

source: add service to favourites
da: Tilføj kanal til favoritter
de: Kanal zu Favoriten hinzufügen
et: Lisa kanal lemmikutesse
hu: csatorna hozzáadása a kedvencekhez
pt_br: Adicionar aos favoritos
ru: добавить сервис к избранному
sl: Dodaj kanal med priljubljene
vi: thêm dịch vụ vào mục yêu thích
zh_cn: 添加频道到收藏夹

source: add to parental protection
da: Tilføj til forældrebeskyttelse
de: Zum Jugendschutz hinzufügen
et: Lisa lapselukk
hu: hozzáadás a gyermekzár védelemhez
pt_br: Adicionar ao controle de acesso
ru: добавить в родительский контроль
sl: Dodaj starševsko zaščito
vi: thêm vào sự bảo vệ của cha mẹ
zh_cn: 添加到家长控制

source: all events down
da: alle begivenheder ned
de: Alle Ereignisse runter
et: kõik saated alla
hu: minden esemény lefelé
vi: tất cả các sự kiện xuống
zh_cn: 所有事件向下

source: all events up
da: alle begivenheder op
de: Alle Ereignisse rauf
et: kõik saated üles
hu: minden esemény fel
vi: tất cả các sự kiện lên
zh_cn: 所有事件向上

source: alphabetical
da: Alfabetisk
de: Alphabetisch
et: Tähestikuline
hu: abc sorban
vi: bảng chữ cái
zh_cn: 按字母顺序

source: alternative
da: Alternativ
de: Alternativ
et: alternatiivne
hu: alternatív
pt_br: Alternativo
ru: альтернативный цвет
vi: thay thế
zh_cn: 备选

source: an internal error has occur
da: Der er forekommet en intern fejl
de: Ein interner Fehler ist aufgetreten
et: toimus sisemine viga
hu: belső hiba történt
ru: возникла внутренняя ошибка!
vi: một lỗi nội bộ đã xảy ra
zh_cn: 发生一个内部错误

source: and never ask again this session again
da: og spørg aldrig igen i denne session
de: und nicht erneut nachfragen
et: ja selle seansi jooksul enam ei küsita
hu: és ne kérdezze újra ebben a munkamenetben
ru: и больше не спрашивать в этой сессии
vi: và không bao giờ hỏi lại phiên này một lần nữa
zh_cn: 后不再询问该会话

source: any recordings
da: Enhver optagelse
de: Alle Aufnahmen
et: Kõik salvestused
hu: minden felvételkor
ru: любые записи
vi: bất kỳ bản ghi âm
zh_cn: 任何录像

source: as plugin in extended bar
da: Som Plugin i udvidet bjælke
de: Plugin in der Erweiterungsliste
et: Laiendusena inforibal
hu: bővítményként a kiterjesztett sávban
ru: как плагин в меню расширений
sl: kot vtičnik v razširjeni vrstici
vi: như plugin trong thanh mở rộng
zh_cn: 作为扩展栏插件

source: ask user
da: Spørg bruger
de: Benutzer fragen
et: Küsitakse
hu: felhasználó kérdezése
ru: спросить пользователя
vi: hỏi người dùng
zh_cn: 询问用户

source: at beginning
da: I begyndelsen
de: Am Anfang
et: Alguses
hu: az elején
ru: в начале
sl: na začetku
vi: khi bắt đầu
zh_cn: 开始

source: at end
da: I slutningen
de: Am Ende
et: Lõpus
hu: a végén
ru: в конце
sl: na koncu
vi: cuối cùng
zh_cn: 末尾

source: auto
de: Automatisch
hu: automatikus
ru: авто
sl: samodejno
vi: tự động
zh_cn: 自动

source: auto deepstandby
da: Auto Dyb Standby
de: Automatisch in Deep-Standby gehen
et: Automaatne puhkeseisund
hu: automatikus kikapcsolás
ru: авто выключение
vi: tự động hiểu
zh_cn: 自动深度待机

source: auto standby
de: Automatisch in Standby gehen
et: Automaatne ooteseisund
hu: automatikus készenléti mód
ru: авто режим ожидания
vi: tự động chờ
zh_cn: 自动待机

source: because of the used filesystem the back-up
da: sikkerhedeskopien er som følge af det brugte filsystem
de: Abhängig vom System dauert das Backup
et: Sõltuvalt kasutuses olevast failisüsteemist
hu: mert a használt fájlrendszer a biztonsági mentés
ru: потому что используемая файловая система бекапа
vi: bởi vì hệ thống tập tin được sử dụng sao lưu
zh_cn: 由于所使用的是文件系统备份

source: blacklist
da: sortlist
et: must nimekiri
hu: feketelista
pt_br: Lista negra
ru: черный список
sl: črni seznam
vi: danh sách đen
zh_cn: 黑名单

source: bottom
da: Bund
de: Unten
et: All
hu: alsó
vi: dưới cùng
zh_cn: 底部

source: center
da: Centrer
de: Zentriert
et: Keskel
hu: középre
pt_br: Centro
ru: центр
vi: trung tâm
zh_cn: 中心

source: centered
da: Centreret
de: Zentriert
et: Keskel
hu: középre
pt_br: Centralizado
ru: по центру
vi: trung tâm
zh_cn: 居中

source: centered, wrapped
da: Centreret, ombrudt
de: Zentriert, umgebrochen
et: Keskel, reamurdmisega
hu: középen sortöréssel
pt_br: centralizado
ru: По центру, свёрнуто
vi: trung tâm, bao bọc
zh_cn: 中心,覆盖

source: change
da: Ændre
de: Ändern
et: Muuda
hu: módosít
ru: изменить
vi: thay đổi
zh_cn: 更改

source: change Volume down
da: sæt lydstyrke ned
de: Lautstärke verringern
et: Heli vaiksemaks
hu: hangerő le
ru: повысить звук
vi: thay đổi Giảm âm lượng
zh_cn: 音量减小

source: change Volume up
da: sæt lydstyrke op
de: Lautstärke erhöhen
et: Heli kõvemaks
hu: hangerő fel
ru: понизить звук
vi: thay đổi Tăng âm lượng
zh_cn: 音量增大

source: childrens (general)
da: Børn (Generelt)
de: Kinder (allgemein)
zh_cn: 儿童(常规)

source: circular left
da: rundel venstre
de: Linkszirkular
et: Ringpolarisatsioon vasak
hu: balraforgó
pt_br: Circular esquerda
ru: круговая левая
sl: levi cirkularni
vi: tròn trái
zh_cn: 左旋

source: circular right
da: rundel højre
de: Rechtszirkular
et: Ringpolarisatsioon parem
hu: jobbraforgó
pt_br: Circular direita
ru: круговая правая
sl: desni cirkularni
vi: vòng tròn bên phải
zh_cn: 右旋

source: continue
da: fortsæt
de: Weiter
et: Jätka
hu: folytatás
ru: продолжить
sl: Nadaljuj
vi: tiếp tục
zh_cn: 继续

source: controlled by HDMI
da: Styret af HDMI
de: Steuerung über HDMI
et: HDMI juhitav
hu: HDMI vezérléssel
vi: được điều khiển bởi HDMI
zh_cn: 由HDMI控制

source: convert to AC3
da: Konverter til AC3
de: Umwandeln zu AC3
et: Teisenda > AC3
hu: konvertálás AC3-ra
vi: chuyển đổi sang AC3
zh_cn: 转换为AC3

source: convert to DTS
da: Konverter til DTS
de: Konvertieren zu DTS
et: Teisenda > DTS
hu: konvertálás DTS-re
vi: chuyển đổi sang DTS
zh_cn: 转换为DTS

source: convert to multi-channel PCM
da: Konverter til multi-kanal PCM
de: Konvertieren zu Mehrkanalton PCM
et: Teisenda > mitmekanaline PCM
hu: konvertálás többcsatornás PCM-be
vi: chuyển đổi sang PCM đa kênh
zh_cn: 转换为多声道PCM

source: copy file
da: Kopier fil
de: Datei kopieren
et: kopeeri fail
vi: sao chép tập tin
zh_cn: 复制文件

source: copy folder
da: Kopier mappe
de: Ordner kopieren
et: kopeeri kataloog
vi: sao chép các tệp tin
zh_cn: 复制文件夹

source: copy to bouquets
da: Kopier til Buket
de: In Bouquets kopieren
et: Kopeeri nimekirjadesse
hu: másolás csatornacsomagokba
pt_br: Copiar para grupo de favoritos
ru: копировать в букет
sl: kopiraj v pakete
vi: sao chép vào gói kênh
zh_cn: 复制到自定义组

source: create directory
da: Opret mappe
de: Verzeichnis erstellen
et: Loo kataloog
hu: mappa létrehozása
pt_br: Criar diretório
ru: создать каталог
sl: ustvari mapo
vi: tạo thư mục
zh_cn: 创建目录

source: create symlink ...
da: Opret symlænke...
de: erzeuge Symlink...
et: loo nimeviit
vi: tạo liên kết tượng trưng ...
zh_cn: 正在创建链接...

source: currently installed image: %s
da: nuværende installerede image: %s
de: Derzeit installiertes Image: %s
et: paigaldatud püsivara: %s
hu: aktuálisan feltelepített image: %s
ru: текущий установленный имидж: %s
sl: trenutno nameščena slika (image): %s
vi: hình ảnh hiện được cài đặt:%s
zh_cn: 当前安装镜像: %s

source: daily
da: Daglig
de: Täglich
et: Iga päev
hu: naponta
pt_br: Diário
ru: ежедневно
sl: vsak dan
vi: hằng ngày
zh_cn: 每天

source: default Astra (13e-19e)
da: Astra (13e-19e) standard
de: Standard Astra (13e-19e)
et: vaikimisi Astra (13e-19e)
vi: astra mặc định (13e-19e)
zh_cn: 标准阿斯特拉(13e-19e)

source: descramble and record ecm
da: Afkod og gem ECM
de: Entschlüsseln und ECM aufnehmen
et: Dekodeeri ja salvesta ecm
hu: ecm felvétel és dekódolás
pt_br: Decodificar e gravar ECM
ru: декодирование и запись ECM
vi: giải mã và ghi lại ecm
zh_cn: 解扰并录制ECM

source: disable
da: Deaktiveret
de: Deaktivieren
et: Keela
hu: letiltás
pt_br: Desativar
ru: выключить
sl: onemogoči
vi: vô hiệu hóa
zh_cn: 不可用

source: disable move mode
da: Deaktiver omflytningstilstand
de: Verschiebemodus ausschalten
et: Lõpeta liigutamine
hu: mozgatási mód letiltása
pt_br: Salvar modificações
ru: выключить режим перемещения
sl: Onemogoči način prenosa
vi: tắt chế độ di chuyển
zh_cn: 禁用移动模式

source: display
de: Anzeige
et: Esipaneeli näidik
hu: kijelző
ru: показать
vi: trưng bày
zh_cn: 显示

source: do nothing
da: Gør intet
de: Keine Änderung
et: Ära tee midagi
hu: ne csináljon semmit
pt_br: Não fazer nada
ru: ничего не делать
sl: ne delaj ničesar
vi: không làm gì cả
zh_cn: 不执行任何操作

source: dolby
zh_cn: 杜比

source: don't descramble, record ecm
da: Afkod ikke, gem ECM
de: Nicht entschlüsseln, ECM aufnehmen
et: Ära dekodeeri, salvesta ecm
hu: ecm felvétel dekódolás nélkül
pt_br: Não decodificar, gravar ECM
ru: не раскодировать, запись ECM
vi: không giải mã, ghi lại ecm
zh_cn: 不解扰,录制ECM

source: done!
da: Udført!
de: Erledigt!
et: valmis!
hu: kész!
pt_br: Concluído
ru: выполнено!
sl: Storjeno!
vi: làm xong!
zh_cn: 完成!

source: drivers
da: Drivere
de: Treiber
et: Ajurid
hu: illesztőprogramok
ru: драйверы
vi: lái xe
zh_cn: 驱动程序

source: eMMC
zh_cn: 内存

source: eMMC slot %s
zh_cn: 内存分区 %s

source: edit alternatives
da: redigere alternativer
de: Alternativen bearbeiten
et: asenduskanalite muutmine
hu: alternatívák módosítása
pt_br: Editar alternativas
ru: редактировать альтернативы
sl: uredi alternative
vi: chỉnh sửa thay thế
zh_cn: 编辑选择

source: enable
da: Aktiver
de: Aktivieren
et: Luba
hu: engedélyezés
pt_br: Ativar
ru: включить
sl: omogoči
vi: cho phép
zh_cn: 启用

source: enable PIP no HDR
da: Aktiver PiP ingen HDR
de: aktiviere Bild im Bild ohne HDR
et: PIP lubatud, HDR puudub
hu: engedélyezze a Kép-a-Képben funkciót mikor nincs HDR
vi: bật PIP không có HDR
zh_cn: 启用画中画没有HDR

source: enable bouquet edit
da: Aktiver Buketredigering
de: Bouquet editieren aktivieren
et: Muuda lemmiknimekirju
hu: csatornacsomag szerkesztés engedélyezése
pt_br: Editar grupo de favoritos
ru: включить редактирование пакета пользователя
sl: Omogoči urejanje paketa
vi: cho phép chỉnh sửa gói kênh
zh_cn: 启用编辑自定义组

source: enable favourite edit
da: Aktiver favoritredigering
de: Favoriten editieren aktivieren
et: Muuda lemmikuid
hu: kedvencek módosításának engedélyezése
pt_br: Editar favoritos
ru: включить редактирование избранного
sl: Omoguči urejanje priljubljenih
vi: cho phép chỉnh sửa yêu thích
zh_cn: 启用编辑喜爱频道

source: enable move mode
da: Aktiver omflytningstilstand
de: Verschiebemodus aktivieren
et: Liiguta kanaleid
hu: mozgatási mód engedélyezése
pt_br: Organizar/mover itens
ru: включить режим перемещения
sl: Omogoči način za premikanje
vi: cho phép chế độ di chuyển
zh_cn: 启用移动模式

source: end alternatives edit
da: afslut alternativ redigering
de: Alternativen-Bearbeitung beenden
et: Salvesta muudatused ja välju
hu: alternatívák módosításának vége
pt_br: Salvar modificações
ru: закончить редактирование альтернативов
sl: konec urejanja alternativ
vi: kết thúc thay thế chỉnh sửa
zh_cn: 结束备选编辑

source: end bouquet edit
da: Afslut Buket-redigering
de: Bouquet editieren beenden
et: Salvesta muudatused ja välju
hu: csatornacsomag szerkesztés befejezése
pt_br: Salvar modificações
ru: конец редактирования пакета
sl: končaj urejanje paketa
vi: kết thúc chỉnh sửa gói kênh
zh_cn: 结束自定义组编辑

source: end favourites edit
da: afslut favorit-redigering
de: Favoriten editieren beenden
et: Salvesta muudatused ja välju
hu: kedvencek módosításának vége
pt_br: Salvar modificações
ru: конец редактирования избранного
sl: končaj urejanje priljubljenih
vi: kết thúc yêu thích chỉnh sửa
zh_cn: 结束收藏夹编辑

source: end zapping
da: afslut Zapping
de: Umschalten beenden
et: lõpeta kanalivahetus
hu: ugrás vége
vi: kết thúc hạ gục
zh_cn: 结束换台

source: enter number to jump to channel.
da: Indtast nummer for at springe til kanal.
de: Nummer, um zum Kanal zu wechseln
et: kanalile minekuks sisesta number.
hu: írja be a számot a csatorna ugrásához.
ru: введите номер канала.
vi: nhập số để nhảy đến kênh.
zh_cn: 输入要转到的频道编号.

source: error starting scanning
da: fejl ved start af søgning
de: Fehler beim Start der Suche
et: viga otsingu alustamisel
hu: hiba a keresés indításakor
ru: ошибка запуска сканирования
vi: lỗi bắt đầu quét
zh_cn: 开始扫描时出错

source: error while scanning
da: fejl ved søgning
de: Fehler beim Suchen
et: viga otsingu teostamisel
hu: hiba a keresés közben
ru: ошибка при сканирования
vi: lỗi trong khi quét
zh_cn: 扫描时出错

source: exit mounts setup menu
da: afslut mounts opsætningsmenu
de: Mounteinstellungen verlassen
et: Välju haakimise menüüst
hu: kilépés a Csatlakozás Beállítás menüből
ru: выход из меню настроек монтирования
vi: thoát cài đặt menu cài đặt
zh_cn: 退出菜单设置

source: exit network adapter configuration
da: Afslut netværksadapter opsætning
de: Netzwerkadapter-Konfiguration verlassen
et: Lõpeta võrgukaardi seadistamine
hu: kliépés a hálózati adapter beállításaiból
pt_br: Sair da configuração de rede
ru: закрыть конфигуратор сети
sl: izhod iz nastavitev mrežnega vmesnika
vi: thoát cấu hình bộ điều hợp mạng
zh_cn: 退出网卡配置

source: exit networkadapter setup menu
da: Afslut netværksadapter opsætningsmenu
de: Netzwerkadaptermenü verlassen
et: Välju võrgukaardi seadistusmenüüst
hu: kliépés a hálózati adapter beállításaiból
pt_br: Sair da configuração de rede
ru: закрыть настройки сетевого адаптера
sl: izhod iz nastavitvenega menija mrežnega vmesnika
vi: thoát khỏi menu cài đặt bộ điều hợp mạng
zh_cn: 退出网卡设置菜单

source: extensions
da: Udvidelser
de: Erweiterungen
et: Laiendused
hu: bővítmények
ru: Дополнения
vi: tiện ích mở rộng
zh_cn: 扩展

source: extensions.
da: Udvidelser.
de: Erweiterungen.
et: laiendust.
hu: bővítmények.
ru: дополнений.
vi: phần mở rộng.
zh_cn: 扩展.

source: extra wide
da: ekstra bred
de: extra breit
et: eriti lai
hu: extra széles
ru: сверх широкая
vi: rộng thêm
zh_cn: 超宽

source: false
da: falsk
de: Nein
et: ei
hu: nem
pt_br: Falso
ru: нет
vi: sai
zh_cn: 禁用

source: feed status
et: Hoidla olek
hu: folyamat állapota
ru: статус фида
vi: tình trạng
zh_cn: 馈送状态

source: find currently played service
da: Find nuværende viste kanal
de: Springe zum aktuellen Kanal
et: Leia aktiivne kanal
hu: éppen nézett csatorna megkeresése
ru: вернуться к текущему каналу в списке
vi: tìm dịch vụ hiện đang chơi
zh_cn: 查找当前播放的频道

source: for DATA LOSS OR DAMAGE !!!
da: for DATATAB eller SKADE !!!
de: für Datenverlust oder Schäden !!!
vi: cho DỮ LIỆU MẤT HOẶC DAMAGE !!!
zh_cn: 数据丢失或损坏 !!!

source: force AC3plus
da: Tvunget AC3plus
de: Erzwinge AC3+
et: Sunnitud AC3+
hu: a AC3plus kikényszerítése
vi: tác dụng AC3plus
zh_cn: 强制AC3plus

source: force disabled
da: Tvunget deaktiveret
de: Erzwinge deaktiviert
et: keela jõuga
hu: kényszerített letiltás
vi: tác dụng vô hiệu hóa
zh_cn: 强制禁用

source: force enabled
da: Tvunget aktiveret
de: Erzwinge aktiviert
et: luba jõuga
hu: kényszerített engedélyezés
vi: kích hoạt lực
zh_cn: 强制启用

source: from dir
da: fra mappe
de: Quellordner
et: kataloogist
vi: từ thư mục
zh_cn: 从目录

source: full
da: fuld
de: voll
et: täielik
hu: teljes
ru: полный
vi: đầy
zh_cn: 全部

source: go to deep standby
da: Skift til Dyb Standby
de: In Deep-Standby herunterfahren
et: Vastuvõtja puhkeseisundisse
hu: kikapcsolás
pt_br: Desligar
ru: полностью выключить
sl: pojdi v globoko spanje
vi: đi đến chế độ chờ sâu
zh_cn: 进入深度待机
