Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: With this setting, you can probably improve the signal quality or eliminate problems that can occur with longer HDMI cables.
bg: С тази настройка вероятно можете да подобрите качеството на сигнала или да премахнете проблеми, които могат да възникнат с по-дълги HDMI кабели.
da: Med denne indstilling kand du sandsynligvis forbedre signalkvalitet og eliminere problemer som kan forekomme med længere HDMI kabler.
de: Mit dieser Einstellung kann man wahrscheinlich die Signalqualität verbessern oder Probleme beseitigen, die bei längeren HDMI Kabeln auftreten können.
et: Selle sättega saab tõenäoliselt parandada signaali kvaliteeti või kõrvaldada probleeme, mis võivad tekkida pikemate HDMI-kaablite korral.
fi: Tällä asetuksella voit todennäköisesti parantaa signaalin laatua tai poistaa ongelmia, joita voi ilmetä pidemmillä HDMI-kaapeleilla.
fr: Avec ce paramètre, vous pouvez probablement améliorer la qualité du signal ou éliminer les problèmes pouvant survenir avec des câbles HDMI plus longs.
hu: Ezzel a beállítással valószínűleg javíthatja a jel minőségét vagy kiküszöbölheti a hosszabb HDMI kábellel előforduló problémákat.
pl: Przy tym ustawieniu prawdopodobnie można poprawić jakość sygnału lub wyeliminować problemy, które mogą wystąpić przy dłuższych kablach HDMI.
sk: Týmto nastavením sa pravdepodobne zlepší kvalitu signálu alebo sa odstránia problémy, ktoré môžu nastať pri dlhších HDMI kábloch.
ta: இந்த அமைப்பின் மூலம், நீங்கள் சமிக்ஞை தரத்தை மேம்படுத்தலாம் அல்லது நீண்ட HDMI கேபிள்களுடன் ஏற்படக்கூடிய சிக்கல்களை அகற்றலாம்.
vi: Với cài đặt này, bạn có thể cải thiện chất lượng tín hiệu hoặc loại bỏ các sự cố có thể xảy ra với cáp HDMI dài hơn.
zh_cn: 通过这种设置,您可以提高信号质量或消除较长HDMI电缆可能出现的问题.

source: Wolof
el: Γουόλοφ
lt: Volofų
ta: ஓலோஃப்
tr: Wolof Dili

source: XPicon, ZZZPicon
da: XPikon, zzzPikon
ta: எக்ச்பிகான், Zzzpicon
tr: XPikon, ZZZPikon

source: Xhosa
el: Κόσα
lt: Khosa
ta: ஓசா
tr: Xhosa Dili

source: You can skip this function and turn off the TV when you wake the receiver from standby and immediately switch back to standby.
bg: Можете да пропуснете тази функция и да изключите телевизора, когато събудите приемника от режим на готовност и незабавно да се върнете обратно в режим на готовност.
da: Du kan springe denne funktion over og slukke TV'et når du vækker modtageren fra Standby og straks skifter tilbage til Standby.
de: Sie können diese Funktion überspringen und den TV ausschalten, wenn Sie den Receiver aus dem Standby-Modus aufwecken und sofort wieder in den Standby-Modus wechseln.
fi: Voit ohittaa tämän toiminnon ja sammuttaa television, kun herätät vastaanottimen valmiustilasta ja vaihdat heti takaisin valmiustilaan.
fr: Vous pouvez ignorer cette fonction et éteindre le téléviseur lorsque vous sortez le récepteur du mode veille et revenez immédiatement en mode veille.
hu: Ezt a funkciót kihagyhatja, és kikapcsolhatja a TV-készüléket, amikor készenléti állapotban felébreszti a vevőt, és azonnal visszatér készenléti állapotba.
pl: Możesz pominąć tę funkcję i wyłączyć telewizor po wybudzeniu odbiornika z trybu czuwania, a następnie od razu przełączyć go z powrotem w tryb czuwania.
sk: Túto funkciu môžete preskočiť a vypnúť TV, ak sa prijímač prebudí z pohotovostného režimu a ihneď sa prepne späť do pohotovostného režimu.
ta: நீங்கள் இந்த செயல்பாட்டைத் தவிர்த்து, ரிசீவரை காத்திருப்பிலிருந்து எழுப்பும்போது டிவியை அணைக்கலாம், உடனடியாக காத்திருப்புக்கு மாறலாம்.
vi: Bạn có thể bỏ qua chức năng này và tắt TV khi bạn đánh thức máy thu từ chế độ chờ và ngay lập tức chuyển về chế độ chờ.
zh_cn: 你可以跳过这个功能,关掉电视当你唤醒接收器待机,并立即切换回待机.

source: Zhuang / Chuang
el: Ζουάνγκ / Τσουάνγκ
sk: čuangčina
ta: சட் மஞ்சள் / சி மஞ்சள்

source: adult movie/drama
bg: филм/драма за възрастни
da: Voksenfilm/drama
de: Erwachsenenfilm/Drama
et: täiskasvanute film/draama
fi: aikuisviihde
fr: film/drame pour adultes
hu: felnőtt/dráma
pl: film dla dorosłych/dramat
pt_br: Filme/Drama adulto
ru: мыльные оперы/драма
sk: pre dospelých/dráma
ta: வயதுவந்த திரைப்படம்/நாடகம்
vi: phim / phim người lớn
zh_cn: 成人电影/电视剧

source: adventure/western/war
bg: приключение/уестърн/война
da: Eventyr/Western/Krig
de: Abenteuer/Western/Krieg
et: seiklus/vestern/sõda
fi: seikkailu/länkkäri/sota
fr: aventure/western/guerre
hu: kaland/western/háború
pl: przygoda/wojenny/western
pt_br: Aventura/Velho Oeste/Guerra
ru: приключения/вестерн/военные
sk: dobrodružný/western/vojnový
ta: சாகச/மேற்கத்திய/போர்
vi: phiêu lưu / tây / chiến tranh
zh_cn: 冒险/西方/战争

source: advertisement/shopping
bg: реклама/пазаруване
da: Reklamer/Indkøb
de: Werbung/Verkauf
et: reklaam/ostukanal
fi: mainos/ostos
fr: publicité/achat
hu: reklám/televíziós vásárlás
pl: reklama/zakupy
pt_br: Propagandas/Compras
ru: реклама/телемагазин
sk: reklama/nakupovanie
ta: விளம்பரம்/சாப்பிங்
vi: quảng cáo / mua sắm
zh_cn: 广告/购物

source: all up/down
bg: всичко нагоре/надолу
da: alle op/ned
de: alle hoch/runter
et: kõik üles/alla
hu: minden fel/le
pl: wszystko góra/dół
sk: všetko nahor/nadol
ta: அனைத்தும் மேல்/கீழ்
vi: tất cả lên / xuống
zh_cn: 所有向上/向下

source: aqua
fi: meren sininen
sk: modrá (aqua)
ta: அக்வா

source: are you sure you want to restore following backup:
bg: сигурни ли сте, че искате да възстановите следното архивиране:
da: Er du sikker på, at du vil gendanne følgende sikkerhedskopi:
de: Wiederherstellen des folgenden Backups:
et: Kas taastada see varukoopia:
fi: oletko varma, että haluat palauttaa seuraavan varmuuskopion:
fr: êtes-vous sûr de vouloir restaurer la sauvegarde suivante :
hu: biztos benne, hogy törölni kívánja ezt a mentést:
pl: jesteś pewien, że chcesz przywrócić tą kopie zapasową:
pt_br: deseja instalar arquivo guardado:
ru: Действительно хотите восстановить следующий бекап:
sk: naozaj chcete obnoviť z tejto zálohy:
ta: நீங்கள் நிச்சயமாக மீட்டெடுக்க விரும்புகிறீர்களா? காப்புப்பிரதியைப் பின்பற்றுகிறது:
vi: bạn có chắc chắn muốn khôi phục sao lưu sau:
zh_cn: 你确定要恢复 下列备份:

source: arts/culture (general)
bg: изкуство/култура (общо)
da: Kunst/Kultur (generelt)
de: Kunst/Kultur (allgemein)
fi: taide/kulttuuri (ilman musiikkia, yleinen)
fr: arts/culture (général)
pl: kultura/sztuka (ogólna)
sk: umenie/kultúra (všeobecne)
ta: கலை/கலாச்சாரம் (பொது)
zh_cn: 艺术/文化(常规)

source: arts/culture (without music, general)
bg: изкуство/култура (без музика, като цяло)
da: Kunst/Kultur (uden musik, generelt)
de: Kunst/Kultur (ohne Musik, allgemein)
et: kunst/kultuur (välja arvatud muusika)
fi: taide/kulttuuri (ilman musiikkia, yleinen)
fr: arts/culture (sans musique, général)
hu: művészet/kultúra (prózai, általános)
pl: kultura/sztuka (bez muzyki, ogólna)
pt_br: Arte/Cultura (sem música, geral)
ru: искусство/культура (без музыки, общее)
sk: umenie/kultúra (bez hudby, všeobecne)
ta: கலை/கலாச்சாரம் (இசை இல்லாமல், பொது)
vi: nghệ thuật / văn hóa (không có âm nhạc, nói chung)
zh_cn: 艺术/文化(无音乐,常规)

source: arts/culture magazine
bg: изкуства/списание култура
da: Kunst-/Kulturmagasin
de: Kunst-/Kulturmagazin
et: kunst/kultuurimagasin
fi: taide/kulttuurimakasiini
fr: arts/culture magazines
hu: művészet/kultúra magazin
pl: sztuka/kultura
pt_br: Artes/Revista de cultura
ru: искусство/журналы о культуре
sk: umenie/kultúrny magazín
ta: கலை/கலாச்சார இதழ்
vi: tạp chí văn hóa nghệ thuật
zh_cn: 艺术/文化杂志

source: athletics
bg: атлетика
da: Atletik
de: Leichtathletik
et: kergejõustik
fi: yleisurheilu
fr: athlétisme
hu: atlétika
pl: lekka atletyka
pt_br: Atletismo
ru: атлетика
sk: atletika
ta: தடகள
vi: điền kinh
zh_cn: 竞技

source: azure
fi: taivaansininen
sk: azúrová
ta: அசூர்

source: ballet
bg: балет
de: Ballett
et: ballett
fi: baletti
hu: balett
pl: balet
pt_br: Balé
ru: балет
sk: balet
ta: பாலே
vi: vở ballet
zh_cn: 芭蕾

source: bc%d
et: eKr%d
ta: கிமு%d

source: black & white
bg: черно и бяло
da: sort & hvid
de: s/w
et: mustvalge
fi: mustavalkoinen
fr: noir & Blanc
hu: fekete és fehér
pl: czarnobiały
pt_br: Preto e Branco
ru: черное и белое
sk: čiernobiele
ta: கருப்பு & வெள்ளை
vi: đen trắng
zh_cn: 黑名单与白名单

source: broadcasting/press
bg: излъчване/преса
de: Rundfunk/Presse
et: ringhääling/ajakirjandus
fi: lähetys/lehdistö
fr: diffusion/presse
hu: közvetítés/sajtó
pl: transmitowanie/prasa
pt_br: Transmissão/Imprensa
ru: телерадиовещание/пресса
sk: vysielanie/tlač
ta: ஒளிபரப்பு/பத்திரிகை
vi: phát thanh / báo chí
zh_cn: 广播/新闻

source: cartoon/puppets
bg: анимационни/куклени
da: Tegnefilm/Marionetter
de: Zeichentrick/Puppen
et: joonis/nukufilm
fi: piirretty/nukke
fr: Dessin animé/Marionnettes
hu: rajzfilm/báb
pl: animowany
pt_br: Desenhos/Fantoches
ru: мультфильм/марионетки
sk: rozprávka/bábky
ta: கார்ட்டூன்/பொம்மலாட்டங்கள்
vi: phim hoạt hình / con rối
zh_cn: 漫画/木偶

source: children's (general)
bg: детско (общо)
fi: lasten/nuortenohjelma (yleinen)
fr: enfants (général)
pl: dla dzieci (ogólnie)
sk: pre deti (všeobecne)
ta: குழந்தைகள் (பொது)

source: children's/youth program (general)
bg: детска/юношеска програма (обща)
da: Børne-/Ungdomsudsendelse (Generelt)
de: Kinder/Jugendprogramm (allgemein)
fi: lasten/nuortenohjelma (yleinen)
fr: Enfants/Jeune publique (général)
pl: dla dzieci/młodzieży (ogólnie)
sk: program pre deti a mládež (všeobecne)
ta: குழந்தைகள்/இளைஞர் திட்டம் (பொது)
zh_cn: 儿童/青年计划(常规)

source: comedy
bg: комедия
da: Komedie
et: komöödia
fi: komedia
fr: Comédie
hu: vígjáték
pl: komedia
pt_br: Comédia
ru: комедия
sk: komédia
ta: நகைச்சுவை
vi: phim hài
zh_cn: 喜剧

source: comedy (general)
bg: комедия (общо)
da: Komedie (Generelt)
de: Komödie (allgemein)
fi: elokuva/draama (yleinen)
fr: comédie (général)
pl: komedia (ogólnie)
sk: komédia (všeobecne)
ta: நகைச்சுவை (பொது)
zh_cn: 喜剧(常规)

source: cooking
bg: готварстки
da: Madlavning
de: Kochen
et: kokasaade
fi: kokkaus
fr: Cuisine
hu: főzés
pl: gotowanie
pt_br: Cozinha
ru: кулинария
sk: varenie
ta: சமையல்
vi: nấu ăn
zh_cn: 存贮用户数据中...

source: current affairs (general)
bg: текущи дела (общо)
da: Aktuelle begivenheder (Generelt)
de: aktuelle Ereignisse (allgemein)
fi: uutiset/ajankohtaisohjelmat (yleinen)
fr: affaires courantes (général)
pl: sprawy bieżące (ogólnie)
sk: aktuálne dianie (všeobecne)
ta: நடப்பு விவகாரங்கள் (பொது)
zh_cn: 时事(常规)

source: detective/thriller
bg: детективски/трилър
da: Detektiv/Gyser
de: Krimi/Thriller
et: detektiiv/triller
fi: etsivä/trilleri
fr: Policier/thriller
hu: dekektív/thriller
pl: kryminał/thriller
pt_br: Detetive/Thriller
ru: детектив/триллер
sk: detektívka/thriller
ta: துப்பறியும்/த்ரில்லர்
vi: thám tử / phim kinh dị
zh_cn: 侦探/悬疑

source: discussion/interview/debate
bg: дискусия/интервю/дебат
da: Diskussion/interview/debat
de: Diskussion/Interview/Debatte
et: arutelu/vestlus/debatt
fi: keskustelu/haastattelu/väittely
fr: Discussion/interview/débat
hu: beszélgetés/interjú/vita
pl: rozmowa/wywiad/debata
pt_br: Discussão/Entrevista/Debate
ru: дискуссии/интервью/дебаты
sk: diskusia/rozhovor/debata
ta: கலந்துரையாடல்/நேர்காணல்/விவாதம்
vi: thảo luận / phỏng vấn / tranh luận
zh_cn: 讨论/面试/辩论

source: documentary
bg: документален
da: Dokumentar
de: Dokumentation
et: dokumentaal
fi: dokumentti
fr: Documentaire
hu: dokumentum
pl: dokument
pt_br: Documentário
ru: документалистика
sk: dokumentárny
ta: ஆவணப்படம்
vi: phim tài liệu
zh_cn: 纪录片

source: documentary (general)
bg: документален филм (общ)
da: Dokumentar (generelt)
de: Dokumentarfilm (allgemein)
fi: dokumentti (yleiset)
fr: documentaire (général)
pl: dokumentalny (ogólnie)
sk: dokumentárne (všeobecne)
ta: ஆவணப்படம் (பொது)
zh_cn: 纪录片(常规)

source: drama (general)
bg: драма (общо)
da: Drama (Generelt
de: Drama (allgemein)
fi: draama (yleinen)
fr: drame (généralités)
pl: dramat (ogólnie)
sk: dráma (všeobecne)
ta: நாடகம் (பொது)
zh_cn: 戏剧(常规)

source: eSATA
ta: எசாட்டா

source: economics/social advisory
bg: икономика/социално консултативна
de: Wirtschaft/Soziales
et: majandus/hoolekanne
fi: talous/sosiaalinen neuvonta
fr: Économie/Social
hu: gazdaság/szocilális
pl: porady ekonomiczne/społeczne
pt_br: Economia social/Consultivo
ru: экономика/социология
sk: ekonomika/sociálne poradenstvo
ta: பொருளாதாரம்/சமூக அறிவுரை
vi: kinh tế / tư vấn xã hội
zh_cn: 经济学/社会咨询

source: education/information (general)
bg: образование/информация (общо)
da: Uddannelse/Information (Generelt)
de: Bildung/Information (allgemein)
fi: koulutus/tiede/tosiasiat (yleinen)
fr: éducation/information (général)
pl: edukacja/informacje (ogólnie)
sk: Vzdelávanie/informácie (všeobecne)
ta: கல்வி/தகவல் (பொது)
zh_cn: 教育/信息(常规)

source: education/science/factual topics (general)
bg: образование/наука/фактически теми (общо)
da: Uddannelse/Videnskab/Faktuelle emner (Generelt)
de: Bildung/Wissenschaft/Sachthemen (allgemein)
et: haridus/teadus
fi: koulutus/tiede/tosiasiat (yleinen)
fr: Éducation/Science/Sujets factuels (général)
hu: oktatás/tudomány/tényszerü általános
pl: edukacja/nauka/fakty
pt_br: Educação/Ciência/Temas factuais (geral)
ru: образование/наука/естествознание (общие)
sk: vzdelávanie/veda/vecné témy (obecne)
ta: கல்வி/அறிவியல்/உண்மை தலைப்புகள் (பொது)
vi: giáo dục / khoa học / chủ đề thực tế (chung)
zh_cn: 教育/科学/事实主题(一般)

source: enigma2 and network
bg: enigma2 и мрежата
da: Enigma2 og netværk
de: Enigma2 und Netzwerk
et: enigma2 ja võrk
fi: enigma2 ja verkko
fr: enigma2 et réseau
hu: enigma2 és hálózat
pl: enigma2 i sieć
ru: Энигма2 и сеть
sk: enigma2 a sieť
ta: enigma2 மற்றும் பிணையம்
vi: enigma2 và mạng
zh_cn: Enigma2和网络

source: entertainment (10-16 year old)
bg: забавление (10-16 годишна възраст)
da: Underholdning (10-16 årige)
de: Unterhaltung (10-16 Jahre)
et: meelelahutus (10-16 aastastele)
fi: viihde (10-16 vuotiaat)
fr: Divertissement (10-16 ans)
hu: szórakoztató (10-16 éves korosztály
pl: rozrywka (10-16 lat)
pt_br: Entretenimento (10-16 anos)
ru: развлечения (10-16 лет)
sk: zábava (10 - 16 rokov)
ta: பொழுதுபோக்கு (10-16 வயது)
vi: giải trí (10-16 tuổi)
zh_cn: 娱乐(10-16岁)

source: entertainment (6-14 year old)
bg: забавление (6-14 годишна възраст)
da: Underholdning (6-14 årige)
de: Unterhaltung (6-14 Jahre)
et: meelelahutus (6-14 aastastele)
fi: viihde (6-14 vuotiaat)
fr: Divertissement (6-14 ans)
hu: szórakoztató (6-14 éves korosztály
pl: rozrywka (6-14 lat)
pt_br: Entretenimento (6-14 anos)
ru: развлечения (6-14 лет)
sk: zábava (6 - 14 rokov)
ta: பொழுதுபோக்கு (6-14 வயது)
vi: giải trí (6-14 tuổi)
zh_cn: 娱乐(6-14岁)

source: entertainment (general)
bg: забавление (общо)
da: Underholdning (generelt)
de: Unterhaltung (allgemein)
fi: viihde (yleinen)
fr: divertissement (général)
pl: rozrywka (ogólnie)
sk: zábava (všeobecne)
ta: பொழுதுபோக்கு
zh_cn: 娱乐(常规)

source: equestrian
bg: конен
da: Rytter
de: Pferdesport
et: ratsutamine
fi: ratsastus
fr: Équestre
hu: lovaglás
pl: jeździectwo
pt_br: Equestre
ru: конный спорт
sk: jazdectvo
ta: குதிரையேற்றம்
vi: cưỡi ngựa
zh_cn: 马术

source: experimental film/video
bg: експериментален филм/видео
da: Eksperimentel film/video
de: experimenteller Film/Video
et: eksperimentaalne film/video
fi: kokeellinen elokuva/video
fr: Film expérimental/Vidéo
hu: kísérleti filmezés
pl: film eksprymentalny
pt_br: Filme/vídeo experimental
ru: экспериментальный фильм/видео
sk: experimentálny film/video
ta: சோதனை படம்/வீடியோ
vi: phim / video thử nghiệm
zh_cn: 实验电影/视频

source: fashion
bg: мода
da: Mode
de: Mode
et: mood
fi: muoti
fr: Mode
hu: divat
pl: moda
pt_br: Moda
ru: мода
sk: móda
ta: ஃபேசன்
vi: thời trang
zh_cn: 时尚

source: fast
bg: бърз
da: Hurtig
de: Schnell
et: Kiire
hu: gyors
pl: szybko
ru: быстро
sk: rýchlo
ta: வேகமாக
vi: nhanh
zh_cn: 快速

source: film/cinema
bg: филм/кино
da: Film/Biograf
de: Kino/Film
et: film/kino
fi: elokuva
fr: Film/Cinéma
hu: mozi
pl: film/kino
pt_br: Filme/Cinema
ru: фильм/кино
sk: film/kino
ta: படம்/சினிமா
vi: phim / rạp chiếu phim
zh_cn: 电影/看电影

source: fine arts
bg: изящни изкуства
da: Finere kunst
de: Kunst
et: kaunid kunstid
fi: kuvataide
fr: Beaux arts
hu: művészet
pl: sztuki piękne
pt_br: Belas artes
ru: искусство
sk: výtvarné umenie
ta: நுண்கலை
vi: mỹ thuật
zh_cn: 美术

source: fitness & health
bg: фитнес и здраве
de: Fitness & Gesundheit
et: kehakultuur ja tervis
fi: kuntoilu ja terveys
fr: Culture physique et santé
hu: fitnessz/egészség
pl: sprawność i zdrowie
pt_br: Fitness e Saúde
ru: фитнесс и здоровье
sk: fitness & zdravie
ta: உடற்பயிற்சி மற்றும் உடல்நலம்
vi: thể dục & sức khỏe
zh_cn: 健身与健康

source: folk/traditional music
bg: фолк/традиционна музика
de: Volksmusik/traditionelle Musik
et: folk/rahvamuusika
fi: kansan-/perinteinen musiikki
fr: Folk/Musique traditionnelle
hu: folklór/népzene
pl: folk/muzyka tradycyjna
pt_br: Folk/Música tradicional
ru: фольклор/традиционная музыка
sk: folk/tradičná hudba
ta: நாட்டுப்புற/பாரம்பரிய இசை
vi: nhạc dân gian / truyền thống
zh_cn: 民族/传统音乐

source: football/soccer
bg: футбол/футбол
de: Fußball
et: jalgpall
fi: jalkapallo
fr: Football/Foot
hu: futball/foci
pl: piłka nożna
pt_br: Futebol
ru: футбол/соккер
sk: futbal
ta: கால்பந்து/கால்பந்து
vi: bóng đá
zh_cn: 踢足球/足球

source: foreign countries/expeditions
bg: чужди страни/експедиции
da: Fremmede lande/Ekspeditioner
de: Ausland/Expeditionen
et: välisriigid/ekspeditsioonid
fi: ulkomaat/tutkimusmatkat
fr: Pays étrangers/Expéditions
hu: külföldi országok/kirándulás
pl: wyprawy/podróże
pt_br: Países estrangeiros/Expedições
ru: зарубежные страны/экспедиции
sk: cudzie krajiny/expedície
ta: வெளிநாட்டு நாடுகள்/பயணங்கள்
vi: nước ngoài / cuộc thám hiểm
zh_cn: 国外/探险

source: further education
bg: допълнително образование
da: Videregående uddannelse
de: Weiterbildung
et: täiendõpe
fi: jatkokoulutus
fr: Formation continue
hu: továbboktatás
pl: dalsze kształcenie
pt_br: Educação
ru: продвинутое образование
sk: ďalšie vzdelávanie
ta: மேலும் கல்வி
vi: giáo dục nâng cao
zh_cn: 继续教育

source: game show/quiz/contest
bg: шоу игра/викторина/конкурс
da: Quizprogram/Quiz/Konkurrence
de: Spielshow/Quiz/Wettbewerb
et: telemäng/viktoriin/võistlus
fi: visailu/tietovisa/kilpailu
fr: Émission de jeu/Quiz/Concours
hu: játék/show/kvíz
pl: teleturniej/quiz/konkurs
pt_br: Game show/Quiz/Concurso
ru: телевикторина/викторина/соревнования
sk: hra/kvíz/súťaž
ta: விளையாட்டு நிகழ்ச்சி/வினாடி வினா/போட்டி
vi: game show / đố vui / cuộc thi
zh_cn: 游戏节目/智力竞赛/竞赛

source: gardening
bg: градинарство
da: Havearbejde
de: Gartenarbeit
et: aiandus
fi: puutarhanhoito
fr: Jardinage
hu: kertészet
pl: ogrodnictwo
pt_br: Jardinagem
ru: садоводство
sk: záhradníctvo
ta: தோட்டக்கலை
vi: làm vườn
zh_cn: 园艺

source: handicraft
da: håndværk
de: Handwerk
et: käsitöö
fi: käsityö
fr: Artisanat
hu: kézművesség
pl: rękodzieło
pt_br: Artesanato
ru: ремесла
sk: ručné práce
ta: கைவினைப்பொருட்கள்
vi: thủ công
zh_cn: 工艺品

source: hops:
fi: hypyt:
lt: žingsniai:
sv: hoppar:
ta: ஆப்ச்:
zh_cn: 链路数目:

source: information/education/school program
bg: информация/образование/учебна програма
da: Information/Uddannelse/Undervisning
de: Information/Bildung/Schulprogramm
et: teave/haridus/kooliprogramm
fi: tiedotus/koulutus/kouluohjelma
fr: Information/Education/Programme scolaire
hu: információ/oktatás/isklola
pl: program edukacyjny
pt_br: Informação/Educação/Escola
ru: информация/образование/школьные программы
sk: informácie/vzdelávanie/školský program
ta: தகவல்/கல்வி/பள்ளி திட்டம்
vi: thông tin / giáo dục / chương trình học
zh_cn: 信息/教育/学校计划

source: infotainment (general)
bg: инфотейнмънт (общо)
da: Infotainment (Generelt)
de: Infotainment (allgemein)
fi: Ajankohtaisviihde
fr: info-divertissement (général)
pl: informowanie (ogólne)
sk: infotainment (všeobecne)
ta: இன்போடெயின்மென்ட் (பொது)
zh_cn: 信息娱乐(普通)

source: jazz
bg: джаз
et: džäss
ru: джаз
ta: சாச்
vi: nhạc jazz
zh_cn: 爵士乐

source: languages
bg: езици
da: Sprog
de: Sprachen
et: keeled
fi: kielet
fr: Langues
hu: nyelvek
pl: języki
pt_br: Idiomas
ru: языки
sk: jazyky
ta: மொழிகள்
vi: ngôn ngữ
zh_cn: 语言

source: leisure hobbies (general)
bg: развлекателните хобита (общо)
da: Fritidsaktiviteter (Generelt)
de: Freizeithobbys (allgemein)
et: vaba aja harrastused
fi: vapaa-ajan harrastukset (yleinen)
fr: Passe-temps, loisirs (général)
hu: hobbi/szórakozás (általános)
pl: rozrywka hobby
pt_br: Lazer/Hobbies (geral)
ru: развлечения (хобби)
sk: koníčky a voľný čas (všeobecne)
ta: ஓய்வு பொழுதுபோக்குகள் (பொது)
vi: sở thích giải trí (chung)
zh_cn: 休闲爱好(常规)

source: lime
sk: limetková
ta: சுண்ணாம்பு

source: literature
bg: литература
da: litteratur
de: Literatur
et: kirjandus
fi: kirjallisuus
fr: Littérature
hu: irodalom
pl: literatura
pt_br: Literatura
ru: литература
sk: literatúra
ta: இலக்கியம்
vi: văn chương
zh_cn: 文学

source: live broadcast
bg: предаване на живо
da: Live sending
de: Live-Übertragung
et: otsesaade
fi: suora lähetys
fr: Diffusion en direct
hu: élő adás
pl: transmisja na żywo
pt_br: Transmissão ao-vivo
ru: прямой эфир
sk: živé vysielanie
ta: நேரடி ஒளிபரப்பு
vi: phát sóng trực tiếp
zh_cn: 直播

source: magazines/reports/documentary
bg: списания/доклади/документални
da: Magasiner/Beretninger/Dokumentar
de: Magazine/Berichte/Dokumentationen
et: magasinid/reportaažid/dokumentaal
fi: makasiini/raportti/dokumentti
fr: Magazines/Rapports/Documentaires
hu: magazin/riport/dokumentum
pl: reportaż/dokument/magazyn
pt_br: Revistas/Documentário
ru: журналы/репортажи/документалистика
sk: magazíny/reportáže/dokumenty
ta: பத்திரிகைகள்/அறிக்கைகள்/ஆவணப்படங்கள்
vi: tạp chí / báo cáo / phim tài liệu
zh_cn: 杂志/报告/纪录片

source: martial sports
bg: бойни спортове
da: Kampsport
de: Kampfsport
et: võitluskunstid
fi: kamppailulajit
fr: Sports martiaux
hu: harci sportok
pl: sporty walki
pt_br: Esportes marciais
ru: единоборства
sk: bojové športy
ta: தற்காப்பு விளையாட்டு
vi: võ thuật
zh_cn: 武术运动

source: medicine/physiology/psychology
bg: медицина/физиология/психология
da: Lægevidenskab/Fysiologi/Psykologi
de: Medizin/Physiologie/Psychologie
et: meditsiin/füsioloogia/psühholoogia
fi: lääketiede/fysiologia/psykologia
fr: Médecine/Physiologie/Psychologie
hu: egészség
pl: medycyna/fizjologia/psychologia
pt_br: Medicina/Fisiologia/Psicologia
ru: медицина/физиология/психология
sk: medicína/fyziológia/psychológia
ta: மருத்துவம்/உடலியல்/உளவியல்
vi: y học / sinh lý / tâm lý
zh_cn: 医学/生理学/心理学

source: motor sport
bg: моторен спорт
et: motosport
fi: moottoriurheilu
fr: Sport automobile
pl: sporty motorowe
pt_br: Esporte a motor
ru: автоспорт
sk: motoristické športy
ta: மின்னோடி விளையாட்டு
vi: mô tô thể thao
zh_cn: 赛车运动

source: motoring
bg: автомобилизъм
da: Motorkøretøjer
de: Motorsport
et: autondus
fi: autoilu
fr: Automobile
hu: motor
pl: motoryzacja
pt_br: Automobilismo
ru: мотоспорт
sk: motorizmus
ta: மின்னோடி ஓட்டுதல்
vi: chuyển động
zh_cn: 驾驶

source: movie (general)
bg: филм (общо)
da: Film (Generelt)
de: Film (allgemein)
fi: elokuva (yleinen)
fr: film (général)
pl: film (ogólnie)
sk: film (všeobecne)
ta: திரைப்படம் (பொது)
zh_cn: 电影(常规)

source: movie/drama (general)
bg: филм/драма (общо)
da: Film/Drama (Generelt)
de: Film/Drama (allgemein)
et: film/draama
fi: elokuva/draama (yleinen)
fr: Film/Théâtre (général)
hu: mozi/színház (általános)
pl: film/dramat
pt_br: Filme/Drama (geral)
ru: кино/драма (общие)
sk: film/dráma (všeobecne)
ta: திரைப்படம்/நாடகம் (பொது)
vi: phim / kịch (nói chung)
zh_cn: 电影/戏剧(常规)

source: music (general)
bg: музика (общо)
da: Musik (Generelt)
de: Musik (allgemein)
fi: musiikki(yleinen)
fr: musique (général)
pl: muzyka (ogólnie)
sk: hudba (všeobecne)
ta: இசை (பொது)
zh_cn: 音乐(普通)

source: music/ballet/dance (general)
bg: музика/балет/танц (общо)
da: Musik/Ballet/Dans (Generelt)
de: Musik/Ballett/Tanz (allgemein)
et: muusika/ballett/tants
fi: musiikki/baletti/tanssi (yleinen)
fr: Musique/Ballet/Danse (général)
hu: zene/balett/tánc (általános)
pl: muzyka/balet/taniec
pt_br: Música/Balé/Dança (geral)
ru: музыка/балет/танцы (общие)
sk: hudba/balet/tanec (všeobecne)
ta: இசை/பாலே/நடனம் (பொது)
vi: âm nhạc / ballet / khiêu vũ (nói chung)
zh_cn: 音乐/芭蕾/舞蹈(常规)
