Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Please enter new name:
bg: Моля, въведете ново име:
cs: Zadejte nový název:
da: Indtast venligst nyt navn:
de: Bitte geben Sie einen neuen Namen ein:
el: Εισάγετε νέο όνομα:
et: Sisesta uus nimi:
fi: Syötä uusi nimi:
fr: Veuillez entrer un nouveau nom :
hr: Unesite novo ime:
hu: Kérem, adja meg az új nevet:
it: Inserisci un nuovo nome:
lt: Įrašykite naują pavadinimą:
nl: A.u.b. een nieuwe naam opgeven:
pl: Wprowadź nową nazwę:
pt_br: Informe o novo nome:
ru: Введите новое имя для сервиса:
sk: Prosím, zadajte nové meno:
sr: Unesite novo ime:
sv: Vänligen ange nytt namn:
ta: புதிய பெயரை உள்ளிடவும்:
tr: Lütfen yeni bir isim girin:
uk: Будь ласка, введіть нове ім'я:
vi: Vui lòng nhập tên mới:
zh_cn: 请输入新的名称:

source: Please enter search string for your location
bg: Моля, въведете низ за търсене за местоположението си
cs: Zadejte prosím vyhledávací řetězec pro vaši polohu
da: Indtast venligst søgestreng for din placering
de: Geben Sie den Ort ein, nach dem gesucht werden soll
el: Εισάγετε όρο αναζήτησης για την τοποθεσία σας
et: Sisesta otsisõna asukoha otsinguks
fi: Anna haettava sijainti
fr: Entrez une chaîne de recherche pour votre emplacement
hr: Unesite string za traženje vaše lokacije
hu: Kérjük, adja meg a keresési szöveget a tartózkodási helyéhez
it: Inserisci una stringa di ricerca per la tua posizione
lt: Įrašykite savo vietovės paieškos eilutę
nl: Voer uw locatie in om naar te zoeken
pl: Wprowadź ciąg wyszukiwania dla swojej lokalizacji
sk: Prosím, zadajte hľadaný reťazec pre vašu polohu
sr: Unesite string za traženje vaše lokacije
sv: Vänligen ange söksträng för din plats
ta: உங்கள் இருப்பிடத்திற்கான தேடல் சரத்தை உள்ளிடவும்
tr: Lütfen konumunuz için arama dizesini girin
uk: Будь ласка, введіть рядок пошуку для свого місцезнаходження
vi: Vui lòng nhập chuỗi tìm kiếm cho vị trí của bạn
zh_cn: 请输入搜索字符串以查找您的位置

source: Please enter the correct pin code
bg: Моля, въведете коректен ПИН код
cs: Zadejte správný PIN
da: Indtast venligst korrekt pin kode
de: Korrekten PIN-Code eingeben
el: Εισάγετε το σωστό PIN
et: Sisesta õige kood
fi: Syötä oikea tunnusluku
fr: Veuillez saisir le code PIN correct
hr: Unesite ispravan pin kod
hu: Kérem, adja meg a helyes PIN kódot
it: Inserisci il codice PIN corretto
lt: Įrašykite teisingą PIN kodą
nl: A.u.b. de juiste pincode invoeren
pl: Wprowadź poprawny kod PIN
pt_br: Informe a senha
ru: Пожалуйста, введите правильный Пин-код
sk: Prosím, zadajte správny PIN kód
sl: Prosim, da vnesete pravilno PIN kodo
sr: Unesite ispravan pin kod
sv: Vänligen ange rätt pinkod
ta: சரியான முள் குறியீட்டை உள்ளிடவும்
tr: Lütfen doğru pin kodunu girin
uk: Будь ласка, введіть правильний пін-код
vi: Vui lòng nhập mã pin chính xác
zh_cn: 请输入正确的密码

source: Please enter the new directory name:
cs: Zadejte prosím název nového adresáře:
el: Παρακαλώ εισάγετε το όνομα του νέου φάκελου:
fi: Kirjoita uusi kansio nimi
hr: Unesite novo ime direktorijuma:
it: Inserisci un nuovo nome per la cartella:
lt: Įveskite naują katalogo pavadinimą:
nl: Voer de nieuwe mapnaam in:
pl: Podaj nazwę nowego katalogu:
sk: Prosím, zadajte nový názov priečinka:
sr: Unesite novo ime direktorijuma:
sv: Ange det nya katalognamnet:
ta: புதிய அடைவு பெயரை உள்ளிடவும்:
tr: Lütfen yeni dizin ismini girin:
uk: Введіть нову назву каталогу:

source: Please enter the new file name:
cs: Prosím, zadejte nový název souboru:
el: Παρακαλώ εισάγετε το νέο όνομα αρχείου:
fi: Kirjoita uusi tiedostonimi
hr: Unesite novo ime fajla:
it: Inserisci un nuovo nome per il file:
lt: Įveskite naują failo pavadinimą:
nl: Geef de nieuwe bestandsnaam op:
pl: Podaj nazwę nowego pliku:
sk: Prosím, zadajte nový názov súboru:
sr: Unesite novo ime fajla:
sv: Ange det nya filnamnet:
ta: புதிய கோப்பு பெயரை உள்ளிடவும்:
tr: Lütfen yeni dosya ismini girin:
uk: Введіть нову назву файлу:

source: Please enter the new name:
cs: Zadejte prosím nový název:
el: Εισάγετε το νέο όνομα:
fi: Kirjoita uusi nimi:
hr: Molimo vas da unesete novo ime:
it: Inserisci il nuovo nome:
nl: A.u.b. een nieuwe naam opgeven:
pl: Proszę wprowadzić nową nazwę:
sk: Prosím, zadajte nové meno:
sr: Molimo vas da unesete novo ime:
sv: Vänligen ange det nya namnet:
ta: புதிய பெயரை உள்ளிடவும்:
tr: Lütfen yeni isim girin:
uk: Введіть нове ім'я:

source: Please enter the new tag:
bg: Моля, въведете новия таг:
cs: Zadejte prosím novou značku:
el: Παρακαλώ εισάγετε τη νέα ετικέτα:
fi: Syötä uusi tunniste:
fr: Veuillez saisir la nouvelle balise :
hr: Unesite novu oznaku:
it: Inserisci il nuovo tag:
lt: Įveskite naują žymę:
nl: A.u.b. de nieuwe tag opgeven:
pl: Wprowadź nowy znacznik:
sk: Prosím, zadajte nový tag:
sr: Unesite novu oznaku:
sv: Vänligen ange den nya taggen:
ta: புதிய குறிச்சொல்லை உள்ளிடவும்:
tr: Lütfen yeni etiketi girin:
uk: Будь ласка, введіть новий тег:

source: Please enter the old PIN code
bg: Моля, въведете стария ПИН код
cs: Zadejte starý PIN kód
da: Indtast venligst den gammel PIN kode
de: Alten PIN-Code eingeben
el: Εισάγετε τον παλιό κωδικό PIN
et: Sisesta vana PIN kood
fi: Syötä vanha PIN koodi
fr: Veuillez saisir l'ancien code PIN
hr: Unesite stari PIN kod
hu: Régi PIN kód
it: Inserisci il vecchio codice PIN
lt: Įrašykite seną PIN kodą
nl: Voer a.u.b. de oude pincode in
pl: Wprowadź stary kod PIN
pt_br: Informe a senha antiga
ru: Пожалуйста, введите текущий Пин-код
sk: Prosím, zadajte pôvodný PIN kód
sr: Unesite stari PIN kod
sv: Vänligen ange den gamla PIN-koden
ta: பழைய முள் குறியீட்டை உள்ளிடவும்
tr: Lütfen eski PIN kodu girin
uk: Будь ласка, введіть старий Пін-код
vi: Vui lòng nhập mã PIN cũ
zh_cn: 请输入旧的密码

source: Please enter your email address, which will be your login. Via your account on the IceTV website you can choose to receive service announcements, account reminders and promotional offers.
bg: Моля, въведете вашия имейл адрес, който ще бъде вашето потребителско име. Чрез вашия акаунт в уебсайта на IceTV можете да изберете да получавате служебни съобщения, напомняния за акаунти и промоционални оферти.
cs: Zadejte prosím svou e-mailovou adresu, která bude sloužit jako přihlašovací jméno. Prostřednictvím svého účtu na webových stránkách IceTV si můžete zvolit zasílání oznámení o službách, připomínek k účtu a propagačních nabídek.
da: Indtast venligst din E-mail adresse, hvilket vil blive dit login. Via din konto kan du vælge at modtage tjenestebeskeder, konto påmindelser, reklametilbud på IceTV websiden.
de: Für Ihre Anmeldung geben Sie bitte Ihre E-Mail-Adresse ein. Diese Adresse wird verwendet für Status Meldungen, Programm-Informationen, Werbeangebote und eine Willkommensmail.
el: Εισάγετε τη διεύθυνση email σας, για να εισέρχεστε με αυτήν. Μέσα από τον λογαριασμό σας στο IceTV, μπορείτε να επιλέξετε να λαμβάνετε ανακοινώσεις για την υπηρεσία, υπενθυμίσεις για τον λογαριασμό και διαφημιστικές προσφορές.
fi: Anna sähköpostiosoitteesi, joka on kirjautumistunnuksesi. IceTV verkkosivustosi tilin kautta voit vastaanottaa palveluilmoituksia, tilimuistutuksia ja kampanjatarjouksia.
fr: Veuillez saisir votre adresse e-mail, qui sera votre identifiant. Via votre compte sur le site Web d’IceTV, vous pouvez choisir de recevoir des annonces de service, des rappels de compte et des offres promotionnelles.
hr: Unesite vašu email adresu, koja će biti vaša prijava. Putem vašeg naloga na IceTV web lokaciji možete odabrati da primate objave servisa, podsjetnike za naloge i promotivne ponude.
it: Inserisci il tuo indirizzo email, che servirà per accedere. Tramite il tuo account sul sito IceTV puoi scegliere di ricevere annunci sul servizio, promemoria e offerte promozionali.
lt: Įrašykite savo elektroninio pašto adresą, kuris bus jūsų prisijungimo vardas. Per savo paskyrą IceTV svetainėje, galite pasirinkti gauti paslaugų pranešimus, paskyros priminimus ir reklaminius pasiūlymus.
nl: Geef a.u.b. uw emailadres op, die ook wordt gebruikt als inlognaam. Via uw account op de IceTV website kunt u instellen of deze gebruikt mag worden voor het ontvangen van service aankondigingen, account herinneringen en promotie aanbiedingen.
pl: Podaj adres e-mail, który będzie twoim loginem. Za pośrednictwem swojego konta na stronie IceTV możesz otrzymywać powiadomienia o usługach, przypomnienia o koncie i oferty promocyjne.
sk: Prosím, zadajte svoju e-mailovú adresu, ktorá bude súčasne Vaším prihlasovacím menom. Prostredníctvom svojho konta na internetovej stránke IceTV si môžete zvoliť zasielanie informácií o službe, pripomienok pre konto a propagačných ponúk.
sr: Unesite vašu email adresu, koja će biti vaša prijava. Putem vašeg naloga na IceTV web lokaciji možete odabrati da primate objave servisa, podsetnike za naloge i promotivne ponude.
sv: Vänligen ange din e-postadress, som kommer att vara din inloggning. Via ditt konto på IceTV:s webbplats kan du välja att ta emot servicemeddelanden, kontopåminnelser och kampanjerbjudanden.
ta: தயவுசெய்து உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும், இது உங்கள் உள்நுழைவாக இருக்கும். ICETV இணையதளத்தில் உங்கள் கணக்கு வழியாக நீங்கள் பணி அறிவிப்புகள், கணக்கு நினைவூட்டல்கள் மற்றும் விளம்பர சலுகைகளைப் பெற தேர்வு செய்யலாம்.
tr: Lütfen giriş bilgileriniz olacak e-posta adresinizi girin. IceTV web sitesindeki hesabınız aracılığıyla hizmet duyuruları, hesap hatırlatıcıları ve promosyon teklifleri almayı seçebilirsiniz.
uk: Будь ласка, введіть свою електронну адресу, яка буде Вашим логіном. Через свій акаунт на веб-сайті IceTV ви можете отримувати повідомлення про послуги, нагадування про облікові записи та акційні пропозиції.
zh_cn: 请输入您的电子邮件地址,这将是您的登录名. 通过您在IceTV网站上的帐户,您可以选择 接收服务通知、帐户提醒还有促销优惠.

source: Please follow the instructions on the TV
bg: Моля, следвайте инструкциите на ТВ
cs: Následujte instrukce na TV
da: Følg venligst instruktionerne på dit TV
de: Den Anweisungen auf dem Bildschirm folgen
el: Ακολουθήστε τις οδηγίες στην οθόνη
et: Jälgi ekraanil olevaid juhiseid
fi: Seuraa ruudulla näkyviä ohjeita
fr: Veuillez suivre les instructions sur la TV
hr: Pratite uputstvo na TV
hu: Kérem, kövesse a képernyőn megjelenő instrukciókat
it: Segui le istruzioni sulla TV
lt: Vadovaukitės instrukcijomis TV ekrane
nl: Volg nu de instructies op uw TV
pl: Podążaj za instrukcjami na TV
pt_br: Siga as instruções na tela
ru: Пожалуйста, следуйте инструкциям на экране
sk: Prosím, riaďte sa pokynmi na televíznej obrazovke
sl: Prosim, da sledite navodilom na TV zaslonu
sr: Pratite uputstvo na TV
sv: Följ anvisningarna på TV:n
ta: டிவியில் உள்ள வழிமுறைகளைப் பின்பற்றவும்
tr: Lütfen TV talimatlarını takip edin
uk: Будь ласка, слідкуйте за інструкціями на TВ
vi: Vui lòng làm theo hướng dẫn trên TV
zh_cn: 请按照电视上的指示

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
bg: Моля, имайте предвид,че са били избрани преди медиите да могат да бъдат достъпни и вместо това се използва директория по подразбиране.
cs: Všimněte si prosím, že dříve vybrané médium nemohlo být zpřístupněno a proto se místo něj používán standardní adresář.
da: Bemærk venligst at det forrige valgte medie ikke kunne tilgås og standardmappen benyttes derfor i stedet for.
de: Auf das zuletzt ausgewählte Medium konnte nicht zugegriffen werden, daher wird stattdessen das Standardverzeichnis benutzt.
el: Σημειώστε ότι η πρόσβαση στο προηγουμένως επιλεγμένο μέσο δεν είναι δυνατή και έτσι θα χρησιμοποιηθεί ο προεπιλεγμένος φάκελος.
et: Eelnevalt valitud andmekandja ei ole kättesaadav ja selle asemel kasutatakse vaikimisi määratud kataloogi.
fi: Huomaa, että oletushakemisto on käytössä, koska aikaisemmin valittua levyä ei voitu ladata.
fr: Veuillez noter que le média sélectionné précédent n'est pas accessible, par conséquent, le répertoire par défaut sera utilisé à la place.
hr: Imajte na umu da predhodno odabranom mediju nije moguće pristupiti i da se zato koristi zadani direktorijum.
hu: Az előbb kiválaszott média nem elérhető és ezért inkább az alapmappa lesz használva.
it: Non è possibile accedere al supporto selezionato in precedenza e pertanto viene usata la cartella predefinita.
lt: Atkreipkite dėmesį, kad anksčiau pasirinkta laikmena neprieinama, todėl vietoje jos naudojamas numatytasis katalogas.
nl: Het eerder geselecteerde medium kon niet worden benaderd en om die reden wordt nu de standaard map gebruikt.
pl: Brak dostępu do uprzednio wybranych plików. Użyto katalogu domyślnego.
pt_br: Note que a mídia anteriormente selecionada não pôde ser acessada e, portanto, o diretório padrão está sendo usado.
ru: Пожалуйста, обратите внимание, что ранее выбранный носитель недоступен, и вместо него будет использован каталог по умолчанию
sk: Upozorňujeme, že k predtým vybranému médiu nebolo možné získať prístup, a preto sa namiesto neho použije predvolený priečinok.
sl: Prejšnji izbran medij ni dostopen, uporabljena je privzeta mapa.
sr: Imajte na umu da predhodno izabranom mediju nije moguće pristupiti i da se zato koristi default direktorijum.
sv: Observera att det tidigare valda mediet inte kunde nås och att standardkatalogen därför används i stället.
ta: முன்னர் தேர்ந்தெடுக்கப்பட்ட ஊடகத்தை அணுக முடியாது என்பதை நினைவில் கொள்க, எனவே இயல்புநிலை அடைவு பயன்படுத்தப்படுகிறது.
tr: Lütfen daha önce seçilen medyaya erişilemediğini ve bu nedenle varsayılan dizinin kullanıldığını dikkate alın.
uk: Будь ласка, зверніть увагу, що раніше вибраний носій не може бути доступний, тому замість нього використовується каталог за замовчуванням.
vi: Xin lưu ý rằng phương tiện được chọn trước đó không thể được truy cập và do đó thư mục mặc định đang được sử dụng thay thế.
zh_cn: 请注意,先前选定的媒体无法访问,因此默认目录正在被使用.

source: Please open Picture in Picture first
bg: Моля, отворете първо Картина в Картина
cs: Použijte prosím Obraz v Obraze (PiP)
da: Åben venligst Billede i Billede først
de: Bitte erst Bild im Bild aktivieren (Bild im Bild Zap)
el: Παρακαλώ ανοίξτε το PiP πρώτα
et: Ava esmalt PiP-aken
fi: Avaa ensin PiP kuva
fr: Veuillez d'abord ouvrir l'incrustation d'image
hr: Prvo otvorite Slika u Slici
hu: Kérem , először a Kép-a-Képben funkciót válassza
it: Apri prima Picture in Picture
lt: Pirmiausiai atsidarykite vaizdą vaizde
nl: Selecteer eerst Picture in Picture
pl: Najpierw uruchom tryb PiP
ru: Пожалуйста сначала запустите PIP
sk: Prosím, najprv otvorte PiP
sr: Prvo otvorite Slika u Slici
sv: Vänligen öppna Bild i bild först
ta: முதலில் படத்தில் படத்தைத் திறக்கவும்
tr: Lütfen önce Resim içinde Resmi aç
uk: Будь ласка, спочатку відкрийте картинку в картинці
vi: Vui lòng mở Ảnh trong Ảnh trước
zh_cn: 请先打开（PIP）画中画

source: Please press OK to continue.
bg: Моля, натиснете OK, за да продължите.
cs: Stiskněte OK pro pokračování.
da: Tryk venligst på OK for at fortsætte.
de: OK drücken zum Fortfahren.
el: Πιέστε ΟΚ για να συνεχίσετε.
et: Jätkamiseks vajuta OK.
fi: Jatka painamalla OK.
fr: Veuillez appuyer sur OK pour continuer.
hr: Pritisni ОК za nastavak.
hu: A folytatáshoz nyomja le az OK-t.
it: Premi OK per continuare.
lt: Spauskite 'OK', kad tęsti.
nl: Druk op OK om door te gaan.
pl: Naciśnij 'OK' aby kontynuować.
pt_br: Pressione OK para continuar.
ru: Пожалуйста, нажмите ОК для продолжения.
sk: Na pokračovanie stlačte OK, prosím.
sl: Za nadaljevanje pritisnite tipko OK.
sr: Pritisni ОК za nastavak.
sv: Tryck på OK för att fortsätta.
ta: தொடர சரி என்பதை அழுத்தவும்.
tr: Lütfen devam etmek için OK tuşuna basın.
uk: Будь ласка, натисніть OK для продовження.
vi: Vui lòng nhấn OK để tiếp tục.
zh_cn: 请按'确定'键继续.

source: Please press OK when ready
cs: Až budete připraveni, stiskněte OK
el: Πιέστε ΟΚ όταν είστε έτοιμοι
fi: Paina OK kun olet valmis
hr: Pritisni OK kada budete spremni
it: Premi OK quando sei pronto
nl: Druk op OK wanneer u klaar bent
pl: Naciśnij 'OK', gdy będziesz gotowy
sk: Prosím, stlačte OK, keď budete pripravení
sr: Pritisni OK kada budete spremni
sv: Tryck på OK när du är klar
ta: தயாராக இருக்கும்போது சரி என்பதை அழுத்தவும்
tr: Lütfen hazır olduğunuzda OK tuşuna basın
uk: Натисніть OK, коли будете готові

source: Please select a distribution from which you would like to flash an image:
cs: Vyberte distribuci, ze které chcete flashnout obraz:
el: Επιλέξτε μία διανομή από την οποία θα θέλατε να κάνετε φλασάρισμα ενός image:
fi: Valitse jakelija, jolta haluat päivittää ohjelmiston:
hr: Odaberite distribuciju iz koje želite da bljesnete imidž:
it: Seleziona distribuzione da installare nel ricevitore
lt: Pasirinkite platintoją, iš kurio norite paleisti vaizdą:
nl: A.u.b. een distributie selecteren van wie u een image wil flashen:
pl: Wybierz dystrybucję, z której chcesz flaszować system:
sk: Prosím, vyberte distribúciu, z ktorej chcete flashovať image:
sr: Izaberite distribuciju iz koje želite da flešnete imidž:
sv: Välj en distribution som du vill flasha en image från:
ta: நீங்கள் ஒரு படத்தை ஒளிரும் விநியோகத்தைத் தேர்ந்தெடுக்கவும்:
tr: Lütfen yazılım yüklemek istediğiniz dağıtım kanalını seçin:
uk: Будь ласка, виберіть дистрибутив, з якого ви хочете прошити імідж:

source: Please select a line to edit or select add to create new line.
cs: Vyberte řádek, který chcete upravit, nebo vyberte možnost přidat pro vytvoření nového řádku.
el: Επιλέξτε μία γραμμή για επεξεργασία ή επιλέξτε προσθήκη για δημιουργία νέας γραμμής.
fi: Valitse muokattava rivi tai luo uusi rivi valitsemalla Lisää.
hr: Odaberite redak za uređivanje ili odabir dodavanja da bi kreirali novi redak.
it: Seleziona riga da modificare o seleziona aggiungi per creare una nuova riga.
lt: Pasirinkite eilutę, kurią norite redaguoti, arba pasirinkite pridėti, kad sukurtumėte naują eilutę.
nl: A.u.b. een Line selecteren om te wijzigen of kies toevoegen om een nieuwe Line te maken.
pl: Proszę wybrać linię do edycji lub wybrać dodaj, aby utworzyć nową linię.
sk: Prosím, vyberte riadok, ktorý chcete upraviť, alebo vytvorte nový zvolením možnosti Pridať.
sr: Izaberite red za uređivanje ili izbor dodavanja da bi kreirali novi red.
sv: Välj en rad för att redigera eller välj Lägg till för att skapa en ny rad.
ta: திருத்த ஒரு வரியைத் தேர்ந்தெடுக்கவும் அல்லது புதிய வரியை உருவாக்க சேர் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Lütfen düzenlemek istediğiniz satırı seçin veya yeni bir satır oluşturmak için "Ekle"yi seçin.
uk: Виберіть рядок для редагування, або виберіть 'Додати', щоб створити новий рядок.

source: Please select a play list to delete...
bg: Моля, изберете плейлист за изтриване...
cs: Vyberte prosím seznam přehrávání, který chcete smazat...
el: Επιλέξτε λίστα αναπαραγωγής για διαγραφή...
fi: Valitse poistettava toistolista.
fr: Veuillez choisir une liste de lecture à supprimer…
hr: Odaberite spisak reprodukcije za brisanje...
it: Seleziona playlist da eliminare...
lt: Prašome pasirinkti grojaraštį, kurį norite ištrinti...
nl: Selecteer de afspeellijst die u wilt verwijderen...
pl: Wybierz listę odtwarzania do usunięcia...
sk: Prosím, vyberte playlist na vymazanie…
sr: Izaberite listu reprodukcije za brisanje...
sv: Välj en spellista som ska raderas...
ta: நீக்க ஒரு நாடக பட்டியலைத் தேர்ந்தெடுக்கவும் ...
tr: Lütfen silmek için bir oynatma listesi seçin...
uk: Будь ласка, виберіть список відтворення для видалення...

source: Please select a play list...
bg: Моля, изберете плейлист...
cs: Vyberte prosím seznam přehrávání...
el: Επιλέξτε λίστα αναπαραγωγής...
fi: Valitse toistolista.
fr: Veuillez choisir une liste de lecture...
hr: Odaberite spisak reprodukcije...
it: Seleziona playlist...
lt: Pasirinkite grojaraštį...
nl: Selecteer een afspeellijst...
pl: Wybierz listę odtwarzania...
sk: Prosím, vyberte playlist…
sr: Izaberite listu reprodukcije...
sv: Vänligen välj en spellista...
ta: தயவுசெய்து ஒரு நாடக பட்டியலைத் தேர்ந்தெடுக்கவும் ...
tr: Lütfen bir oynatma listesi seçin...
uk: Будь ласка, виберіть список відтворення...

source: Please select a resolution...
bg: Моля, изберете резолюция ...
cs: Nastavení rozlišení obrazu...
da: Vælg venligst en opløsning...
de: Bitte die Auflösung wählen...
el: Παρακαλώ επιλέξτε μία ανάλυση...
et: Vali lahutusvõime
fi: Valitse kuvaruudun tarkkuus
fr: Veuillez choisir une résolution…
hr: Odaberite rezoluciju...
hu: Válasszon egy felbontást...
it: Seleziona risoluzione...
lt: Pasirinkite rezoliuciją...
nl: Selecteer een resolutie...
pl: Wybierz rozdzielczość...
ru: Пожалуйста, выберите разрешение изображения
sk: Prosím, vyberte rozlíšenie…
sr: Izaberite rezoluciju...
sv: Vänligen välj en upplösning...
ta: தயவுசெய்து ஒரு தீர்மானத்தைத் தேர்ந்தெடுக்கவும் ...
tr: Lütfen bir çözünürlük seçin...
uk: Будь ласка, виберіть роздільчу здатність зображення...
vi: Vui lòng chọn độ phân giải ...
zh_cn: 请选择一个分辨率...

source: Please select an aspect ratio...
bg: Моля, изберете аспектното съотношение...
cs: Nastavení poměru stran obrazu...
da: Vælg venligst et billedformat...
de: Bitte Bild-Seitenverhältnis auswählen...
el: Παρακαλώ επιλέξτε έναν λόγο πλευρών...
et: Vali kuvasuhe
fi: Valitse kuvasuhde.
fr: Veuillez choisir un ratio d'aspect…
hr: Odaberite odnos širina/visina...
hu: Válasszon egy képarányt...
it: Seleziona proporzione...
lt: Pasirinkite vaizdo formato santykį...
nl: Selecteer een beeldverhouding...
pl: Wybierz proporcje ekranu...
ru: Пожалуйста, выберите пропорцию изображения
sk: Prosím, vyberte pomer strán…
sr: Izaberite odnos širina/visina...
sv: Vänligen välj ett bildförhållande...
ta: ஒரு விகித விகிதத்தைத் தேர்ந்தெடுக்கவும் ...
tr: Lütfen en boy oranı seçin...
uk: Будь ласка, виберіть співвідношення сторін...
vi: Vui lòng chọn tỷ lệ khung hình ...
zh_cn: 请选择一个纵横比...

source: Please select device to use as swap file location
bg: Моля, изберете устройство, което да се използва като място за swapfile
cs: Vyberte prosím zařízení, které se má použít jako umístění odkládacího souboru
el: Επιλέξτε μία συσκευή για χρήση τοποθεσίας swap
fi: Valitse laite, jonne swap tiedosto tallennetaan
fr: Veuillez choisir un support à utiliser comme emplacement pour le fichier de swap
hr: Odaberite uređaj koji ćete koristiti kao lokaciju datoteke za zamjenu
it: Seleziona dispositivo dove creare il file di swap
lt: Pasirinkite laikmeną, kurioje bus virtuali atmintis
nl: Selecteer een apparaat om te gebruiken als swap file locatie
pl: Proszę wybrać urządzenie, które będzie używane jako lokalizacja pliku swap
sk: Prosím, vyberte zariadenie na umiestnenie swap súboru
sr: Izaberite uređaj koji ćete koristiti kao lokaciju fajla za zamenu
sv: Välj enhet som ska användas som plats för växlingsfil
ta: இடமாற்று கோப்பு இருப்பிடமாக பயன்படுத்த சாதனத்தைத் தேர்ந்தெடுக்கவும்
tr: Lütfen swap dosya konumu olarak kullanılacak cihazı seçin
uk: Будь ласка, виберіть розташування для файлу підкачки

source: Please select medium to be scanned
bg: Моля, изберете носител за да бъде сканиран
cs: Zvolte médium k prohledání
da: Vælg venligst medie der skal gennemsøges
de: Bitte ein Medium auswählen
el: Επιλέξτε μέσο για ανίχνευση
et: Vali andmekandja, millelt otsitakse
fi: Valitse lähde, josta haetaan
fr: Veuillez choisir le média à analyser
hr: Odaberite medij za skeniranje
hu: Kérem, válassza ki, hogy honnan történjen a telepítés
it: Seleziona supporto da scansionare
lt: Pasirinkite laikmeną skenavimui
nl: Selecteer het te doorzoeken medium
pl: Wybierz nośnik do przeszukania
pt_br: Selecione o dispositivo para examinar
ru: Пожалуйста выберите носитель для сканирования
sk: Prosím, vyberte médium na prehľadanie
sr: Izaberite medij za skeniranje
sv: Vänligen välj medium som ska skannas
ta: ச்கேன் செய்ய நடுத்தரத்தைத் தேர்ந்தெடுக்கவும்
tr: Lütfen taramak istediğiniz ortamı seçin
uk: Будь ласка, виберіть носій для сканування
vi: Vui lòng chọn phương tiện để được quét
zh_cn: 请选择要扫描的媒体
