Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Move down one line. Move to the top of the next screen if this is the last line of the screen. Move to the first line of the list if this is the last line on the list.
bg: Премести се надолу с една линия. Премини към горната част на следващия екран, ако това е последният ред на екрана. Премини към първия ред от списъка, ако това е последният ред в списъка.
cs: Posunout se o řádek dolů. Přesunout se na horní část další obrazovky, pokud se jedná o poslední řádek obrazovky. Přejít na první řádek seznamu, pokud je to poslední řádek v seznamu.
el: Μετακίνηση μία γραμμή κάτω. Μετακίνηση στην κορυφή της επόμενης οθόνης αν αυτή είναι η τελευταία της γραμμή. Μετακίνηση στην πρώτη γραμμή της λίστας αν αυτή είναι η τελευταία της γραμμή.
fi: Siirry yksi rivi alas. Siirry seuraavan näytön alkuun, jos tämä on näytön viimeinen rivi. Siirry luettelon ensimmäiselle riville, jos tämä on luettelon viimeinen rivi.
fr: Descendre d'une ligne. Se déplacer vers le haut de l'écran suivant si c'est la dernière ligne de l'écran. Passer à la première ligne de la liste si c'est la dernière ligne de la liste.
hr: Pomaknite se za jedan redak prema dolje. Pomaknite se na vrh sljedećeg zaslona ako je ovo posljednji redak zaslona. Premjestite se na prvi redak popisa ako je to posljednji redak na popisu.
it: Sposta giù una riga. Passa all'inizio della schermata successiva se questa è l'ultima riga dello schermo. Passa alla prima riga dell'elenco se questa è l'ultima riga dell'elenco.
lt: Pereiti viena eilute žemyn. Pereiti į kito ekrano viršų, jei tai paskutinė ekrano eilutė. Pereiti į pirmąją sąrašo eilutę, jei tai paskutinė sąrašo eilutė.
nl: Ga een regel naar beneden. Ga naar het begin van het volgende scherm wanneer dit de laatste regel is. Ga naar de eerste regel van de lijst wanneer dit de laatste regel van de lijst is.
pl: Przechodzenie o jeden wiersz w dół. Przechodzenie do górnej części następnego ekranu, jeśli jest to ostatni wiersz ekranu. Przechodzenie do pierwszego wiersza listy, jeśli jest to ostatni wiersz na liście.
sk: Presunúť o jeden riadok nadol. Ak je toto posledný riadok obrazovky, presunie sa do hornej časti ďalšej obrazovky. Ak je toto posledný riadok zoznamu, presunúť na prvý riadok zoznamu.
sr: Pomeri jedan red nadole. Premeštanje na vrh sledećeg ekrana ako je ovo poslednji red ekrana. Premeštanje na prvi red lista ako je ovo poslednji red na listi.
sv: Flytta ner en rad. Flytta till toppen av nästa skärm om detta är den sista raden på skärmen. Flytta till första raden i listan om detta är den sista raden i listan.
ta: ஒரு வரியில் கீழே நகர்த்தவும். இது திரையின் கடைசி வரியாக இருந்தால் அடுத்த திரையின் உச்சியில் செல்லுங்கள். இது பட்டியலில் கடைசி வரியாக இருந்தால், பட்டியலின் முதல் வரிக்கு செல்லுங்கள்.
tr: Bir satır aşağı inin. Eğer bu ekranın son satırıysa, bir sonraki ekranın başına geçin. Eğer bu listenin son satırıysa, listenin ilk satırına geçin.
uk: Переміщення на один рядок вниз. Перейдіть до верхньої частини наступного екрана, якщо це останній рядок екрана. Перейдіть до першого рядка списку, якщо це останній рядок у списку.

source: Move down one screen
bg: Премести един екран надолу
cs: Posunout se o jednu obrazovku dolů
el: Μετακίνηση μία οθόνη κάτω
fi: Siirry yksi ruutu alaspäin
fr: Descendre d’un écran
hr: Pomicanje za jedan zaslon prema dolje
it: Sposta giù una schermata
lt: Pereiti vienu ekranu žemyn
nl: Ga een scherm naar beneden
pl: Przesuń w dół o jeden ekran
sk: Presunúť nadol o jednu obrazovku
sr: Pomeri nadole za jedan ekran
sv: Flytta ner en skärm
ta: ஒரு திரையில் நகர்த்தவும்
tr: Bir ekran aşağı git
uk: Перейти на один екран вниз

source: Move down one screen. Move to the last line of the screen if this is the last screen.
bg: Премести един екран надолу. Премини към последния ред на екрана, ако това е последният екран.
cs: Posunout se o jednu obrazovku dolů. Přejít na poslední řádek obrazovky, pokud se jedná o poslední obrazovku.
el: Μετακίνηση μία οθόνη κάτω. Μετακίνηση στην τελευταία γραμμή της οθόνης αν αυτή είναι η τελευταία.
fi: Siirry yhden näytön alaspäin. Siirry näytön viimeiselle riville, jos tämä on viimeinen näyttö.
fr: Descendre d'un écran. Se déplacer à la dernière ligne de l'écran s'il s'agit du dernier écran.
hr: Pomaknite se za jedan zaslon prema dolje. Pomaknite se na zadnji redak zaslona ako je ovo posljednji zaslon.
it: Sposta giù una schermata. Passa all'ultima riga dello schermo se questa è l'ultima schermata.
lt: Pereiti vienu ekranu žemyn. Pereiti į paskutinę ekrano eilutę, jei tai paskutinis ekranas.
nl: Ga een scherm naar beneden. Ga naar de laatste regel van het scherm als dit het laatste scherm is.
pl: Przesuń w dół o jeden ekran. Przejście do ostatniego wiersza ekranu, jeśli jest to ostatni ekran.
sk: Presunúť o jednu obrazovku nadol. Presun na posledný riadok obrazovky, ak je toto posledná obrazovka.
sr: Pomeri nadole za jedan. Premeštanje na poslednji red ekrana ako je ovo poslednji ekran.
sv: Flytta ner en skärm. Flytta till sista raden på skärmen om detta är den sista skärmen.
ta: ஒரு திரையில் நகர்த்தவும். இது கடைசி திரை என்றால் திரையின் கடைசி வரிக்கு செல்லுங்கள்.
tr: Bir ekran aşağı kaydırın. Bu son ekran ise, ekranın son satırına gidin.
uk: Перейти на один екран вниз. Перейдіть до останнього рядка екрана, якщо це останній екран.

source: Move down to last line
bg: Премести надолу до последния ред
cs: Posunout se dolů na poslední řádek
el: Μετακίνηση στην τελευταία γραμμή
fi: Siirry viimeiselle riville
fr: Descendre à la dernière ligne
hr: Pomicanje prema dolje na zadnji redak
it: Sposta giù all'ultima riga
lt: Pereiti žemyn iki paskutinės eilutės
nl: Ga naar beneden naar de laatste regel
pl: Przesuń w dół do ostatniego wiersza
sk: Presunúť nadol na posledný riadok
sr: Pomeri nadole na poslednji red
sv: Flytta ner till sista raden
ta: கடைசி வரிக்கு கீழே செல்லுங்கள்
tr: Son satıra git
uk: Перейти до останнього рядка

source: Move down to the last line in the list.
bg: Премести надолу до последния ред в списъка.
cs: Posunout se dolů na poslední řádek v seznamu.
el: Μετακίνηση στην τελευταία γραμμή της λίστας.
fi: Siirry viimeiseen kohtaan.
fr: Descendre à la dernière ligne de la liste.
hr: Pomaknite se prema dolje do posljednjeg retka na popisu.
it: Sposta giù all'ultima riga dell'elenco.
lt: Pereiti žemyn iki paskutinės sąrašo eilutės.
nl: Ga naar de laatste regel in de lijst.
pl: Przejdź w dół do ostatniego wiersza na liście.
sk: Presunúť nadol na posledný riadok v zozname.
sr: Pomeri nadole na poslednji red na listi.
sv: Gå ner till den sista raden i listan.
ta: பட்டியலில் கடைசி வரிக்கு கீழே செல்லுங்கள்.
tr: Listedeki son satıra gidin.
uk: Перейти до останнього рядка у списку.

source: Move east
bg: Премести на изток
cs: Posun východně
da: Drej mod øst
de: Drehen nach Osten
el: Κίνηση ανατολικά
et: Liiguta itta
fi: Liikuta itään
fr: Déplacer vers l'est
hr: Pomaknite na istok
hu: Kelet felé
it: Sposta a est
lt: Sukti į rytus
nl: Draai oost
pl: Przesuń na wschód
pt_br: Mover leste
ru: Переместить на восток
sk: Presunúť na východ
sl: Premikaj proti vzhodu
sr: Pokret na istok
sv: Flytta österut
ta: கிழக்கு நோக்கி நகர்த்தவும்
tr: Doğuya taşı
uk: Перемістити на схід
vi: Di chuyển về phía đông
zh_cn: 向东移动

source: Move job completed.
cs: Úloha přesunu dokončena.
el: Η μετακίνηση ολοκληρώθηκε.
fi: Siirto työ suoritettu.
hr: Posao premještanja dovršen.
it: Spostamento completato.
lt: Perkėlimas atliktas.
nl: Verplaatsen is gereed.
pl: Zadanie przenoszenia zakończone.
sk: Presúvanie bolo dokončené.
sr: Posao premeštanja je završen.
sv: Flyttjobbet slutfört.
ta: வேலை முடிந்தது.
tr: Taşıma işlemi tamamlandı.
uk: Переміщення завершено.

source: Move job failed!
cs: Přesunutí se nezdařilo!
el: Η μετακίνηση απέτυχε!
fi: Siirto epäonnistui!
hr: Posao premještanja nije uspio!
it: Spostamento non riuscito!
lt: Perkelti nepavyko!
nl: Verplaatsen mislukt!
pl: Zadanie przenoszenia nie powiodło się!
sk: Presúvania bolo neúspešné!
sr: Posao premeštanja nije uspeo!
sv: Flyttjobbet misslyckades!
ta: நகரும் வேலை தோல்வியடைந்தது!
tr: Taşıma işlemi başarısız oldu!
uk: Помилка переміщення!

source: Move job queued.
cs: Přesun byl zařazen do fronty.
el: Εργασία μετακίνησης στην ουρά.
fi: Siirrä työ jonoon.
hr: Premještanje posla u redu čekanja.
it: Spostamento aggiunto alla coda.
lt: Perkelti užduotį į eilę.
nl: Verplaatsen staat in de wachtrij.
pl: Zadanie przenoszenia zakolejkowane.
sk: Úloha presúvania bola zaradená do fronty.
sr: Premeštanje posla u redu čekanja.
sv: Flyttjobb i kö.
ta: வேலை வரிசையில் நகர்த்தவும்.
tr: Taşıma işlemi sıraya alındı.
uk: Перемістити завдання в чергу.

source: Move only highlighted file
cs: Přesunout pouze zvýrazněný soubor
el: Μετακίνηση μόνο του επισημασμένου αρχείου
fi: Kopioi vain korostettu tiedosto
hr: Premještanje samo istaknute datoteke
it: Sposta solo file evidenziato
lt: Perkelti tik paryškintą failą
nl: Alleen het gemarkeerde bestand verplaatsen
pl: Przenieś tylko wybrany plik
sk: Presunúť len zvýraznený súbor
sr: Premesti samo istaknuti fajl
sv: Flytta endast markerad fil
ta: சிறப்பிக்கப்பட்ட கோப்பை மட்டும் நகர்த்தவும்
tr: Yalnızca vurgulanan dosyayı taşı
uk: Перемістити лише виділений файл

source: Move the current bookmark down
cs: Přesunout aktuální záložku dolů
el: Μετακίνηση του τρέχοντος σελιδοδείκτη προς τα κάτω
fi: Siirrä nykyinen kirjanmerkki alaspäin
hr: Premještanje trenutne oznake prema dolje
it: Sposta giù il segnalibro attuale
lt: Perkelti dabartinę žymelę žemyn
nl: Verplaats de huidige bladwijzer naar beneden
pl: Przesuń bieżącą zakładkę w dół
sk: Presunúť aktuálnu záložku nadol
sr: Premeštanje trenutnog obeleživača nadole
sv: Flytta det aktuella bokmärket nedåt
ta: தற்போதைய புத்தகக்குறியை கீழே நகர்த்தவும்
tr: Geçerli yer imini aşağı taşı
uk: Перемістити поточну закладку вниз

source: Move the current bookmark up
cs: Přesunout aktuální záložku nahoru
el: Μετακίνηση του τρέχοντος σελιδοδείκτη προς τα επάνω
fi: Siirrä nykyinen kirjanmerkki alaspäin
hr: Premještanje trenutne oznake prema gore
it: Sposta su il segnalibro attuale
lt: Perkelti dabartinę žymelę aukštyn
nl: Verplaats de huidige bladwijzer naar boven
pl: Przesuń bieżącą zakładkę w górę
sk: Presunúť aktuálnu záložku nahor
sr: Premeštanje trenutnog obeleživača nagore
sv: Flytta det aktuella bokmärket uppåt
ta: தற்போதைய புத்தகக்குறியை நகர்த்தவும்
tr: Geçerli yer imini yukarı taşı
uk: Перемістити поточну закладку вгору

source: Move the current entry down
cs: Posunout aktuální položku dolů
el: Μετακίνηση της τρέχουσας επιλογής κάτω
fi: Siirrä nykyinen merkintä alas
hr: Premještanje trenutnog unosa prema dolje
it: Sposta la voce attuale verso il basso
nl: De actuele invoer naar onderen verplaatsen
pl: Przesuń bieżący wpis w dół
sk: Presunúť aktuálny záznam nadol
sr: Pomerite trenutni unos dole
sv: Flytta den aktuella posten nedåt
ta: தற்போதைய நுழைவை கீழே நகர்த்தவும்
tr: Geçerli girişi aşağı taşı
uk: Перемістити поточний запис вниз

source: Move the current entry up
cs: Posunout aktuální položku nahoru
el: Μετακίνηση της τρέχουσας επιλογής επάνω
fi: Siirrä nykyinen merkintä ylös
hr: Premještanje trenutnog unosa prema gore
it: Sposta la voce attuale verso l'alto
nl: De actuele invoer naar boven verplaatsen
pl: Przesuń bieżący wpis w górę
sk: Presunúť aktuálny záznam nahor
sr: Pomerite trenutni unos gore
sv: Flytta den aktuella posten uppåt
ta: தற்போதைய நுழைவை நகர்த்தவும்
tr: Geçerli girişi yukarı taşı
uk: Перемістити поточний запис вверх

source: Move the current line down
cs: Přesunout aktuální řádek dolů
el: Μετακίνηση της τρέχουσας γραμμής προς τα κάτω
fi: Siirrä nykyinen rivi alaspäin
hr: Pomaknite trenutni redak prema dolje
it: Sposta giù la riga attuale
lt: Perkelti dabartinę eilutę žemyn
nl: Verplaats de huidige regel naar beneden
pl: Przesuń bieżącą linię w dół
sk: Presunúť aktuálny riadok nadol
sr: Premeštanje trenutnog reda nadole
sv: Flytta ner den aktuella raden
ta: தற்போதைய வரியை கீழே நகர்த்தவும்
tr: Geçerli satırı aşağı taşı
uk: Перемістити поточний рядок вниз

source: Move the current line up
cs: Přesunout aktuální řádek nahoru
el: Μετακίνηση της τρέχουσας γραμμής προς τα επάνω
fi: Siirrä nykyinen rivi ylöspäin
hr: Pomaknite trenutni red prema gore
it: Sposta su la riga attuale
lt: Perkelti dabartinę eilutę aukštyn
nl: Verplaats de huidige regel naar boven
pl: Przesuń bieżącą linię w górę
sk: Presunúť aktuálny riadok nahor
sr: Premeštanje trenutnog reda nagore
sv: Flytta upp den aktuella raden
ta: தற்போதைய வரியை நகர்த்தவும்
tr: Geçerli satırı yukarı taşı
uk: Перемістити поточний рядок вгору

source: Move the directory/file '%s'?
cs: Přesunout adresář/soubor '%s'?
el: Μετακίνηση του φακέλου/αρχείου '%s';
fi: Kopioi hakemisto/tiedosto '%s'?
hr: Premjestiti direktorij/datoteku '%s'?
it: Spostare cartella/file '%s'?
lt: Perkelti katalogą / failą "%s"?
nl: Verplaats de map/het bestand '%s'?
pl: Przenieść katalog/plik '%s'?
sk: Presunúť priečinok/súbor '%s'?
sr: Premeštanje direktorijuma/fajla '%s'?
sv: Flytta katalogen/filen '%s'?
ta: கோப்பகம்/கோப்பை '%s' நகர்த்தவா?
tr: '%s' dizinini/dosyasını taşımak mı istiyorsunuz?
uk: Перемістити каталог/файл '%s'?

source: Move the keyboard cursor down
bg: Премести курсора на клавиатурата надолу
cs: Přesunout kurzor na klávesnici dolů
da: Flyt tastatur markøren ned
de: Bewegen Sie den Tastatur-Cursor nach unten
el: Μετακίνηση του κέρσορα του πληκτρολογίου κάτω
fi: Siirrä näppäimistön kohdistin alas
fr: Déplacez le curseur du clavier vers le bas
hr: Pomaknite pokazivač tipkovnice prema dolje
it: Sposta giù il cursore della tastiera
lt: Perkelkite klaviatūros žymeklį žemyn
nl: Verplaats de cursor van het virtuele toetsenbord naar onder
pl: Przesuń kursor klawiatury w dół
sk: Presunúť kurzor klávesnice nadol
sr: Premeštanje kursora tastature nadole
sv: Flytta tangentbordsmarkören nedåt
ta: விசைப்பலகை கர்சரை கீழே நகர்த்தவும்
tr: Klavye imlecini aşağı hareket ettirin
uk: Перемістіть курсор клавіатури вниз
zh_cn: 向下移动键盘光标

source: Move the keyboard cursor left
bg: Премести курсора на клавиатурата наляво
cs: Přesunout kurzor na klávesnici doleva
da: Flyt tastatur markøren til venstre
de: Bewegen Sie den Tastatur-Cursor nach links
el: Μετακίνηση του κέρσορα του πληκτρολογίου αριστερά
fi: Siirrä näppäimistön kohdistin vasemmalle
fr: Déplacez le curseur du clavier à gauche
hr: Pomaknite pokazivač tipkovnice ulijevo
it: Sposta a sinistra il cursore della tastiera
lt: Perkelkite klaviatūros žymeklį į kairę
nl: Verplaats de cursor van het virtuele toetsenbord naar links
pl: Przesuń kursor klawiatury w lewo
sk: Presunúť kurzor klávesnice doľava
sr: Premeštanje kursora tastature nalevo
sv: Flytta tangentbordsmarkören till vänster
ta: விசைப்பலகை கர்சரை இடதுபுறமாக நகர்த்தவும்
tr: Klavye imlecini sola hareket ettirin
uk: Перемістіть курсор клавіатури ліворуч
zh_cn: 向左移动键盘光标

source: Move the keyboard cursor right
bg: Премести курсора на клавиатурата надясно
cs: Přesunout kurzor na klávesnici doprava
da: Flyt tastatur markøren til højre
de: Bewegen Sie den Tastatur-Cursor nach rechts
el: Μετακίνηση του κέρσορα του πληκτρολογίου δεξιά
fi: Siirrä näppäimistön kohdistin oikealle
fr: Déplacez le curseur du clavier à droite
hr: Pomaknite pokazivač tipkovnice udesno
it: Sposta a destra il cursore della tastiera
lt: Perkelkite klaviatūros žymeklį į dešinę
nl: Verplaats de cursor van het virtuele toetsenbord naar rechts
pl: Przesuń kursor klawiatury w prawo
sk: Presunúť kurzor klávesnice doprava
sr: Premeštanje kursora tastature nadesno
sv: Flytta tangentbordsmarkören till höger
ta: விசைப்பலகை கர்சரை வலதுபுறமாக நகர்த்தவும்
tr: Klavye imlecini sağa hareket ettirin
uk: Перемістіть курсор клавіатури праворуч
zh_cn: 向右移动键盘光标

source: Move the keyboard cursor up
bg: Премести курсора на клавиатурата нагоре
cs: Přesunout kurzor na klávesnici nahoru
da: Flyt tastatur markøren op
de: Bewegen Sie den Tastatur-Cursor nach oben
el: Μετακίνηση του κέρσορα του πληκτρολογίου επάνω
fi: Siirrä näppäimistön kohdistin ylös
fr: Déplacez le curseur du clavier vers le haut
hr: Pomaknite pokazivač tipkovnice prema gore
it: Sposta su il cursore della tastiera
lt: Perkelkite klaviatūros žymeklį aukštyn
nl: Verplaats de cursor van het virtuele toetsenbord naar boven
pl: Przesuń kursor klawiatury w górę
sk: Presunúť kurzor klávesnice nahor
sr: Premeštanje kursora tastature nagore
sv: Flytta tangentbordsmarkören uppåt
ta: விசைப்பலகை கர்சரை மேலே நகர்த்தவும்
tr: Klavye imlecini yukarı taşı
uk: Перемістіть курсор клавіатури вгору
zh_cn: 向上移动键盘光标

source: Move the text cursor left
bg: Премести текстовия курсор наляво
cs: Posunout textový kurzor doleva
da: Flyt tekst markøren til venstre
de: Bewegen Sie den Text-Cursor nach links
el: Μετακίνηση του κέρσορα αριστερά
fi: Siirrä tekstikohdistin vasemmalle
fr: Déplacez le curseur de texte à gauche
hr: Pomaknite pokazivač teksta ulijevo
it: Sposta a sinistra il cursore di testo
lt: Perkelkite teksto žymeklį į kairę
nl: Verplaats de cursor naar links
pl: Przesuń kursor tekstowy w lewo
sk: Presunúť textový kurzor doľava
sr: Premeštanje kursora teksta nalevo
sv: Flytta textmarkören åt vänster
ta: உரை கர்சரை இடது
tr: Metin imlecini sola taşı
uk: Перемістити курсор тексту вліво
zh_cn: 向左移动文本光标

source: Move the text cursor right
bg: Премести текстовия курсор надясно
cs: Posunout textový kurzor doprava
da: Flyt tekst markøren til højre
de: Bewegen Sie den Text-Cursor nach rechts
el: Μετακίνηση του κέρσορα δεξιά
fi: Siirrä tekstikohdistin oikealle
fr: Déplacer le curseur de texte à droite
hr: Pomaknite pokazivač teksta udesno
it: Sposta a destra il cursore di testo
lt: Perkelkite teksto žymeklį į dešinę
nl: Verplaats de cursor naar rechts
pl: Przesuń kursor tekstowy w prawo
sk: Presunúť textový kurzor doprava
sr: Premeštanje kursora teksta nadesno
sv: Flytta textmarkören till höger
ta: உரை கர்சரை வலதுபுறமாக நகர்த்தவும்
tr: Metin imlecini sağa taşı
uk: Перемістити курсор тексту вправо
zh_cn: 向右移动文本光标

source: Move the text cursor to the first character
bg: Премести текстовия курсор до първия знак
cs: Přesunout textový kurzor na první znak
da: Flyt tekst markøren til det første tegn
de: Bewegen Sie den Text-Cursor im Textfeld zum Anfang
el: Μετακίνηση του κέρσορα στον πρώτο χαρακτήρα
fi: Siirrä teksti kenttä ensimmäiseen merkkiin
fr: Déplacez le curseur de texte vers le premier caractère
hr: Premještanje tekstnog pokazivača na prvi znak
it: Sposta sul primo carattere il cursore di testo
lt: Perkelkite teksto žymeklį į pirmąjį ženklą
nl: Verplaats de cursor naar het eerste karakter
pl: Przesuń kursor tekstowy do pierwszego znaku
sk: Presunúť textový kurzor na prvý znak
sr: Premeštanje kursora teksta na prvi znak
sv: Flytta textmarkören till det första tecknet
ta: உரை கர்சரை முதல் எழுத்துக்கு நகர்த்தவும்
tr: Metin imlecini ilk karaktere taşı
uk: Перемістіть курсор тексту до першого символу
zh_cn: 将文本光标移到第一个字符

source: Move the text cursor to the last character
bg: Премести текстовия курсор до последния знак
cs: Přesunout textový kurzor na poslední znak
da: Flyt tekst markør til det sidste tegn
de: Bewegen Sie den Text-Cursor im Textfeld zum Ende
el: Μετακίνηση του κέρσορα στον τελευταίο χαρακτήρα
fi: Siirrä teksti kenttä viimeiseen merkkiin
fr: Déplacez le curseur de texte vers le dernier caractère
hr: Premještanje tekstnog pokazivača na zadnji znak
it: Sposta sull'ultimo carattere il cursore di testo
lt: Perkelkite teksto žymeklį į paskutinį simbolį
nl: Verplaatst de cursor naar het laatste karakter
pl: Przesuń kursor tekstowy na ostatni znak
sk: Presunúť textový kurzor na posledný znak
sr: Premeštanje kursora teksta na zadnji znak
sv: Flytta textmarkören till det sista tecknet
ta: உரை கர்சரை கடைசி எழுத்துக்கு நகர்த்தவும்
tr: Metin imlecini son karaktere taşı
uk: Перемістіть курсор тексту до останнього символу
zh_cn: 将文本光标移到最后一个字符

source: Move these directories/files?
cs: Přesunout tyto adresáře/soubory?
el: Μετακίνηση αυτών των φακέλων/αρχείων;
fi: Siirrä nämä hakemistot/tiedostot?
hr: Premjestiti ove direktorije/datoteke?
it: Spostare queste cartelle/file?
lt: Perkelti šiuos katalogus / failus?
nl: Deze mappen/bestanden verplaatsen?
pl: Przenieść te katalogi/pliki?
sk: Chcete presunúť tieto priečinky/súbory?
sr: Premestiti direktorijum/fajl?
sv: Flytta dessa kataloger/filer?
ta: இந்த கோப்பகங்கள்/கோப்புகளை நகர்த்தவா?
tr: Bu klasörleri/dosyaları taşımak ister misiniz?
uk: Перемістити каталог/файл?

source: Move to first line
bg: Премести към първия ред
cs: Přechod na první řádek
el: Μετακίνηση στην πρώτη γραμμή
fi: Siirry ensimmäiselle riville
fr: Déplacement vers la première ligne
hr: Premještanje na prvi redak
it: Sposta alla prima riga
lt: Pereiti į pirmąją eilutę
nl: Ga naar de eerste regel
pl: Przenieś do pierwszej lini
sk: Presunúť na prvý riadok
sr: Premeštanje na prvi red
sv: Flytta till första raden
ta: முதல் வரிக்கு நகர்த்தவும்
tr: İlk satıra git
uk: Перейти до першого рядка

source: Move to first line / screen
bg: Премести към първи ред/екран
cs: Přechod na první řádek/obrazovku
el: Μετακίνηση στην πρώτη γραμμή / οθόνη
fi: Siirry ensimmäiselle riville / näytölle
fr: Passer à la première ligne/écran
hr: Premještanje na prvi redak / zaslon
it: Sposta alla prima riga/schermata
lt: Pereiti į pirmąją eilutę / ekraną
nl: Ga naar de eerste regel / scherm
pl: Przesuń do pierwszej lini / ekranu
sk: Presunúť na prvý riadok/obrazovku
sr: Premeštanje na prvi red / ekran
sv: Flytta till första raden/skärmen
ta: முதல் வரி / திரைக்கு நகர்த்தவும்
tr: İlk satıra / ekrana git
uk: Перейти до першого рядка/екрана

source: Move to first line / screen in the panel
cs: Přejít v panelu na první řádek / obrazovku
el: Μετακίνηση στην πρώτη γραμμή / οθόνη στον πίνακα
fi: Siirry paneelin ensimmäiselle riville / näytölle
hr: Premjestite se na prvi redak / zaslon na ploči
it: Sposta alla prima riga/schermata nel pannello
lt: Pereiti į pirmąją eilutę / ekraną skydelyje
nl: Naar de eerste regel / beeldscherm gaan
pl: Przejdź do pierwszej linii / ekranu w panelu
sk: Presunúť na prvý riadok/obrazovku v paneli
sr: Premeštanje na prvi red / ekran na panelu
sv: Flytta till första raden/skärmen i panelen
ta: பேனலில் முதல் வரி / திரைக்கு நகர்த்தவும்
tr: Paneldeki ilk satıra/ekrana git
uk: Перейти до першого рядка/екрана на панелі

source: Move to home of list
bg: Премести към домашния списък
cs: Přesun na začátek seznamu
da: Flyt til hjem på liste
de: Springe zum Anfang der Liste
el: Μετακίνηση στην αρχή της λίστας
et: Liigu nimekirja kodukataloogi
fi: Siirry luettelon alkuun
fr: Déplacer vers l'accueil de la liste
hr: Premjesti na početnu stranicu popisa
hu: A lista elejére
it: Sposta alla home dell'elenco
lt: Perkelti į titulinį sąrašą
nl: Ga naar begin van de lijst
pl: Przenieś do domowej listy
ru: Переместиться на домашнюю страницу
sk: Presunúť začiatok zoznamu
sr: Premesti na domaću listu
sv: Flytta till början av listan
ta: பட்டியலின் வீட்டிற்கு செல்லுங்கள்
tr: Listenin başına taşı
uk: Переміститися на домашню сторінку
vi: Chuyển đến nhà của danh sách
zh_cn: 移动到主列表

source: Move to last line
bg: Премести към последния ред
cs: Přechod na poslední řádek
el: Μετακίνηση στην τελευταία γραμμή
fi: Siirry viimeiselle riville
fr: Déplacer à la dernière ligne
hr: Premještanje na zadnji redak / zaslon
it: Sposta all'ultima riga
lt: Pereiti į paskutinę eilutę
nl: Ga naar de laatste regel
pl: Przenieś do ostatniej lini
sk: Presunúť na posledný riadok
sr: Premeštanje na poslednji red
sv: Flytta till sista raden
ta: கடைசி வரிக்கு நகர்த்தவும்
tr: Son satıra taşı
uk: Перейти до останнього рядка
