Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Skip forward %d second
cs: Přeskočit vpřed %d sekundu
el: Μεταπήδηση προς τα εμπρός %d δευτερόλεπτο
hr: Preskoči unaprijed %d sekundi
it: Salta avanti di %d secondo
sr: Preskoči napred %d sekundi
sv: Hoppa framåt %d sekund
tr: İleriye %d saniye atla
uk: Перейти вперед на %d секунду

source: Skip forward %s%%
cs: Přeskočit vpřed %s%%
el: Μεταπήδηση προς τα εμπρός %s%%
hr: Preskoči unaprijed %s%%
it: Salta avanti %s%%
sr: Preskoči napred %s%%
sv: Hoppa framåt %s%%
tr: İleriye atla %s%%
uk: Перейти вперед %s%%

source: Skip forward (enter time)
cs: přeskočit dopředu (zadat čas)
el: υπερπήδηση προς τα πίσω (εισαγωγή χρόνου)
fi: siirry eteenpäin (syötä aika)
fr: avance rapide (saisir temps)
hr: Preskoči naprijed (unesi vrijeme)
it: Salta avanti (inserisci l'ora)
lt: praleisti į priekį (įrašykite laiką)
nl: Spring vooruit (tijd invoeren)
pl: Przeskocz do przodu (wprowadź czas)
sk: skok dopredu (zadať čas)
sr: Premotaj unapred (unesi vreme)
sv: Hoppa framåt (ange tid)
ta: முன்னோக்கி தவிர்க்கவும் (நேரத்தை உள்ளிடவும்)
tr: İleriye atla (zamanı girin)
uk: перемотати вперед (введіть час)

source: Skip jumping to live while timeshifting with plugins
cs: Vynechat živé přeskakování při timeshiftu pomocí pluginů
el: Παράκαμψη μετάβασης σε ζωντανή TV κατά την χρονομετατόπιση με πρόσθετα
fi: Ohita suora, kun käytät ajansiirtoa laajennuksilla
hr: Preskoči preskakanje uživo tajmeršifta sa pluginom
it: Salta alla Live TV durante il timeshift con i plugin
nl: Tijdens het Timeshiften d.m.v. plugins niet naar Live-TV schakelen
pl: Pomiń przeskakiwanie na żywo podczas timeshiftingu za pomocą wtyczek
sk: Nepreskočiť na živé vysielanie pri timeshifte so zásuvnými modulmi
sr: Preskoči preskakanje uživo tajmeršifta sa pluginom
sv: Hoppa till direktsändning när du tidsförskjuter med plugins
ta: செருகுநிரல்களுடன் டைம் சிஃப்டிங் போது வாழ சம்பிங் தவிர்க்கவும்
tr: Eklentilerle zaman kaydırma yaparken canlı yayına geçişi atlayın
uk: Пропустіть перехід до прямого ефіру під час зміщення часу за допомогою плагінів

source: Skip package installation, only core packages will be available
cs: Přeskočit instalaci balíčku, k dispozici budou pouze základní balíčky
el: Παράβλεψη εγκατάστασης πακέτων, θα είναι διαθέσιμα μόνο τα βασικά πακέτα
fi: Ohita paketin asennus, vain ydin paketit ovat käytettävissä
hr: Preskoči instalaciju paketa, samo osnovni paketi će biti dostupni
it: Salta installazione del pacchetto, saranno disponibili solo i pacchetti principali
nl: Sla de pakketinstallatie over, alleen de kernpakketten zullen beschikbaar zijn
pl: Pomiń instalację pakietu, tylko pakiety rdzenia będą dostępne
sk: Preskočiť inštaláciu balíčka, k dispozícii budú len základné balíčky
sr: Preskoči instalaciju paketa, samo osnovni paketi će biti dostupni
sv: Hoppa över paketinstallation, endast kärnpaket kommer att vara tillgängliga
ta: தொகுப்பு நிறுவலைத் தவிர்க்கவும், முக்கிய தொகுப்புகள் மட்டுமே கிடைக்கும்
tr: Paket kurulumu atlanacak, yalnızca temel paketler kullanılabilir olacak
uk: Пропустити встановлення пакетів, будуть доступні лише базові пакети

source: Skip sensibility (Horizontal)
cs: Citlivost přeskočení (horizontální)
el: Ευαισθησία παράκαμψης (οριζόντια)
fi: Ohituksen herkkyys (vaakasuora)
hr: Preskoči senzibilitet (Vodoravno)
it: Sensibilità di salto (orizzontale)
nl: Grootte van de sprong (horizontaal)
pl: Wrażliwość pomijania (poziomo)
sr: Preskoči senzibilitet (horizontalno)
sv: Hoppa över känslighet (horisontell)
tr: Atlama duyarlılığı (Yatay)
uk: Чутливість пропуску (горизонтальна)

source: Skip sensibility (Vertical)
cs: Citlivost přeskočení (vertikální)
el: Ευαισθησία παράκαμψης (κάθετα)
fi: Ohituksen herkkyys (pystysuora)
hr: Preskoči senzibilitet (Okomito)
it: Sensibilità di salto (verticale)
nl: Grootte van de sprong (verticaal)
pl: Wrażliwość pomijania (pionowo)
sr: Preskoči senzibilitet (vertikalno)
sv: Hoppa över känslighet (vertikal)
tr: Atlama duyarlılığı (Dikey)
uk: Чутливість пропуску (вертикальна)

source: Skip time for '%s' button
cs: Čas přeskočení pro tlačítko '%s'
el: Χρόνος παράκαμψης για το πλήκτρο '%s'
fi: Painikkeen '%s' ohitusaika
hr: Vreme preskakanja liste za sječenje za dugme '%s' '
it: Salta tempo per il tasto'%s'
nl: Tijdsprong voor de knop '%s'
pl: Czas pomijania dla przycisku '%s'
sr: Lista sečenja preskoči vreme za '%s' dugme
sv: Hoppa över tid för '%s'-knappen
tr: '%s' tuşu için atlama süresi
uk: Пропустити час для кнопки '%s'

source: Skip time for '%s'/'%s' buttons
cs: Čas přeskočení pro tlačítka '%s'/'%s'vvvvvv
el: Χρόνος παράκαμψης για τα πλήκτρα '%s'/'%s'
fi: Painikkeiden '%s'/'%s' ohitusaika
hr: Vreme preskakanja liste za sječenje za dugmad '%s'/'%s'
it: Salta tempo per i tasti '%s'/'%s'
nl: Tijdsprong voor de knoppen '%s'/'%s'
pl: Czas pomijania dla przycisków '%s'/'%s'
sr: Lista sečenja preskoči vreme za '%s'/'%s' dugmad
sv: Hoppa över tid för knapparna '%s'/'%s'
tr: '%s'/‘%s’ tuşları için atlama süresi
uk: Пропустити час для кнопок '%s'/'%s'

source: Skip to %s0%% position (Add %s%% on second press)
cs: Přejít na pozici %s0%% (Přidat %s%% při druhém stisknutí)
el: Μεταπήδηση στη θέση %s0%% (προσθήκη %s%% με δεύτερη πίεση πλήκτρου)
hr: Preskoči na %s0%% poziciju (Dodaj %s%% pri drugom pritisku)
it: Salta alla posizione %s0%% (Aggiungi %s%% alla seconda pressione)
sr: Preskoči na %s0%% poziciju (Dodaj %s%% pri drugom pritisku)
sv: Hoppa till %s0%% position (lägg till %s%% on andra tryckning)
tr: %s0%% konumuna atla (İkinci basışta %s%% ekle)
uk: Перейти до позиції %s0%% (Додати %s%% при другому натисканні)

source: Skip to 0% (start) position
cs: Přejít na pozici 0 % (počáteční)
el: Μεταπήδηση στη θέση 0% (εκκίνηση)
hr: Preskoči na 0% (početnu) poziciju
it: Salta alla posizione 0% (inizio)
sr: Preskoči na 0% (početnu) poziciju
sv: Hoppa till 0% (start) position
tr: 0% (başlangıç) konumuna atla
uk: Перейти до позиції 0% (початкова)

source: Sleep
bg: Заспиване
cs: Spánek
da: Dvale
de: Sleeptimer
el: Ύπνος
et: Unetaimer
fi: Uniajastin
fr: Veille programmée
hr: Spavati
hu: Elalvás
it: Spegnimento
lt: Miegoti
nl: Slaap
pl: Uśpienie
ru: Таймер ожидания
sk: Uspať
sr: Spavati
sv: Sömn
ta: தூங்கு
tr: Uyku
uk: Очікування
vi: Ngủ
zh_cn: 睡眠

source: Sleep Timer
bg: Таймер за заспиване
cs: Vypnout se zpožděním
da: DvaleTimer
de: Ausschalttimer
el: Χρονοδιακόπτης ύπνου
et: Unetaimer
fi: Uniajastin
fr: Programmation de mise en veille
hr: Tajmer Spavanja
hu: Elalvás időzítő
it: Timer spegnimento
lt: Miego laikmatis
nl: Slaaptimer
pl: Timer czuwania
ru: Таймер сна
sk: Časovač uspania
sl: Časovnik spanja
sr: Tajmer Spavanja
sv: Timer för viloläge
ta: தூக்க நேரங்குறிகருவி
tr: Uyku Zamanlayıcısı
uk: Таймер Cну
vi: Hẹn giờ ngủ
zh_cn: 睡眠定时器

source: Sleep Timers
cs: Časovače spánku
el: Χρονοδιακόπτες ύπνου
fi: Uniajastimet
hr: Tajmeri Spavanja
it: Timer di spegnimento
lt: Miego laikmačiai
nl: Slaaptimers
pl: Timer czuwania
sk: Časovače uspania
sr: Tajmeri Spavanja
sv: Vilotimer
ta: தூக்க டைமர்கள்
tr: Uyku Zamanlayıcıları
uk: Таймери сну

source: Sleep delay
cs: Zpoždění spánku (v minutách)
da: Dvale forsinkelse
de: Ausschaltzeit
el: Καθυστέρηση ύπνου
et: Sulgemise viiteaeg
fi: Uni viive (minuutteina)
hr: Odlaganje spavanja
hu: Elalvás késleltetése
it: Ritardo spegnimento (in minuti)
nl: Slaap vertraging (in minuten)
pl: Opóźnienie (w minutach)
ru: Задержка перед выключением
sk: Oneskorenie uspania
sr: Odlaganje spavanja
sv: Försenad sömn
ta: தூக்க நேரந்தவறுகை
tr: Uyku geciktirme
uk: Затримка засинання
vi: Ngủ muộn
zh_cn: 睡眠延时

source: Sleep test
cs: Test spánku
el: Δοκιμή ύπνου
fi: Unitesti
hr: Test spavanja
it: Test di spegnimento
nl: Slaap test
pl: Test snu
sk: Test uspania
sr: Test spavanja
sv: Sömntest
ta: தூக்க சோதனை
tr: Uyku testi
uk: Тест на виключення

source: Sleep timer
cs: Časovač vypnutí
el: Χρονοδιακόπτης ύπνου
fi: Uniajastin
hr: Tajmer spavanja
it: Timer di spegnimento
lt: Miego laikmatis
nl: Slaaptimer
pl: Timer Uśpienia
pt_br: Temporizador
sk: Časovač uspania
sr: Tajmer spavanja
sv: Insomningstimer
ta: தூக்க நேரங்குறிகருவி
tr: Uyku Zamanlayıcısı
uk: Таймер вимкнення

source: SleepTimer
bg: Таймер за заспиване
cs: Vypnout se zpožděním
da: DvaleTmer
de: Ausschalttimer
el: Χρονοδιακόπτης ύπνου
et: Unetaimer
fi: Uniajastin
fr: Programmation de mise en veille
hr: Tajmer Spavanja
hu: Elalvás időzítő
it: Timer di spegnimento
lt: Miego režimo laikmatis
nl: SlaapTimer
pl: Timer czuwania
sk: Časovač uspania
sr: Tajmer Spavanja
ta: இழுத்தல்
tr: Uyku Zamanlayıcı
uk: Таймер Cну
vi: Hẹn giờ ngủ
zh_cn: 睡眠定时器

source: SleepTimer Actions
cs: Akce časovače spánku
el: Ενέργειες χρονοδιακόπτη ύπνου
fi: Uniajastimen Toiminnot
hr: Radnje Tajmera Spavanja
it: Azioni SleepTimer
nl: SlaapTimer Acties
pl: Akcje SleepTimer
sk: Akcie časovača uspania
sr: Radnje Tajmera Spavanja
sv: SleepTimer Åtgärder
ta: ச்லீப் டெமர் செயல்கள்
tr: Uyku Zamanlayıcısı İşlemleri
uk: Дії таймера сну

source: SleepTimer Overview
cs: Přehled časovače spánku
el: Επισκόπηση χρονοδιακόπτη ύπνου
fi: Uniajastimen yleiskatsaus
hr: Pregled Tajmera Spavanja
it: Panoramica SleepTimer
nl: SlaapTimer overzicht
pl: Przegląd SleepTimer
sk: Prehľad časovačov uspania
sr: Pregled Tajmera Spavanja
sv: SleepTimer Översikt
ta: டிராகிமர் கண்ணோட்டம்
tr: Uyku Zamanlayıcı Genel Bakış
uk: Огляд таймера сну

source: SleepTimer Settings
cs: Nastavení časovače spánku
el: Ρυθμίσεις χρονοδιακόπτη ύπνου
fi: Uniajastimen asetukset
hr: Postavke Tajmera Spavanja
it: Impostazioni del timer di spegnimento
lt: Miego laikmačio parametrai
nl: SlaapTimer instellingen
pl: Ustawienia timera uśpienia
sk: Nastavenia časovača uspania
sr: Postavke Tajmera Spavanja
sv: Inställningar för SleepTimer
ta: அமைப்புகளின் இழுவைகள்
tr: Uyku Zamanlayıcı Ayarları
uk: Налаштування таймера сну

source: SleepTimer action
cs: Akce časovače spánku
el: Ενέργεια χρονοδιακόπτη ύπνου
fi: Uniajastimen toiminnot
hr: Radnja Tajmera Spavanja
it: Azione del timer di spegnimento
lt: Miego laikmačio veiksmas
nl: SlaapTimer actie
pl: Akcje timera uśpienia
sk: Akcia časovača uspania
sr: Radnja Tajmera Spavanja
sv: SleepTimer-åtgärd
ta: ச்லீப் டெமர் நடவடிக்கை
tr: Uyku Zamanlayıcı işlemi
uk: Дія таймера вимкнення

source: SleepTimer activation delay
cs: Zpoždění aktivace časovače spánku
el: Καθυστέρηση ενεργοποίησης χρονοδιακόπτη ύπνου
fi: Uniajastimen aktivointi viive
hr: Odlaganje aktivacije tajmera spavanja
it: Ritardo del timer di spegnimento
lt: Miego laikmačio aktyvavimo vėlavimas
nl: Vertraging voor activering SlaapTimer
pl: Opóźnienie aktywacji timera uśpienia
sk: Oneskorenie aktivity časovača uspania
sr: Odlaganje aktivacije tajmera spavanja
sv: Fördröjning av aktivering av SleepTimer
ta: ச்லீப் டெமர் செயல்படுத்தும் நேரந்தவறுகை
tr: Uyku Zamanlayıcısı aktivasyon gecikmesi
uk: Затримка активації таймера вимкнення

source: SleepTimer: %d minute remains.
cs: Časovač spánku: zbývá %d minuta.
el: Χρονοδιακόπτης ύπνου: απομένει %d λεπτό.
fi: Uniajastin: %d minuutti jäljellä.
hr: Tajmer Spavanja: ostalo %d minut.
it: Timer di spegnimento: rimane %d minuto.
lt: Miego laikmatis: lieka %d minutė.
nl: SlaapTimer: %d minuut resterend.
pl: Timer uśpienia: pozostała %d minuta.
sk: Časovač uspania: zostáva %d minúta.
sr: Tajmer Spavanja: ostalo %d minut.
sv: SleepTimer: %d minut kvarstår.
ta: ச்லீப் டெமர்: %d மணித்துளி உள்ளது.
tr: Uyku Zamanlayıcısı: %d dakika kaldı.
uk: Таймер вимкнення: залишилося %d хвилина.

source: SleepTimer: %d second remains.
cs: Časovač spánku: zbývá %d sekunda.
el: Χρονοδιακόπτης ύπνου: απομένει %d δευτερόλεπτο.
fi: Uniajastin: %d sekuntia jäljellä.
hr: Tajmer Spavanja: ostala %d sekunda.
it: Timer di spegnimento: rimane %d secondo.
lt: Miego laikmatis: %d sekundė lieka.
nl: SlaapTimer: %d seconde resterend.
pl: Timer uśpienia: pozostała %d sekunda.
sk: Časovač uspania: zostáva %d sekunda.
sr: Tajmer Spavanja: ostala %d sekunda.
sv: SleepTimer: %d sekund kvarstår.
ta: ச்லீப் டைமர்: %d இரண்டாவது எச்சங்கள்.
tr: Uyku Zamanlayıcısı: %d saniye kaldı.
uk: Таймер вимкнення: залишилося %d секунда.

source: SleepTimer: Inactive.
cs: Časovač spánku: Neaktivní.
el: Χρονοδιακόπτης ύπνου: ανενεργός.
fi: Uniajastin: Ei käytössä.
hr: Tajmer Spavanja: Neaktivan.
it: Spegnimento automatico: inattivo.
lt: Miego laikmatis: neaktyvus.
nl: SlaapTimer: Gedeactiveerd.
pl: Timer uśpienia: Nieaktywny.
sk: Časovač uspania: neaktívny.
sr: Tajmer Spavanja: Neaktivan.
sv: SleepTimer: Inaktiv.
ta: ச்லீப் டெமர்: செயலற்றது.
tr: Uyku Zamanlayıcısı: Etkin değil.
uk: Таймер вимкнення: неактивний.

source: Sleeping
bg: Заспиващ
cs: Spaní
el: Σε ύπνο
fi: Aktiivinen
hr: Spava
it: Inattivo
lt: Miega
nl: Slapen
pl: Uśpienie
sk: Uspanie
sr: Spava
sv: Sovande
ta: தூக்கம்
tr: Uyuyor
uk: Сплячий

source: Slide drop
bg: Разгледай спад
cs: Klouzavý propad
da: Glid ned
de: Von oben gleitend
el: Ολίσθηση πτώσης
et: Liuglev tilk
fi: Liukupudotus
fr: Déroulement vers le bas
hr: Puštanje slajda
hu: Csúsztatás eldobása
it: Scorrimento in caduta
lt: Skaidrių kritimas
nl: Schuiven boven>beneden
pl: Przesuwane Animacje
ru: Слайд-шоу вниз
sk: Zošmyknutie
sr: Puštanje slajda
sv: Skjut nedåt
ta: ச்லைடு துளி
tr: Yukarıdan Aşağıya kaydır
uk: Слайд вниз
vi: Trượt thả
zh_cn: 滑动下降

source: Slide from left
bg: Разгледай от ляво
cs: Klouzat zleva
da: Glid fra venstre
de: Von links gleiten
el: Ολίσθηση από αριστερά
et: Liuglemine vasakult
fi: Liu'uta vasemmalta
fr: Apparaître de la gauche
hr: Slajd nalijevo
hu: Becsúszás balról
it: Scorrimento da sinistra
lt: Skaidrės iš kairės
nl: Schuif vanaf links
pl: Przesuwane od lewej
sk: Vysunúť zľava
sr: Slajd nalevo
sv: Skjut från vänster
ta: இடமிருந்து ச்லைடு
tr: Soldan kaydır
uk: Слайд зліва
vi: Trượt từ trái sang
zh_cn: 从左滑动

source: Slide left to right
bg: Разгледай от дясно
cs: Klouzat zleva doprava
da: Glid venstre til højre
de: Von links nach rechts
el: Ολίσθηση από αριστερά σε δεξιά
et: Liuglemine vasakult paremale
fi: Liu'uta vasemmalta oikealle
fr: Bandeau depuis la gauche
hr: Slajd slijeva na desno
hu: Csúsztatás balról jobbra
it: Scorrimento da sinistra a destra
lt: Skaidrės iš kairės į dešinę
nl: Schuiven links>rechts
pl: Przesuwane od lewej do prawej
ru: Слайд-шоу слева направо
sk: Posúvať zľava doprava
sr: Slajd sleva na desno
sv: Skjut från vänster till höger
ta: இடமிருந்து வலமாக ச்லைடு
tr: Soldan sağa kaydır
uk: Слайд-шоу зліва направо
vi: Trượt sang trái sang phải
zh_cn: 左到右滑

source: Slide picture in loop
bg: Разгледай картина в контур
cs: Zobrazit obrázky ve smyčce
da: Glid billede i løkke
de: Bilder als Diashow anzeigen
el: Ολίσθηση εικόνας σε επανάληψη
et: Vaata pilte tsüklis
fi: Kuvien jatkuva toisto
fr: Afficher images en boucle
hr: Slajd slika u petlji
hu: Képek megjelenítése végtelenül
it: Scorrimento continuo immagine
lt: Rodyti nuotraukas ištisai ratu
nl: Toon foto's opnieuw aan het eind
pl: Zapętlony pokaz slajdów
pt_br: Repetir slide de imagens
ru: Циклический показ слайдов
sk: Posúvať obrázky v slučke
sr: Slajd slika u petlji
sv: Skjut in bilden i slingan
ta: படத்தில் படத்தை ச்லைடு
tr: Resmi tekrarlayarak göster
uk: Циклічний показ слайдів
vi: Trượt hình ảnh trong vòng lặp
zh_cn: 循环中的幻灯片图片

source: Slide right to left
bg: Разгледай от дясно на ляво
cs: Klouzat zprava doleva
da: Glid højre til venster
de: Von rechts nach links
el: Ολίσθηση από δεξιά σε αριστερά
et: Liuglemine vasakult paremale
fi: Liu'uta oikealta vasemmalle
fr: Apparaître de la droite vers la gauche
hr: Slajd sdesna na lijevo
hu: Csúsztatás jobbról balra
it: Scorrimento da destra a sinistra
lt: Skaidrės iš dešinės į kairę
nl: Schuiven rechts>links
pl: Przesuwane od prawej do lewej
sk: Posúvať sprava doľava
sr: Slajd sdesna na levo
sv: Skjut från höger till vänster
ta: வலமிருந்து இடமாக சறுக்கவும்
tr: Sağdan sola kaydır
uk: Слайд-шоу справа на ліво
vi: Trượt từ phải sang trái
zh_cn: 滑右至左

source: Slide show delay
cs: Zpoždění prezentace
el: Καθυστέρηση προβολής διαφανειών
fi: Diaesityksen viive
hr: Odlaganje projekcije slajdova
it: Ritardo presentazione
nl: Vertraging voor diavoorstelling
pl: Opóźnienie pokazu slajdów
sk: Oneskorenie prezentácie
sr: Odlaganje projekcije slajdova
sv: Fördröjning av bildspel
ta: ச்லைடு நேரந்தவறுகை
tr: Slayt gösterisi gecikmesi
uk: Затримка показу слайдів

source: Slide show interval (sec.)
bg: Разгледай всеки интервал (сек.)
cs: Interval prezentace (sek.)
da: Glid visningsinterval (sek.)
de: Diaschau-Intervall (Sekunden)
el: Μεσοδιάστημα παρουσίασης διαφανειών (δευτ.)
et: Piltide näitamise aeg (sekundit)
fi: Kuvien näyttöaika (sekuntia)
fr: Intervalle du diaporama (s)
hr: Interval projekcije slajdova (sek.)
hu: Slideshow intervallum (mp.)
it: Intervallo presentazione (sec.)
lt: Paveikslėlio rodymo trukmė (sеk.)
nl: Diavoorstelling interval (sec.)
pl: Odstępy w pokazie slajdów (w sek.)
pt_br: Intervalo na troca de imagens (seg)
ru: Интервал слайд-шоу (сек.)
sk: Interval prezentácie (s)
sr: Interval projekcije slajdova (sek.)
sv: Intervall för bildvisning (sek.)
ta: ச்லைடு சோ இடைவெளி (நொடி)
tr: Slayt gösterisi geçiş aralığı (sn.)
uk: Інтервал слайд-шоу (сек.)
vi: Khoảng thời gian trình chiếu (giây)
zh_cn: 幻灯片放映间隔(秒.)

source: Slide show loop
cs: Smyčka prezentace
el: Επανάληψη προβολής παρουσίασης
fi: Diaesityksen silmukka
hr: Petlja projekcije slajdova
it: Riproduzione continua presentazione
nl: Diavoorstelling lus
pl: Pętla pokazu slajdów
sk: Slučka prezentácie
sr: Petlja projekcije slajdova
sv: Bildspelsslinga
ta: ச்லைடு சோ லூப்
tr: Slayt gösterisi tekrarı
uk: Цикл показу слайдів

source: Slide top to bottom
bg: Разгледай от горе до долу
cs: Klouzat zhora dolů
da: Glid top til bund
de: Von oben nach unten
el: Ολίσθηση από την κορυφή στον πάτο
et: Liuglemine ülevalt alla
fi: Liu'uta ylhäältä alas
fr: Bandeau depuis le haut
hr: Slajd od vrha ka dnu
hu: Csúsztatás felülről lefelé
it: Scorrimento dall'alto verso il basso
lt: Skaidrės iš viršaus žemyn
nl: Schuiven boven>beneden
pl: Przesuwane od góry do dołu
ru: Слайд-шоу сверху вниз
sk: Posúvať zhora nadol
sr: Slajd od vrha ka dnu
sv: Skjut uppifrån och ner
ta: மேல் முதல் கீழாக ச்லைடு
tr: Yukarıdan aşağıya doğru kaydır
uk: Слайд-шоу зверху вниз
vi: Trượt từ trên xuống dưới
zh_cn: 上下滑动

source: Slot %d
bg: Слот %d
de: Steckplatz %d
el: Θύρα %d
et: Pesa %d
fi: Portti %d
hr: Utor %d
hu: %d foglalat
lt: Lizdas %d
ru: Слот %d
sv: Plats %d
ta: ச்லாட் %d
tr: Yuva %d
uk: Слот %d
vi: Khe %d
zh_cn: 分区 %d

source: Slot %s / FBC in %s
cs: Slot %s / FBC v %s
el: Θέση %s / FBC στο %s
fi: Korttipaikka %s / FBC paikassa %s
hr: Utor %s / FBC u %s
pl: Slot %s / FBC w %s
sk: Slot %s / FBC v %s
sr: Slot %s / FBC u %s
sv: Plats %s / FBC i %s
ta: %s இல் ச்லாட் %s / fbc
tr: Yuva %s / FBC %s
uk: Слот %s / FBC в %s

source: Slot %s / FBC virtual %s
cs: Slot %s / FBC virtuální %s
el: Θέση %s / Εικονικό FBC στο %s
fi: Korttipaikka %s / FBC virtuaalinen %s
hr: Utor %s / FBC virtuelni %s
it: Slot %s / FBC virtuale %s
nl: Slot %s / FBC virtueel %s
pl: Slot %s / FBC wirtualny %s
sk: Slot %s / virtuálny FBC %s
sr: Slot %s / FBC virtuelni %s
sv: Kortplats %s / FBC virtuell %s
ta: ச்லாட் %s / fbc மெய்நிகர் %s
tr: Yuva %s / FBC sanal %s
uk: Слот %s / FBC віртуальний %s

source: Slot %s: %s
el: Θέση %s: %s
fi: Paikka %s: %s
hr: Utor %s: %s
lt: Lizdas %s: %s
sv: Plats %s: %s
ta: ச்லாட் %s: %s
tr: Yuva %s: %s
uk: Слот %s: %s

source: Slot %s: %s (Current image)
cs: Slot %s: %s (aktuální obraz)
el: Θέση %s: %s (τρέχον image)
fi: Paikka %s: %s (Nykyinen ohjelmisto)
hr: Utor %s: %s (Trenutni imidž)
it: Slot %s: %s (immagine attuale)
lt: Lizdo %s: %s (Dabartinis atvaizdas)
nl: Slot %s: %s (Huidige image)
pl: Slot %s: %s (Bieżący system)
sk: Slot %s: %s (aktuálny image)
sr: Slot %s: %s (Trenutni imidž)
sv: Plats %s: %s (Aktuell bild)
ta: ச்லாட் %s: %s (தற்போதைய படம்)
tr: Yuva %s: %s (Geçerli yazılım)
uk: Слот %s: %s (Поточний імідж)

source: Slot %s: %s as USB Recovery
cs: Slot %s: %s jako obnovení z USB
el: Θέση %s: %s ως USB ανάκτηση
fi: Paikka %s: %s USB palautuksena
hr: Utor %s: %s kao USB Oporavak
it: Slot %s: %s come USB Recovery
lt: Lizdų %s: %s kaip USB atkūrimas
nl: Slot %s: %s als USB back-up
pl: Slot %s: %s USB Recovery
sk: Slot %s: %s ako obnova z USB
sr: Slot %s: %s kao USB Oporavak
sv: Plats %s: %s som USB-återställning
ta: ச்லாட் %s: %s யூ.எச்.பி மீட்பு
tr: Yuva %s: %s USB Kurtarma olarak
uk: Слот %s: %s як USB Recovery

source: Slot '%s' %s
el: Θέση '%s' %s
fi: Paikka '%s' %s
hr: Utor '%s' %s
sv: Plats '%s' %s
ta: ச்லாட் ' %s' %s
tr: Yuva '%s' %s
uk: Слот '%s' %s

source: Slot '%s' %s: %s%s
el: Θέση '%s' %s: %s%s
fi: Paikka '%s' %s: %s%s
hr: Utor '%s' %s: %s%s
sv: Plats '%s' %s: %s%s
ta: ச்லாட் ' %s' %s: %s %s
tr: Yuva '%s' %s: %s%s
uk: Слот '%s' %s: %s%s

source: Slot F: Flash Slot Image Backup (Current image)
cs: Slot F: Záloha obrazu slotu Flash (aktuální obraz)
el: Θέση F: Εφεδρεία image θέσης flash (τρέχον image)
hr: Slot F: Flash sigurnosna kopija imidža (trenutni imidž)
it: Slot F: backup immagine slot flash (immagine attuale)
sr: Slot F: Bekap slike fleš slot-a (trenutna slika)
sv: Slot F: Flash Slot Image Backup (Aktuell bild)
tr: Yuva F: Flash Yuva Yazılım Yedeklemesi (Geçerli yazılım)
uk: Слот F: Резервне копіювання флеш-пам'яті (поточний імідж)

source: Slot Manager
cs: Správce slotů
el: Διαχείριση θέσεων
fi: Paikkojen Hallinta
hr: Upravitelj Utora
it: Gestore slot
pl: Menadżer slotów
sk: Správca slotov
sr: Slot Menadžer
ta: ச்லாட் மேலாளர்
tr: Yuva Yöneticisi
uk: Менеджер слотів

source: Slot Manager Actions
cs: Akce správce slotů
el: Ενέργειες διαχείρισης θέσεων
fi: Käynnistyspaikkojen Hallinta
hr: Akcije Upravitelja Utora
it: Azioni gestore di slot
nl: Slot-Manager Acties
pl: Działania menedżera slotów
sk: Akcie správcu slotov
sr: Slot Menadžer Akcije
sv: Åtgärder för Slot Manager
ta: ச்லாட் மேலாளர் செயல்கள்
tr: Yuva Yöneticisi İşlemleri
uk: Дії менеджера слотів

source: Slot R: Root Slot Image Backup (Current image)
cs: Slot R: Úplná záloha kořenového slotu (aktuální obraz)
el: Θέση R: Πλήρες αντίγραφο ασφαλείας θέσης (τρέχον image)
fi: Käynnistyspaikan Täysi Varmuuskopionti (Nykyinen ohjelmisto)
hr: Utor R: Osnovni Utor Image za Vraćanje (Trenutni Image )
it: Slot R: slot backup completo root (attuale immagine)
nl: Slot R: Root Slot Volledige back-up (actuele Image)
pl: Slot R: Pełna kopia zapasowa slotu root (bieżący obraz)
sk: Slot R: Úplná záloha koreňového slotu (aktuálny image)
sr: Slot R: Korenski slot za rezervnu kopiju imidža (Trenutna slika)
sv: Slot R: Säkerhetskopia av Root Slot Image (aktuell bild)
ta: ச்லாட் ஆர்: ரூட் ச்லாட் பட காப்புப்பிரதி (தற்போதைய படம்)
tr: Yuva R: Kök Yuvası Yazılım Yedeklemesi (Geçerli yazılım)
uk: Слот R: повна резервна копія кореневого слота (поточний імідж)

source: Slot count
cs: Počet slotů
el: Αριθμός θέσης
fi: Paikkojen määrä
hr: Utor broj
it: Numero di slot
nl: Aantal slots
pl: Ilość slotów
sk: Počet slotov
sr: Slot broj
sv: Antal platser
ta: ச்லாட் எண்ணிக்கை
tr: Yuva sayısı
uk: Кількість слотів

source: Slots have been extended by %d..
cs: Sloty byly prodlouženy %d..
el: Οι θέσεις έχουν επεκταθεί κατά %d..
hr: Utori su produženi za %d..
it: Gli slot sono stati estesi di %d..
sr: Slotovi su produženi za %d..
sv: Spelautomaterna har förlängts med %d.
tr: Yuvalar %d oranında genişletildi.
uk: Слоти були розширені на %d..

source: Slovak
cs: Slovensky
da: Slovakisk
de: Slowakisch
el: Σλοβακικά
et: Slovaki
fi: Slovakia
fr: Slovaque
hr: Slovački
hu: Szlovák
it: Slovacco
lt: Slovakų
nl: Slovaaks
pl: Słowacki
pt_br: Eslovaco
ru: Словацкий
sk: slovenčina
sv: Slovakiska
ta: ச்லோவாக்
tr: Slovakca
uk: Словацька
vi: Tiếng Slovak
zh_cn: 斯洛伐克语

source: Slovakia
cs: Slovensko
da: Slovakiet
de: Slowakei
el: Σλοβακία
et: Slovakkia
fr: Slovaquie
hu: Szlovákia
it: Slovacchia (Repubblica slovacca)
lt: Slovakija
nl: Slowakije
pl: Słowacja
sk: Slovensko
sv: Slovakien
ta: சுலோவேக்கியா
tr: Slovakya
uk: Словакія
zh_cn: 斯洛伐克
