Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Ossetian / Ossetic
cs: Osetský / Osetsky
el: Οσσετικά
fr: Ossétien / Ossétique
it: Osseto / Ossetico
lt: Osetijos / Ossetic
nl: Ossetisch
pl: Osetyński / Osetycki
sk: osetčina
sv: Ossetiska
ta: ஒசெட்டியன் / ஒசெடிக்
tr: Osetçe
uk: Осетинська / Осетія

source: Other
bg: Други
cs: Další
da: Anden
de: Andere
el: Άλλο
et: Miski muu
fi: Muu
fr: Autre
hr: Ostalo
hu: Egyéb
it: Altro
lt: Kita
nl: Anders
pl: Inne
pt_br: Outra
ru: Другая
sk: Ostatné
sr: Ostalo
sv: Annat
ta: மற்றொன்று
tr: Diğer
uk: Інший
vi: Khác
zh_cn: 其它

source: Other Actions
bg: Други действия
cs: Ostatní akce
el: Άλλες ενέργειες
fi: Muut toiminnot
fr: Autres actions
hr: Ostale Radnje
it: Altre azioni
lt: Kiti veiksmai
nl: Overige acties
pl: Inne akcje
sk: Ostatné akcie
sr: Ostale Radnje
sv: Andra åtgärder
ta: பிற செயல்கள்
tr: Diğer İşlemler
uk: Інші Дії

source: Other Packages
cs: Další balíčky
el: Άλλα πακέτα
fi: Muut paketit
hr: Ostali Paketi
it: Altri pacchetti
nl: Ander pakketten
pl: Inne pakiety
sk: Ostatné balíčky
sr: Ostali Paketi
sv: Övriga paket
ta: பிற தொகுப்புகள்
tr: Diğer Paketler
uk: Інші пакети

source: Other Subtitles & Language
bg: Други субтитри и език
cs: Další titulky a jazyk
el: Άλλοι υπότιτλοι και γλώσσες
fi: Muut Tekstitys & kieli
fr: Autres sous-titres - lang
hr: Ostali titl & Jezik
it: Altri sottotitoli e lingue
lt: Kiti subtitrai ir kalba
nl: Overige ondertitels & taal
pl: Inne napisy & język
sk: Ostatné titulky a jazyk
sr: Ostali titl & Jezik
sv: Andra undertexter & språk
ta: பிற வசன வரிகள் மற்றும் மொழி
tr: Diğer Altyazılar & Diller
uk: Інші субтитри і мова

source: Other buttons will jump to the help information for that button, if there is help available.
bg: Други бутони ще преминат към помощната информация за този бутон, ако има налична помощ.
cs: Ostatní tlačítka přejdou na informace nápovědy pro dané tlačítko, pokud je k dispozici nápověda.
el: Τα άλλα κουμπιά θα μεταβούν στις πληροφορίες βοήθειας για αυτό το πλήκτρο, αν είναι διαθέσιμη.
fi: Painikkeet siirtyvät vastaavien painikkeiden ohjetietoihin, kun apua on saatavilla.
fr: D’autres boutons passeront aux informations d’aide pour ce bouton, s’il y a de l’aide disponible.
hr: Ostala dugmad skočit će na informacije o pomoći za to dugme, ako je pomoć dostupna.
it: Altri tasti passeranno alle informazioni della guida per quel tasto, se è disponibile una guida.
lt: Kiti mygtukai pereis prie to mygtuko žinyno informacijos, jei yra pagalbos.
nl: Bij de overige knoppen zal help informatie worden getoond, wanneer die beschikbaar is.
pl: Inne przyciski powodują przejście do informacji pomocy dla danego przycisku, jeśli pomoc jest dostępna.
sk: Ak je k dispozícii pomocník, ostatné tlačidlá prejdú na pomocnú informáciu k danému tlačidlu.
sr: Ostali tasteri će preći na info pomoći za taj taster, ako je ona dostupna.
sv: Andra knappar hoppar till hjälpinformationen för den knappen, om det finns någon hjälp tillgänglig.
ta: உதவி கிடைத்தால், பிற பொத்தான்கள் அந்த பொத்தானுக்கான உதவித் தகவலுக்குச் செல்லும்.
tr: Diğer tuşlar, eğer varsa, o tuşa ait yardım bilgilerine yönlendirecektir.
uk: Інші значення для цієї кнопки перейдуть до довідкової інформації, якщо вони є.

source: Other panel directory (%s)
cs: Jiný adresář panelu (%s)
el: Άλλος κατάλογος πίνακα (%s)
fi: Muu paneelihakemisto (%s)
hr: Direktorij druge ploče (%s)
it: Altra cartella del pannello (%s)
lt: Kitas skydelio katalogas (%s)
nl: Map aan de andere zijde (%s)
pl: Katalog innego panelu (%s)
sk: Priečinok pre iný panel (%s)
sr: Drugi direktorijum panela (%s)
sv: Annan panelkatalog (%s)
ta: பிற குழு அடைவு (%s)
tr: Diğer panel dizini (%s)
uk: Інший каталог панелі (%s)

source: Output text:
cs: Výstupní text:
el: Κείμενο εξόδου:
fi: Ulostulo teksti
hr: Izlazni tekst:
it: Testo di uscita:
lt: Išvesties tekstas:
nl: Output tekst:
pl: Tekst wyjściowy:
sk: Výstupný text:
sr: Izlazni tekst:
sv: Utmatning av text:
ta: வெளியீட்டு உரை:
tr: Çıktı metni:
uk: Вихідний текст:

source: Overall progress:
bg: Цялостен прогрес:
cs: Celkový stav:
da: Samlet fremgang:
de: Gesamtfortschritt:
el: Συνολική πρόοδος:
et: Üldine edenemine:
fi: Kokonaisedistyminen:
fr: Progression globale :
hr: Ukupan napredak:
hu: Összes folyamat:
it: Avanzamento totale:
lt: Bendra eiga:
nl: Algehele voortgang:
pl: Ogólny postęp:
sk: Celkový priebeh:
sr: Ukupan napredak:
sv: Övergripande framsteg:
ta: ஒட்டுமொத்த முன்னேற்றம்:
tr: Genel ilerleme:
uk: Повний прогрес:
vi: Tiến độ tổng thể:
zh_cn: 总体进度：

source: Overscan Test
bg: Тест за над сканиране
el: Δοκιμή υπερσάρωσης
et: Üleskaneerimise test
fi: Yliskannau testi
fr: Test d'overscan
hu: Overscan teszt
it: Test Overscan
lt: Patikrinimo testas
pl: Test Overscan
sk: Test na overscan
sv: Test av överskanning
ta: அதிகப்படியான சோதனை
tr: Overscan Testi
uk: Тест Overscan
vi: Kiểm tra quét
zh_cn: 过扫描测试

source: Overwrite Bootlogo Files?
cs: Přepsat soubory Bootloga?
el: Αντικατάσταση αρχείων του bootlogo ;
fi: Korvaa käynnistyskuva?
fr: Ecraser le fichier du logo de démarrage (Bootlogo) ?
hr: Zamijeniti datoteke Bootlogo?
it: Sovrascrivere i file del Bootlogo?
lt: Perrašyti įkrovos logotipus?
nl: Overschrijf Bootlogo bestanden?
pl: Nadpisać pliki Bootlogo?
sk: Prepísať súbory s bootovacím logom?
sr: Zameniti Bootlogo Fajl?
sv: Skriva över Bootlogo-filer?
ta: பூட்லோகோ கோப்புகளை மேலெழுதவா?
tr: Önyükleme logosu dosyalarının üzerine yazılsın mı?
uk: Переписати файли завантажувача?

source: Overwrite Driver Files?
cs: Přepsat soubory ovladačů?
el: Αντικατάσταση αρχείων οδηγών ;
fi: Korvaa Ajurit?
fr: Ecraser les fichiers des pilotes (drivers) ?
hr: Zamijeniti datoteke upravljačkog programa?
it: Sovrascrivere i file del driver?
lt: Perrašyti tvarkyklės failus?
nl: Overschrijf Driver bestanden?
pl: Nadpisać pliki sterownika?
sk: Prepísať súbory ovládačov?
sr: Zameniti Drajver Fajl?
sv: Skriva över drivrutinsfiler?
ta: இயக்கி கோப்புகளை மேலெழுதவா?
tr: Sürücü dosyalarının üzerine yazılsın mı?
uk: Переписати файли драйвера?

source: Overwrite Emu Files?
cs: Přepsat soubory EMU?
el: Αντικατάσταση αρχείων Emu ;
fi: Korvaa Softcam tiedostot ?
fr: Ecraser les fichiers Emu ?
hr: Zamijeniti Emu datoteke?
it: Sovrascrivere i file delle Emu?
lt: Perrašyti Emu failus?
nl: Overschrijf Emu bestanden?
pl: Nadpisać pliki emu?
sk: Prepísať EMU súbory?
sr: Zameniti Emu Datoteku?
sv: Skriva över Emu-filer?
ta: EMU கோப்புகளை மேலெழுதவா?
tr: Emu dosyalarının üzerine yazılsın mı?
uk: Переписати файли емулятора?

source: Overwrite Picon Files?
cs: Přepsat soubory pikonů?
el: Αντικατάσταση αρχείων λογότυπων ;
fi: Korvaa Kanavalogot?
fr: Ecraser les fichiers picons ?
hr: Zamijeniti Picon datoteke?
it: Sovrascrivere i file dei picon?
lt: Perrašyti piktogramų failus?
nl: Overschrijf Picon bestanden?
pl: Nadpisać pliki z pikonami?
sk: Prepísať súbory pikon?
sr: Zameniti Pikon Fajl?
sv: Skriva över Picon-filer?
ta: பிகான் கோப்புகளை மேலெழுதவா?
tr: Pikon dosyalarının üzerine yazılsın mı?
uk: Переписати файли Піконів?

source: Overwrite Setting Files?
cs: Přepsat soubory nastavení?
el: Αντικατάσταση αρχείων ρυθμίσεων ;
fi: Korvaa Asetukset?
fr: Ecraser les fichiers des paramètres ?
hr: Zamijeniti datoteke postavki?
it: Sovrascrivere i file delle impostazioni?
lt: Perrašyti nustatymų failus?
nl: Overschrijf Zenderlijst?
pl: Nadpisać pliki ustawień?
sk: Prepísať súbory settingu?
sr: Zameniti Postavke Fajla?
sv: Skriva över inställningsfiler?
ta: அமைப்புகளை மேலெழுதவா?
tr: Ayar dosyaları üzerine yazılsın mı?
uk: Переписати файли налаштування?

source: Overwrite Spinner Files?
cs: Přepsat soubory spineru?
el: Αντικατάσταση αρχείων spinner ;
fi: Korvaa Spinner tiedostot ?
fr: Ecraser les fichiers du sablier (spinner) ?
hr: Zamijeniti Spinner datoteke?
it: Sovrascrivere i file dello spinner?
lt: Perrašyti suktuko failus?
nl: Overschrijf Spinner bestanden?
pl: Nadpisać pliki spinnera?
sk: Prepísať súbory spinnera?
sr: Zameniti Potenciometar Fajla?
sv: Skriva över spinnfiler?
ta: ச்பின்னர் கோப்புகளை மேலெழுதவா?
tr: Spinner dosyaları üzerine yazılsın mı?
uk: Переписати файли спіннера?

source: Overwrite bootlogo files during software upgrade?
bg: Презаписване на файловете за bootlogo при надстройване на софтуера?
cs: Přepsat soubory Bootloga při aktualizaci software ?
da: Overskriv bootlogo-filer ved software-opgradering ?
de: Überschreiben des Bootlogos beim Update?
el: Αντικατάσταση αρχείων bootlogo κατά την αναβάθμιση λογισμικού;
et: Kas tarkvara uuendamisel kirjutada käivituslogo failid üle?
fi: Korvaa käynnistyskuva tiedoston ohjelmistopäivityksen aikana?
fr: Ecraser le logo de démarrage (Bootlogo) pendant la mise à jour logicielle ?
hr: Prepisati bootlogo datoteke tijekom nadogradnje softvera?
hu: Bootlogo fájlok felülírása szoftverfrissítése alkalmával?
it: Sovrascrivere i file bootlogo durante l'aggiornamento del software?
lt: Perrašyti įkrovos logotipus, atnaujinant programinę įrangą?
nl: Overschrijf Bootlogo bestanden tijdens software update?
pl: Nadpisać logo startowe podczas aktualizacji systemu?
ru: Переписать файлы бутлого при обновлении?
sk: Prepísať bootovacie logo pri aktualizácii softvéru?
sr: Zameniti Bootlogo fajla pri nadogradnji softvera?
sv: Skriva över bootlogo-filer under programuppgradering?
ta: மென்பொருள் மேம்படுத்தலின் போது பூட்லோகோ கோப்புகளை மேலெழுதவா?
tr: Yazılım yükseltmesi sırasında önyükleme logosu dosyaları üzerine yazılsın mı?
uk: Переписати файли завантажувача при оновленні?
vi: Ghi đè tập tin bootlogo trong quá trình nâng cấp phần mềm?
zh_cn: 软件升级中是否覆盖bootlogo文件?

source: Overwrite configuration files during software upgrade?
bg: Презаписване на конфигурационни файлове при надстройване на софтуера?
cs: Přepsat konfigurační soubory při aktualizaci software ?
da: Overskriv konfigurationsfiler under software-upgradering ?
de: Konfigurationsdateien beim Software-Update überschreiben?
el: Να αντικατασταθούν τα αρχεία ρυθμίσεων κατά την αναβάθμιση λογισμικού;
et: Kas tarkvara uuendamisel kirjutada seadistusfailid üle?
fi: Korvaa asetustiedostot ohjelmistopäivityksen aikana?
fr: Ecraser les fichiers configuration pendant mise à jour logicielle ?
hr: Prepisati konfiguracijske datoteke tijekom nadogradnje softvera?
hu: Konfigurációs fájlok felülírása szoftverfrissítése alkalmával?
it: Sovrascrivere i file di configurazione durante l'aggiornamento del software?
lt: Perrašyti konfigūracijos failus per programinės įrangos atnaujinimą?
nl: Configuratie bestanden tijdens de software update overschrijven?
pl: Nadpisać pliki konfiguracyjne podczas aktualizacji?
pt_br: Substituir os arquivos de configuração durante a atualização de software?
ru: Перезаписать конф. файлы во время обновления ПО?
sk: Prepísať konfiguračné súbory pri aktualizácii softvéru?
sl: Prepis nastavitvenih datotek pri nadgradnji programske opreme?
sr: Zameniti konfiguracioni fajl pri nadogradnji softvera?
sv: Skriva över konfigurationsfiler under programuppgradering?
ta: மென்பொருள் மேம்படுத்தலின் போது உள்ளமைவு கோப்புகளை மேலெழுதவா?
tr: Yazılımı yükseltilirken yapılandırma dosyalarının üzerine yazılsın mı?
uk: Перезаписати файли конфігурації під час оновлення ПЗ?
vi: Ghi đè tập tin cấu hình trong quá trình nâng cấp phần mềm?
zh_cn: 是否在软件升级过程中改写配置文件?

source: Overwrite configuration files?
bg: Презаписване на конфигурационни файлове?
cs: Přepsat konfigurační soubory?
da: Overskriv konfigurationsfiler ?
de: Konfigurations-Dateien überschreiben?
el: Αντικατάσταση αρχείων ρυθμίσεων;
et: Kas kirjutada seadistusfailid üle?
fi: Korvaa asetustiedostot?
fr: Écraser les fichiers de configuration ?
hr: Prepisati konfiguracijske datoteke?
hu: Konfigurációs fájlok felülírása?
it: Sovrascrivere i file di configurazione?
lt: Perrašyti konfigūracijos failus?
nl: Configuratie bestanden overschrijven?
pl: Nadpisać pliki konfiguracyjne?
pt_br: Substituir os arquivos de configuração?
ru: Перезаписать файлы конфигурации?
sk: Prepísať konfiguračné súbory?
sr: Zameniti konfiguracioni fajl?
sv: Skriva över konfigurationsfiler?
ta: உள்ளமைவு கோப்புகளை மேலெழுதவா?
tr: Yapılandırma dosyalarının üzerine yazılsın mı?
uk: Перезаписати файли конфігурації?
vi: Ghi đè tập tin cấu hình?
zh_cn: 是否覆盖配置文件?

source: Overwrite driver files during software upgrade?
bg: Презаписване на файловете на драйверите при надстройване на софтуера?
cs: Přepsat soubory ovladačů během aktualizace softwaru ?
da: Overskriv driverfiler under software-opgradering ?
de: Überschreiben der Kernel/Treiber beim Update?
el: Αντικατάσταση αρχείων κατά την αναβάθμιση λογισμικού;
et: Kas tarkvara uuendamisel kirjutada ajurid üle?
fi: Korvaa ajuri tiedostot ohjelmistopäivityksen aikana?
fr: Ecraser les pilotes (drivers) pendant la mise à jour logicielle ?
hr: Prepisati datoteke upravljačkih programa tijekom nadogradnje softvera?
hu: Felülírja az illesztőprogram fájlokat a szoftverfrissítés során?
it: Sovrascrivere i file dei driver durante l'aggiornamento del software?
lt: Perrašyti tvarkyklės failus, atnaujinant programinę įrangą?
nl: Overschrijf Drivers tijdens software-update?
pl: Nadpisać pliki sterowników podczas aktualizacji systemu?
ru: Переписать файлы драйверов при обновлении?
sk: Prepísať súbory ovládačov pri aktualizácii softvéru?
sr: Zameniti drajver fajla pri nadogradnji softvera?
sv: Skriva över drivrutinsfiler under programuppgradering?
ta: மென்பொருள் மேம்படுத்தலின் போது இயக்கி கோப்புகளை மேலெழுதவா?
tr: Yazılım yükseltme sırasında sürücü dosyalarının üzerine yazılsın mı?
uk: Переписати файли драйверів при оновленні?
vi: Ghi đè tập tin trình điều khiển trong quá trình nâng cấp phần mềm?
zh_cn: 在软件升级过程中覆盖驱动程序文件?

source: Overwrite picon files during software upgrade?
bg: Презаписване на picon файлове при надстройване на софтуера?
cs: Přepsat soubory Piconů během aktualizace softwaru ?
da: Overskriv Pikon-filer under software-opgradering?
de: Überschreiben der Picon-Dateien beim Update?
el: Αντικατάσταση αρχείων λογότυπων κατά την αναβάθμιση λογισμικού;
et: Kas tarkvara uuendamisel kirjutada pikonid üle?
fi: Korvaa kanavalogo tiedostot ohjelmistopäivityksen aikana?
fr: Ecraser les picons pendant la mise à jour logicielle ?
hr: Prepisati picon datoteke tijekom nadogradnje softvera?
hu: Felülírja a picon fájlokat a szoftverfrissítés alatt?
it: Sovrascrivere i file picon durante l'aggiornamento del software?
lt: Perrašyti piktogramų failus, atnaujinant programinę įrangą?
nl: Overschrijf Picon bestanden tijdens software-update?
pl: Nadpisać pikony podczas aktualizacji systemu?
ru: Переписать файлы пиконов при обновлении?
sk: Prepísať súbory pikon pri aktualizácii SW?
sr: Zameniti pikon fajl pri nadogradnji softvera?
sv: Skriva över picon-filer under programuppgradering?
ta: மென்பொருள் மேம்படுத்தலின் போது பிகான் கோப்புகளை மேலெழுதவா?
tr: Yazılım yükseltme sırasında pikon dosyalarının üzerine yazılsın mı?
uk: Переписати файли піконів при оновленні?
vi: Ghi đè tập tin picon trong quá trình nâng cấp phần mềm?
zh_cn: 覆盖picon文件是否现在软件升级吗？

source: Overwrite setting files (channellist) during software upgrade?
bg: Презаписване на файловете за настройка (списък с канали) при надстройване на софтуера?
cs: Přepsat soubory nastavení (seznam programů) během aktualizace softwaru ?
da: Overskriv indstillingsfiler (kanalliste) under software-opgradering ?
de: Überschreiben der Sender/Kanallisten beim Update?
el: Αντικατάσταση αρχείων ρυθμίσεων (λίστα καναλιών) κατά την αναβάθμιση λογισμικού;
et: Kas tarkvara uuendamisel kirjutada kanalinimekirjad üle?
fi: Korvaa (kanavalista) tiedostot ohjelmistopäivityksen aikana?
fr: Ecraser les fichiers de configurations (liste des chaînes) pendant la mise à jour logicielle ?
hr: Prepisati Postavljanje datoteka (popis kanala) tijekom nadogradnje softvera?
hu: Felülírja a beállítási fájlokat (csatornalista) a szoftverfrissítés során?
it: Sovrascrivere gli elenchi dei canali durante l'aggiornamento del software?
lt: Perrašyti nustatymų failus (kanalų sąrašą), atnaujinant programinę įrangą?
nl: Overschrijf Zenderlijst bestanden tijdens software-update?
pl: Nadpisać pliki list kanałów podczas aktualizacji systemu?
ru: Переписать файлы настроек при обновлении?
sk: Prepísať súbory settingu (zoznamu kanálov) pri aktualizácii softvéru?
sr: Zameniti postavke fajla (liste kanala) pri nadogradnji softvera?
sv: Skriva över inställningsfiler (kanallista) under programuppgradering?
ta: மென்பொருள் மேம்படுத்தலின் போது அமைப்புகள் கோப்புகளை (சேனல்கள்) மேலெழுதவா?
tr: Yazılım yükseltme sırasında ayar (kanal listesi) dosyalarının üzerine yazılsın mı?
uk: Перезаписати файли налаштувань (список каналів) при оновленні?
vi: Ghi đè tập tin cài đặt (Gordellist) trong quá trình nâng cấp phần mềm?
zh_cn: 是否重写设置文件(频道列表)中的软件升级?

source: Overwrite softcam files during software upgrade?
bg: Презаписване на softcam файлове при надстройване на софтуера?
cs: Přepsat soubory Softcamu během aktualizace softwaru ?
da: Overskriv softcam-filer under software-opgradering ?
de: Überschreiben der Softcam Dateien beim Update?
el: Αντικατάσταση αρχείων softcam κατά την αναβάθμιση λογισμικού;
et: Kas tarkvara uuendamisel kirjutada softcam failid üle?
fi: Korvaa softcam tiedostot ohjelmistopäivityksen aikana?
fr: Ecraser les fichiers de softcam pendant la mise à jour logicielle ?
hr: Prepisati softcam Datoteke tijekom nadogradnje softvera?
hu: Softcam fájlok felülírása szoftverfrissítés által?
it: Sovrascrivere i file della softcam durante l'aggiornamento del software?
lt: Perrašyti emuliatorių failus, atnaujinant programinę įrangą?
nl: Overschrijf Softcam bestanden tijdens software-update?
pl: Nadpisać pliki softcam podczas aktualizacji systemu?
ru: Переписать файлы эмуляторов при обновлении?
sk: Prepísať súbory softcamu pri aktualizácii softvéru?
sr: Zameniti softcam fajl pri nadogradnji softvera?
sv: Skriva över softcam-filer under programuppgradering?
ta: மென்பொருள் மேம்படுத்தலின் போது சாப்ட்கேம் கோப்புகளை மேலெழுதவா?
tr: Yazılım yükseltme sırasında softcam dosyalarının üzerine yazılsın mı?
uk: Переписати файли емуляторів при оновленні?
vi: Ghi đè tập tin cấu hình trong quá trình nâng cấp phần mềm?
zh_cn: 在软件升级过程中是否覆盖SoftCam文件?

source: Overwrite spinner files during software upgrade?
bg: Презаписване на spinner файлове при надстройване на софтуера?
cs: Přepsat soubory Spinneru během aktualizace softwaru ?
da: Overskriv spinner-filer under software-opgradering ?
de: Überschreiben der Spinner-Dateien beim Update erlauben?
el: Αντικατάσταση αρχείων spinner κατά την αναβάθμιση λογισμικού;
et: Kas tarkvara uuendamisel kirjutada spinnerid üle?
fi: Korvaa spinner tiedostot ohjelmistopäivityksen aikana?
fr: Ecraser les fichiers du sablier (spinner) pendant la mise à jour logicielle ?
hr: Prepisati Spinner datoteke tijekom nadogradnje softvera?
hu: Felülírja a foglaltságot jelző fájlokat a szoftverfrissítés során?
it: Sovrascrivere i file dello spinner durante l'aggiornamento del software?
lt: Perrašyti suktuko failus, atnaujinant programinę įrangą?
nl: Overschrijf Spinner (bezig animatie) bestanden tijdens software-update?
pl: Nadpisać pliki spinnera podczas aktualizacji systemu?
ru: Переписать файлы спиннера при обновлении?
sk: Prepísať súbory spinnera pri aktualizácii softvéru?
sr: Zameniti potenciometra fajl pri nadogradnji softvera?
sv: Skriva över spinnerfiler under programuppgradering?
ta: மென்பொருள் மேம்படுத்தலின் போது ச்பின்னர் கோப்புகளை மேலெழுதவா?
tr: Yazılım yükseltme sırasında spinner dosyalarının üzerine yazılsın mı?
uk: Переписати файли спінера при оновленні?
vi: Ghi đè tập tin cấu hình trong quá trình nâng cấp phần mềm?
zh_cn: 在软件升级过程中是否覆盖微调文件?

source: Owner
cs: Vlastník
el: Κάτοχος
fi: Omistaja:
hr: Vlasnik
it: Proprietario
lt: Savininkas
nl: Eigenaar
pl: Właściciel
sk: Vlastník
sr: Vlasnik
sv: Ägare
ta: உரிமையாளர்
tr: Sahibi
uk: Власник

source: PAGE UP/DOWN
bg: Страница НАГОРЕ/НАДОЛУ
cs: STRÁNKA NAHORU/DOLU
da: SIDE UP/NED
el: ΣΕΛΙΔΑ ΕΠΑΝΩ/ΚΑΤΩ
et: LEHT ÜLES/ALLA
fi: SIVU YLÖS/ALAS
fr: PAGE HAUT/BAS
hr: STRANICA GORE/DOLJE
hu: OLDAL FEL/LE
it: PAGINA SU/GIÙ
lt: PUSLAPIS AUKŠTYN/ŽEMYN
nl: PAGINA OP/NEER
pl: STRONA W GÓRĘ/W DÓŁ
ru: Страница Вверх/Вниз
sk: STRÁNKA NAHOR/NADOL
sr: STRANICA GORE/DOLE
sv: SIDA UPP/NER
ta: பக்கம் மேலே/கீழ்
tr: SAYFA YUKARI/AŞAĞI
uk: СТОРІНКА ВВЕРХ/ВНИЗ
vi: TRANG LÊN / XUỐNG
zh_cn: 上/下

source: PCM Multichannel
bg: PCM многоканален
cs: PCM Multi kanál
da: PCM Flerkanal
de: PCM-Mehrkanal
el: Πολυκάναλο PCM
et: PCM mitmekanaline
fi: PCM monikanava
fr: PCM Multicanaux
hr: PCM Više kanala
hu: Többcsatornás PCM
it: Multicanale PCM
lt: Daugiakanalis PCM
nl: PCM Meerkanaals
sk: Multikanálové PCM
sr: PCM Više kanala
sv: PCM flerkanalig
ta: பிசிஎம் மல்டிசனல்
tr: PCM Çok Kanallı
uk: PCM багатоканальний
vi: PCM đa kênh
zh_cn: PCM多声道

source: PCR PID
fr: PID PCR
ru: PCR ПИД
ta: பி.சி.ஆர் பிஐடி
uk: PID PCR
zh_cn: 时钟同步(PCR PID)

source: PG - Parental Guidance
cs: PG - Rodičovský dohled
el: ΓΣ - Γονική συναίνεση
hr: PG - Roditeljski nadzor
it: PG - Guida genitoriale
sr: PG - Roditeljski nadzor
sv: PG - Föräldravägledning
tr: EG - Ebeveyn Gözetimi
uk: PG - батьківський нагляд

source: PGS file
cs: Soubor PGS
el: αρχείο PGS
fi: Ohjelmaoppaan tiedostonimi
fr: Fichier PGS
hr: PGS datoteka
it: File PGS
lt: PGS failas
nl: PGS bestand
pl: plik PGS
sk: PGS súbor
sr: PGS fajl
sv: PGS fil
ta: பிசிஎச் கோப்பு
tr: PGS dosyası
uk: PGS файл

source: PIN code needed
bg: PIN код е необходим
cs: Je vyžadován PIN
da: PIN kode nødvendig
el: Απαιτείται κωδικός PIN
et: Vajalik on PIN-kood
fi: PIN koodi vaaditaan
fr: Code PIN requis
hr: Potreban PIN kod
hu: PIN-kód szükséges
it: Codice PIN necessario
lt: Reikia pin kodo
nl: Pincode benodigd
pl: Wymagany kod PIN
pt_br: A senha é necessária
ru: Нужно ввести пин-код
sk: Je potrebný PIN
sr: Potreban PIN kod
sv: PIN-kod behövs
ta: முள் குறியீடு தேவை
tr: PIN kodu gerekli
uk: Необхідний Пін-код
vi: Mã PIN cần thiết
zh_cn: 需要PIN码

source: PIP
de: Bild im Bild
hu: Kép-a-Képben
ta: பிப்
uk: ПІП
zh_cn: 画中画

source: PLS Code
cs: Kód PLS
da: PLS Kode
el: PLS κωδικός
et: PLS kood
fi: PLS Koodi
fr: Code PLS
hr: PLS Kod
hu: PLS kód
it: Codice PLS
lt: PLS kodas
sk: PLS kód
sr: PLS Kod
sv: PLS-kod
ta: Pls குறியீடு
tr: PLS Kodu
uk: Код PLS
vi: Mã PLS
zh_cn: PLS码

source: PLS Mode
cs: Režim PLS
da: PLS Tilstand
el: PLS λειτουργία
et: PLS režiim
fi: PLS Tila
fr: Mode PLS
hr: PLS Način
hu: PLS Mód
it: Modalità PLS
lt: PLS režimas
nl: PLS Modus
pl: Tryb PLS
sk: Režim PLS
sr: PLS Režim
sv: PLS-läge
ta: Pls பயன்முறை
tr: PLS Modu
uk: Режим PLS
vi: Chế độ PLS
zh_cn: PLS模式

source: PRIMETIME
cs: HLAVNÍ VYSÍLACÍ ČAS
el: ΖΩΝΗ ΑΙΧΜΗΣ
et: TIPPAEG
fi: Paras katseluaika
hr: UDARNO VRIJEME
hu: FŐMŰSORIDŐ
it: PRIMA SERATA
lt: ŽIŪRIMIAUSIAS LAIKAS
pl: GODZINY NAJWIĘKSZEJ OGLĄDALNOŚCI
ru: Прайм-тайм
sr: UDARNO VREME
ta: பிரைம் டைம்
uk: ПРАЙМ-ТАЙМ
vi: TIẾNG VIỆT
zh_cn: 黄金时段

source: Package
cs: Balíček
el: Πακέτο
fi: Paketti
hr: Paket
it: Pacchetto
nl: Pakket
pl: Pakiet
sk: Balíček
sr: Paket
sv: Paket
ta: தொகுப்பு
tr: Paket
uk: Пакет

source: Package Manager
bg: Управление на пакети
cs: Správa balíčků
el: Διαχείριση πακέτων
fi: Ohjelmistopaketin hallinnointi
fr: Gestion des paquets
hr: Upravitelj paketa
it: Gestore pacchetti
lt: Paketų tvarkyklė
nl: Pakketbeheer
pl: Menadżer pakietów
sk: Správa balíčkov
sr: Peket Menadžera
sv: Paketansvarig
ta: தொகுப்பு மேலாளர்
tr: Paket Yöneticisi
uk: Управління пакетами

source: Package files:
cs: Soubory balíčku:
el: Αρχεία πακέτου:
fi: Paketit tiedostot:
hr: Datoteke paketa:
it: File del pacchetto:
lt: Paketo failai:
nl: Pakket bestanden:
pl: Pliki pakietu:
sk: Súbory balíčka:
sr: Fajl paketa:
sv: Paketfiler:
ta: தொகுப்பு கோப்புகள்:
tr: Paket dosyaları:
uk: Файли пакету:
