Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Name ascending
cs: Název vzestupně
el: Αύξουσα ονομασία
fi: Nimi nouseva
hr: Rastući naziv
it: Nome ascendente
lt: Pavadinimas didėjančia tvarka
nl: Op naam oplopend
pl: Nazwa rosnąco
sk: Názov, vzostupne
sr: Rastući naziv
sv: Stigande i namn
ta: பெயர் ஏறுதல்
tr: İsim artan
uk: Назва за зростанням

source: Name descending
cs: Název sestupně
el: Φθίνουσα ονομασία
fi: Nimi laskeva
hr: Opadajući naziv
it: Nome discendente
lt: Pavadinimas mažėjančia tvarka
nl: Op naam aflopend
pl: Nazwa malejąco
sk: Názov, zostupne
sr: Opadajući naziv
sv: Fallande i namn
ta: பெயர் இறங்கு
tr: İsim azalan
uk: Назва за спаданням

source: Name server %d
bg: Сървър за имена %d
cs: Jmenný server %d
el: Όνομα διακομιστή %d
fi: Nimipalvelin %d
hr: Naziv servera %d
it: Server dei nomi %d
lt: Vardų serverio %d
pl: Nazwa serwera %d
sk: DNS server %d
sr: Naziv servera %d
sv: Namnserver %d
ta: பெயர் சேவையகம் %d
tr: Ad Sunucusu %d
uk: Сервер імен %d

source: Nameserver
bg: Сървър на имена
cs: DNS server
da: Navneserver
el: Διακομιστής ονομάτων
et: Nimeserver
fi: Nimipalvelin
fr: Serveur de nom
hr: Ime servera
hu: Névszerver
it: Server dei nomi (DNS)
lt: DNS serveris
nl: Nameserver (DNS)
pl: Serwer DNS
pt_br: Servidor DNS
ru: DNS сервер
sk: DNS server
sl: Imenski strežnik
sr: Ime servera
sv: Namnserver
ta: பெயர்செர்வர்
tr: Ad Sunucusu
uk: Назва сервера
vi: Tên máy chủ
zh_cn: 域名服务器

source: Nameserver settings
bg: Настройки на сървъра за имена
cs: Nastavení DNS
da: Navneserver indstillinger
de: DNS-Einstellungen
el: Ρυθμίσεις διακομιστών ονομάτων
et: Nimeserveri seaded
fi: Nimipalvelimen asetukset
fr: Paramètres du serveur de nom
hr: Postavke poslužitelja imena
hu: Névszerver beállítások
it: Configurazione DNS
lt: DNS serverio nustatymai
nl: DNS instellingen
pl: Ustawienia DNS
pt_br: Configurar DNS
ru: Настройка DNS
sk: Nastavenia DNS
sl: Nast. imenskega strežnika
sr: Podešavanje imena servera
sv: Inställningar för namnservrar
ta: பெயர்சர்வர் அமைப்புகள்
tr: Ad Sunucusu Ayarları
uk: Параметри DNS
vi: Cài đặt máy chủ tên
zh_cn: 域名服务器设置

source: Nameserver setup
bg: Настройка на сървър за имена
cs: Nastavení DNS
da: Navneserver opsætning
de: Namensserver-Einstellung
el: Ρύθμιση διακομιστών ονομάτων
et: Nimeserveri seaded
fi: Nimipalvelimen asetukset
fr: Paramètres du serveur de nom
hr: Postavljanje imenskog poslužitelja
hu: Névszerver beállítások
it: Impostazioni DNS
lt: DNS serverio valdymas
nl: Nameserver instellingen (DNS)
pl: Ustawienia DNS
pt_br: Configurar DNS
ru: Настройка DNS
sk: Nastavenie DNS
sr: Postavke imena servera
sv: Inställning av namnserver
ta: பெயர்சர்வர் அமைப்பு
tr: Ad Sunucusu Kurulumu
uk: Налаштування Nameserver
vi: Thiết lập máy chủ tên
zh_cn: 域名服务器设置

source: Namespace & Orbital position
bg: Именно пространство и орбитална поз.
cs: Jmenný prostor a orbitální pozice
el: Χώρος ονόματος & τροχιακή θέση
fi: Nimiavaruus & Sijainti
fr: Espace de nom - pos. orbitale
hr: Naziv & Orbitalni položaj
it: Nome e posizione orbitale
lt: Pavadinimo vieta ir orbitinė poz.
pl: Przestrzeń i poz. orbit
sk: Názov a orbitálna pozícia
sr: Ime & Orbitalna pozicija
sv: Namnrymd och position i omloppsbana
ta: பெயர்வெளி & சுற்றுப்பாதை நிலை
tr: Ad alanı ve Yörünge konumu
uk: Простір імен і позиція

source: Namibia
cs: Namibie
el: Ναμίμπια
et: Namiibia
fr: Namibie
hu: Namíbia
lt: Namibija
nl: Namibië
sk: Namíbia
ta: நமீபியா
tr: Namibya
uk: Намібія
zh_cn: 纳米比亚

source: Narration
cs: Vyprávění
el: Αφήγηση
fi: Kuvaus
hr: Govor
it: Narrazione
nl: Verhaal
pl: Narracja
sk: Príbeh
sr: Govor
sv: Berättelse
ta: கதை
tr: Anlatım
uk: Переказ

source: National music
cs: Národní hudba
hr: Narodna glazba
it: Musica nazionale
sr: Narodna muzika
tr: Ulusal müzik
uk: Національна музика

source: Native
bg: Местен
cs: Nativní
da: Oprindelig
el: Αυθεντική
et: Loomulik
fi: Alkuperäinen
fr: Natif
hr: Prirodni
hu: Natív
it: Nativo
lt: Gimtasis
nl: Origineel
pl: Rodowity
sk: Natívne
sr: Prirodni
sv: Inbyggd
ta: பழமை
tr: Yerli
uk: Власний
vi: Tự nhiên
zh_cn: 原始

source: Native name (Ascdending)
bg: Местно име (възходящо)
cs: Rodné jméno (Vzestupně)
el: Φυσικό όνομα (αύξουσα)
fi: Alkuperäinen nimi (Nouseva)
fr: Nom natif (Ascdending)
hr: Izvorno ime (Rastući)
it: Nome nativo (crescente)
lt: Vietinis pavadinimas (didėjimo tvarka)
nl: Inheemse naam (Oplopend)
pl: Nazwa natywna (rosnąco)
sk: Natívne meno (vzostupne)
sr: Izvorno ime (Rastući)
sv: Namn på inföding (Ascdending)
ta: சொந்த பெயர் (ஆச்க்டெண்டிங்)
tr: Yerel isim (Artan)
uk: Рідна назва (по зростанню)

source: Native name (Descending)
bg: Местно име (низходящо)
cs: Rodné jméno (Sestupně)
el: Φυσικό όνομα (φθίνουσα)
fi: Alkuperäinen nimi (laskeva)
fr: Nom natif (décroissant)
hr: Izvorno ime (Opadajući)
it: Nome nativo (decrescente)
lt: Vietinis pavadinimas (mažėjimo tvarka)
nl: Inheemse naam (Aflopend)
pl: Nazwa natywna (malejąco)
sk: Natívne meno (zostupne)
sr: Izvorno ime (Opadajući)
sv: Inhemskt namn (i fallande ordning)
ta: சொந்த பெயர் (இறங்கு)
tr: Yerel isim (Azalan)
uk: Рідна назва (за спаданням)

source: Nature
bg: Природа
cs: Příroda
da: Natur
de: Natur
el: Φύση
fi: Luonnollinen
hr: Priroda
it: Natura
lt: Gamta
nl: Natuur
pl: Natura
sk: Príroda
sr: Priroda
sv: Natur
ta: இயற்கை
tr: Doğa
uk: література
zh_cn: 自然

source: Nature/Animals/Environment
cs: příroda/zvířata/životní prostředí
el: φύση/ζώα/περιβάλλον
hr: Priroda/Životinje/Okolina
it: natura/animali/ambiente
lt: gamta/gyvūnai/aplinka
nl: natuur/dieren/milieu
sr: Priroda/Životinje/Okolina
sv: natur/djur/miljö
tr: Doğa/Hayvanlar/Çevre
uk: природа/тварини/навколишнє середовище

source: Nauru
el: Ναουρού
lt: Nauriečių
ta: நவ்ரூ
uk: Науру
vi: Namibia
zh_cn: 瑙鲁

source: Navigate to the selected directory
cs: Přejít do vybraného adresáře
el: Πλοήγηση στον επιλεγμένο φάκελο
fi: Siirry valittuun hakemistoon
hr: Idite do odabranog direktorija
it: Passa alla cartella selezionata
lt: Pereiti į pasirinktą katalogą
nl: Navigeer naar de geselecteerde map
pl: Przejdź do wybranego katalogu
sk: Navigovať do vybraného priečinka
sr: Idi do izabranog direktorija
sv: Navigera till den valda katalogen
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பகத்திற்கு செல்லவும்
tr: Seçilen dizine git
uk: Перейти у вибраний каталог

source: Navigate up/down with UP/DOWN buttons and page up/down with LEFT/RIGHT. OK to perform the action described in the currently highlighted help.
bg: Навигирайте нагоре/надолу с бутони НАГОРЕ/НАДОЛУ и страница нагоре/надолу с НАЛЯВО/НАДЯСНО. OK, за да извършите действието, описано в текущо маркираната помощ.
cs: Procházejte nahoru/dolů pomocí tlačítek NAHORU/DOLŮ a listujte nahoru/dolů pomocí VLEVO/VPRAVO. OK pro provedení akce popsané v aktuálně zvýrazněné nápovědě.
el: Πλοήγηση επάνω/κάτω με τα πλήκτρα ΕΠΑΝΩ/ΚΑΤΩ και σελίδα επάνω/κάτω με τα ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ. ΟΚ για να εκτελεστεί η ενέργεια που περιγράφεται στην τρέχουσα επιλεγμένη βοήθεια.
fi: Käytä YLÖS / ALAS -painikkeita siirtyäksesi ylös / alas ja VASEN / OIKEA sivulle sivulta. OK suorittaa toiminnon, joka on kuvattu parhaillaan korostetussa ohjeessa.
fr: Naviguez vers le haut/bas avec les boutons HAUT/BAS et page haut/bas avec GAUCHE/DROITE. OK pour effectuer l’action décrite dans l’aide actuellement mise en surbrillance.
hr: Krećite se gore/dolje pomoću dugmeta GORE/DOLJE i stranica gore/dolje pomoću LIJEVO/DESNO. U redu za izvođenje radnje opisane u trenutno istaknutoj pomoći.
it: Naviga su/giù con i tasti SU/GIÙ e pagina su/giù con SINISTRA/DESTRA. OK per eseguire l'azione descritta nella guida attualmente evidenziata.
lt: Naršykite aukštyn / žemyn naudodami mygtukus AUKŠTYN / ŽEMYN ir puslapį aukštyn / žemyn naudodami kairę / dešinę. Gerai, kad atliktumėte veiksmą, aprašytą šiuo metu paryškintame žinyne.
nl: Navigeer met de OMHOOG/OMLAAG knoppen en Pagina Omhoog/Omlaag met LINKS/RECHTS. Druk OK om een actie uit te voeren die op dit moment in het help-menu is gearceerd.
pl: Nawiguj w górę / w dół za pomocą przycisków W GÓRĘ / W DÓŁ i strony w górę / w dół za pomocą LEWEJ / PRAWEJ. OK, aby wykonać akcję opisaną w aktualnie wyróżnionej pomocy.
sk: Listujte hore/dolu pomocou tlačidiel HORE/DOLU a po celých stránkach nahor/nadol tlačidlami VĽAVO/VPRAVO. Stlačením OK sa vykoná akciu popísaná v aktuálne zvýraznenom pomocníkovi.
sr: Krećite se gore/dole pomoću tastera GORE/DOLE i stranice na gore/dole sa LEVO/DESNO. OK da izvršite radnju opisano u trenutno istaknutoj pomoći.
sv: Navigera uppåt/nedåt med UP/DOWN-knapparna och bläddra uppåt/nedåt med LEFT/RIGHT. OK för att utföra den åtgärd som beskrivs i den aktuella markerade hjälpen.
ta: மேல்/கீழ் பொத்தான்களுடன் மேலே/கீழ்நோக்கி செல்லவும், இடது/வலதுபுறத்தில் மேலே/கீழ்/கீழ். தற்போது முன்னிலைப்படுத்தப்பட்ட உதவியில் விவரிக்கப்பட்டுள்ள செயலைச் செய்வது சரி.
tr: Yukarı/aşağı gezinmek için YUKARI/AŞAĞI tuşlarını, sayfa yukarı/aşağı gezinmek için SOL/SAĞ tuşlarını kullanın. Şu anda vurgulanan yardımda açıklanan işlemi gerçekleştirmek için OK tuşuna tıklayın.
uk: Переміщення вгору/вниз за допомогою кнопок ВГОРУ/ВНИЗ та прокручування сторінок вгору/вниз за допомогою ВЛІВО/ВПРАВО. ОК, щоб виконати дію, описану в поточній довідці.

source: Nepal
cs: Nepál
el: Νεπάλ
et: Nepaal
fi: Nepali
fr: Népal
hu: Nepál
lt: Nepalas
sk: Nepál
ta: நேபாளம்
uk: Непал
zh_cn: 尼泊尔

source: Nepali
cs: Nepálský
el: Νεπαλέζικα
fr: Népalais
it: Nepalese
lt: Nepalų
nl: Nepalees
pl: Nepalski
sk: nepálčina
ta: நேபாளி
uk: Непалська

source: Netball
bg: Нетбол
cs: Nohejbal
de: Netzball
el: Βόλεϋ
fi: Koripallo
lt: Tinklinis
nl: Korfbal
sv: Nätboll
ta: நெட்பால்
uk: Нетбол
zh_cn: 英式篮球

source: Netherlands
cs: Holandsko
da: Nederlandene
de: Niederlande
el: Ολλανδία
et: Holland
fi: Alankomaat
fr: Pays-Bas
hr: Nizozemska
hu: Hollandia
it: Paesi Bassi
lt: Nyderlandai
nl: Nederland
pl: Holandia
sk: Holandsko
sv: Nederländerna
ta: நெதர்லாந்து
tr: Hollanda
uk: Нідерланди
vi: Nước Hà Lan
zh_cn: 荷兰

source: Netmask
bg: Мрежова маска
cs: Maska podsítě
da: Netmaske
de: Netzmaske
el: Μάσκα δικτύου
et: Võrgumask
fi: Aliverkon peite
fr: Masque sous-réseau
hr: Mrežna maska
hu: Alhálózati maszk
it: Maschera di rete
lt: Potinklio kaukė
pl: Maska
pt_br: Máscara
ru: Маска подсети
sk: Maska siete
sl: Omrežna maska
sr: Mrežna maska
sv: Nätmask
ta: நெட்மாச்க்
tr: Ağ maskesi
uk: Маска мережі
zh_cn: 子网掩码

source: Network
bg: Мрежа
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
et: Võrk
fi: Verkko
fr: Réseau
hr: Mreža
hu: Hálózat
it: Rete
lt: Tinklas
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
sk: Sieť
sl: Mreža
sr: Mreža
sv: Nätverk
ta: பிணையம்
tr: Ağ
uk: Мережа
vi: Mạng
zh_cn: 网络

source: Network Adapter Actions
cs: Akce síťového adaptéru
el: Ενέργειες προσαρμογέα δικτύου
fi: Verkkosovittimen toiminnot
hr: Radnje Mrežnog Adaptera
it: Azioni della scheda di rete
lt: Tinklo plokštės veiksmai
nl: Netwerk adapter Acties
pl: Akcje karty sieciowej
sk: Akcie sieťového adaptéra
sr: Radnje Mrežnog Adaptera
sv: Åtgärder för nätverksadapter
ta: பிணையம் அடாப்டர் செயல்கள்
tr: Ağ Bağdaştırıcısı İşlemleri
uk: Дії мережевого адаптера

source: Network Adapter Selection
bg: Избор на мрежов адаптер
cs: Výběr síťového adaptéru
da: Netværksadapter valg
de: Netzwerkadapter-Auswahl
el: Επιλογή προσαρμογέα δικτύου
et: Võrgukaardi valik
fi: Verkkosovittimen valinta
fr: Sélection de l'interface réseau
hr: Odabir Mrežnog Adaptera
hu: Válasszon hálózati adaptert
it: Selezione scheda di rete
lt: Tinklo adapterio pasirinkimas
nl: Netwerk adapter
pl: Wybór karty sieciowej
ru: Выбор сетевого адаптера
sk: Výber sieťového adaptéra
sr: Izbor Mrežnog Adaptera
sv: Val av nätverksadapter
ta: பிணையம் அடாப்டர் தேர்வு
tr: Ağ Bağdaştırıcısı Seçimi
uk: Вибір мережного адаптера
vi: Lựa chọn bộ điều hợp mạng
zh_cn: 网络适配器选择

source: Network Adapter Setting Actions
cs: Nastavení akce síťového adaptéru
el: Ενέργειες ρύθμισης προσαρμογέα δικτύου
fi: Verkkosovittimen asetukset
hr: Radnje Podešavanja Mrežnog Adaptera
it: Azioni di impostazione della scheda di rete
lt: Tinklo plokštės nustatymo veiksmai
nl: Acties voor Netwerk Adapter instellingen
pl: Akcje ustawienia karty sieciowej
sk: Akcie nastavenia sieťového adaptéra
sr: Radnje Podešavanja Mrežnog Adaptera
sv: Åtgärder för inställning av nätverksadapter
ta: பிணையம் அடாப்டர் அமைக்கும் செயல்கள்
tr: Ağ Bağdaştırıcısı Ayarları İşlemleri
uk: Дії налаштування мережевого адаптера

source: Network Adapter Text Actions
cs: Textové akce síťového adaptéru
el: Ενέργειες κειμένου προσαρμογέα δικτύου
fi: Verkkosovittimen teksti toiminnot
hr: Radnje Teksta Mrežnog Adaptera
it: Azioni di testo della scheda di rete
lt: Tinklo plokštės teksto veiksmai
nl: Netwerk adapter tekst Acties
pl: Akcje tekstu karty sieciowej
sk: Textové akcie sieťového adaptéra
sr: Radnje Teksta Mrežnog Adaptera
sv: Nätverksadapter Textåtgärder
ta: பிணையம் அடாப்டர் உரை செயல்கள்
tr: Ağ Bağdaştırıcısı Metin İşlemleri
uk: Текстові дії мережевого адаптера

source: Network Browser
bg: Мрежов браузър
cs: Prohlížení síťě
da: Netværksbrowser
de: Netzwerk-Browser
el: Πλοηγός δικτύου
et: Võrgu uurimine
fi: Verkko Valinta
fr: Parcourir le réseau
hr: Mrežni Pregledač
hu: Hálózat kezelő
it: Navigatore di rete
lt: Tinklo naršyklė
nl: Netwerk verkenner
pl: Przeglądarka sieci
ru: Обозреватель сети
sk: Prehliadač siete
sr: Mrežni Pregledač
sv: Nätverkswebbläsare
ta: பிணையம் உலாவி
tr: Ağ Gezgini
uk: Провідник мережі
vi: Trình duyệt mạng
zh_cn: 网络浏览器

source: Network ID
bg: Мрежово ID
cs: Síťové ID
da: NetværksID
de: Netzwerk-ID (0 - alle Netzwerke)
el: ID δικτύου
et: Võrgu ID
fi: Verkon ID
fr: ID réseau
hr: Mreža ID
hu: Hálózat ID
it: ID rete
lt: Tinklo ID
nl: Netwerk ID
pl: ID sieci
pt_br: ID de rede
ru: Сетевой ID
sk: ID siete
sr: Mreža ID
sv: Nätverks-ID
ta: பிணையம் ஐடி
tr: Ağ Kimliği
uk: Мережевий ID
vi: ID mạng
zh_cn: 网络ID

source: Network Information
bg: Мрежова информация
cs: Info o síti
da: Netværksinformation
de: Netzwerk-Informationen
el: Πληροφορίες δικτύου
et: Võrgumaski teave
fi: Lähiverkon tiedot
fr: Informations réseau
hr: Mreža Info
hu: Hálózat Információ
it: Informazioni rete
lt: Tinklo informacija
nl: Netwerkinformatie
pl: Informacje o sieci
ru: Информация о сети
sk: Informácie o sieti
sr: Mreža Info
sv: Information om nätverket
ta: பிணைய செய்தி
tr: Ağ Bilgisi
uk: Інформація про мережу
vi: Thông tin mạng
zh_cn: 网络信息

source: Network Information Actions
bg: Мрежови информационни действия
cs: Síťové informační akce
el: Ενέργειες πληροφοριών δικτύου
fi: Verkkotiedot Toiminnot
hr: Radnje sa Mrežom Info
it: Azioni di informazione rete
lt: Tinklo informacijos veiksmai
nl: Netwerk Informatie Acties
pl: Działania dotyczące informacji o sieci
sk: Akcie informácií o sieti
sr: Radnje sa Mrežom Info
sv: Åtgärder för nätverksinformation
ta: பிணையம் செய்தி செயல்கள்
tr: Ağ Bilgisi İşlemleri
uk: Інформаційні дії мережі

source: Network Interface
bg: Мрежов интерфейс
cs: Síťové rozhraní
da: Netværksgrænseflade
de: Netzwerkschnittstelle
el: Διεπαφή δικτύου
et: Võrguliides
fi: Verkkosovitin
fr: Interface réseau
hr: Mrežno sučelje
hu: Hálózati interfész
it: Interfaccia di rete
lt: Tinklo sąsaja
nl: Netwerk interface
pl: Interfejs sieciowy
ru: Сетевой Интерфейс
sk: Sieťové rozhranie
sr: Mrežni Interfejs
sv: Nätverksgränssnitt
ta: பிணைய இடைமுகம்
tr: Ağ Arayüzü
uk: Мережевий Інтерфейс
vi: Giao diện mạng
zh_cn: 网络接口

source: Network Log
cs: Síťový protokol
el: Καταγραφή δικτύου
fi: Verkko loki
hr: Log Mreže
it: Registro di rete
nl: Netwerk Log
pl: Log Sieći
sk: Denník pre sieť
sr: Log Mreže
sv: Nätverkslogg
ta: பிணைய பதிவு
tr: Ağ Günlüğü
uk: Лог Мережі

source: Network Log Actions
cs: Akce síťového protokolu
el: Ενέργειες καταγραφής δικτύου
fi: Verkko loki toiminnot
hr: Radnja Log Mreže
it: Azioni del registro di rete
lt: Tinklo žurnalo veiksmai
nl: Netwerk log Acties
pl: Akcje logu sieciowego
sk: Akcie denníka siete
sr: Radnja Log Mreže
sv: Åtgärder för nätverkslogg
ta: பிணையம் பதிவு செயல்கள்
tr: Ağ Günlüğü İşlemleri
uk: Дії мережевого журналу

source: Network Neighbourhood
bg: Мрежов квартал
cs: Síťě v okolí
da: Netværksnabolag
de: Heimnetzgruppe
el: Οικείο δίκτυο
et: Võrgunaabrus
fi: Verkkoympäristö
fr: Voisinage réseau
hr: Mrežni Resursi
hu: Hálózat
it: Cerca in risorse di rete vicine
lt: Tinklo apsuptis
nl: Netwerk omgeving
pl: Otoczenie Sieciowe
ru: Сетевые ресурсы
sk: Domáca skupina
sr: Mrežni Resursi
sv: Nätverk Grannskap
ta: பிணையம் அக்கம்
tr: Ağ Komşuları
uk: Мережеве оточення
vi: Mạng lưới khu phố
zh_cn: 网上邻居

source: Network Packages
cs: Síťové balíčky
el: Πακέτα δικτύου
fi: Verkko paketit
hr: Mrežni Paketi Konzole
it: Pacchetti rete
nl: Netwerk pakketten
pl: Pakiety sieciowe
sk: Sieťové balíčky
sr: Mrežni Paketi Konzole
sv: Nätverkspaket
ta: பிணைய தொகுப்புகள்
tr: Ağ Paketleri
uk: Мережеві пакети

source: Network Restart
bg: Рестартиране мрежа
cs: Restart síťě
da: Netværksgenstart
de: Netzwerkneustart
el: Επανεκκίνηση δικτύου
et: Võrgu taaskäivitamine
fi: Verkkoyhteyksien uudelleenkäynnistys
fr: Redémarrer le réseau
hr: Ponovo Pokretanje Mreže
hu: Hálózat újraindítása
it: Riavvio della rete
lt: Paleisti tinklą iš naujo
nl: Netwerk herstarten
pl: Restart sieci
ru: Перезапуск сети
sk: Reštartovať sieť
sr: Ponovo Pokretanje Mreže
sv: Omstart av nätverk
ta: பிணைய மறுதொடக்கம்
tr: Ağı Yeniden Başlat
uk: Перезапуск мережі
vi: Khởi động lại mạng
zh_cn: 重启网络

source: Network Services
bg: Мрежови сервизи
cs: Síťové protokoly
da: Netværkstjenester
de: Netzwerkdienste
el: Υπηρεσίες δικτύου
et: Võrguteenused
fi: Verkkopalvelut
fr: Services réseau
hr: Mrežne Usluge
hu: Hálózati szolgáltatások
it: Servizi di rete
lt: Tinklo paslaugos
nl: Netwerk functies
pl: Usługi sieciowe
ru: Сетевые службы
sk: Sieťové služby
sr: Mrežne Usluge
sv: Nätverkstjänster
ta: பிணைய சேவைகள்
tr: Ağ Hizmetleri
uk: Мережеві служби
vi: Dịch vụ mạng
zh_cn: 网络服务

source: Network Settings
bg: Мрежова настройка
cs: Nastavení síťového rozhraní
el: Ρυθμίσεις δικτύου
fi: Lähiverkon asetukset
fr: Paramètres du réseau
hr: Mrežne Postavke
it: Impostazioni di rete
lt: Tinklo parametrai
nl: Netwerkinstellingen
pl: Ustawienia sieci
sk: Nastavenia siete
sr: Mrežne Postavke
sv: Nätverksinställningar
ta: பிணைய அமைப்புகள்
tr: Ağ Ayarları
uk: Налаштування мережі

source: Network Setup Actions
cs: Akce pro nastavení sítě
el: Ενέργειες ρυθμίσεων δικτύου
fi: Verkkoasetukset
hr: Mrežne Postavke Radnja
it: Azioni configurazione rete
nl: Netwerk Setup Acties
pl: Działania związane z konfiguracją sieci
sk: Nastavenia siete
sr: Mrežne Postavke Radnja
sv: Åtgärder för nätverksinställning
ta: பிணைய அமைவு செயல்கள்
tr: Ağ Kurulum İşlemleri
uk: Дії з налаштування мережі

source: Network Test
bg: Тест мрежа
cs: Test sítě
da: Netværkstest
de: Netzwerktest
el: Δοκιμή δικτύου
et: Võrguühenduse test
fi: Verkkoyhteyksien testaus
fr: Test du réseau
hr: Mrežni Test
hu: Hálózat ellenőrzése
it: Test di rete
lt: Tinklo testavimas
nl: Netwerktest
pl: Test Sieci
ru: Тестирование сети
sk: Test siete
sr: Mrežni Test
sv: Nätverkstest
ta: பிணைய சோதனை
tr: Ağ Testi
uk: Тест Мережі
vi: Kiểm tra mạng
zh_cn: 网络测试

source: Network Test:
bg: Тест мрежа:
cs: Test sítě:
el: Έλεγχος δικτύου:
fi: Lähiverkon testi:
fr: Test de réseau :
hr: Mrežni Test:
it: Test di rete:
lt: Tinklo testas:
nl: Netwerktest:
pl: Test sieci:
sk: Test siete:
sr: Mrežni Test:
sv: Nätverkstest:
ta: பிணைய சோதனை:
tr: Ağ Testi:
uk: Тест мережі:

source: Network Wizard
bg: Мрежов помощник
cs: Průvodce nastavení síťě
da: Netværksassistent
de: Netzwerkassistent
el: Οδηγός δικτύου
et: Võrguabiline
fi: Ohjattu verkkoasennus
fr: Assistant Réseau
hr: Čarobnjak za Mrežu
hu: Hálózati Varázsló
it: Procedura guidata rete
lt: Tinklo vedlys
nl: Netwerk Wizard
pl: Kreator sieci
ru: Мастер настройки сети
sk: Sprievodca sieťou
sl: Čarovnik za mrežo
sr: Čarobnjak za Mrežu
sv: Nätverksguide
ta: பிணையம் வழிகாட்டி
tr: Ağ Sihirbazı
uk: Майстер налашт. мережі
vi: Số dách mạng
zh_cn: 网络向导

source: Network adapter not connected to a network!
cs: Síťový adaptér není připojen k síti!
el: Ο προσαρμογέας δικτύου δεν είναι συνδεδεμένος σε δίκτυο!
fi: Verkkosovitinta ei ole kytketty verkkoon!
hr: Mrežni adapter nije spojen na mrežu!
it: Adattatore di rete non connesso ad alcuna rete!
nl: De netwerkadapter is niet verbonden met een netwerk!
pl: Karta sieciowa nie jest podłączona do sieci!
sk: Sieťový adaptér nie je pripojený k sieti!
sr: Mrežni adapter nije spojen na mrežu!
sv: Nätverksadaptern är inte ansluten till ett nätverk!
ta: பிணைய அடாப்டர் பிணையத்துடன் இணைக்கப்படவில்லை!
tr: Ağ bağdaştırıcısı bir ağa bağlı değil!
uk: Мережевий адаптер не підключений до мережі!

source: Network address
bg: Мрежови адрес
cs: Síťová adresa
el: Διεύθυνση δικτύου
fi: Verkon osoite
hr: Mrežna adresa
it: Indirizzo di rete
lt: Tinklo adresas
nl: Netwerkadres
pl: Adres sieciowy
sk: Sieťová adresa
sr: Mrežna adresa
sv: Nätverksadress
ta: பிணைய முகவரி
tr: Ağ adresi
uk: Мережева адреса

source: Network configuration...
bg: Мрежова конфигурация ...
cs: Nastavení sítě...
da: Netværkskonfiguration...
de: Netzwerk-Konfiguration...
el: Διαμόρφωση δικτύου...
et: Võrgu seadistamine.
fi: Verkkoasetukset.
fr: Configuration réseau...
hr: Info o mreži...
hu: Hálózati beállítások...
it: Configurazione rete...
lt: Tinklo konfigūracija...
nl: Netwerkconfiguratie...
pl: Ustawienia sieci...
pt_br: Configurar rede
ru: Конфигурация сети...
sk: Nastavenie siete…
sr: Info o mreži...
sv: Nätverkskonfiguration...
ta: பிணைய உள்ளமைவு ...
tr: Ağ yapılandırması...
uk: Налаштування мережі...
vi: Cấu hình mạng...
zh_cn: 网络配置...

source: Network information
bg: Мрежова информация
cs: Informace o síti
el: Πληροφορίες δικτύου
fi: Verkon tiedot
hr: Info o mreži
it: Informazioni rete
lt: Tinklo informacija
nl: Netwerkinformatie
pl: Informacje o sieci
sk: Informácie o sieti
sr: Info o mreži
sv: Nätverksinformation
ta: பிணைய செய்தி
tr: Ağ bilgisi
uk: Інформація про мережу

source: Network information for %s %s
cs: Informace o síti pro %s %s
el: Πληροφορίες δικτύου για τον %s %s
fi: Verkon tiedot %s %s
hr: Info o mreži za %s %s
it: Informazioni rete per %s %s
lt: %s %s tinklo informacija
nl: Netwerkinformatie voor uw %s %s
pl: Informacje o sieci dla %s %s
sk: Sieťové informácie pre %s %s
sr: Info o mreži za %s %s
sv: Nätverksinformation för %s %s
ta: %s %s க்கான பிணைய செய்தி
tr: %s %s cihazınız için ağ bilgileri
uk: Мережева інформація для %s %s

source: Network menu
bg: Мрежово меню
cs: Nastavení protokolů síťě
da: Netværksmenu
de: Netzwerkeinstellungen
el: Μενού δικτύου
et: Võrgumenüü
fi: Lähiverkon asetukset
fr: Menu réseau
hr: Mrežni menu
hu: Hálózat menü
it: Menu di rete
lt: Tinklo meniu
nl: Netwerkmenu
pl: Menu sieciowe
ru: Меню сети
sk: Menu siete
sr: Meni mreže
sv: Meny för nätverk
ta: பிணையம் பட்டியல்
tr: Ağ menüsü
uk: Меню мережі
vi: Menu mạng
zh_cn: 网络菜单

source: Network mounts
bg: Монтирани мрежи
cs: Síťové připojení
da: Netværks-monunts
de: Netzwerk mounten
el: Προσαρτήσεις δικτύου
et: Võrgu haakepunktid
fi: Verkkoliitokset
fr: Montages réseau
hr: Montaža mreže
hu: Hálózati csatolások
it: Montaggi di rete
lt: Tinklo pajungimai
nl: Netwerkmounts
pl: Montowanie Sieci
ru: Сетевые подключения
sk: Sieťové pripojenia
sr: Montaža mreže
sv: Fästen för nätverk
ta: பிணையம் ஏற்றுகிறது
tr: Ağ bağlantıları
uk: Мережеві підключення
vi: Gắn kết mạng
zh_cn: 网络设置

source: Network name (SSID)
bg: Име на мрежата (SSID)
cs: Název sítě (SSID)
da: Netværksnavn (SSID)
de: Netzwerkname (SSID)
el: Όνομα δικτύου (SSID)
et: Võrgu nimi (SSID)
fi: Verkkonimi (SSID)
fr: Nom du réseau (SSID)
hr: Naziv mreže (SSID)
hu: Hálózatnév (SSID)
it: Nome rete (SSID)
lt: Tinklo pavadinimas (SSID)
nl: Netwerknaam (SSID)
pl: Nazwa sieci (SSID)
pt_br: Nome da rede (SSID)
ru: Сетевое имя (SSID)
sk: Názov siete (SSID)
sr: Naziv mreže (SSID)
sv: Nätverksnamn (SSID)
ta: பிணைய பெயர் (எச்.எச்.ஐ.டி)
tr: Ağ ismi (SSID)
uk: Назва мережі (SSID)
vi: Tên Mạng (SSID)
zh_cn: 网络名称(SSID)
