Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: EnergyTimer Overview
cs: Přehled aplikace EnergyTimer
el: Επισκόπηση χρονοδιακοπτών ενέργειας
fi: Virransäästö ajastuksen Yleiskatsaus
hr: Pregled mjerača vremena za energiju
it: Panoramica timer energia
lt: EnergyTimer apžvalga
nl: EnergieTimer overzicht
pl: Przegląd EnergyTimer
sk: Prehľad pre energetický časovač
sr: Pregled Energetskog Tajmera
sv: Översikt över EnergyTimer
ta: எனர்சி நேரங்குறிகருவி கண்ணோட்டம்
tr: Enerji Zamanlayıcısına Genel Bakış
uk: Огляд EnergyTimer

source: English
bg: Английски
cs: Anglicky
da: Engelsk
de: Englisch
el: Αγγλικά
et: Inglise
fi: Englanti
fr: Anglais
hr: Engleski
hu: Angol
it: Inglese
lt: Anglų
nl: Engels
pl: Angielski
pt_br: Inglês
ru: Английский
sk: angličtina
sr: Engleski
sv: Engelska
ta: ஆங்கிலம்
tr: İngilizce
uk: Англійська
zh_cn: 英语

source: English name (Ascending)
bg: Английско име (възходящо)
cs: Anglický název (vzestupně)
el: Αγγλικό όνομα (αύξουσα σειρά)
fi: Englanninkielinen nimi (nouseva)
fr: Nom anglais (Croissant)
hr: Engleski naziv (uzlazno)
it: Nome inglese (crescente)
lt: Angliškas pavadinimas (didėjimo tvarka)
nl: Engelse omschrijving (Oplopend)
pl: Nazwa angielska (rosnąco)
sk: Anglický názov (vzostupne)
sr: Englesko ime (Rastuće)
sv: Engelskt namn (stigande)
ta: ஆங்கில பெயர் (ஏறுதல்)
tr: İngilizce adı (Artan)
uk: Англійська назва (за зростанням)

source: English name (Descending)
bg: Английско име (низходящ)
cs: Anglický název (sestupně)
el: Αγγλικό όνομα (φθίνουσα σειρά)
fi: Englanninkielinen nimi (laskeva
fr: Nom anglais (en ordre décroissant)
hr: Engleski naziv (silazno)
it: Nome inglese (discendente)
lt: Angliškas pavadinimas (mažėjimo tvarka)
nl: Engelse omschrijving (Aflopend)
pl: Nazwa angielska (malejąco)
sk: Anglický názov (zostupne)
sr: Englesko ime (Opadajuće)
sv: Engelskt namn (fallande)
ta: ஆங்கில பெயர் (இறங்கு)
tr: İngilizce adı (Azalan)
uk: Англійська назва (за спаданням)

source: Enhanced Movie Center
bg: Подобрен филмов център
cs: Multimediální přehrávač (EMC)
da: Forbedret Filmcenter
et: EMC filmilist
fr: Centre de Cinéma Amélioré
hr: Poboljšani Filmski Centar
lt: Išplėstinis filmų centras
pl: Ulepszone Centrum Filmu
sk: Centrum filmov (EMC)
sr: Poboljšani Filmski Centar
sv: Förbättrad Movie Center
ta: மேம்படுத்தப்பட்ட திரைப்பட நடுவண்
tr: Gelişmiş Film Merkezi
uk: Розширений Медіа центр
vi: Trung tâm chiếu phim nâng cao
zh_cn: 增强电影中心

source: Enigma2 (re)starts
bg: Enigma2 (пре)стартира
cs: Enigma2 (znovu)startuje
el: (Επαν)εκκινήσεις enigma2
fi: Uudelleen käynnistetty
hr: Enigma2 se (ponovno) pokreće
it: Enigma2 (ri)avvio
lt: Enigma2 perkrovimai
nl: Enigma2 (her)start(en)
pl: Ilość restartów E2
sk: Spustenia/reštarty Enigma2
sr: Enigma2 ponovo pokrenuta
sv: Enigma2 (åter)startar
ta: Enigma2 (Re) தொடங்குகிறது
tr: Enigma2 (yeniden) başlatılıyor
uk: Enigma2 (пере)загрузок

source: Enigma2 debug level
bg: Ниво на отстраняване на грешки Enigma2
cs: Úroveň ladění Enigmy2
el: Επίπεδο αποσφαλμάτωσης enigma2
fi: Vianmääritys taso
hr: Razina otklanjanja pogrešaka Enigma2
it: Livello debug di Enigma2
lt: Enigma2 derinimo lygis
nl: Enigma2 debug niveau
pl: Poziom debugowania E2
sk: Úroveň ladenia Enigma2
sr: Nivo otklanjanja grešaka
sv: Felsökningsnivå för Enigma2
ta: Enigma2 பிழைத்திருத்த நிலை
tr: Enigma2 hata ayıklama düzeyi
uk: Рівень налагодження E2

source: Enigma2 information
bg: Enigma2 информация
cs: Informace o systému Enigma2
el: Πληροφορίες enigma2
fi: Järjestelmä tiedot
hr: Enigma2 info
it: Informazioni su Enigma2
lt: Enigma2 informacija
nl: Enigma2 informatie
pl: Informacje o Enigma2
sk: Informácie o systéme Enigma2
sr: Enigma2 info
sv: Information om Enigma2
ta: Enigma2 செய்தி
tr: Enigma2 bilgileri
uk: Інформація про Enigma2

source: Enigma2 revision
bg: Enigma2 ревизия
cs: Revize Enigma2
el: Αναθεώρηση enigma2
fi: Järjestelmä tiedot
hr: Enigma2 revizija
it: Revisione Enigma2
lt: Enigma2 laida
nl: Enigma2 revisie
pl: Rewizja Enigmy2
sk: Revízia Enigma2
sr: Enigma2 revizija
sv: Revision av Enigma2
ta: Enigma2 திருத்தம்
tr: Enigma2 revizyonu
uk: Ревізія Enigma2

source: Enigmalight
hr: Enigma svjetlo
lt: Paprasta Enigma
sr: Enigma svetlo
ta: புதிரானது
uk: Енігма-light

source: Enter
bg: Въведете
de: Eintragen
fi: Hyväksy
fr: Entrer
hr: Unesi
it: Invio
lt: Įrašykite
pl: Wprowadź
sk: Zadať
sr: Sačuvaj
sv: Logga in
ta: உள்ளிடவும்
tr: Girmek
uk: Ввести
vi: Đi vào
zh_cn: 搜索

source: Enter DNS (Dynamic Name Server) %d's IP address.
bg: Въведете IP адреса на DNS (сървър за динамични имена) %d.
cs: Zadejte IP adresu DNS (dynamického jmenného serveru) %d.
el: Εισαγωγή διεύθυνσης IP για το DNS (δυναμικό διακομιστή ονομάτων) του %d.
fi: Kirjoita DNS (Dynaaminen Nimi Palvelin) %d:n IP osoite.
hr: Unesite DNS (Dynamic Name Server) %d IP adresu.
it: Inserisci indirizzo IP del DNS (Dynamic Name Server) %d.
lt: Įveskite DNS (dinaminis vardų serveris) %d IP adresą.
nl: %de DNS (Dynamic Name Server) IP-adres invoeren.
pl: Wprowadź DNS (Dynamic Name Server) %d's IP adres.
sk: Zadajte IP adresu DNS (Dynamic Name Server) %d.
sr: Unesite DNS (Dynamic Name Server) %d's IP adresu.
sv: Ange IP-adressen för DNS (Dynamic Name Server) %d.
ta: DNS (டைனமிக் பெயர் சேவையகம்) %d இன் ஐபி முகவரியை உள்ளிடவும்.
tr: DNS (Dinamik Ad Sunucusu) %d'nin IP adresini girin.
uk: Введіть IP-адресу DNS (сервера динамічних імен) %d.

source: Enter IP address
bg: Въведете IP адрес
cs: Zadejte IP adresu
el: Εισαγωγή διεύθυνσης IP
fi: Syötä IP-osoite
fr: Entrer l’adresse IP
hr: Unesite IP adresu
it: Inserisci Indirizzo IP
lt: Įrašykite IP adresą
nl: Voer een IPadres in
pl: Wprowadź adres IP
sk: IP adresa
sr: Unesite IP adresu
sv: Ange IP-adress
ta: ஐபி முகவரியை உள்ளிடவும்
tr: IP adresini girin
uk: Введіть IP-адрес

source: Enter PIN
bg: Въведете PIN
cs: Zadejte PIN
da: Indtast PIN
de: PIN eingeben
el: Εισαγωγή PIN
et: Sisesta PIN
fi: Syötä PIN
fr: Saisir le code PIN
hr: Unesite PIN
hu: Adja meg a PIN kódot
it: Inserisci PIN
lt: Įrašykite PIN kodą
nl: Voer pincode in
pl: Wpisz PIN
sk: Zadajte PIN
sr: Unesite PIN
sv: Ange PIN-kod
ta: முள் உள்ளிடவும்
tr: PIN kodunu girin
uk: Введіть Пін-код
vi: Nhập PIN
zh_cn: 输入PIN

source: Enter URL
cs: Zadejte URL adresu
el: Εισαγωγή URL
fi: Syötä URL-osoite
hr: Unesite URL
it: Inserisci URL
nl: URL invullen
pl: Wprowadź URL
sk: Zadajte URL
sr: Unesite URL
sv: Ange URL
ta: முகவரி ஐ உள்ளிடவும்
tr: URL girin
uk: Ввести URL

source: Enter a description for this timer.
cs: Zadejte popis tohoto časovače.
el: Εισαγωγή περιγραφής για αυτόν τον χρονοδιακόπτη.
fi: Anna kuvaus tälle ajastukselle.
hr: Unesite opis za ovaj tajmer.
it: Inserisci descrizione per questo timer.
lt: Įveskite šio laikmačio aprašą.
nl: Een omschrijving voor deze timer opgeven. Via de TXT-toets (Videotekst) kunt u het virtuele toetsenbord gebruiken.
pl: Wprowadź opis dla tego timera.
sk: Zadajte popis pre tento časovač.
sr: Unesite opis za ovaj tajmer.
sv: Ange en beskrivning för denna timer.
ta: இந்த டைமருக்கு ஒரு விளக்கத்தை உள்ளிடவும்.
tr: Bu zamanlayıcı için bir açıklama girin.
uk: Введіть опис для цього таймера.

source: Enter a directory or process a file (play/view/edit/install/extract/run)
cs: Zadejte adresář nebo zpracujte soubor (přehrát/zobrazit/upravit/instalovat/rozbalit/spustit)
el: Εισαγωγή φακέλου ή επεξεργασία αρχείου (αναπαραγωγή/προβολή/επεξεργασία/εγκατάσταση/εξαγωγή/εκτέλεση)
fi: Syötä hakemisto tai käsitelty tiedosto (toisto/katselu/muokkaus/asennus/poisto/ajo)
hr: Unesite direktorij ili obradite datoteku (reprodukcija/pregled/uređivanje/instaliranje/izdvajanje/pokreni)
it: Entra in una directory o elabora un file (riproduci/visualizza/modifica/installa/estrai/esegui)
lt: Įveskite katalogą arba apdorokite failą (paleisti / peržiūrėti / redaguoti / įdiegti / išskleisti / paleisti)
nl: Een bestand afspelen/wijzigen/ installeren/uitpakken/uitvoeren of een map openen
pl: Wejdź do katalogu lub przetwórz plik (odtwórz/podejrzyj/edytuj/instaluj/rozpakuj/uruchom)
sk: Zadajte priečinok alebo spracujte súbor (prehratie/zobrazenie/úprava/inštalácia/extrakcia/spustenie)
sr: Unesite direktorijum ili obradite fajl (reprodukcija/prikaz/uređivanje/instaliranje/izdvajanje/pokretanje)
sv: Öppna en katalog eller bearbeta en fil (play/view/edit/install/extract/run)
ta: ஒரு கோப்பகத்தை உள்ளிடவும் அல்லது ஒரு கோப்பை செயலாக்கவும் (ப்ளே/பார்க்க/திருத்து/நிறுவ/பிரித்தெடுக்க/ரன்)
tr: Bir dizine girin veya bir dosyayı işleyin (oynat/görüntüle/düzenle/kur/çıkar/çalıştır)
uk: Ввести каталог, обробити файл (відтворити/переглянути/редагувати/встановити/розпакувати/...)

source: Enter a name for this timer.
cs: Zadejte název tohoto časovače.
el: Εισαγωγή ονόματος για αυτόν τον χρονοδιακόπτη.
fi: Anna tälle ajastukselle nimi.
hr: Unesite naziv za ovaj mjerač vremena.
it: Inserisci nome per questo timer.
lt: Įveskite šio laikmačio pavadinimą.
nl: Een naam voor deze timer opgeven. Via de TXT-toets (Videotekst) kunt u het virtuele toetsenbord gebruiken.
pl: Wprowadź nazwę dla tego timera.
sk: Zadajte názov pre tento časovač.
sr: Unesite ime za ovaj tajmer.
sv: Ange ett namn för denna timer.
ta: இந்த டைமருக்கு ஒரு பெயரை உள்ளிடவும்.
tr: Bu zamanlayıcı için bir isim girin.
uk: Введіть назву для цього таймера.

source: Enter a new name for this device.
bg: Въведете ново име за това устройство.
cs: Zadejte nový název tohoto zařízení.
el: Εισαγωγή ονόματος για αυτή τη συσκευή.
fi: Anna tälle laitteelle uusi nimi.
fr: Saisissez un nouveau nom pour cet appareil.
hr: Unesite novi naziv za ovaj uređaj.
it: Inserisci nuovo nome per questo dispositivo.
lt: Įveskite naują šio įrenginio pavadinimą.
nl: Geef een nieuwe naam op voor dit apparaat.
pl: Wprowadź nową nazwę urządzenia.
sk: Zadajte nové meno pre toto zariadenie.
sr: Unesite novo ime za ovaj uređaj.
sv: Ange ett nytt namn för den här enheten.
ta: இந்த சாதனத்திற்கு புதிய பெயரை உள்ளிடவும்.
tr: Bu cihaz için yeni bir isim girin.
uk: Введіть нову назву для цього пристрою.

source: Enter if you are North or South of the equator.
bg: Въведете, ако се намирате на север или юг от екватора.
cs: Zadejte, pokud jste na sever nebo na jih od rovníku.
el: Εισάγετε αν βρίσκεστε βόρεια ή νότια του ισημερινού.
fi: Syötä, jos olet päiväntasaajan etelä,- tai pohjoispuolella.
fr: Saisissez si vous êtes au nord ou au sud de l’équateur.
hr: Unesite ako ste sjeverno ili južno od ekvatora.
it: Inserisci se ti trovi a nord o a sud dell'equatore.
lt: Įrašykite, jei esate į šiaurę arba į pietus nuo pusiaujo.
nl: Geef aan of u op het noordelijke of het zuidelijke halfrond bent.
pl: Wprowadź, jeśli jesteś na północ lub południe od równika.
sk: Zadajte, či ste severne alebo južne od rovníka.
sr: Unesite ako ste severno ili južno od ekvadora.
sv: Ange om du befinner dig norr eller söder om ekvatorn.
ta: நீங்கள் பூமத்திய ரேகைக்கு வடக்கு அல்லது தெற்கே இருந்தால் உள்ளிடவும்.
tr: Ekvatorun kuzeyi veya güneyinde iseniz girin.
uk: Введіть де Ви знаходитесь на півночі чи півдні від екватора.

source: Enter if you are in the East or West hemisphere.
bg: Въведете, ако се намирате в източното или западното полукълбо.
cs: Zadejte, pokud jste na východní nebo západní polokouli.
el: Εισάγετε αν βρίσκεστε στο ανατολικό ή στο δυτικό ημισφαίριο.
fi: Aseta, jos olet maapallon itä,- tai länsipuolella.
fr: Saisissez si vous êtes dans l’hémisphère est ou ouest.
hr: Unesite ako ste na istočnoj ili zapadnoj hemisferi.
it: Inserisci se ti trovi nell'emisfero est o ovest.
lt: Įrašykite, jei esate rytų ar vakarų pusrutulyje.
nl: Geef aan of u op het westelijke of het oostelijke halfrond bent.
pl: Wpisz, jeśli jesteś na wschodniej lub zachodniej półkuli.
sk: Zadajte, či ste na východnej alebo západnej pologuli.
sr: Unesite ako ste na istočnoj ili zapadnoj hemisferi.
sv: Ange om du befinner dig i östra eller västra hemisfären.
ta: நீங்கள் கிழக்கு அல்லது மேற்கு அரைக்கோளத்தில் இருந்தால் உள்ளிடவும்.
tr: Doğu ya da batı yarım küredeyseniz girin.
uk: Введіть де Ви знаходитесь на східній чи західній півкулі.

source: Enter new directory name:
cs: Zadejte nový název adresáře:
el: Εισαγωγή νέου ονόματος φακέλου:
fi: Kirjoita uuden hakemiston nimi:
hr: Unesite novi naziv direktorija:
it: Inserisci nuovo nome della cartella:
lt: Įveskite naują katalogo pavadinimą:
nl: Een nieuwe mapnaam invoeren:
pl: Wprowadź nową nazwę katalogu:
sk: Zadajte nový názov priečinku:
sr: Unesite novo ime direktorijuma:
sv: Ange nytt katalognamn:
ta: புதிய அடைவு பெயரை உள்ளிடவும்:
tr: Yeni dizin adını girin:
uk: Введіть нову назву каталогу:

source: Enter number to jump to channel
bg: Въведете номер, за да преминете към канала
cs: Vložte číslo programu na které chcete skočit
el: Εισαγωγή αριθμού για μετάβαση στο κανάλι
fi: Syötä numero hypätäksesi kanavalle
fr: Entrer le numéro de la chaîne souhaitée
hr: Unesite broj za skok na kanal
it: Inserisci numero per passare al canale
lt: įrašykite skaičių, kad įjungti kanalą.
nl: Geef een zendernummer op om er naar toe te zappen.
pl: Wprowadź numer kanału
sk: Zadajte číslo kanála, na ktorý sa má preskočiť
sr: Unesite broj za prelazak na kanal
sv: Ange nummer för att hoppa till kanal
ta: சேனலுக்கு செல்ல எண்ணை உள்ளிடவும்
tr: Kanal değiştirmek için numara girin
uk: Введіть номер, щоб перейти на канал

source: Enter persistent PIN code
bg: Въведете устойчив ПИН-код
cs: Zadejte trvalý PIN kód
da: Indtast permanent PIN kode
de: PIN eingeben
el: Εισαγωγή μόνιμου κωδικού PIN
et: Sisesta püsiv PIN kood
fi: Syötä katselun PIN koodi
fr: Saisir le code PIN persistant
hr: Unesite trajni PIN kod
hu: Adja meg a tartós PIN-kódot
it: Inserisci codice PIN persistente
lt: Įrašykite pastovų PIN kodą
nl: Voer definitieve pincode in
pl: Wprowadź stały kod PIN
sk: Zadajte trvalý kód PIN
sr: Unesite trajni PIN kod
sv: Ange PIN-kod för långvarig användning
ta: தொடர்ச்சியான முள் குறியீட்டை உள்ளிடவும்
tr: Kalıcı PIN kodunu girin
uk: Введіть надійний пін-код
vi: Nhập mã PIN liên tục
zh_cn: 输入有效的PIN码

source: Enter pin code
bg: Въведете пин код
cs: Zadejte pin kód
da: Indtast PIN kode
de: PIN-Code eingeben
el: Εισαγωγή κωδικού pin
et: Sisesta PIN
fi: Syötä PIN koodi
fr: Saisir code PIN
hr: Unesite pin kod
hu: Adja meg a PIN-kódot
it: Inserisci codice PIN
lt: Įrašykite pin kodą
nl: Voer pincode in
pl: Wpisz PIN
pt_br: Informe a senha
ru: Введите пин-код
sk: Zadajte PIN kód
sl: Vpiši PIN kodo
sr: Unesite pin kod
sv: Ange pinkod
ta: முள் குறியீட்டை உள்ளிடவும்
tr: Pin kodunu girin
uk: Введіть пін-код
vi: Nhập mã PIN
zh_cn: 输入PIN码

source: Enter text via an attached keyboard
cs: Zadávání textu pomocí připojené klávesnice
el: Εισάγετε κείμενο μέσω ενός συνδεδεμένου πληκτρολογίου
fi: Kirjoita teksti liitetyn näppäimistön kautta
hr: Unos teksta putem priložene tipkovnice
it: Inserisci testo tramite una tastiera collegata
nl: Tekst invoeren via een aangesloten toetsenbord
pl: Wpisz tekst za pomocą dołączonej klawiatury
sk: Zadajte text pomocou pripojenej klávesnice
sr: Unesite tekst preko priložene tastature
sv: Skriv in text via ett anslutet tangentbord
ta: இணைக்கப்பட்ட விசைப்பலகை வழியாக உரையை உள்ளிடவும்
tr: Ekli klavye aracılığıyla metin girin
uk: Введіть текст за допомогою підключеної клавіатури

source: Enter the ZeroTier Network ID. The ID should be exactly 16 characters in length.
cs: Zadej ID ZeroTier sítě. ID by mělo mít délku přesně 16 znaků.
hr: Unesite ZeroTier ID mreže. ID bi trebao imati točno 16 znakova.
it: Inserisci ID di rete ZeroTier. L'ID deve essere lungo esattamente 16 caratteri.
sr: Unesite ZeroTier ID mreže. ID treba da bude tačno 16 karaktera.
tr: ZeroTier Ağ Kimliğini girin. Kimlik tam olarak 16 karakter uzunluğunda olmalıdır.
uk: Введіть ідентифікатор мережі ZeroTier. Ідентифікатор має містити рівно 16 символів.

source: Enter the duration to be added to the streaming buffer after a streaming error. This extra buffer can help to avoid further streaming issues due to a lack of buffer space.
cs: Zadejte dobu, která se má přidat do vyrovnávací paměti streamování po chybě streamování. Tato dodatečná vyrovnávací paměť může pomoci předejít dalším problémům se streamováním v důsledku nedostatku místa ve vyrovnávací paměti.
el: Εισάγετε τη διάρκεια που θα προστεθεί στην προσωρινή αποθήκευση της ροής μετά από σφάλμα της. Αυτή η πρόσθετη αποθήκευση μπορεί να βοηθήσει στην αποφυγή περαιτέρω λαθών ροής λόγω έλλειψης αποθηκευτικού χώρου.
hr: Unesite trajanje koje će se dodati predmemoriji streaminga nakon pogreške streaminga. Ova dodatna predmemorija može pomoći u izbjegavanju daljnjih problema sa streamingom zbog nedostatka prostora u predmemoriji.
it: Inserisci la durata da aggiungere al buffer di streaming dopo un errore di streaming. Questo buffer aggiuntivo può aiutare a evitare ulteriori problemi di streaming dovuti alla mancanza di spazio nel buffer.
sr: Unesite trajanje koje treba dodati u bafer za strimovanje nakon greške u strimovanju. Ovaj dodatni bafer može pomoći da se izbegnu dalji problemi sa strimovanjem zbog nedostatka prostora u baferu.
sv: Ange den tid som ska läggas till i streamingbufferten efter ett streamingfel. Denna extra buffert kan bidra till att undvika ytterligare streamingproblem på grund av brist på buffertutrymme.
tr: Akış hatasından sonra akış arabelleğine eklenecek süreyi girin. Bu ek arabellek, arabellek alanı yetersizliğinden kaynaklanan diğer akış sorunlarının önlenmesine yardımcı olabilir.
uk: Введіть тривалість, яку потрібно додати до буфера потокового передавання після помилки потокового передавання. Цей додатковий буфер може допомогти уникнути подальших проблем із потоковим передаванням через брак місця в буфері.

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the specifications of your LNB.
bg: Въведете честотата, на която вашият LNB превключва между ниска и висока честота. За повече информация направете справка със спецификациите на вашия конвертор.
cs: Zadejte frekvenci, na které LNB přepíná mezi nízkým a vysokým pásmem. Další informace naleznete v technickém listu vašeho LNB.
el: Εισάγετε τη συχνότητα αλλαγής μεταξύ της χαμηλής και της υψηλής μπάντας του LNB. Για περισσότερες πληροφορίες ανατρέξτε στον πίνακα χαρακτηριστικών του LNB σας.
fi: Syötä taajuus, jolla LNB vaihtaa matalan ja korkean taajuuden välillä. Lisätietoja löytyy LNB: n tieto lomakkeesta.
fr: Entrez la fréquence à la quelle votre LNB bascule entre la bande basse et haute. Pour plus d’information consultez la fiche technique de votre LNB.
hr: Unesite frekvenciju na kojoj se LNB prebacuje između niskog i visokog pojasa. Za više informacija pogledajte specifikacije vašeg LNB-a.
it: Inserisci la frequenza alla quale l'LNB commuta tra banda bassa e banda alta. Per maggiori informazioni consulta la scheda tecnica dell'LNB.
lt: Įrašykite dažnį, kuriuo jūs LNB perjungiate tarp žemos ir aukščiausios juostos. Daugiau informacijos rasite LNB specifikacijų lape.
nl: Geef de frequentie op waarbij uw LNB schakelt tussen de hoge en de lage band. Voor meer informatie zie de specificaties van uw LNB.
pl: Wprowadź częstotliwość, przy której LNB przełącza się między pasmem niskim i górnym. Aby uzyskać więcej informacji, zapoznaj się z arkuszem specyfikacji swojego LNB.
sk: Zadajte frekvenciu, pri ktorej sa LNB prepína medzi nízkym a vysokým pásmom. Viac informácií získate v špecifikáciách vášho LNB.
sr: Unesite frekvenciju na kojoj se LNB prebacuje između niskog banda i visokog banda. Za više info pogledajte specifikaciju vašeg LNB.
sv: Ange den frekvens vid vilken LNB:n växlar mellan lågband och högband. Mer information finns i specifikationerna för din LNB.
ta: குறைந்த இசைக்குழு மற்றும் உயர் இசைக்குழுவுக்கு இடையில் நீங்கள் எல்.என்.பி மாறும் அதிர்வெண்ணை உள்ளிடவும். மேலும் தகவலுக்கு உங்கள் LNB இன் விவரக்குறிப்புகளைப் பார்க்கவும்.
tr: LNB'nin düşük bant ve yüksek bant arasında geçiş yaptığı frekansı girin. Daha fazla bilgi için LNB'nizin teknik özelliklerine bakın.
uk: Введіть частоту порогу перемикання нижнього і верхнього піддіапазону частот LNB. Для отримання додаткової інформації зверніться до специфікації вашого LNB.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
bg: Въведете размера на честотната стъпка, която тунерът да използва при търсене на кабелни мултиплекси. За повече информация направете справка с документацията на вашия кабелен доставчик.
cs: Zadejte velikost frekvenčního kroku tuneru, který má použít při vyhledávání kabelových multiplexů. Další informace naleznete v dokumentaci poskytovatele kabelové televize.
da: Indtast den frekvens trinstørrelse som Tuneren skal bruge når der søges efter kabel-multipleksere. Se din udbyders dokumentation for yderligere information.
de: Geben Sie die Frequenzschrittgröße ein, die der Tuner bei der Suche nach Kabelmultiplexen verwenden soll. Weitere Informationen finden Sie in der Dokumentation Ihres Kabelanbieters.
el: Εισάγετε το μέγεθος βήματος της συχνότητας που θα χρησιμοποιεί το tuner κατά την αναζήτηση καλωδιακών πολυπλεξιών. Για περισσότερες πληροφορίες ανατρέξτε στο εγχειρίδιο του καλωδιακού σας παρόχου.
et: Sisesta otsinguks kasutatava sageduse sammu suurus. Enama info saamiseks võta ühendust oma operaatoriga.
fi: Syötä taajuus askel koko, jota virittimen tulee käyttää kaapeli multiplien etsinnässä. Lisätietoja tietoa saat kaapelioperaattorin ohjeista.
fr: Entrez le pas de fréquence que votre tuner doit utiliser pour la recherche des multiplexes du câble. Pour plus d’information consulter la documentation de votre opérateur de câble.
hr: Unesite veličinu koraka frekvencije za tuner koji će se koristiti prilikom traženja kabelskih multipleksa. Za više informacija pogledajte dokumentaciju vašeg davatelja kabelskih usluga.
it: Inserisci dimensione del passo di frequenza per il tuner da usare durante la ricerca di multiplex via cavo. Per ulteriori informazioni, consulta la documentazione del provider di servizi via cavo.
lt: Įrašykite dažnio takelio dydį, kurį naudosite ieškant kabelių multipleksų. Daugiau informacijos rasite kabelinės televizijos paslaugų teikėjo dokumentuose.
nl: Geef de frequentie stapgrootte op waarmee de tuner kabel-multiplexen moet scannen. Voor meer informatie raadpleegt de documentatie of uw provider.
pl: Wprowadź rozmiar kroku częstotliwości dla tunera, który ma być używany podczas wyszukiwania multipleksów kablowych. Więcej informacji można znaleźć w dokumentacji dostawcy telewizji kablowej.
sk: Zadajte frekvenčný krok tunera pre vyhľadávanie v káblových multiplexoch. Viac informácií získate v dokumentácii od operátora káblovej televízie.
sr: Unesite veličinu koraka učestalosti koju tjuner koristi prilikom traženja multipleksa kabla. Za više info pogledajte list specifikacije kabel provajdera.
sv: Ange den frekvensstegstorlek som tunern ska använda när den söker efter kabelmultiplexer. Mer information finns i dokumentationen från din kabeloperatör.
ta: கேபிள் மல்டிபிளெக்சைத் தேடும்போது ட்யூனரைப் பயன்படுத்த அதிர்வெண் படி அளவை உள்ளிடவும். மேலும் தகவலுக்கு உங்கள் கேபிள் வழங்குநரின் ஆவணங்களைப் பார்க்கவும்.
tr: Kablo çoklayıcılarını ararken tunerin kullanacağı frekans adım boyutunu girin. Daha fazla bilgi için kablo sağlayıcınızın belgelerine bakın.
uk: Введіть крок частоти, який тюнер буде використовувати при пошуку кабельних каналів. Для отримання додаткової інформації зверніться до документації Вашого провайдера.
vi: Nhập kích thước bước tần số cho bộ chỉnh tần số để sử dụng khi tìm kiếm ghép kênh cáp. Để biết thêm thông tin tham khảo tài liệu của nhà cung cấp cáp của bạn.
zh_cn: 输入调谐器在搜索电缆多路复用时要使用的频率步长.有关更多信息,请咨询电缆提供商的文档.
