Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: CI (Common Interface) Setup
bg: CI (Общ интерфейс) Настройка
cs: Nastavení rozhraní CI
da: CI (Common Interface) opsætning
de: CI-Einstellungen
el: Ρυθμίσεις CI (κοινής διεπαφής)
et: CI seadistamine
fi: CI-liitäntä/CAM
fr: Configuration CI (Interface Commune)
hr: Postavljanje CI (Zajednički Interfejs)
hu: CI (Common Interface) beállítása
it: Configurazione Common Interface
lt: CI (Įstatomo modulio) nustatymas
nl: CI (Common Interface) Instellen
pl: Ustawienia CI (Common Interface)
ru: Настройки CI (Картоприемник)
sk: Nastavenie CI (Common Interface)
sr: CI (Zajednički Interfejs) Podešavanje
sv: CI (Gemensamt gränssnitt)-inställning
ta: தொஒ (பொதுவான இடைமுகம்) அமைப்பு
tr: CI (Ortak Arayüz) Kurulumu
uk: Налаштування CI (Common Interface)
vi: Cài đặt CI (Giao diện chung)
zh_cn: CI(通用接口)设置

source: CI Boot Delay
cs: Zpoždění spouštění CI
el: Καθυστέρηση εκκίνησης CI
fi: CI käynnistys viive
hr: Odgoda pokretanja CI
it: Ritardo avvio CI
nl: CI Boot vertraging
pl: Opóźnienie rozruchu CI
sk: Oneskorenie spustenia CI
sr: CI Kašnjenje Pokretanja
sv: CI startfördröjning
ta: தொஒ துவக்க நேரந்தவறுகை
tr: CI Önyükleme Gecikmesi
uk: Затримка завантаження CI

source: CI assignment
bg: CI възлагане
cs: Nastavení CI
da: CI tildeling
de: CI-Zuweisung
el: Ανάθεση CI
et: CI määrangud
fi: CI määritys
fr: Assignation CI
hr: Dodjela CI
hu: CI hozzárendelés
it: Assegnazione CI
lt: CI paskyrimas
nl: CI toewijzen
pl: Zadania CI
pt_br: Definição de CI
ru: Назначение CI
sk: Priradenie CI
sl: CI dodelitev
sr: CI dodeljivanje
sv: CI-uppdrag
ta: இல்
tr: CI ataması
uk: Призначення CI
vi: Phân công CI
zh_cn: 通用接口分配(CI)

source: CI enabled
cs: CI povoleno
el: CI ενεργό
fi: CI käytössä
hr: Omogućen CI
it: CI abilitato
nl: CI geactiveerd
pl: CI włączone
sk: CI povolené
sr: CI omogućen
sv: CI aktiverad
ta: தொஒ இயக்கப்பட்டது
tr: CI etkin
uk: CI увімкнено

source: CI slot:
bg: CI слот:
de: CI-Schacht:
el: Θύρα CI:
et: CI pesa:
fi: CI paikka:
fr: slot CI :
hr: CI utor:
hu: CI foglalat:
it: Slot CI:
lt: CI lizdas:
pl: Gniazdo CI:
sv: CI-plats:
ta: நீங்கள் ச்லாட்:
tr: CI yuvası:
uk: CI слот:
vi: Khe CI:
zh_cn: CI插槽:

source: CPU
de: Prozessor
el: Επεξεργαστής
fi: Prosessori
lt: Procesorius
pl: Procesor
ta: சிபியு
uk: Процесор
zh_cn: 处理器

source: CPU / Core %d type
el: CPU / Πυρήνας %d τύπος
fi: CPU / Ydin %d tyyppi
hr: CPU / Jezgra %d tip
it: Tipo di CPU a %d core
lt: CPU / Branduolio %d tipas
pl: Typ procesora / rdzenia %d
sk: CPU/jadro %d typ
sr: CPU / Jezgra %d tip
sv: CPU / Core %d typ
ta: சிபியு / வயிரம் %d வகை
tr: CPU / Çekirdek %d tipi
uk: Тип ЦП / ядро %d

source: CPU Control
cs: Řízení CPU
el: Έλεγχος CPU
fi: CPU Hallinta
hr: CPU Kontrola
it: Controllo CPU
nl: CPU-controle
pl: Kontrola CPU
sk: Riadenie CPU
sr: CPU Kontrola
sv: CPU-kontroll
ta: சிபியு கட்டுப்பாடு
tr: CPU Kontrolü
uk: Контроль ЦПУ

source: CPU architecture
cs: Architektura CPU
el: Αρχιτεκτονική CPU
fi: CPU arkkitehtuuri
fr: Architecture du CPU
hr: CPU arhitektura
it: Architettura CPU
lt: Architektūra
nl: CPU architectuur
pl: Architektura CPU
sk: Architektúra CPU
sr: CPU arhitektura
sv: CPU-arkitektur
ta: சிபியு கட்டிடக்கலை
tr: CPU mimarisi
uk: Архітектура ЦПУ

source: CPU benchmark
el: Σύγκριση επιδόσεων CPU
fi: CPU suorituskyky
hr: CPU oznaka
it: Benchmark CPU
lt: CPU etalonas
pl: Benchmark CPU
sk: Benchmark procesora
sr: CPU oznaka
ta: சிபியு பெஞ்ச்மார்க்
tr: CPU kalite testi
uk: Бенчмарк ЦП

source: CPU brand
cs: Značka CPU
el: Μάρκα CPU
fi: CPU Malli
fr: Marque du CPU
hr: CPU marka
it: Marca CPU
lt: Gamintojas
nl: CPU merk
pl: Marka CPU
sk: Značka CPU
sr: CPU brend
sv: CPU-varumärke
ta: சிபியு சூட்டுக்குறி
tr: CPU markası
uk: Тип ЦПУ

source: CPU priority for scripts
cs: Priorita CPU pro skripty
el: Προτεραιότητα CPU για δέσμες ενεργειών
fi: CPU prioriteetti komentosarjoille
hr: Prioritet CPU za skripte
it: Priorità CPU per gli script
lt: CPU prioritetas scenarijams
nl: CPU-prioriteit voor scripts
pl: Priorytet CPU dla skryptów
sk: Priorita CPU pre skripty
sr: CPU prioritet za skripte
sv: CPU-prioritet för skript
ta: ச்கிரிப்ட்களுக்கான சிபியு முன்னுரிமை
tr: Komut dosyaları için CPU önceliği
uk: Пріоритет ЦП для скриптів

source: CPU rating
cs: Hodnocení CPU
el: Βαθμολογία CPU
fi: CPU luokitus
hr: CPU ocijena
it: Valutazione CPU
lt: CPU įvertinimas
pl: Ocena procesora
sk: Hodnotenie procesora
sr: CPU ocena
sv: CPU-betyg
ta: சிபியு மதிப்பீடு
tr: CPU derecelendirmesi
uk: Рейтинг ЦП

source: CPU speed/cores
cs: CPU rychlost/jádra
el: Ταχύτητα/πυρήνες CPU
fi: CPU nopeus/ydintä
fr: Vitesse/cores du CPU
hr: CPU brzina/jezgre
it: Velocità CPU e numero core
lt: Greitis/branduoliai
nl: CPU snelheid/cores
pl: Częstotliwość/Rdzenie CPU
sk: Rýchlosť/jadrá CPU
sr: CPU brzina/jezgre
sv: CPU-hastighet/kärnor
ta: சிபியு வேகம்/கோர்கள்
tr: CPU hızı/çekirdekleri
uk: Швидкість/к-сть ядер ЦПУ

source: CPU temperature
cs: Teplota CPU
el: Θερμοκρασία CPU
fi: CPU lämpötila
fr: Température du CPU
hr: CPU temperatura
it: Temperatura della CPU
lt: Temperatūra
nl: CPU temperatuur
pl: Temperatura CPU
sk: Teplota CPU
sr: CPU temperatura
sv: CPU-temperatur
ta: சிபியு வெப்பநிலை
tr: CPU sıcaklığı
uk: Температура ЦПУ

source: Cable
bg: Кабелен
cs: Kabel
da: Kabel
de: Kabel
el: Καλωδιακό
et: Kaabel TV (DVB-C)
fi: Kaapeli (DVB-C)
fr: Câble
hr: Kabel
hu: Kábel
it: Cavo
lt: Kabelinė
nl: Kabel
pl: Kabel
pt_br: Cabo
ru: Кабельное
sk: Káblové
sl: Kabel
sr: Kabel
sv: Kabel
ta: வடம்
tr: Kablo
uk: Кабельне
vi: Cáp
zh_cn: 有线电视

source: Cable Scan
bg: Сканиране кабелен
cs: Prohledání kabelovky
da: Kabelsøgning
de: Kabel-Suchlauf
el: Καλωδιακή ανίχνευση
et: Kaabel TV otsing
fi: Kaapeliverkon haku
fr: Recherche sur le câble
hr: Skeniranje kabela
hu: Kábel keresés
it: Scansione via cavo
lt: Kabelinės TV kanalų paieška
nl: Kabelscan
pl: Skanowanie tunera DVB-C
pt_br: Busca via cabo
ru: Сканирование КабельТВ
sk: Prehľadávanie káblovky
sr: Skeniranje kabla
sv: Kabelskanning
ta: கேபிள் ச்கேன்
tr: Kablolu Yayın Tarama
uk: Сканування Кабельного ТВ
vi: Quét cáp
zh_cn: 有线电视扫描

source: Cache thumbnails
bg: Кеш миниатюри
cs: Uchovat náhledy ve vyrovnávací paměti
da: Mellemlagere miniaturere
de: Vorschaubilder zwischenspeichern
el: Αποθήκευση μικρογραφιών
et: Pisipildid vahemällu
fi: Tallenna esikatselukuvat välimuistiin
fr: Cache vignettes
hr: Sličice predmemorije
hu: Cache ikonok
it: Miniature cache
lt: Miniatiūras kaupti talpykloje
nl: Miniatuurafbeeldingen cachen
pl: Przechowuj miniatury
pt_br: Salvar miniaturas
ru: Кеширование эскизов
sk: Vyrovnávacia pamäť pre náhľady
sr: Keš sličice
sv: Cache-miniatyrbilder
ta: கேச் சிறு உருவங்கள்
tr: Küçük resimler ön belleği
uk: Кешування ескізів
vi: Hình thu nhỏ bộ nhớ cache
zh_cn: 缩略图缓存

source: Cached
bg: Кеширано
cs: Uloženo do mezipaměti
el: Σε προσωρινή μνήμη
fi: Välimuistissa
fr: En cachette
hr: Predmemorirano
it: Memorizzati nella cache
lt: Sukaupta talpykloje
pl: Podręczna
sk: Uložené do vyrov. pamäte
sr: Keširano
sv: Cachad
ta: தற்காலிகமாக
tr: Ön Bellekte
uk: Кешовано

source: Calculate
bg: Изчисли
cs: Výpočet
da: Beregn
de: Berechnen
el: Υπολογισμός
et: Arvuta
fi: Laske
fr: Calculer
hr: Izračunavanje
hu: Számítás
it: Calcolare
lt: Apskaičiuoti
nl: Bereken
pl: Obliczanie
pt_br: Calcular
ru: Рассчитать
sk: Vypočítať
sr: Izračunavanje
sv: Beräkna
ta: கணக்கிடுங்கள்
tr: Hesapla
uk: Обчислення
vi: Tính toán
zh_cn: 计算

source: Calculate file hashes/checksums
cs: Vypočítat hashe/kontrolní součty souborů
el: Υπολογισμός όλων των κατακερματισμών/αθροισμάτων ελέγχου αρχείων
fi: Laske tiedostoje hash/tarkistus summat
hr: Izračunajte hashe/kontrolne zbrojeve datoteka
it: Calcola hash/checksum dei file
lt: Apskaičiuokite failų kontrolines sumas
nl: Berekenen van hashes/checksums
pl: Oblicz pliki haszy/sum kontrolnych
sk: Vypočítať hash/kontrolné súčty
sr: Izračunavanje hashes/checksums fajla
sv: Beräkna filhashar/checksummor
ta: கோப்பு ஆச்கள்/செக்சம்களைக் கணக்கிடுங்கள்
tr: Dosya özetlerini/sağlama toplamlarını hesapla
uk: Розрахувати хеші/контрольні суми файлів

source: Calculating benchmark...
cs: Výpočet benchmarku...
el: Υπολογισμός σύγκρισης επιδόσεων...
fi: Lasketaan suorituskyky...
hr: Izračun referentne vrednosti...
it: Calcolo del benchmark...
lt: Skaičiuojamas etalonas...
nl: Benchmark berekenen...
pl: Obliczanie benchmarku...
sk: Výpočet benchmarku...
sr: Izračunavanje oznaka...
sv: Beräkning av benchmark...
ta: பெஞ்ச்மார்க் கணக்கிடுதல் ...
tr: Kalite testi değerleri hesaplanıyor...
uk: Обчислення бенчмарку...

source: Calculating rating...
cs: Výpočet hodnocení...
el: Υπολογισμός μετρήσεων...
fi: Lasketaan luokitusta...
hr: Izračunavanje ocjene...
it: Calcolo della valutazione...
lt: Skaičiuojamas reitingas...
nl: Rating berekenen...
pl: Obliczanie oceny...
sk: Výpočet hodnotenia...
sr: Izračunavanje ocene...
sv: Beräkning av betyg...
ta: மதிப்பீட்டைக் கணக்கிடும் ...
tr: Derecelendirme hesaplanıyor...
uk: Розрахунок рейтингу...

source: Calculating...
cs: Počítání...
el: Υπολογισμός...
fi: Laskee...
hr: Izračunavanje...
it: Calcolo...
lt: Skaičiuojama...
nl: Berekenen...
pl: Obliczanie...
sk: Prebieha výpočet...
sr: Izračunavanje...
sv: Beräknar...
ta: கணக்கிடுதல் ...
tr: Hesaplanıyor...
uk: Обчислення...

source: Calculation complete
bg: Изчисляването завърши
cs: Výpočet kompletní
da: Beregning færdig
de: Berechnung vollständig
el: Ο υπολογισμός ολοκληρώθηκε
et: Arvutus on tehtud
fi: Laskenta valmis
fr: Calcul terminé
hr: Izračunavanje završeno
hu: Számítás kész
it: Calcolo completato
lt: Apskaičiavimas baigtas
nl: Berekening gereed
pl: Obliczenia zakończone
pt_br: Cálculo concluído
ru: Расчет закончен
sk: Výpočet dokončený
sr: Izračunavanje završeno
sv: Beräkning slutförd
ta: கணக்கீடு முடிந்தது
tr: Hesaplama bitti
uk: Обчислення завершено
vi: Tính toán hoàn tất
zh_cn: 计算完成

source: Calibrate
bg: Калибровка
cs: Kalibrace
da: Kalibrer
de: Kalibrieren
el: Βαθμονόμηση
et: Kalibreeri
fi: Kalibroi
fr: Calibrer
hr: Kalibracija
hu: Kalibrálás
it: Calibrazione
lt: Kalibruoti
nl: Kalibreer
pl: Kalibracja
pt_br: Calibrar
ru: Калибровка
sk: Kalibrácia
sr: Kalibracija
sv: Kalibrera
ta: அளவீடு செய்யுங்கள்
tr: Kalibre et
uk: Калібрування
vi: Hiệu chỉnh
zh_cn: 校准

source: Cambodia
cs: Kambodža
da: Cambodja
de: Kambodscha
el: Καμπότζη
et: Kambodža
fr: Cambodge
hu: Kambodzsa
it: Cambogia
lt: Kambodža
nl: Cambodja
pl: Kambodża
sk: Kambodža
sv: Kambodja
ta: கம்போடியா
tr: Kamboçya
uk: Камбоджа
vi: Campuchia
zh_cn: 柬埔寨

source: Camera
cs: Kamera
el: Κάμερα
fi: Kamera
it: Fotocamera
lt: Fotoaparatas
pl: Aparat
sk: Kamera
sv: Kamera
ta: கேமரா
tr: Kamera
uk: Камера

source: Cameroon
cs: Kamerun
da: Cameroun
de: Kamerun
el: Καμερούν
et: Kamerun
fr: Cameroun
hu: Kamerun
it: Camerun
lt: Kamerūnas
nl: Kameroen
pl: Kamerun
sk: Kamerun
sv: Kamerun
ta: கேமரூன்
tr: Kamerun
uk: Камерун
vi: Ca-mơ-run
zh_cn: 喀麦隆

source: Can be used for different fps between external subtitles and video.
bg: Може да се използва за различни FPS между външни субтитри и видео.
cs: U externích titulků a videa lze použít různé fps.
da: Kan bruges til forskellige FPS (Frames Per Second) mellem eksterne undertekster og video.
de: Kann bei unterschiedlichen Bildern/Sekunde von externen Untertiteln und Video benutzt werden, um die Synchronität herzustellen.
el: Μπορεί να χρησιμοποιηθεί όταν οι υπότιτλοι έχουν διαφορετικό fps από το βίντεο.
et: Kasulik väliste subtiitrite ja video erineva kaadrisageduse korral.
fi: Voidaan käyttää, jos ulkoisen tekstityksen ja kuvan välillä on eri päivitysnopeus (fps).
fr: Peut-être utilisé pour différents fps entre les sous-titres externes et la vidéo.
hr: Može se koristiti za različite fps između vanjskih titlova i videa.
hu: Ha a film és a felirat eltérő FPS-el rendelkeznek, akkor itt adható ez meg a felirat számára.
it: Può essere usato per diversi fps tra sottotitoli esterni e video.
lt: Gali būti naudojamas skirtingas fps, tarp išorinių subtitrų ir vaizdo.
nl: Frames per seconde wijzigen om de synchronisatie tussen externe ondertitels en video te verbeteren.
pl: Można go używać do różnych wartości fps pomiędzy napisami zewnętrznymi i wideo.
pt_br: Pode ser usada para diferentes FPS entre as legendas externas e o vídeo.
ru: Может быть использовано при разных fps между внешними субтитрами и видео.
sk: Môže sa použiť pre rôzne fps externých titulkov a videa.
sr: Može se koristiti za različite fps između spoljnih titlova i video zapisa.
sv: Kan användas för olika fps mellan externa undertexter och video.
ta: வெளிப்புற வசன வரிகள் மற்றும் வீடியோவுக்கு இடையில் வெவ்வேறு எஃப்.பி.எச்சைப் பயன்படுத்தலாம்.
tr: Harici altyazılar ve görüntü arasında farklı kare hızları için kullanılabilir.
uk: Може бути використане при різних fps між зовнішніми субтитрами і відео.
vi: Có thể được sử dụng cho các khung hình / giây khác nhau giữa phụ đề bên ngoài và video.
zh_cn: 可用于外部字幕和视频之间不同的刷新率.

source: Can be used to test defect pixels on TV screen. Available color test screens: red green blue white black cyan magenta yellow Screens change with left/right buttons or use red, green, blue to toggle. Yellow for returning back to this intro
bg: Може да се използва за тестване на дефектни пиксели на екрана на телевизора. Налични екрани за тестване на цветовете: червен зелено син бяло черен циан магента жълто Екраните се сменят с бутони наляво/надясно или използвайте червено, зелено, синьо, за да превключите. Жълто за връщане към това въведение
cs: Lze použít k testování vadných pixelů na televizní obrazovce. Dostupné barevné testovací obrazovky: červená zelená modrá bílá černá tyrkysová purpurová žlutá Obrazovky se mění pomocí levého/pravého tlačítka nebo pro přepínání použijte červenou, zelenou, modrou. Žlutá pro návrat zpět k tomuto intru
da: Kan bruges til at kontrollere ødelagte pixels på TV skærmen. Tilgængelige farveprøve skærme: rød grøn blå hvid sort cyan magenta gul Skift skærme med venstre/højre knapper eller brug rød, grøn, blå til at skifte. Gul for at vende tilbage til denne intro
de: Kann verwendet werden, um auf defekte Pixel am TV zu testen. Verfügbare Farb-Test-Bildschirme: Rot Grün Blau Weiß Schwarz Cyan Magenta Gelb Mit den Tasten Links/Rechts den Bildschirm wechseln. Mit den Tasten ROT, GRÜN oder BLAU direkt umschalten. Mit der Taste GELB zurück zur Einführung.
el: Μπορεί να χρησιμοποιηθεί για τον έλεγχο των ελαττωματικών pixels στην οθόνη της TV. Διαθέσιμες οθόνες δοκιμής χρωμάτων: κόκκινο πράσινο μπλε λευκό μαύρο κυανό ματζέντα κίτρινο Οι οθόνες εναλλάσσονται με τα πλήκτρα αριστερά/δεξιά ή τη χρήση των πλήκτρων κόκκινο, πράσινο ή μπλε. Με το κίτρινο επιστρέφετε στην αρχική οθόνη
fi: Voidaan käyttää viallisen pikselien testaamiseen TV ruudulla. Saatavilla olevat värit testinäytöt: Punainen Vihreä Sininen Valkoinen Musta Syaani Magenta Keltainen Vaihda näyttöä vasemmalla / oikealla näppäimellä. Vaihda suoraan Punainen, Vihreä tai Sininen näppäimellä. Keltainen näppäin palataksesi takaisin tähän ruutuun
fr: Peut être utilisé pour tester les pixels défectueux sur un écran de télévision. Écrans de test de couleur disponibles : rouge vert bleu blanc noir cyan magenta jaune Les écrans changent avec les boutons gauche/droite ou utilisez le rouge, le vert, le bleu pour basculer. Jaune pour revenir à cette intro
hr: Može se koristiti za testiranje oštećenih piksela na TV zaslonu. Dostupni testni zasloni u boji: crven zelen plav Bijeli crn cijan magenta žut Zasloni se mijenjaju lijevim/desnim dugmadima ili koristite crvenu, zelenu, plavu za prebacivanje. Žuta za povratak na ovaj uvod
it: Può essere usato per testare eventuali pixel difettosi sullo schermo TV. Colori disponibili per la prova dello schermo: rosso verde blu bianco nero ciano magenta giallo Le schermate cambiano con i tasti sinistro e destro oppure usa il ROSSO, il VERDE, il BLU per alternare. GIALLO per tornate indietro a questa introduzione
lt: Galima naudoti defektinių pikselių aptikimui televizoriaus ekrane. Galimi spalvų bandymo ekranai: raudona žalias mėlyna balta juoda cianas rausvai raudona geltona Ekranai keičiami mygtukais kairėn/dešinėn arba perjungiant raudoną, žalią, mėlyną. Geltona, kad grįžti į intro
nl: Kan gebruikt worden voor het testen van dode pixels op uw TV. Beschikbare testscherm kleuren: rood groen blauw wit zwart cyaan magenta geel Testschermen wijzigen met de links/rechts knoppen, of ROOD, GROEN, BLAUW om van kleur te wisselen. GEEL drukken om terug te keren naar deze toelichting.
pl: Może służyć do testowania uszkodzonych pikseli na ekranie telewizora. Dostępne kolorowe ekrany testowe: czerwony zielony niebieski biały czarny cyjan karmazynowy żółty Ekrany zmieniają się za pomocą przycisków w lewo / w prawo lub do przełączania służą przyciski czerwony, zielony, niebieski. Żółty za powrót do tego wstępu
sk: Dá sa použiť na otestovanie chybných pixlov na obrazovke TV. Dostupné farebné testovacie obrazovky: červená zelená modrá biela čierna tyrkysová ružová žltá Obrazovku zmeníte stlačením tlačidiel doľava/doprava, alebo červeným, zeleným a modrým tlačidlom. Žltým tlačidlom sa vrátite naspäť do tohto úvodu
sr: Može se koristiti za testiranje neispravnih piksela na TV ekranu. Dostupni probni ekrani u boji: crvena zelena plava bela crna cijan magenta žuta Ekrani se menjaju tasterima levo/desno ili pomoću crvene, zelene i plave boje. Žuta za povratak u ovaj uvod
sv: Kan användas för att testa defekta pixlar på TV-skärmen. Tillgängliga testskärmar för färg: röd grön blå vit svart cyan magenta gul Skärmarna ändras med vänster-/högerknapparna eller genom att växla mellan rött, grönt och blått. Gul för att återgå till detta intro
ta: டிவி திரையில் குறைபாடு பிக்சல்களை சோதிக்க பயன்படுத்தலாம். கிடைக்கும் வண்ண சோதனை திரைகள்: சிவப்பு பச்சை நீலம் வெள்ளை கருப்பு சியான் மெசந்தா மஞ்சள் திரைகள் இடது/வலது பொத்தான்களுடன் மாறுகின்றன அல்லது சிவப்பு, பச்சை, நீல நிறத்தைப் பயன்படுத்துகின்றன. இந்த அறிமுகத்திற்குத் திரும்புவதற்கான மஞ்சள்
tr: Hatalı pikselleri TV ekranında test etmek için kullanılabilir. Mevcut renk testi ekranları: kırmızı yeşil mavi beyaz siyah camgöbeği eflatun Sarı Ekranlar sol / sağ tuşları ile değişir veya geçiş yapmak için kırmızı, yeşil, mavi kullanır. Bu intro'ya geri dönmek için sarı
uk: Можна використовувати для тестування битих пікселів на екрані телевізора. Перелік кольорів тестових екранів: червоний зелений голубий білий чорний синій пурпуровий жовтий Зміна екранів кнопками вліво/вправо, або використовуйте червону, зелену, синю кнопку для перемикання. Жовта для повернення до даного екрану
zh_cn: 可用于测试电视屏幕上的缺陷像素. 可用颜色测试屏幕: 红色 绿色 蓝色 白色 黑色 青色 紫红色 黄色 屏幕通过左/右键改变,或使用红色键,绿色键,蓝色键进行切换. 黄色键表示返回本简介

source: Can not delete timer
bg: Не мога да изтрия таймера
cs: Nelze smazat časovač
da: Kan ikke slette timer
de: Timer kann nicht gelöscht werden
el: Αδυναμία διαγραφής χρονοδιακόπτη
fi: Ajastusta ei voitu poistaa
fr: Impossible de supprimer la minuterie
hr: Ne može se izbrisati tajmer
it: Impossibile eliminare il timer
lt: Neįmanoma ištrinti laikmačio
nl: Kan de timer niet verwijderen
pl: Nie można usunąć timera
sk: Nie je možné vymazať časovač
sr: Nije moguće izbrisati tajmer
sv: Kan inte ta bort timern
ta: டைமரை நீக்க முடியாது
tr: Zamanlayıcı silinemiyor
uk: Неможливо видалити таймер
zh_cn: 无法删除定时器

source: Can not download EPG
bg: Не може да се изтегли EPG
cs: Nelze stáhnout EPG
da: Kan ikke downloade EPG
de: EPG kann nicht heruntergeladen werden
el: Αδυναμία λήψης EPG
fi: EPG:tä ei voi ladata
fr: Impossible de télécharger EPG
hr: Ne mogu preuzeti EPG
it: Impossibile scaricare EPG
lt: Neįmanoma atsisiųsti EPG
nl: Kan de EPG niet downloaden
pl: Nie można pobrać EPG
sk: Nie je možné stiahnuť EPG
sr: Nije moguće preuzeti EPG
sv: Kan inte ladda ner EPG
ta: EPG ஐ பதிவிறக்கம் செய்ய முடியாது
tr: EPG indirilemiyor
uk: Неможливо завантажити EPG
zh_cn: 无法下载EPG

source: Can not download current region details
bg: Не може да се изтегли текущите подробности за региона
cs: Nelze stáhnout podrobnosti o aktuální oblasti
da: Kan ikke downloade nuværende regionsdetaljer
de: Aktuelle Regionsdetails können nicht heruntergeladen werden
el: Αδυναμία λήψης των τρεχουσών πληροφοριών τοποθεσίας
fi: Nykyisen alueen tietoja ei voi ladata
fr: Impossible de télécharger les détails de la région actuelle
hr: Nije moguće preuzeti trenutne detalje o regiji
it: Impossibile scaricare i dettagli della regione attuale
lt: Neįmanoma atsisiųsti dabartinės informacijos apie regioną
nl: Kan geen actuele regio details downloaden
pl: Nie można pobrać bieżących szczegółów regionu
sk: Nepodarilo sa stiahnuť podrobnosti o aktuálnom regióne
sr: Nije moguće preuzeti aktualne detalje o regionu
sv: Kan inte ladda ner information om aktuell region
ta: தற்போதைய பிராந்திய விவரங்களை பதிவிறக்கம் செய்ய முடியாது
tr: Geçerli bölge ayrıntıları indirilemiyor
uk: Неможливо завантажити поточну інформацію про регіон
zh_cn: 无法下载当前区域详细信息

source: Can not download list of regions
bg: Не може да се изтегли списък с региони
cs: Nelze stáhnout seznam regionů
da: Kan ikke downloade liste af regioner
de: Liste der Regionen kann nicht heruntergeladen werden
el: Αδυναμία λήψης λίστας περιοχών
fi: Alueluetteloa ei voi ladata
fr: Impossible de télécharger la liste des régions
hr: Popis regija nije moguće preuzeti
it: Impossibile scaricare l'elenco delle regioni
lt: Neįmanoma atsisiųsti regionų sąrašo
nl: Kan geen lijst met regio's downloaden
pl: Nie można pobrać listy regionów
sk: Nepodarilo sa stiahnuť zoznam regiónov
sr: Nije moguće preuzeti listu regiona
sv: Kan inte ladda ner lista över regioner
ta: பிராந்தியங்களின் பட்டியலைப் பதிவிறக்க முடியாது
tr: Bölge listesi indirilemiyor
uk: Неможливо завантажити список регіонів
zh_cn: 无法下载区域列表

source: Can not download timers
bg: Не мога да изтегля таймери
cs: Nelze stáhnout časovače
da: Kan ikke downloade Timere
de: Timer können nicht heruntergeladen werden
el: Αδυναμία λήψης χρονοδιακοπτών
fi: Ajastuksia ei voida ladata
fr: Impossible de télécharger les minuteries
hr: Ne mogu preuzeti mjerače vremena
it: Impossibile scaricare i timer
lt: Neįmanoma atsisiųsti laikmačių
nl: Kan de Timers niet downloaden
pl: Nie można pobrać timerów
sk: Nie je možné stiahnuť časovače
sr: Nije moguće preuzeti tajmere
sv: Kan inte ladda ner timers
ta: டைமர்களைப் பதிவிறக்க முடியாது
tr: Zamanlayıcılar indirilemiyor
uk: Неможливо завантажити таймери
zh_cn: 无法下载计时器

source: Can not post PVR log information
bg: Не може да се публикува регистрационна информация за PVR
cs: Nelze odeslat informace protokolu PVR
da: Kan ikke sende PVR loginforation
de: Kann keine PVR-Protokollinformationen veröffentlichen
el: Αδυναμία εμφάνισης καταγραφής PVR
fi: PVR lokitietoja ei voi julkaista
fr: Impossible de publier les informations du journal PVR
hr: Ne mogu objaviti informacije o PVR dnevniku
it: Impossibile pubblicare le informazioni del registro PVR
lt: Neįmanoma paskelbti PVR žurnalo informacijos
nl: Kan geen PVR log info versturen
pl: Nie można opublikować informacji dziennika PVR
sk: Nepodarilo sa odoslať informácie denníka PVR
sr: Nije moguće objaviti informacije o PVR evidenciji
sv: Kan inte skicka PVR-logginformation
ta: பி.வி.ஆர் பதிவு தகவல்களை இடுகையிட முடியாது
tr: PVR günlük bilgileri yayınlanamıyor
uk: Неможливо розмістити інформацію PVR-логу
zh_cn: 无法发布PVR日志信息
