Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Use EIT EPG information when it is available.
bg: Използване на информацията за EIT EPG, когато е налице.
cs: Používat EIT EPG informace, jestliže jsou dostupné.
da: Brug EIT (Event Information Table) EPG information når den er tilgængelig.
de: EIT EPG Informationen verwenden, wenn sie verfügbar sind.
el: Χρήση πληροφοριών EIT EPG όταν είναι διαθέσιμες.
et: Kasuta saadavusel EIT EPG infot.
fi: Käytä EIT EPG tietoja, jos saatavilla.
fr: Utiliser l'information EIT EPG quand elle est disponible.
hr: Koristi EIT EPG info kada su dostupni.
hu: EPG információk beolvasása a DVB jelfolyamból (EIT).
it: Usa le informazioni EIT EPG quando sono disponibili.
lt: Naudoti EIT EPG informaciją, kai ji prieinama.
nl: Indien geactiveerd kunt u, indien deze beschikbaar is, de EIT EPG informatie inschakelen.
pl: Użyj informacji EIT EPG gdy dostępne.
pt_br: Usar informação EIT EPG quando disponível.
ru: Использовать информацию EIT телегида, когда она существует.
sk: Používať EIT EPG informácie, ak sú dostupné.
sr: Koristi EIT EPG info kada su dostupni.
sv: Använd EIT EPG-information när den är tillgänglig.
ta: EIT EPG செய்தி கிடைக்கும்போது அதைப் பயன்படுத்தவும்.
tr: Varsa EIT EPG bilgisini kullan.
uk: Використовувати інформацію EIT ЕПГ, коли вона існує.
vi: Sử dụng thông tin EIT EPG khi có sẵn.
zh_cn: EIT EPG信息可用时使用.

source: Use FreeSat EPG information when it is available.
bg: Използване на FreeSat EPG информация когато е на разположение.
cs: Používat FreeSat EPG informace, jestliže jsou dostupné.
da: Brug FreeSat EPG information når den er tilgængelig.
de: FreeSat EPG Informationen verwenden, wenn sie verfügbar sind.
el: Χρήση πληροφοριών FreeSat EPG όταν είναι διαθέσιμες.
et: Kasuta saadavusel FreeSat EPG infot.
fi: Käytä Freesat-ohjelmaoppaan tietoja, jos saatavilla.
fr: Utiliser l'information FreeSat EPG quand elle est disponible.
hr: Koristi FreeSat EPG info kada su dostupni.
hu: FreeSat EPG információk beolvasása a jelforrásból.
it: Usa le info EPG di FreeSat quando sono disponibili.
lt: Naudokite FreeSat EPG informaciją, jei ji yra prieinama.
nl: Indien geactiveerd kunt u, indien deze beschikbaar is, de Freesat EPG informatie inschakelen.
pl: Użyj informacji EPG FreeSat gdy dostępne.
pt_br: Usar informação Freesat EPG quando disponível.
ru: Использовать информацию FreeSat телегида, когда она существует.
sk: Používať FreeSat EPG informácie, ak sú dostupné.
sr: Koristi FreeSat EPG info kada su dostupni.
sv: Använd FreeSat EPG-information när den är tillgänglig.
ta: ஃப்ரீசாட் ஈபிசி செய்தி கிடைக்கும்போது அதைப் பயன்படுத்தவும்.
tr: Varsa Freesat EPG bilgisini kullan.
uk: Використовувати інформацію FreeSat ЕПГ, коли вона існує.
vi: Sử dụng thông tin FreeSat EPG khi có sẵn.
zh_cn: 卫星免费EPG信息可用时使用.

source: Use Geolocation
bg: Използвайте геолокация
cs: Použít geolokaci
el: Χρήση τοποθεσίας
fi: Käytä maantieteellistä sijaintia
fr: Utiliser la géolocalisation
hr: Koristi Geolokaciju
it: Usa geolocalizzazione
lt: Naudoti geolokaciją
nl: Gebruik Geolocatie
pl: Użyj geolokalizacji
sk: Použiť zemepisnú polohu
sr: Koristi Geolokaciju
sv: Använd geolokalisering
ta: புவிஇருப்பிடத்தைப் பயன்படுத்துங்கள்
tr: Coğrafi Konum Kullan
uk: Використовуйте геолокацію

source: Use HDMI-preemphasis
bg: Използване на HDMI-preemphasis
cs: Použít HDMI-preemphasis (zvýraznění zvuku)
da: Brug HDMI-preemphasis
de: HDMI-Preemphasis benutzen
el: Χρήση προέμφασης HDMI
et: HDMI-preemphasis
fi: Käytä HDMI-esikorostusta
fr: Utiliser la préemphase (préaccentuation) HDMI
hr: Koristite HDMI prednaglašavanje
hu: HDMI előerősítés használata
it: Usa HDMI-preemphasis
lt: Naudokite HDMI išankstinį dėmesį
nl: Gebruik HDMI-pre-emphasis
pl: Użyj wstępnego wyróżnienia HDMI
ru: Использование HDMI-предискажений
sk: Použiť HDMI-preemphasis
sr: Koristi HDMI-pre naglašavanja
sv: Använd HDMI-preemphasis
ta: HDMI-Premphasis ஐப் பயன்படுத்தவும்
tr: HDMI ön vurgulama özelliğini kullan
uk: Використання HDMI-preemphasis
vi: Sử dụng định kiến- HDMI
zh_cn: 使用HDMI预处理

source: Use HTTPS protocol
cs: Použít protokol HTTPS
el: Χρήση πρωτοκόλλου HTTPS
fi: Käytä HTTPS protokollaa
hr: Koristi HTTPS protokol
it: Usa protocollo HTTPS
nl: HTTPS gebruiken
pl: Użyj protokołu HTTPS
sk: Použiť protokol HTTPS
sr: Koristi HTTPS protokol
sv: Använd HTTPS-protokoll
ta: HTTPS நெறிமுறையைப் பயன்படுத்தவும்
tr: HTTPS protokolünü kullanın
uk: Використовуйте HTTPS протокол

source: Use Harddisk Hardware Standby Timer
bg: Използвайте таймер за готовност на хардуера на твърдия диск
cs: Použít HDD hardware-časovač vypnutí
da: Brug harddisk hardware Standby-timer
de: Verwendung des Festplatten Hardware Standby Timers
el: Χρήση χρονοδιακόπτη αναμονής υλικού σκληρού δίσκου
et: Kasuta kõvaketta raudvaralist ootetaimerit
fi: Käytä kiintolevyn sisäistä virransäästötoimintoa
fr: Utiliser le timer de mise en veille du disque dur
hr: Koristi Tajmer Pripravnosti Hardvera Hard Diska
hu: A merevlemez használja a készenléti időzítőt
it: Usa timer di standby hardware del disco rigido
lt: Naudokite kieto disko įrangos budėjimo laikmatį
nl: Gebruik harde schijf hardware stand-by timer
pl: Użyj timera czuwania sprzętu dysku twardego
ru: Использовать аппаратный таймер ожидания жесткого диска
sk: Použiť hardvérový časovač pohotovostného režimu pevného disku
sr: Koristi Tajmer Pripravnosti Hardvera Hard Diska
sv: Använd standby-timer för hårdvara på hårddisk
ta: வன் வன்பொருள் காத்திருப்பு டைமரைப் பயன்படுத்தவும்
tr: Sabit Disk Donanım Bekleme Zamanlayıcısını kullanın
uk: Використовувати апаратний таймер очікування жорсткого диска
vi: Sử dụng Hẹn giờ chờ phần cứng Harddisk
zh_cn: 使用硬盘硬件待机定时器

source: Use MHW EPG information when it is available.
bg: Използване на MHW EPG информация когато е на разположение.
cs: Používat MHW EPG informace, jestliže jsou dostupné.
da: Brug MHW EPG information når den er tilgængelig.
de: MHW EPG Informationen verwenden, wenn sie verfügbar sind.
el: Χρήση πληροφοριών MHW όταν είναι διαθέσιμες.
et: Kasuta saadavusel MHW EPG infot.
fi: Käytä MHW-ohjelmaoppaan tietoja, jos saatavilla.
fr: Utiliser l'information MHW EPG quand elle est disponible.
hr: Koristi MHW EPG info kada su dostupni.
hu: MHW EPG információk beolvasása a jelforrásból.
it: Usa le info EPG MHW quando sono disponibili.
lt: Naudokite MHW EPG informaciją, jei ji yra prieinama.
nl: Indien geactiveerd kunt u, indien deze beschikbaar is, de MHW EPG informatie inschakelen.
pl: Użyj informacji EPG MHW gdy dostępne.
pt_br: Usar informação MHW EPG quando disponível.
ru: Использовать информацию MHW телегида, когда она существует.
sk: Používať MHW EPG informácie, ak sú dostupné.
sr: Koristi MHW EPG info kada su dostupni.
sv: Använd MHW EPG-information när den är tillgänglig.
ta: MHW EPG செய்தி கிடைக்கும்போது அதைப் பயன்படுத்தவும்.
tr: Varsa MHW EPG bilgisini kullan.
uk: Використовувати інформацію MHW ЕПГ, коли вона доступна.
vi: Sử dụng thông tin MHW EPG khi có sẵn.
zh_cn: MHW公司EPG信息可用时使用.

source: Use Netmed EPG information when it is available.
bg: Използване на Netmed EPG информация когато е на разположение.
cs: Používat Netmed EPG informace, jestliže jsou dostupné.
da: Brug Netmed EPG information når den er tilgængelig.
de: Netmed EPG Informationen verwenden, wenn sie verfügbar sind.
el: Χρήση πληροφοριών Netmed EPG όταν είναι διαθέσιμες.
et: Kasuta saadavusel Netmed EPG infot.
fi: Käytä Netmed-ohjelmaoppaan tietoja, jos saatavilla.
fr: Utiliser l'information Netmed EPG quand elle est disponible.
hr: Koristi Netmed EPG info kada su dostupni.
hu: Netmed EPG információk beolvasása a jelforrásból.
it: Usa le info EPG Netmed quando sono disponibili.
lt: Naudokite Netmed EPG informaciją, jei ji yra prieinama.
nl: Indien geactiveerd kunt u, indien deze beschikbaar is, de Netmed EPG informatie inschakelen.
pl: Użyj informacji EPG Netmed gdy dostępne.
pt_br: Usar informação Netmed EPG quando disponível.
ru: Использовать информацию Netmed телегида, когда она существует.
sk: Používať Netmed EPG informácie, ak sú dostupné.
sr: Koristi Netmed EPG info kada su dostupni.
sv: Använd Netmed EPG-information när den finns tillgänglig.
ta: நெட் ஈபிசி செய்தி கிடைக்கும்போது அதைப் பயன்படுத்தவும்.
tr: Varsa Netmed EPG bilgisini kullan.
uk: Використовувати інформацію Netmed ЕПГ, коли вона доступна.
vi: Sử dụng thông tin EPG Netmed khi có sẵn.
zh_cn: 网络EPG信息可用时使用.

source: Use ODoH servers
cs: Používat Oblivious DNS-over-HTTPS (ODoH)
hr: Koristi ODoH servere
it: Usa server ODoH
sr: Koristi ODoH servere
tr: ODoH sunucularını kullanın
uk: Використовуйте сервери ODoH

source: Use OpenTV EPG. Requires tuning to specific transponder to absorb EPG.
cs: Použít OpenTV EPG. Vyžaduje naladění na konkrétní transpondér, pro načtení EPG.
el: Χρήση του OpenTV EPG. Απαιτείται συντονισμός σε συγκεκριμένο αναμεταδότη για την ενσωμάτωση του EPG.
fi: Käytä OpenTV EPG:tä. Vaatii tietyn transponderin EPG:tä.
hr: Koristi OpenTV EPG info kada su dostupni EPG.
it: Usa OpenTV EPG. Richiede la sintonizzazione su un transponder specifico per scaricare l'EPG.
nl: Gebruik OpenTV EPG. Vereist echter wel afstemming op een specifieke transponder.
pl: Użyj OpenTV EPG. Wymaga dostrojenia do określonego transpondera w celu pobrania EPG.
sk: Použiť OpenTV EPG: načítanie EPG si vyžaduje naladenie na konkrétny transpondér.
sr: Koristite OpenTV EPG. Zahteva podešavanje na specifični transponder kako bi se primio EPG.
sv: Använd OpenTV EPG. Kräver inställning till specifik transponder för att absorbera EPG.
ta: OpentV EPG ஐப் பயன்படுத்தவும். EPG ஐ உறிஞ்சுவதற்கு குறிப்பிட்ட டிரான்ச்பாண்டருக்கு டியூனிங் தேவைப்படுகிறது.
tr: OpenTV EPG kullanın. EPG alabilmek için belirli bir aktarıcıya ayar yapmanız gerekmektedir.
uk: Використовуйте OpenTV EPG. Потрібне налаштування на певний транспондер для показу EPG.

source: Use QuickSelect
cs: Použít Rychlý výběr
el: Χρήση της γρήγορης επιλογής
fi: Käytä Pikavalintaa
hr: Korištenje brzog odabira
it: Usa selezione rapida
nl: Gebruik QuickSelect
pl: Użyj szybkiego wyboru
sk: Použiť rýchly výber
sr: Koristi Brzi Izbor
sv: Använd QuickSelect
ta: QuickSelect ஐப் பயன்படுத்தவும்
tr: Hızlı Seçim kullanın
uk: Використовувати QuickSelect

source: Use TV remote control
bg: Използване на ТВ дистанционно
cs: Používat dálkové ovládání TV
da: Brug TV fjernbetjening
de: Nutze TV-Fernbedienung
el: Χρήση τηλεχειριστηρίου TV
et: Kasuta teleri pulti
fi: Käytä TV:n kaukosäädintä
fr: Utiliser la télécommande de la TV
hr: Koristite daljinski upravljač TV
hu: TV-távvezérlő használata
it: Usa il telecomando TV
lt: Naudoti TV nuotolinio valdymo pultelį
nl: Gebruik de afstandsbediening van de TV
pl: Użyj pilota do telewizora
pt_br: Usar o controle remoto da TV
ru: Использовать пульт телевизора
sk: Používať diaľkové ovládanie TV
sr: Koristi TV DU
sv: Använd TV-fjärrkontroll
ta: டிவி ரிமோட் கண்ட்ரோல் பயன்படுத்தவும்
tr: TV kumandası kullan
uk: Використовувати пульт телевізора
vi: Sử dụng điều khiển từ xa
zh_cn: 使用电视遥控器

source: Use UP/DOWN buttons to select option then press OK
cs: Použijte tlačítka NAHORU/DOLŮ pro výběr možnosti a poté stiskněte OK
el: Χρησιμοποιήστε τα πλήκτρα ΠΑΝΩ/ΚΑΤΩ για επιλογή και έπειτα πιέστε OK
fi: Käytä YLÖS/ALAS painikkeita valitaksesi toiminto ja paina sitten OK
hr: Koristite tipke GORE/DOLJE za odabir opcije, a zatim pritisnite OK
it: Usa i tasti SU/GIÙ per selezionare l'opzione, quindi premi OK
nl: Gebruik de OMHOOG/OMLAAG knoppen om een optie te selecteren en druk daarna op OK
pl: Użyj przycisków GÓRA/DÓŁ, aby wybrać opcję, a następnie naciśnij OK
sk: Tlačidlami HORE/DOLU vyberte možnosť a potom stlačte tlačidlo OK
sr: Koristite GORE/DOLE dugmadi da odaberete opciju, a zatim pritisnite OK
sv: Använd knapparna UPP/NER för att välja alternativ och tryck sedan på OK
ta: விருப்பத்தைத் தேர்ந்தெடுக்க UP/DOWN பொத்தான்களைப் பயன்படுத்தவும், பின்னர் சரி என்பதை அழுத்தவும்
tr: YUKARI/AŞAĞI tuşlarını kullanarak seçeneği belirleyin, ardından OK tuşuna basın
uk: Використовуйте кнопки ВГОРУ/ВНИЗ, щоб вибрати опцію, а потім натисніть OK

source: Use USALS for this sat
bg: Използване на USALS за този сателит
cs: Použít USALS pro tento satelit
da: Brug USALS til denne sat
de: USALS für diesen Satelliten benutzen
el: Χρήση USALS για αυτόν τον δορυφόρο
et: USALS kasutamine selle satelliidi jaoks
fi: Käytä USALS:ia tälle satelliitille
fr: Utiliser USALS pour ce satellite
hr: Koristi USALS za ovaj satelit
hu: Használja az USALS-t ennél a műholdnál
it: Usa USALS per questo satellite
lt: Naudoti USALS šiam palydovui
nl: Gebruik USALS voor de satelliet
pl: Użyj USALS dla tej satelity
pt_br: Usar USALS neste satélite
ru: Использовать USALS для этого спутника
sk: Pre túto družicu použiť USALS
sr: Koristi USALS za ovaj satelit
sv: Använd USALS för denna sat
ta: இந்த SAT க்கு USALS ஐப் பயன்படுத்தவும்
tr: Bu uydu için USALS kullan
uk: Використовувати USALS для цього супутника
vi: Sử dụng USALS cho sat này
zh_cn: 此卫星使用USALS

source: Use ViaSat EPG information when it is available.
bg: Използване на ViaSat EPG информация когато е на разположение.
cs: Používat ViaSat EPG informace, jestliže jsou dostupné.
da: Brug ViaSat EPG information når den er tilgængelig.
de: ViaSat EPG Informationen verwenden, wenn sie verfügbar sind.
el: Χρήση πληροφοριών ViaSat EPG όταν είναι διαθέσιμες.
et: Kasuta saadavusel Viasat EPG infot.
fi: Käytä ViaSat-ohjelmaoppaan tietoja, jos saatavilla.
fr: Utiliser l'information ViaSat EPG quand elle est disponible.
hr: Koristi ViaSat EPG info kada su dostupni.
hu: ViaSat EPG információk beolvasása a jelforrásból.
it: Usa le info EPG di ViaSat quando sono disponibili.
lt: Naudokite ViaSat EPG informaciją, jei ji yra prieinama.
nl: Indien geactiveerd kunt u, indien deze beschikbaar is, de Viasat EPG informatie inschakelen.
pl: Użyj informacji EPG Viasat gdy dostępne.
pt_br: Usar informação ViaSat EPG quando disponível.
ru: Использовать информацию ViaSat телегида, когда она существует.
sk: Používať ViaSat EPG informácie, ak sú dostupné.
sr: Koristi ViaSat EPG info kada su dostupni.
sv: Använd ViaSat EPG-information när den är tillgänglig.
ta: வயாசாட் ஈபிசி செய்தி கிடைக்கும்போது அதைப் பயன்படுத்தவும்.
tr: Varsa ViaSat EPG bilgisini kullan.
uk: Використовувати інформацію ViaSat ЕПГ, коли вона доступна.
vi: Sử dụng thông tin EPG ViaSat khi có sẵn.
zh_cn: Viasat公司EPG信息可用时使用.

source: Use Virgin EPG information when it is available.
bg: Използване на Virgin EPG информация когато е на разположение.
cs: Používat Virgin EPG informace, jestliže jsou dostupné.
da: Brug Virgin EPG information når den er tilgængelig.
de: Virgin EPG Informationen verwenden, wenn sie verfügbar sind.
el: Χρήση πληροφοριών Virgin EPG όταν είναι διαθέσιμες.
et: Kasuta saadavusel Virgin EPG infot.
fi: Käytä Virgin-ohjelmaoppaan tietoja, jos saatavilla.
fr: Utiliser l'information EPG Virgin quand elles est disponible.
hr: Koristi Virgin EPG info kada su dostupni.
hu: Virgin EPG információk beolvasása a jelforrásból.
it: Usa le informazioni Virgin EPG quando sono disponibili.
lt: Naudokite Virgin EPG informaciją, kai ji yra prieinama.
nl: Indien geactiveerd kunt u, indien deze beschikbaar is, de Virgin EPG informatie inschakelen.
pl: Użyj informacji Virgin EPG, gdy są one dostępny.
ru: Использовать информацию Virgin телегида, когда она существует.
sk: Používať Virgin EPG informácie, ak sú dostupné.
sr: Koristi Virgin EPG info kada su dostupni.
sv: Använd Virgin EPG-information när den är tillgänglig.
ta: விர்சின் ஈபிசி செய்தி கிடைக்கும்போது அதைப் பயன்படுத்தவும்.
tr: Varsa Virgin EPG bilgisini kullanın.
uk: Використовувати інформацію Virgin ЕПГ, коли вона доступна.
vi: Sử dụng thông tin Virgin EPG khi có sẵn.
zh_cn: 原始EPG信息可用时使用.

source: Use Zap timer end times
cs: Použít časy ukončení časovače Zap
el: Χρήση χρόνων λήξης χρονοδιακόπτη μετάβασης
fi: Käytä kanavan vaihto ajastimen lopetusaikoja
hr: Koristite Zap tajmer za završno vrijeme
it: Usa gli orari di fine del timer Zap
nl: Eindtijden van de Zap-timer gebruiken
pl: Użyj czasów zakończenia timera Zap
sk: Používať čas ukončenia časovača prepnutia
sr: Koristite Zap tajmer za završno vreme
sv: Använd Zappa timer sluttider
ta: சாப் நேரங்குறிகருவி எண்ட் நேரங்களைப் பயன்படுத்தவும்
tr: Kanal değiştirme zamanlayıcısının bitiş zamanlarını kullanın
uk: Використовуйте час закінчення таймера Zap

source: Use a DNS cache to locally store recent DNS lookups to improve performance, reduce latency and outgoing traffic.
cs: Použít DNS cache k lokálnímu ukládání nedávných DNS vyhledávání pro zlepšení výkonu a snížení latence a odchozího provozu.
hr: Koristite DNS predmemoriju za lokalno pohranjivanje nedavnih DNS pretraga kako biste poboljšali izvedbu, smanjili kašnjenje i odlazni promet.
it: Usa una cache DNS per memorizzare localmente le recenti ricerche DNS per migliorare le prestazioni, ridurre la latenza e il traffico in uscita.
sr: Koristite DNS keš za lokalno čuvanje nedavnih DNS pretraga kako biste poboljšali performanse, smanjili latenciju i odlazni promet.
tr: Performansı artırmak, gecikmeyi azaltmak ve giden trafiği düşürmek için son DNS sorgularını yerel olarak depolamak üzere bir DNS önbelleği kullanın.
uk: Використовуйте кеш DNS для локального зберігання останніх DNS-запитів, щоб покращити продуктивність, зменшити затримку та вихідний трафік.

source: Use a gateway
bg: Използвайте шлюз
cs: Použít bránu (gateway)
da: Brug en Router
de: Ein Gateway verwenden
el: Χρήση πύλης
et: Lüüs lubatud
fi: Käytä yhdyskäytävää
fr: Utiliser la passerelle
hr: Korišćenje mrežnog prolaza
hu: Átjáró használata
it: Usa un gateway
lt: Naudoti šliuzą
nl: Gateway gebruiken
pl: Użyj bramy
pt_br: Usar um gateway
ru: Использовать шлюз
sk: Použiť bránu
sl: Uporabi prehod
sr: Korišćenje mrežnog prolaza
sv: Använd en gateway
ta: ஒரு நுழைவாயில் பயன்படுத்தவும்
tr: Ağ geçidi kullan
uk: Використовувати шлюз
vi: Sử dụng cổng
zh_cn: 使用网关

source: Use alternate GitHub DNS
cs: Použijte alternativní GitHub DNS
el: Χρήση εναλλακτικού DNS GitHub
fi: Käytä vaihtoehtoista GitHub DNS
hr: Koristite alternativni GitHub DNS
it: Usa DNS GitHub alternativi
nl: Een alternatief GitHub-DNS instellen
pl: Użyj alternatywnego DNS GitHub
sk: Použiť alternatívne DNS GitHub
sr: Koristite alternativni GitHub DNS
sv: Använd alternativ GitHub DNS
ta: மாற்று அறிவிலிமையம் டி.என்.எச்
tr: Alternatif GitHub DNS kullan
uk: Використати альтернативний DNS GitHub

source: Use an alternative smaller screen.
bg: Използване на алтернативен екран
cs: Použít alternativní menší obrazovku.
el: Χρήση εναλλακτικής μικρότερης οθόνης.
fi: Käytä vaihtoehtoista näyttöä.
fr: Utiliser l'écran alternatif
hr: Koristite alternativni manji zaslon.
it: Usa uno schermo alternativo più piccolo.
lt: Naudokite alternatyvų mažesnį ekraną.
nl: Gebruik een ander scherm.
pl: Użyj alternatywnego mniejszego ekranu.
sk: Použiť alternatívne, menšie zobrazenie.
sr: Koristi alternativni manji ekran.
sv: Använd en alternativ mindre skärm.
ta: மாற்று சிறிய திரையைப் பயன்படுத்தவும்.
tr: Alternatif daha küçük bir ekran kullanın.
uk: Використовувати альтернативне вікно.

source: Use automatic mode detection
cs: Použít automatické rozpoznání režimu
el: Χρήση της αυτόματης ανίχνευσης λειτουργίας
fi: Käytä automaattista tilan tunnistusta
hr: Koristite automatsko prepoznavanje načina
it: Usa rilevamento automatico della modalità
nl: Automatische beeldresolutie gebruiken
pl: Użyj automatycznego trybu wykrywania
sk: Použiť automatickú detekciu režimu
sr: Koristite automatsko prepoznavanje načina
sv: Använd automatisk lägesdetektering
ta: தானியங்கி பயன்முறை கண்டறிதலைப் பயன்படுத்தவும்
tr: Otomatik mod algılamayı kullanın
uk: Використовувати автоматичне визначення режиму

source: Use automatic mode detection? This option reads all supported modes from your TV. Disable it only if you want to customize the preferred configuration.
cs: Použít automatickou detekci režimu? Tato možnost přečte všechny podporované režimy z vašeho televizoru. Deaktivujte ji pouze v případě, že chcete upravit preferovanou konfiguraci.
el: Χρήση της αυτόματης ανίχνευσης λειτουργίας; Αυτή η επιλογή διαβάζει όλες τις υποστηριζόμενες λειτουργίες από την τηλεόρασή σας. Απενεργοποιήστε την μόνο αν θέλετε να προσαρμόσετε τις προτιμώμενες ρυθμίσεις.
fi: Käytetäänkö automaattisen tilan tunnistusta? Tämä vaihtoehto selaa kaikki tuetut tilat televisiostasi. Poista tämä käytöstä vain, jos haluat omaa valintaasi.
hr: Koristite automatsko otkrivanje načina rada? Ova opcija čita sve podržane načine rada s vašeg TV-a. Onemogućite ga samo ako želite prilagoditi željenu konfiguraciju.
it: Usare il rilevamento automatico della modalità? Questa opzione legge tutte le modalità supportate dalla TV. Disattivala solo se desideri personalizzare la configurazione preferita.
nl: Automatische beeldresolutie gebruiken? Deze optie leest alle beschikbare resoluties van de TV. Schakel deze optie alleen uit wanneer je de configuratie aan wil wijzigen.
pl: Użyć automatycznego trybu wykrywania? Opcja ta odczytuje wszystkie obsługiwane tryby TV. Wyłącz ją tylko wtedy, kiedy chcesz dostosować preferowaną konfigurację.
sk: Má sa použiť automatická detekcia režimu? Táto voľba načíta všetky podporované režimy z TV. Vypnite ju len vtedy, ako chcete upraviť preferovanú konfiguráciu.
sr: Koristite automatsko otkrivanje režima? Ova opcija čita sve podržane režime sa vašeg TV. Isključite je samo ako želite da prilagodite preferiranu konfiguraciju.
sv: Använda automatisk lägesdetektering? Detta alternativ läser av alla lägen som stöds från din TV. Avaktivera det endast om du vill anpassa den önskade konfigurationen.
ta: தானியங்கி பயன்முறை கண்டறிதலைப் பயன்படுத்தவா? இந்த விருப்பம் உங்கள் டிவியில் இருந்து அனைத்து உதவி முறைகளையும் படிக்கிறது. விருப்பமான உள்ளமைவைத் தனிப்பயனாக்க விரும்பினால் மட்டுமே அதை முடக்கு.
tr: Otomatik mod algılamayı kullanıyor musunuz? Bu seçenek TV'nizden desteklenen tüm modları okur. Yalnızca tercih edilen yapılandırmayı özelleştirmek istiyorsanız devre dışı bırakın.
uk: Використовувати автоматичне визначення режиму? Ця опція читає всі підтримувані режими з вашого телевізора. Вимкніть його, лише якщо ви хочете налаштувати потрібну конфігурацію.

source: Use best / Controlled by HDMI
bg: използвайте най-добрия / контролиран от HDMI
cs: použijte nejlépe / ovládané přes HDMI
el: Χρήση βέλτιστου/έλεγχος από το HDMI
fi: käytä parasta / HDMI:n hallinnoima
fr: utiliser le mieux / contrôlé par HDMI
hr: Koristite najbolje / Upravlja HDMI
it: Usa migliore e controllato da HDMI
lt: naudoti geriausią / valdoma HDMI
nl: gebruik beste / beheerd door HDMI
pl: używaj najlepszej / kontrolowanego przez HDMI
sk: Použiť najlepšie/ovládané prostredníctvom HDMI
sr: Koristi najbolje / kontrolisano od HDMI
sv: Används bäst / Styrs av HDMI
ta: HDMI ஆல் சிறந்த / கட்டுப்படுத்தப்பட்ட பயன்படுத்தவும்
tr: En iyi kullanım / HDMI tarafından kontrol edilir
uk: використовувати краще / контролюється HDMI

source: Use circular LNB
bg: Използване на кръгово LNB
cs: Použít kruhové LNB
da: Brug cirkulær LBN
el: Χρήση LNB κυκλικής πόλωσης
et: Ringpolar LNB kasutamine
fi: Kiertopolarisaatio
fr: Utiliser un LNB circulaire
hr: Koristi kružni LNB
hu: Körpoláros fej használata
it: Usa LNB circolare
lt: Naudoti apskritiminę LNB
nl: Gebruik de circulaire LNB
pl: Użyj kołowego LNB
ru: Круговой конвертор
sk: Použiť LNB s kruhovou polarizáciou (circular LNB)
sr: Koristi kružni LNB
sv: Använd cirkulär LNB
ta: வட்ட LNB ஐப் பயன்படுத்தவும்
tr: Circular LNB kullan
uk: Використовувати круговий LNB
vi: Sử dụng LNB tròn
zh_cn: 使用圆极化高频头

source: Use defaults
bg: Използвайте настройки по подразбиране
cs: Použít výchozí
el: Χρήση προεπιλογών
fi: Käytä oletusarvoja
fr: Utiliser les défauts
hr: Koristi zadano
it: Usa predefinite
lt: Naudoti numatytąsias reikšmes
nl: Default waarden
pl: Ust. domyślne
sk: Použiť predvolené
sr: Koristi default
sv: Använd standard
ta: இயல்புநிலைகளைப் பயன்படுத்தவும்
tr: Varsayılanları kullan
uk: Параметри за замовчуванням
