Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Files/folders to exclude from backup
bg: Файлове/папки които да се изключат от архива
cs: Soubory/složky vyloučené ze záloh
da: Filer/mapper udelukkes fra kopiering
de: Nicht zu sichernde Dateien
el: Αρχεία/φάκελοι προς εξαίρεση από την εφεδρεία
et: Varukoopiast välja jäetavad failid/kataloogid
fi: Poistot varmuuskopioinnista
fr: Fichiers/répertoires à exclure de la sauvegarde
hr: Datoteke/mape koje treba izuzeti iz sigurnosne kopije
hu: Fájlok/mappák kizárása a mentésből
it: File o cartelle da escludere dal backup
lt: Failai/aplankai, neįtraukti į atsarginę kopiją
nl: Uitgesloten back-up bestanden
pl: Wykluczone pliki z kopii zapasowej
sk: Súbory/priečinky vylúčené zo zálohy
sr: Fajl/Fascikla koje treba isključiti iz rezervne kopije
sv: Filer/mappar som ska uteslutas från säkerhetskopiering
ta: காப்புப்பிரதியிலிருந்து விலக்க கோப்புகள்/கோப்புறைகள்
tr: Yedeklemeden çıkarılacak dosyalar / klasörler
uk: Файли/теки виключити з резервної копії
vi: Tập tin / thư mục để loại trừ khỏi bản sao lưu
zh_cn: 要从备份中排除的文件/文件夹

source: Fill in channel EPGs from the broadcast EPG where there is no IceTV EPG for the channel
bg: Попълнете EPG за канали от EPG за излъчване, където няма IceTV EPG за канала
cs: Vyplnění EPG kanálů z EPG vysílání, pokud pro daný kanál neexistuje EPG IceTV
da: Udfyld kanal EPGer fra udsendt EPG hvor der ikke er nogen IceTV EPG for kanalen
de: Standard EPG von dem Sender nutzen, für den es keinen IceTV-EPG gibt
el: Συμπλήρωση των EPG των καναλιών από τους εκπεμπόμενους, όταν δεν υπάρχει IceTV EPG για το κανάλι
fi: Täytä kanavan EPG: t lähetetystä EPG: stä, jos kanavalle ei ole IceTV EPG: tä
fr: Remplir les EPG des chaînes à partir de l'EPG de diffusion lorsqu'il n'existe pas d'EPG IceTV pour la chaîne
hr: Ispunite EPG kanale iz emitiranog EPG-a gdje nema IceTV EPG za kanal
it: Compila EPG del canale dall'EPG trasmesso dove non c'è EPG IceTV per il canale
lt: Užpildykite kanalų EPG iš transliacijos EPG, kai nėra IceTV EPG kanalo
nl: Laat de zender EPG automatisch actualiseren wanneer er geen IceTV EPG beschikbaar is
pl: Wypełnij EPG kanału z EPG transmisji, w której nie ma EPG IceTV dla kanału
sk: Doplniť EPG pre kanály z vysielaného EPG, ak IceTV neobsahuje EPG pre tento kanál
sr: Popuni kanal EPG iz emitovanja EPG gde ne postoji IceTV EPG za kanal
sv: Fyll i kanalens EPG från sändningens EPG om det inte finns någon IceTV EPG för kanalen
ta: சேனலுக்கு ICETV EPG இல்லாத ஒளிபரப்பு EPG இலிருந்து சேனல் EPG களை நிரப்பவும்
tr: IceTV de EPG'si bulunmayan kanallar için yayın EPG'sinden kanal EPG'lerini doldurun
uk: Заповніть EPG каналу з EPG трансляції, де для каналу немає EPG IceTV
zh_cn: 在没有IceTV EPG的广播中填写频道EPG

source: Film-noir
el: Φιλμ νουάρ
hr: Crni-Film
lt: Juodas filmas
nl: Misdaadfilm
uk: Фільм-Нуар

source: Film/Cinema
cs: film/kino
el: φιλμ/κινηματογράφος
hr: Film/kino
lt: filmas/kinas
nl: film/bioscoop
sr: Film/Bioskop
sv: film/bio
tr: Film/Sinema
uk: фільм/кіно

source: Filter extensions
cs: Filtrovat rozšíření
el: Φιλτράρισμα επεκτάσεων
fi: Suodattimen laajennukset
hr: Proširenja filtra
it: Filtro estensioni
lt: Filtrų plėtiniai
nl: Extensies filteren
pl: Filtruj rozszerzenia
sk: Filtrovať rozšírenia
sr: Filter Proširenja
sv: Filtertillägg
ta: நீட்டிப்புகளை வடிகட்டவும்
tr: Filtre uzantıları
uk: Фільтр розширень

source: Filter files to be listed by the defined extension. Note that the symbol '(*)' will appear in the title if filtering is in effect.
cs: Filtrujte soubory, které mají být uvedeny podle definované přípony. Všimněte si, že pokud je filtrování aktivní, v názvu se objeví symbol '(*)'.
el: Φιλτράρετε τα αρχεία που θα εμφανίζονται με την καθορισμένη επέκταση. Σημειώστε ότι το σύμβολο '(*)' θα εμφανιστεί στον τίτλο εάν ισχύει φιλτράρισμα.
fi: Suodata tiedostot luetteloitavaksi määritellyn laajennuksen mukaan. Huomaa, että otsikossa näkyy symboli '(*)', jos suodatus on käytössä.
hr: Filtrirajte datoteke koje će biti navedene prema zadanim proširenjima. Imajte na umu da će se simbol '(*)' pojaviti u naslovu ako je filtriranje na snazi.
it: Filtra i file da elencare in base all'estensione definita. Si noti che il simbolo '(*)' apparirà nel titolo se il filtro è attivo.
lt: Filtruokite failus, kurie turi būti išvardyti pagal apibrėžtą plėtinį. Atkreipkite dėmesį, kad simbolis "(*)" bus rodomas pavadinime, jei galioja filtravimas.
nl: Filter bestanden op de gekozen extensie. Merk op dat het symbool "(*)" in de titel verschijnt als er wordt gefilterd.
pl: Filtruje pliki, które zostaną wylistowane wg zdefiniowanego rozszerzania. Informacja: Symbol '(*)' pojawi się w tytule, jeśli filtrowanie jest aktywne.
sk: Filtrovanie súborov v zozname podľa definovaného rozšírenia. Pri aktívnom filtrovaní sa v názve zobrazí symbol '(*)'.
sr: Filter fajl koje treba nabrojati definisanom oznakom tipa fajla. Na kraju će se simbol '(*)' pojaviti u naslovu ako je filtriranje na snazi.
sv: Filtrera filer som ska listas efter det definierade tillägget. Observera att symbolen "(*)" kommer att visas i titeln om filtrering är aktiverad.
ta: வரையறுக்கப்பட்ட நீட்டிப்பால் பட்டியலிட வேண்டிய கோப்புகளை வடிகட்டவும். வடிகட்டுதல் நடைமுறையில் இருந்தால் '(*)' அடையாளம் தலைப்பில் தோன்றும் என்பதை நினைவில் கொள்க.
tr: Listelenecek dosyaları tanımlanan uzantıya göre filtreleyin. Filtreleme etkinse başlıkta '(*)' sembolü görünecektir.
uk: Фільтрувати файли, які будуть перераховані за визначеним розширенням. Зауважте, що символ '(*)' з’явиться в заголовку, якщо діє фільтр.

source: Final position at
bg: Окончателна позиция в
cs: Konečná pozice na
da: Endelig placering ved
el: Τελική θέση σε
et: Lõplik asukoht
fi: Lopullinen sijainti
fr: Position finale à
hr: Konačna pozicija na
hu: Végleges pozíció
it: Posizione finale a
lt: Galutinė pozicija
nl: Eindpositie op
pl: Ostateczne miejsce w
pt_br: Posição final em
ru: Итоговая позиция в
sk: Konečná pozícia na
sr: Konačna pozicija na
sv: Slutlig position på
ta: இறுதி நிலை
tr: Son konum
uk: Кінцева позиція в
vi: Vị trí cuối cùng tại
zh_cn: 在最后的位置

source: Final position at index
bg: Окончателна позиция в индекса
cs: Konečná pozice na indexu
da: Endelig placering ved indeks
el: Τελευταία αποθηκευμένη θέση
et: Lõplik asukoht indeksis
fi: Lopullinen sijainti indeksissä
fr: Position finale à l'indice
hr: Konačna pozicija u indeksu
hu: Végleges pozíció indexe
it: Posizione finale all'indice
lt: Galutinė indekso pozicija
nl: Eindpositie op index
pl: Końcowa pozycja przy indeksie
pt_br: Posição final no índice
ru: Номер итоговой позиции
sk: Konečná pozícia na indexe
sr: Konačna pozicija u indeksu
sv: Slutlig position vid index
ta: குறியீட்டில் இறுதி நிலை
tr: İndeksteki son konum
uk: Кінцева позиція з індексом
vi: Vị trí cuối cùng tại chỉ số
zh_cn: 最终位置索引

source: Final scroll delay
bg: Окончателно закъснение при превъртане
cs: Ukončit zpožděné rolování
da: Endelig rulleforsinkelse
de: Verzögerung nach Text-Durchlauf
el: Τελική καθυστέρηση κύλισης
et: Kerimise lõplik viiteaeg
fi: Vieritysviive
fr: Délai du défilement final
hr: Posljednje odlaganje pomjeranja
hu: Görgetés végének késleltetése
it: Ritardo finale dello scorrimento
lt: Galutinė slinkties delsa
nl: Scrollvertraging
pl: Końcowe opóźnienie przewijania
ru: Задержка финальной прокрутки
sk: Oneskorenie po skončení rolovania
sr: Poslednje odlaganje pomeranja
sv: Fördröjning av slutlig scroll
ta: இறுதி உருள் நேரந்தவறுகை
tr: Son kaydırma gecikmesi
uk: Затримка фінальної прокрутки
vi: Độ trễ cuộn cuối cùng
zh_cn: 最后滚动延时

source: Finance
bg: Финанси
da: Finans
de: Finanzen
el: Οικονομία
fi: Rahoitus
hr: Financije
it: Finanza
lt: Finansai
nl: Financiën
pl: Finanse
sk: Financie
sr: Biznis
sv: Finans
ta: பொருள்
tr: Finans
uk: Фінанси
zh_cn: 金融

source: Find Currently Playing Service
bg: намери сервиза, който се изпълнява в момента
cs: Najít aktuálně přehrávaný kanál
el: Εύρεση της τρέχουσας αναπαραγόμενης υπηρεσίας
fi: Etsi nykyinen kanava kanavalistasta
fr: Trouver le service courant
hr: Pronađi uslugu koja se trenutno reproducira
it: Trova servizio attualmente in riproduzione
lt: surasti dabar žiūrėtą kanalą
nl: Toon de huidige zender in de lijst
pl: Znajdź aktualnie uruchomiony kanał
sk: Nájsť aktuálne spustenú stanicu
sr: Pronađi servis koji se Trenutno Reprodukuje
sv: Hitta tjänst som spelas för närvarande
ta: தற்போது விளையாடும் சேவையைக் கண்டறியவும்
tr: Şu Anda İzlenen Kanalı Bul
uk: Повернутися до поточного каналу в списку

source: Find connected events
cs: Hledání spojených událostí
el: Αναζήτηση συνδεδεμένων προγραμμάτων
hr: Pronalaženje sličnih događaja
it: Ricerca eventi collegati in corso
lt: Ieškoma susijusių įvykių
nl: Zoekt verbonden events
sr: Traženje povezanih događaja
sv: Söker anslutna evenemang
tr: Bağlantılı etkinlikler aranıyor
uk: Пошук пов'язаних подій

source: Find out more at %s
bg: Научете повече на %s
cs: Více informací najdete na %s
da: Find ud af mere på %s
de: Erfahren Sie mehr unter %s
el: Δείτε περισσότερα στο %s
fi: Lisätietoja %s
fr: Pour en savoir plus, consultez le site %s
hr: Saznajte više na %s
it: Scopri di più su %s
lt: Sužinokite daugiau %s
nl: Lees meer op %s
pl: Dowiedz się więcej na %s
sk: Viac informácií nájdete na %s
sr: Saznajte više na %s
sv: Läs mer på %s
ta: %s இல் மேலும் கண்டறியவும்
tr: Daha fazla bilgi için %s adresini ziyaret edin
uk: Дізнайтеся більше на %s
zh_cn: 更多信息请访问%s

source: Find similar events in the EPG
bg: Намерете подобни събития в EPG
cs: Vyhledávání podobných událostí v EPG
el: Εύρεση παρόμοιων προγραμμάτων στο EPG
fi: Etsi samanlaisia ohjelmia EPG:stä
fr: Trouver des événements similaires dans l'EPG
hr: Pronađi slične događaje u EPG
it: Trova eventi simili nell'EPG
lt: Rasti panašius įvykius EPG
nl: Zoek vergelijkbare programma's in de EPG
pl: Znajdź podobne wydarzenia w EPG
sk: Nájsť podobné udalosti v EPG
sr: Pronađi slične događaje u EPG
sv: Hitta liknande evenemang i EPG
ta: ஈபிசியில் இதே போன்ற நிகழ்வுகளைக் கண்டறியவும்
tr: EPG'de benzer etkinlikleri bulun
uk: Знайти схожі передачі в EPG

source: Find the service currently playing
cs: Najít aktuálně přehrávanou službu
el: Εύρεση της υπηρεσίας που αναπαράγεται
fi: Etsi parhaillaan toistettava palvelu
hr: Pronađite uslugu koja se trenutno reproducira
it: Trova servizio attualmente in riproduzione
nl: Zoek de op dit moment actieve zender
pl: Znajdź aktualnie odtwarzaną usługę
sk: Nájsť aktuálne prehrávanú službu
sr: Pronalaženje servisakoji se trenutno reprodukuje
sv: Hitta den tjänst som spelas för närvarande
ta: தற்போது விளையாடும் சேவையைக் கண்டறியவும்
tr: Şu Anda İzlenen Kanalı Bul
uk: Знайти канал, який відтворюється в даний момент

source: Finding available log files, please wait...
cs: Vyhledávání dostupných souborů protokolu, počkejte prosím...
el: Εύρεση διαθέσιμων αρχείων καταγραφής, παρακαλώ περιμένετε...
fi: Etsi saatavilla olevia lokitiedostoja, odota...
hr: Pronalaženje dostupnih datoteka dnevnika, pričekajte...
it: Ricerca dei file di registro disponibili, attendi...
lt: Radę galimus žurnalo failus, palaukite...
nl: Zoeken naar beschikbare log-bestanden, even geduld...
pl: Trwa wyszukiwanie dostępnych plików logów, proszę czekać...
sk: Vyhľadávajú sa dostupné súbory s denníkmi, čakajte, prosím…
sr: Pronalaženje dostupnih log fajlova, sačekajte...
sv: Letar efter tillgängliga loggfiler, vänta...
ta: கிடைக்கக்கூடிய பதிவு கோப்புகளைக் கண்டறிதல், தயவுசெய்து காத்திருங்கள் ...
tr: Kullanılabilir günlük dosyaları bulunuyor, lütfen bekleyin...
uk: Пошук доступних файлів журналу, зачекайте...

source: Fine arts
cs: výtvarné umění
el: καλές τέχνες
hr: Lijepe umjetnosti
it: belle arti
lt: vaizduojamasis menas
nl: beeldende kunsten
sr: Likovne umetnosti
sv: skön konst
tr: Güzel sanatlar
uk: образотворче мистецтво

source: Fine movement
bg: Фино движение
cs: Jemné natáčení
da: Finbevægelse
de: Fein-Steuerung
el: Μικροκίνηση
et: Täppisliigutamine
fi: Moottorin hienosäätö
fr: Contrôle fin
hr: Fino pomjeranje
hu: Finom mozgatás
it: Movimento fine
lt: Tikslus sukimas
nl: Fijn bewegen
pl: Krótkie Przesunięcia
pt_br: Ajuste fino
ru: Тонкое перемещение
sk: Jemný pohyb
sr: Fino pomeranje
sv: Fin rörelse
ta: நல்ல இயக்கம்
tr: İnce hareket
uk: Точне переміщення
vi: Phong trào tốt
zh_cn: 精细运动

source: Fine-tune
bg: Фина настройка
cs: Jemné doladění
el: Μικρορύθμιση
fi: Hienosäätö
fr: Syntonisation fine
hr: Fino podešavanje
it: Sintonia fine
lt: Tikslus nustatymas
nl: Fijn afstelling
pl: Ustawienia precyzyjne
sk: Jemné doladenie
sr: Fino podešavanje
sv: Finjustera
ta: நன்றாக-டியூன்
tr: İnce ayar
uk: Точне налаштування

source: Finished
bg: Завършено
cs: Dokončeno
da: Gennemført
de: Beendet
el: Ολοκληρώθηκε
et: Lõppenud
fi: Valmis
fr: Terminé
hr: Završeno
hu: Kész
it: Terminato
lt: Baigta
nl: Voltooid
pl: Zakończone
pt_br: Pronto
ru: Завершено
sk: Dokončené
sl: Zaključeno
sr: Završeno
sv: Avslutade
ta: முடிந்தது
tr: Bitti
uk: Завершено
vi: Đã kết thúc
zh_cn: 完成

source: Finished configuring your network
bg: Завършена е конфигурацията на мрежата
cs: Konfigurace sítě dokončena
da: Opsætning af dit netværk gennemført
de: Netzwerk-Konfiguration abgeschlossen
el: Ολοκλήρωση ρύθμισης δικτύου
et: Võrgu seadistamine lõpetatud
fi: Verkon määritys suoritettu
fr: Fin de la configuration de votre réseau
hr: Završeno je podešavanje mreže
hu: A hálózati beállítás befejeződött
it: Configurazione di rete terminata
lt: Jūsų tinklo konfigūravimas baigtas
nl: Klaar met het configureren van uw netwerk
pl: Zakończono konfigurowanie sieci
pt_br: Configuração de rede finalizada
ru: Настройка сети закончена
sk: Nastavenie siete je dokončené
sl: Nastavljanje omrežja je zaključeno!
sr: Završeno je podešavanje mreže
sv: Färdig med att konfigurera ditt nätverk
ta: உங்கள் பிணையத்தை உள்ளமைத்தல் முடிந்தது
tr: Ağ yapılandırmanız tamamlandı
uk: Конфігурацію Вашої мережі завершено
vi: Hoàn tất cấu hình mạng của bạn
zh_cn: 您的网络配置完成

source: Finland
cs: Finsko
de: Finnland
el: Φινλανδία
et: Soome
fi: Suomi
fr: Finlande
hu: Finnország
it: Finlandia
lt: Suomija
pl: Finlandia
sk: Fínsko
ta: பின்லாந்து
tr: Finlandiya
uk: Фінляндія
vi: Phần Lan
zh_cn: 芬兰

source: Finnish
cs: Finsky
da: Finsk
de: Finnisch
el: Φιvλανδικά
et: Soome
fi: Suomi
fr: Finlandais
hr: Finski
hu: Finn
it: Finlandese
lt: Suomių
nl: Fins
pl: Fiński
pt_br: Finlandês
ru: Финский
sk: fínčina
sr: Finski
sv: Finska
ta: பின்னிச்
tr: Fince
uk: Фінська
vi: Phần Lan
zh_cn: 芬兰语

source: First playable time shift file!
bg: Първият годен за възпроизвеждане TimeShift файл!
cs: První přehratelný soubor časového posunu!
el: Πρώτο αρχείο χρονομετατόπισης για αναπαραγωγή!
fi: Olet ensimmäisen toistettavan aikasiirtotiedoston alussa!
fr: Premier fichier lisible de PauseDirect !
hr: Prva datoteka s vremenskim pomakom koja se može reproducirati!
it: Primo file timeshift riproducibile!
lt: Pirmas rodytinas laiko poslinkio failas!
nl: Eerst speelbare Timeshift bestand!
pl: Pierwszy odtwarzalny plik timeshift!
sk: Prvý prehrávateľný súbor s timeshiftom!
sr: Prva reprodukcija tajmšifta fajla!
sv: Första spelbara tidsskiftfilen!
ta: முதல் விளையாடக்கூடிய நேர சிப்ட் கோப்பு!
tr: Oynanabilir ilk zaman kaydırma dosyası!
uk: Перший відтворений файл таймшифта!

source: Fishing
bg: Риболов
cs: Rybaření
da: Fiskeri
de: Angeln
el: Ψάρεμα
fi: Kalastus
fr: Pêche
hr: Ribarstvo
it: Pesca
lt: Žvejyba
nl: Vissen
pl: Wędkarstwo
sk: Rybolov
sr: Ribolov
sv: Fiske
ta: மீன்பிடித்தல்
tr: Balık tutma
uk: Риболовля
zh_cn: 垂钓

source: Fitness and Health
cs: Fitness a zdraví
el: Άσκηση και υγεία
hr: Fitnes i Zdravlje
it: fitness e salute
lt: fitnesas ir sveikata
nl: fitness & gezondheid
sr: Fitnes i Zdravlje
sv: Träning och hälsa
tr: Fitness ve Sağlık
uk: фітнес і здоров'я

source: Fixed
bg: Фиксиран
cs: Pevná
da: Fast
de: Fixiert
el: Σταθερό
et: Määratud
fi: Kiinteä
fr: Fixé
hr: Fiksni
hu: Rögzített
it: Fissato
lt: Fiksuota
nl: Vast
pl: Naprawiony
pt_br: Fixo
ru: Фиксировано
sk: Fixné
sr: Fiksni
sv: Fast
ta: சரி
tr: Sabit
uk: Фіксований
vi: Đã sửa
zh_cn: 固定

source: Fixed X11 font (SD)
bg: Фиксиран шрифт X11 (SD)
cs: Opravené písmo X11 (SD)
da: Fast X11 skrifttype (SD)
de: Fester X11 Zeichensatz (SD)
el: Σταθερή γραμματοσειρά X11 (SD)
et: Määratud X11 kirjatüüp (SD)
fi: Kiinteä X11 fontti merkistö (SD)
fr: Police fixe X11 (SD)
hr: Fiksni font X11 (SD)
hu: Rögzítve X11 betűként (SD)
it: Carattere fisso X11 (SD)
lt: Fiksuotas X11 šriftas (SD)
nl: Vast X11 lettertype (SD)
pl: Naprawiona czcionka X11 (SD)
sk: Písmo Fixed X11 (SD)
sr: Fiksni font X11 (SD)
sv: Fixat X11-teckensnitt (SD)
ta: நிலையான ஃச் 11 எழுத்துரு (எச்டி)
tr: Sabit X11 yazı tipi (SD)
uk: Фіксований шрифт Х11 (SD)
vi: Đã sửa lỗi phông chữ X11 (SD)
zh_cn: 固定的X11字体(标清)

source: Flash Expander
el: Επέκταση flash
fi: Muistin laajennus
hr: Flash Proširenje
it: Espansore flash
pl: Rozszerzanie Flash
sk: Flash expandér
sr: Flash Proširenje
ta: ஃபிளாச் விரிவாக்கம்
tr: Flaş Genişletici
uk: Розширення Flash

source: Flash Expander Actions
cs: Akce flash expandéru
el: Ενέργειες επέκτασης flash
fi: Muistin laajennuksen Toiminnot
hr: Flash Proširenje Radnja
it: Azioni espansore flash
nl: Flash-Expander Acties
pl: Akcje rozszerzacza flash
sk: Akcie pre flash expandér
sr: Flash Proširenje Radnja
sv: Flash Expander-åtgärder
ta: ஃபிளாச் விரிவாக்க செயல்கள்
tr: Flaş Genişletici İşlemleri
uk: Дії розширювача флеш-пам’яті

source: Flash Image
bg: Флаш изображение
de: Flashe Image
el: Φλασάρισμα image
et: Püsivara paigaldus
fi: Päivitä
fr: Flasher image
hr: Flash Imidž
it: Flash immagine
lt: Įdiegti atvaizdą
pl: Instalacja systemu
sk: Flashovanie image
sr: Fleš Imidž
sv: Flash-bild
ta: ஃபிளாச் படம்
tr: Yazılımı Yükle
uk: Запис Іміджа
vi: Hình ảnh flash
zh_cn: 刷写镜像

source: Flash Manager - %s Images
cs: Správce flash - %s Obrázky
el: Διαχείριση φλασαρισμάτων - %s images
fi: Ohjelmisto hallinta - %s Ohjelmistot
hr: Upravitelj flash - %s Slike
it: Gestore flash: immagini %s
lt: Įdiegimo valdytojas – %s atvaizdai
pl: Menadżer instalowania - Systemy %s
sk: Správca flashovania – %s image
sr: Fleš Menadžer - %s Imidža
sv: Flash Manager - %s bilder
ta: ஃப்ளாச் மேலாளர் - %s படங்கள்
tr: Flaş Yöneticisi - %s Yazılımları
uk: Флеш-менеджер - %s іміджів

source: Flash Manager - Distributions
cs: Správce flash - Distribuce
el: Διαχείριση φλασαρισμάτων - διανομές
fi: Päivitysten Hallinta
hr: Upravitelj flash - Distribucija
it: Gestore flash: distribuzioni
lt: Įdiegimo valdytojas – p
nl: Flash Manager - Distributies
pl: Menadżer Flash - Dystrybucje
sk: Správca flashovania – Distribúcie
sr: Fleš Menadžer - Distribucija
sv: Flash Manager - Distributioner
ta: ஃபிளாச் மேலாளர் - வழங்கல்
tr: Flaş Yöneticisi - Dağıtımlar
uk: Флеш-менеджер дистрибутіви

source: Flash Manager Actions
cs: Akce správce flash
el: Ενέργειες διαχείρισης φλασαρισμάτων
fi: Päivityksien Hallinta Asetukset
hr: Radnja Upravitelja flash
it: Azioni gestore flash
lt: Įdiegimo valdytoj
nl: Flash Manager Acties
pl: Akcje programu Flash Manager
sk: Správca flashovania – Akcie
sr: Fleš Menadžer Radnja
sv: Flash Manager-åtgärder
ta: ஃபிளாச் மேலாளர் செயல்கள்
tr: Flaş Yöneticisi İşlemleri
uk: Флеш-менеджер дії

source: Flash Online
bg: Флаш онлайн
cs: Změna Image ONLINE / DISK
da: Online Flash
de: Flashen online/lokal
el: Διαδικτυακό φλασάρισμα
et: Püsivara paigaldus
fi: Lataa uusi ohjelmisto internetin kautta
fr: Flasher en ligne
hr: Flash na Mreži
it: Flash in linea
lt: Įdiegti tiesiai iš interneto
nl: Flash online/lokaal
pl: Instalacja systemu online
ru: Прошить ресивер из интернета
sk: Online flashovanie
sr: Fleš na Mreži
ta: ஆன்லைனில் ஃபிளாச்
tr: Çevrimiçi Yazılım Yükleme
uk: Прошити приймач онлайн
vi: Flash trực tuyến
zh_cn: 在线刷机

source: Flash Online a new image
bg: Онлайн флаш на нов имидж
cs: Flešnutí nové image Online
da: Online flash et nyt Image
de: Online/Offline flashen
el: Διαδικτυακό φλασάρισμα ενός νέου image
et: Paigalda vastuvõtjale uus püsivara
fi: Lataa internetistä uusi ohjelmisto image
fr: Flasher une nouvelle image en ligne
hr: Flash na Mreži novog imidža
hu: Egy új lemezkép Online Flashelése
it: Installa una nuova immagine
lt: Įdiegti naują atvaizdą tiesiai iš interneto
nl: Flash een image online of lokaal
pl: Zainstaluj nowy system z sieci
ru: Прошить ресивер новым имиджем
sk: Online flashovanie nového image
sr: Fleš na Mreži novog imidža
sv: Flash Online en ny bild
ta: ஆன்லைனில் ஒரு புதிய படத்தை ஃபிளாச் செய்யுங்கள்
tr: Çevrimiçi yeni yazılım yükle
uk: Прошити приймач новим іміджем
vi: Flash trực tuyến một hình ảnh mới
zh_cn: 在线刷写新镜像

source: Flash and restore settings and no plugins
cs: Provést flash a obnovit nastavení bez pluginů
el: Φλασάρισμα και επαναφορά ρυθμίσεων χωρίς τα πρόσθετα
fi: Päivitä ja palauta asetukset, ei laajennuksia
hr: Bljeskanje i vraćanje postavki i bez dodataka
it: Flash, ripristino impostazioni, nessun plugin ripristinato
lt: Įdiegti, atkurti parametrus be priedų
nl: Flash en herstel instellingen, zonder plugins
pl: Instalowanie i przywracanie ustawień bez wtyczek
ru: Прошить и восстановить настройки, но без плагинов
sk: Flashovať a obnoviť nastavenia, žiadne pluginy
sr: Postavke fleša i vraćanje u predhodno stanje i bez plugina
sv: Flash och återställning av inställningar och inga plugins
ta: அமைப்புகள் மற்றும் செருகுநிரல்கள் இல்லை
tr: Yazılımı yükle, ayarları geri yükle ve eklenti yok
uk: Налаштування прошивки та відновлення без плагінів

source: Flash and restore settings and selected plugins (Ask user)
cs: Provést flash a obnovit nastavení a vybrané pluginy (Zeptat se uživatele)
el: Φλασάρισμα και επαναφορά ρυθμίσεων και επιλεγμένων προσθέτων (ερώτηση χρήστη)
fi: Päivitä ja palauta asetukset ja valitut laajennukset (Kysy käyttäjältä)
hr: Bljeskanje i vraćanje postavki i odabranih dodataka (Pitaj korisnika)
it: Flash, ripristino impostazioni e plugin selezionati (ti verrà chiesta conferma)
lt: Atsarginė kopija, įdiegimas, nustatymų ir pasirinktų priedų atkūrimas (klausti vartotojo)
nl: Flash en herstel instellingen, plugins vragen
pl: Instalowanie i przywracanie ustawień oraz wybranych wtyczek (Zapytaj użytkownika)
sk: Flashovať a obnoviť nastavenia a vybrané pluginy (opýtať sa používateľa)
sr: Postavke fleša i vraćanje u predhodno stanje i izabranih plugina (Pitaj korisnika)
sv: Flash och återställning av inställningar och valda plugins (Fråga användaren)
ta: அமைப்புகள் மற்றும் தேர்ந்தெடுக்கப்பட்ட செருகுநிரல்களை ஃபிளாச் மற்றும் மீட்டமை (பயனரிடம் கேளுங்கள்)
tr: Yazılımı yükle, ayarları geri yükle ve seçilmiş eklentileri yükle (Kullanıcıya Sor)
uk: Налаштування прошивки та відновлення вибраних плагінів (Запитати користувача)

source: Flash directory '%s' not allowed!
bg: Флаш на директорията „%s“ не е разрешена!
cs: Adresář Flash '%s' není povolen!
el: Ο κατάλογος flash '%s' δεν επιτρέπεται!
fi: Flash hakemisto '%s' ei ole sallittu!
fr: Le répertoire Flash '%s' n’est pas autorisé !
hr: Flash direktorij '%s' nije dopušten!
it: Cartella flash '%s' non consentita!
lt: Įdiegimo katalogas "%s" neleidžiamas!
nl: Flash van map '%s' is niet toegestaan!
pl: Katalog '%s' nie może być użyty jako flash!
sk: Flash priečinok '%s' nie je povolený!
sr: Fleš direktorijum '%s' nije dozvoljen!
sv: Flash-katalogen '%s' är inte tillåten!
ta: ஃபிளாச் அடைவு '%s' அனுமதிக்கப்படவில்லை!
tr: Yükleme dizini '%s'e izin verilmiyor!
uk: Flash-каталог '%s' заборонено!

source: Flash type
bg: Тип флашване
cs: Typ flash
el: Τύπος flash
fi: Ohjelmisto tyyppi
hr: Vrsta flash
it: Tipo di flash
lt: Įdiegimo tipas
pl: Typ Flash
sk: Typ flashovania
sr: Fleš tip
sv: Typ av blixt
ta: ஃபிளாச் வகை
tr: Yazılım türü
uk: Тип запису

source: Flash used
cs: Flash použitý
el: Flash σε χρήση
fi: Sisäinen muisti käytetty
hr: Korištena bljeskalica
it: Flash usato
lt: Naudotas įdiegimas
nl: Flash gebruikt
pl: Wykorzystano flash
sk: Použitý flash
sr: Fleš korisnika
sv: Flash används
ta: ஃபிளாச் பயன்படுத்தப்பட்டது
tr: Flaş kullanıldı
uk: Використовується Flash
