Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Server must not enforce its own blocklist. Some servers may implement their own blacklists to block sites for parental control, ad blocking, etc. reasons.
cs: Server nesmí vynucovat vlastní blocklist. Některé servery mohou zavést vlastní blocklist k blokování stránek kvůli rodičovské kontrole, blokování reklam atd.
hr: Poslužitelj ne smije nametati vlastitu listu blokiranih. Neki poslužitelji mogu implementirati vlastite crne liste za blokiranje stranica iz razloga roditeljskog nadzora, blokiranja oglasa itd.
it: Il server non deve applicare una propria blacklist. Alcuni server potrebbero implementare le proprie blacklist per bloccare i siti per motivi di controllo parentale, blocco degli annunci pubblicitari, ecc.
sr: Server ne sme da sprovodi sopstvenu listu blokiranih. Neki serveri mogu implementirati svoje crne liste kako bi blokirali sajtove iz razloga roditeljskog nadzora, blokiranja oglasa itd.
tr: Sunucu kendi engelleme listesini zorunlu kılmamalıdır. Bazı sunucular, ebeveyn kontrolü, reklam engelleme vb. nedenlerle siteleri engellemek için kendi kara listelerini uygulayabilir.
uk: Сервер не повинен застосовувати власний чорний список. Деякі сервери можуть впроваджувати власні чорні списки для блокування сайтів з метою батьківського контролю, блокування реклами тощо.

source: Server must not log user queries (declarative). This can improve the privacy of DNS lookups by not logging the request on the server providing the data.
cs: Server nesmí zaznamenávat uživatelské dotazy. Překlady DNS se nesmí ukládat na serveru, což vede ke zvýšení ochrany soukromí.
hr: Server ne smije bilježiti upite korisnika (deklarativno). To može poboljšati privatnost DNS upita tako što se zahtjev neće bilježiti na serveru koji pruža podatke.
it: Il server non deve registrare le query degli utenti (dichiarativo). Questo può migliorare la privacy delle ricerche DNS evitando di registrare la richiesta sul server che fornisce i dati.
sr: Server ne sme da zapisuje korisnička upite (deklarativno). Ovo može poboljšati privatnost DNS pretraga tako što se zahtev ne zapisuje na serveru koji pruža podatke.
tr: Sunucu, kullanıcı sorgularını kaydetmemelidir (bildirimsel). Bu, veri sağlayan sunucuda isteği kaydetmeyerek DNS aramalarının gizliliğini artırabilir.
uk: Сервер не повинен реєструвати запити користувачів (декларативно). Це може покращити конфіденційність DNS-запитів, не реєструючи запит на сервері, що надає дані.

source: Server must support DNS Security Extensions (DNSSEC). This is a data signing option that protects the integrity of the DNS data against compromises like cache poisoning.
cs: Server musí používat zabezpečení DNSSEC. To je ochrana překladů DNS proti zneužití zranitelnosti typu cache poisoning.
hr: Poslužitelj mora podržavati DNS sigurnosne ekstenzije (DNSSEC). To je opcija digitalnog potpisivanja podataka koja štiti integritet DNS podataka od kompromitacija poput trovanja predmemorije.
it: Il server deve supportare DNS Security Extensions (DNSSEC). Si tratta di un'opzione di firma dei dati che protegge l'integrità dei dati DNS da compromissioni come l'avvelenamento della cache.
sr: Server mora da podržava DNS Security Extensions (DNSSEC). Ovo je opcija potpisivanja podataka koja štiti integritet DNS podataka od kompromitovanja, poput trovanja keša.
tr: Sunucunun DNS Güvenlik Uzantılarını (DNSSEC) desteklemesi gerekir. Bu, önbellek zehirlenmesi gibi saldırılara karşı DNS verilerinin bütünlüğünü koruyan bir veri imzalama seçeneğidir.
uk: Сервер повинен підтримувати розширення безпеки DNS (DNSSEC). Це опція підпису даних, яка захищає цілісність даних DNS від компрометацій, таких як отруєння кешу.

source: Servers
bg: Сървъри
cs: Servery
da: Servere
de: Server
el: Διακομιστές
et: Serverid
fi: Palvelimet
fr: Serveurs
hr: Serveri
hu: Kiszolgálók
it: Server
lt: Serveriai
pl: Serwery
ru: Серверы
sk: Servery
sr: Serveri
sv: Servrar
ta: சேவையகங்கள்
tr: Sunucular
uk: Сервери
vi: Máy chủ
zh_cn: 服务器

source: Service
bg: Сервиз
cs: O programu
da: Kanal
de: Kanal
el: Υπηρεσία
et: Kanal
fi: Kanava
hr: Kanal
hu: Csatorna információ
it: Servizio
lt: Kanalas
nl: Zender
pl: Kanał
pt_br: Canal
ru: О сервисе
sk: Stanica/služba
sl: Informacije o trenutnem programu
sr: Kanal
sv: Tjänst
ta: பணி
tr: Kanal
uk: Канал
vi: Dịch vụ
zh_cn: 频道

source: Service & PID
bg: Сервизи & PIDs
cs: Servis a PID
el: Υπηρεσία & PIDs
fi: Kanava & PIDs
fr: Services & PIDs
hr: Servis & PID
it: Servizio e PID
lt: Kanalai ir PIDs
nl: Zender & PID's
pl: Kanał & PIDy
sk: Stanica & PID
sr: Servis & PID
ta: பணி & பிஐடி
tr: Kanal & PID
uk: Канал і PIDи

source: Service '%s' added.
cs: Služba '%s' přidána.
el: Η υπηρεσία '%s' προστέθηκε.
fi: Kanava '%s' lisätty.
hr: Kanal '%s' dodan.
it: Servizio '%s' aggiunto.
lt: Paslauga "%s" pridėta.
nl: Zender '%s' toegevoegd.
pl: Usługa '%s' dodana.
sk: Stanica/služba '%s' bola pridaná.
sr: Kanal '%s' dodan.
sv: Tjänsten '%s' har lagts till.
ta: பணி '%s' சேர்க்கப்பட்டது.
tr: '%s' kanalı eklendi.
uk: Додано канал '%s'.

source: Service '%s' deleted.
cs: Služba '%s' odstraněna.
el: Η υπηρεσία '%s' διαγράφτηκε.
fi: Kanava '%s' poistettu.
hr: Kanal '%s' izbrisati.
it: Servizio '%s' eliminato.
lt: Paslauga '%s' ištrinta.
nl: Zender '%s' verwijderd.
pl: Usługa '%s' usunięta.
sk: Stanica/služba '%s' bola vymazaná.
sr: Kanal '%s' izbrisati.
sv: Tjänst '%s' borttagen.
ta: பணி '%s' நீக்கப்பட்டது.
tr: '%s' kanalı silindi.
uk: Канал '%s' видалено.

source: Service '%s' is already defined.
cs: Služba „%s“ je již definována.
el: Η υπηρεσία '%s' έχει ήδη οριστεί.
fi: Kanava '%s' on jo määritelty.
hr: Kanal '%s' je već definisan.
it: Il servizio '%s' è già definito.
lt: Paslauga '%s' jau apibrėžta.
nl: Zender '%s' is al ingesteld.
pl: Usługa '%s' jest już zdefiniowana.
sk: Stanica/služba '%s' je už definovaná.
sr: Kanal '%s' je već definisan.
sv: Tjänsten '%s' är redan definierad.
ta: பணி '%s' ஏற்கனவே வரையறுக்கப்பட்டுள்ளது.
tr: '%s' kanalı zaten tanımlanmış.
uk: Канал '%s' вже визначено.

source: Service ID (SID)
cs: ID služby (SID)
el: Αναγνωριστικό υπηρεσίας (SID)
fi: Kanava ID (SID)
hr: Servis ID (SID)
it: ID servizio (SID)
lt: Kanalo ID (SID)
pl: ID kanału (SID)
sk: ID služby (SID)
sr: Servis ID (SID)
ta: பணி ஐடி (எச்ஐடி)
tr: Kanal Kimliği (SID)
uk: Ідентифікатор каналу (SID)

source: Service Information
cs: Servisní informace
de: Kanal-Informationen
el: Πληροφορίες υπηρεσίας
et: Kanali andmed
fi: Kanava tiedot
hr: Servis Info
hu: Csatorna információ
it: Informazioni sul servizio
lt: Kanalo informacija
nl: Zenderinformatie
pl: Informacje usługi
ru: Информация канала
sk: Servisná informácia
sr: Servis Info
sv: Tjänste information
ta: பணி செய்தி
tr: Kanal Bilgileri
uk: Інформація Каналу
vi: Thông tin dịch vụ
zh_cn: 频道信息

source: Service Information Actions
cs: Akce s informacemi o službě
el: Ενέργειες πληροφοριών υπηρεσίας
fi: Kanavan Tiedot Toiminnot
hr: Servis Info Radnja
it: Azioni di informazioni sul servizio
nl: Zenderinformatie Acties
pl: Akcje informacji usługi
sk: Akcie pre servisnú informáciu
sr: Servis Info Radnja
sv: Serviceinformation Åtgärder
ta: பணி செய்தி நடவடிக்கைகள்
tr: Kanal Bilgisi İşlemleri
uk: Інформаційні дії щодо каналу

source: Service Scan
cs: Skenování služby
el: Ανίχνευση υπηρεσιών
fi: Kanavahaku
hr: Skeniranje usluge
it: Scansione servizio
lt: Kanalų paieška
nl: Zenders scannen
pl: Skanowanie kanałów
sk: Vyhľadávanie staníc alebo služieb
sl: Iskanje kanalov
sr: Skeniranje usluge
ta: பணி ச்கேன்
tr: Kanal Taraması
uk: Пошук Каналів

source: Service Scan Actions
cs: Akce skenování služeb
el: Ενέργειες ανίχνευσης υπηρεσιών
fi: kanavahaku toiminnot
hr: Radnje Skeniranja Servisa
it: Azioni di scansione servizii
nl: Zender scan Acties
pl: Akcje skanowania kanałów
sk: Akcie vyhľadávania staníc/služieb
sr: Radnje Skeniranja Servisa
sv: Service Scan Åtgärder
ta: பணி ச்கேன் செயல்கள்
tr: Kanal Tarama İşlemleri
uk: Дії кнопок Меню сканування

source: Service Selection Actions
bg: Действия за избор на сервиз
cs: Akce pro výběr služeb
el: Ενέργειες επιλογής υπηρεσιών
fi: Palvelu valinta toiminnot
fr: Actions de sélection de service
hr: Radnje Izbora Kanala
it: Azioni di selezione del servizio
lt: Aptarnavimo pasirinkimo veiksmai
nl: Zender selectie acties
pl: Akcje wyboru usługi
sk: Akcie výberu stanice
sr: Radnje Izbora Kanala
sv: Åtgärder för val av tjänst
ta: பணி தேர்வு நடவடிக்கைகள்
tr: Kanal Seçimi İşlemleri
uk: Дії для Вибіру Каналів

source: Service Title mode
bg: Режим за заглавие на сервиза
cs: Názvy programů
da: Kanaltitel tilstand
de: Einstellungen Anzeigemodus
el: Λειτουργία τίτλου υπηρεσίας
et: Kanalinime kuju
fi: Kanavan otsikkotila
fr: Mode titre de service
hr: Režim Naziva Kanala
hu: Információ kijelzési módja
it: Modalità Titolo del servizio
lt: Kanalo pavadinimo atvaizdavimo būdas
nl: Zenders titel mode
pl: Tryb tytułu kanału
ru: Режим переименования канала
sk: Režim názvu stanice
sr: Režim Naziva Kanala
sv: Service Title-läge
ta: பணி தலைப்பு பயன்முறை
tr: Kanal Başlığı modu
uk: Режим назви каналу
vi: Chế độ tiêu đề dịch vụ
zh_cn: 频道标题模式

source: Service and PID information
cs: Servisní a PID informace
el: Πληροφορίες υπηρεσίας και PID
fi: Kanava ja PID tiedot
hr: Informacije o servisu i PID
it: Informazioni sul servizio e sul PID
nl: Zender en PID-informatie
pl: Informacje kanału oraz PID
sk: Informácia o službe a PID
sr: Informacije o servisu i PID
sv: Service- och PID-information
ta: பணி மற்றும் பிஐடி செய்தி
tr: Kanal ve PID bilgileri
uk: Канал та PID інформація

source: Service and PID information for '%s'
cs: Informace o službě a PID pro '%s'
el: Πληροφορίες υπηρεσίας και PID για το '%s'
fi: Kanavan ja PID tiedot '%s'
hr: Informacije o servisu i PID za '%s'
it: Informazioni sul servizio e sul PID per '%s'
nl: Zender en PID-informatie voor '%s'
pl: Informacje kanału oraz PID dla '%s'
sk: Informácia o službe a PID pre '%s'
sr: Informacije o servisu i PID za '%s'
sv: Service- och PID-information för '%s'
ta: '%s' க்கான பணி மற்றும் PID செய்தி
tr: '%s' için Kanal ve PID bilgileri
uk: Канал та інформація PID для '%s'

source: Service font size
bg: Размер а шрифта на сервиза
cs: Velikost fontu programů
da: Kanal skriftstørrelse
de: Schriftgröße für Sendernamen
el: Μέγεθος γραμματοσειράς υπηρεσίας
et: Kanali tähesuurus
fi: Kanavan tekstikoko
fr: Taille de la police pour les services
hr: Veličina slova kanala
hu: Csatorna betű méreté
it: Dimensione carattere del servizio
lt: Kanalo šrifto dydis
nl: Zender lettergrootte
pl: Rozmiar czcionki kanału
ru: Размер шрифта для канала
sk: Veľkosť písma pre stanicu
sr: Veličina fonta kanala
sv: Tjänstetypsstorlek
ta: பணி எழுத்துரு அளவு
tr: Kanal yazı tipi boyutu
uk: Розмір шрифту для каналу
vi: Cỡ chữ dịch vụ
zh_cn: 服务字体大小

source: Service info
bg: Сервизна информация
cs: Info o programu
da: Kanalinfo
de: Sender-Infos
el: Πληροφορίες υπηρεσίας
et: Kanaliinfo
fi: Kanavan tiedot
fr: Info service
hr: Kanal info
hu: Csatorna
it: Informazioni servizio
lt: Informacija apie kanalą
nl: Zender info
pl: Info o kanale
pt_br: Informações do canal
ru: Инфо канала
sk: Informácie o stanici
sr: Kanal info
sv: Information om tjänsten
ta: பணி செய்தி
tr: Kanal bilgisi
uk: Інформація каналу
vi: Thông tin dịch vụ
zh_cn: 频道信息

source: Service info font size
bg: Размер на шрифта за сервизна информация
cs: Velikost fontu infa o kanálu
da: Kanalinfo skriftstørrelse
de: Schriftgröße für Sendungsinformationen
el: Μέγεθος γραμματοσειράς πληροφοριών υπηρεσίας
et: Saateinfo tähesuurus
fi: Ohjelmatiedon tekstikoko
fr: Taille de la police pour les infos du service
hr: Kanal info veličina slova
hu: Csatorna információ betű mérete
it: Dimensione carattere delle informazioni sul servizio
lt: Kanalo informacijos šrifto dydis
nl: Programma omschrijving lettergrootte
pl: Rozmiar czcionki Informacji o kanale
ru: Размер шрифта для передачи
sk: Veľkosť písma informácie o stanici
sr: Kanal info veličina fonta
sv: Teckenstorlek för serviceinformation
ta: பணி செய்தி எழுத்துரு அளவு
tr: Kanal bilgisi yazı tipi boyutu
uk: Розмір шрифту для передачі
vi: Kích thước phông chữ thông tin dịch vụ
zh_cn: 频道信息的字体大小

source: Service invalid! (Timeout reading PMT)
bg: Невалиден сервиз! (Време на отчитане PMT)
cs: Neplatná stanice! (Vypršel časový limit čtení PMT)
da: Kanal fejl! (Tidsudløb ved læsning af PMT)
de: Kanal ist ungültig! (Zeit lief beim Lesen der PMT ab)
el: Μη έγκυρη υπηρεσία! (Υπέρβαση χρόνου ανάγνωσης του PMT)
et: Kehtetu kanal! (PMT lugemise aegumine)
fi: Valittua kanavaa ei löydy. (Aikaraja ylittyi Program Map Tablea luettaessa.)
fr: Service invalide ! (Timeout de lecture du PMT)
hr: Kanal je nevažeći! (Isteklo čitanje PMT)
hu: Érvénytelen csatorna! (PMT olvasási időtúllépés)
it: Servizio non valido! (Timeout lettura PMT)
lt: Neteisingas kanalas! (Nėra PMT atsako)
nl: Zender ongeldig! (Timeout reading PMT)
pl: Nieprawidłowy Kanał! (Koniec czasu czytania PMT)
pt_br: Canal inválido! (Timeout reading PMT)
ru: Сервис не работает! (Таймаут чтения PMT)
sk: Neplatná stanica! (Vypršanie času pri čítaní PMT)
sl: Kanal neveljaven! (Potekel čas branja PMT)
sr: Kanal je nevažeći! (Isteklo čitanje PMT)
sv: Tjänsten ogiltig! (Timeout vid läsning av PMT)
ta: பணி தவறானது! (PMT ஐ நேரம் முடிந்தது)
tr: Kanal geçersiz! (PMT okumasında zaman aşımı oluştu)
uk: Канал недійсний! (Кінець часу читання PMT)
vi: Dịch vụ không hợp lệ! (Hết thời gian đọc PMT)
zh_cn: 无效的服务! (超时阅读PMT)

source: Service name
bg: Име на сервиз
cs: Název programu
da: Kanalnavn
de: Sendername
el: Όνομα υπηρεσίας
et: Kanali nimi
fi: Kanavan nimi
fr: Nom du service
hr: Ime Kanala
hu: Csatornanév
it: Nome del servizio
lt: Kanalo pavadinimas
nl: Zendernaam
pl: Nazwa kanału
pt_br: Serviço
ru: Название канала
sk: Názov stanice
sr: Ime Kanala
sv: Namn på service
ta: பணி பெயர்
tr: Kanal ismi
uk: Назва каналу
vi: Tên dịch vụ
zh_cn: 频道名称

source: Service name font size
bg: Размер на шрифта на сервизното име
cs: Velikost fontu názvu programů
da: Kanalnavn skriftstørrelse
de: Schriftgröße für Sendernamen
el: Μέγεθος γραμματοσειράς ονόματος υπηρεσίας
et: Kanalinime tähesuurus
fi: Kanavanimen tekstikoko
fr: Taille de la police pour le nom du service
hr: Ime Kanala veličina slova
hu: Csatornanév betű neve
it: Dimensione carattere del nome del servizio
lt: Kanalo pavadinimo šrifto dydis
nl: Zendernaam lettergrootte
pl: Rozmiar czcionki nazwy kanału
ru: Размер шрифта для названия канала
sk: Veľkosť písma názvu stanice
sr: Ime Kanala veličina fonta
sv: Tjänstenamnets teckenstorlek
ta: பணி பெயர் எழுத்துரு அளவு
tr: Kanal ismi yazı tipi boyutu
uk: Розмір шрифту назви каналу
vi: Cỡ chữ dịch vụ
zh_cn: 频道名称字体大小

source: Service not found! (SID not found in PAT)
bg: Не е открит сервиз! (SID не е открит в PAT)
cs: Kanál nebyl nalezen! (SID nebyl nalezen v PAT)
da: Kanal ikke fundet! (SID ikke fundet i PAT)
de: Kanal nicht gefunden! (SID nicht in PAT gefunden)
el: Η υπηρεσία δεν βρέθηκε! (το SID δεν βρέθηκε στο PAT)
et: Kanalit ei leitud! (SID ei leitud PAT-st)
fi: Valittua kanavaa ei löydy. (Kanavan Service ID:tä ei löydy Program Association Tablesta.)
fr: Service non trouvé ! (SID non trouvé dans PAT)
hr: Kanal nije pronađen! (SID nije pronađen u PAT)
hu: A csatorna nem található! (Nincs SID a PAT-ban)
it: Servizio non trovato! (SID non trovato in PAT)
lt: Kanalas nerastas! (SID nėra PAT)
nl: Zender niet gevonden! (SID not found in PAT)
pl: Nie znaleziono kanału! (SID nie znaleziony w PAT)
pt_br: Canal não encontrado! (SID not found in PAT)
ru: Сервис не найден! (SID не найден в PAT)
sk: Stanica sa nenašla! (SID nenájdený v PAT)
sl: Kanala ni moč najti! (SID ni v PAT)
sr: Kanal nije pronađen! (SID nije pronađen u PAT)
sv: Tjänsten hittades inte! (SID hittades inte i PAT)
ta: பணி கிடைக்கவில்லை! (SID PAT இல் காணப்படவில்லை)
tr: Kanal bulunamadı! (SID, PAT içerisinde bulunamadı)
uk: Канал не знайдено! (SID не знайдено в PAT)
vi: Không tìm thấy dịch vụ! (Không tìm thấy SID trong PAT)
zh_cn: 找不到频道! (SID没有找到)

source: Service number and service name
cs: Číslo programu a název programu
el: Αριθμός και όνομα υπηρεσίας
fi: Kanavan Numero ja Palvelu Nimi
fr: Numéro de service et nom de service
hr: Broj servisa i naziv servisa
it: Numero del servizio e Nome del servizio
lt: Kanalo numeris ir kanalo pavadinimas
nl: Zendernummer en zendernaam
sr: Broj servisa i naziv servisa
sv: Servicenummer och servicenamn
tr: Kanal numarası ve kanal ismi
uk: Номер каналу і Назва каналу

source: Service number font size
bg: Размер на шрифта на номера на сервиза
cs: Velikost fontu čísla programů
da: Kanalnummer skriftstørrelse
de: Schriftgröße für Sendernummern
el: Μέγεθος γραμματοσειράς αριθμού υπηρεσίας
et: Kanali numbri tähesuurus
fi: Kanavanumeron tekstikoko
fr: Taille de la police pour les nombres
hr: Veličina slova za broj kanala
hu: Csatorna számának betű mérete
it: Dimensione carattere del numero di servizio
lt: Kanalo numerio šrifto dydis
nl: Zendernummer grootte
pl: Rozmiar czcionki numeru kanału
ru: Размер шрифта для номера канала
sk: Veľkosť písma čísla stanice
sr: Veličina fonta za broj kanala
sv: Teckenstorlek för servicenummer
ta: பணி எண் எழுத்துரு அளவு
tr: Kanal numarası yazı tipi boyutu
uk: Розмір шрифту для номера каналу
vi: Cỡ chữ số dịch vụ
zh_cn: 频道号码的字体大小

source: Service number, picon and service name
cs: Číslo programu, pikona a název programu
el: Αριθμός, λογότυπο και όνομα υπηρεσίας
fi: Kanavan Numero. Logo ja Palvelu Nimi
fr: Numéro de service, Picon et nom du service
hr: Servisni broj, pikon i ime servisa
it: Numero del servizio, Picon e Nome del servizio
lt: Kanalo numeris, logotipas ir kanalo pavadinimas
nl: Zendernummer, Picon en zendernaam
sr: Servisni broj, pikon i ime servisa
sv: Servicenummer, picon och servicenamn
tr: Kanal numarası, pikon ve kanal ismi
uk: Номер каналу, Пікон і Назва каналу

source: Service off-air
bg: Сервиз извън ефир
cs: Servis mimo vysílání
el: Υπηρεσία εκτός λειτουργίας
fi: Kanavan pois päältä
fr: Service hors antenne
hr: Kanala nema u eteru
it: Servizio off-air
lt: Netransliuojamas
nl: Zender 'uit de lucht'
pl: Sewis off-air
sk: Služba off-air
sr: Kanala nema u eteru
sv: Service utanför sändning
ta: பணி ஆஃப்-ஏர்
tr: Kanal yayın dışı
uk: Канал поза ефіром
zh_cn: 空中服务

source: Service online
cs: Služba online
hr: Servis na mreži
it: Servizio online
sr: Servis na mreži
tr: Çevrimiçi kanal
uk: Обслуговування онлайн

source: Service picons aspect ratio
bg: Съотношение нана сервизните пикони
cs: Poměr stran pikon programů
da: Kanal Pikoner størrelsesforhold
de: Senderlogos (Picons) Seitenverhältnis
el: Λόγος πλευρών λογότυπων υπηρεσίας
et: Pikonite kuvasuhe
fi: Kanavalogojen kuvasuhde
fr: Format d’image des picons de service
hr: Odnos širina/visina pikona kanala
it: Proporzioni delle icone di servizio
lt: Kanalų logotipų formato santykis
nl: Picons beeldverhouding
pl: Proporcje pikon
sk: Pomer strán pikon
sr: Odnos širina/visina pikona kanala
sv: Service picons bildförhållande
ta: பணி பிகன்ச் விகித விகிதம்
tr: Kanal pikonları en boy oranı
uk: Пропорції пікона каналу
vi: Tỷ lệ khung hình dịch vụ picons
zh_cn: 频道picons纵横比

source: Service picons downsize
bg: Размер надолу на сервизните пикони
cs: Zmenšit picony programu
da: Kanal Pikoner nedskalering
de: Senderlogos (Picons) verkleinern
el: Σμίκρυνση λογότυπων υπηρεσίας
et: Pikonite skaleerimine
fi: Kanavalogojen pienennys
fr: Réduire la taille des picons du service
hr: Smanjenje veličine pikona kanala
hu: Csatorna képek lekicsinyítése
it: Ridimensionamento delle icone di servizio
lt: Kanalų logotipų sumažinimas
nl: Picons verkleinen
pl: Zmniejszanie pikon
sk: Zmenšenie veľkosti pikon
sr: Smanjenje veličine pikona kanala
ta: பணி பிகன்கள் குறைகின்றன
tr: Kanal pikonları küçültme
uk: Зменшувати пікони каналів
vi: Dịch vụ giảm kích thước
zh_cn: 频道picons大小

source: Service reference
bg: Референция на сервиза
cs: Reference kanálu
da: Kanalreference
de: Service-Referenz
el: Αναφορά υπηρεσίας
et: Viitenumber
fi: Referenssi
fr: Référence service
hr: Referenca kanala
hu: Referencia szám
it: Riferimento del servizio
lt: Kanalo nuoroda
nl: Zenderreferentie
pl: Referencje
pt_br: Referência
ru: Референс канала
sk: Referencia stanice
sr: Referenca kanala
sv: Referens för tjänst
ta: பணி குறிப்பு
tr: Kanal referansı
uk: Референс Каналу
vi: Tham khảo dịch vụ
zh_cn: 频道参数

source: Service scan
bg: Сканиране на сервизи
cs: Vyhledávání programů
da: Kanalsøgning
de: Kanalsuche
el: Ανίχνευση υπηρεσιών
et: Kanaliotsing
fi: Kanavahaku
fr: Recherche des services
hr: Skeniranje kanala
hu: Csatornakeresés
it: Scansione del servizio
lt: Kanalų paieška
nl: Zenders zoeken
pl: Skanowanie kanałów
pt_br: Busca de canais
ru: Поиск каналов
sk: Vyhľadávanie staníc
sl: Iskanje kanalov
sr: Skeniranje kanala
ta: பணி ச்கேன்
tr: Kanal tarama
uk: Пошук каналів
vi: Quét dịch vụ
zh_cn: 频道扫描

source: Service selection canceled.
cs: Volba služby zrušena.
el: Ακύρωση της επιλογής υπηρεσιών.
fi: Kanavan valinta peruutettu.
hr: Odabir kanala je otkazan.
it: Selezione del servizio annullata.
lt: Paslaugos pasirinkimas atšauktas.
nl: Zender selectie geannuleerd.
pl: Anulowano wybór usługi.
sk: Výber stanice alebo služby bol zrušený.
sr: Izbor kanala je otkazan.
sv: Val av tjänst avbruten.
ta: பணி தேர்வு ரத்து செய்யப்பட்டது.
tr: Kanal seçimi iptal edildi.
uk: Вибір каналу скасовано.

source: Service unavailable! Check tuner configuration!
bg: Сервизът не е наличен! Проверете конфигурацията на тунера!
cs: Stanice nedostupná! Ověřte nastavení tuneru!
da: Kanal ikke fundet! Kontroler Tuner konfigurationen!
de: Kanal nicht verfügbar! Bitte Tuner-Konfiguration überprüfen!
el: Μη διαθέσιμη υπηρεσία! Ελέγξτε τις ρυθμίσεις του tuner!
et: Kanal pole saadaval! Kontrolli tuuneri seadeid!
fi: Ei kanavaa, tarkista virittimen asetukset!
fr: Service indisponible ! Vérifiez la configuration du tuner !
hr: Kanal nije dostupan! Provjerite konfiguraciju tunera!
hu: A csatorna nem elérhető! Kérem, ellenőrizze a tuner beállításokat!
it: Servizio non disponibile! Controlla la configurazione del tuner!
lt: Kanalas neprieinamas! Tikrinkite imtuvo nustatymus!
nl: Zender niet beschikbaar! Controleer uw tuner configuratie!
pl: Kanał niedostępny! Sprawdź konfigurację tunera!
pt_br: Serviço indisponível! Verifique o tuner!
ru: Сервис недоступен! Проверьте настройки тюнера!
sk: Stanica je nedostupná! Skontrolujte nastavenie tunera!
sl: Kanal ni dostopen! Preverite nastavitve tunerja.
sr: Kanal nije dostupan! Proverite konfiguraciju tjunera!
sv: Tjänsten är inte tillgänglig! Kontrollera tunerkonfigurationen!
ta: பணி கிடைக்கவில்லை! ட்யூனர் உள்ளமைவை சரிபார்க்கவும்!
tr: Kanal kullanılamaz! Tuner ayarlarınızı kontrol edin!
uk: Канал недоступний! Перевірте налаштування тюнера!
vi: Dịch vụ Không sẵn có! Kiểm tra cấu hình bộ chỉnh!
zh_cn: 频道不可用! 检查调谐器配置!

source: Service width
bg: Широчина на сервиза
cs: Šířka názvu kanálu
da: Kanal bredde
de: Sendernamen Breite
el: Πλάτος υπηρεσίας
et: Kanalinime laius
fi: Kanavan leveys
fr: Largeur du service
hr: Širina kanala
hu: Csatorna szélessége
it: Larghezza del servizio
lt: Kanalo plotis
nl: Zendernaam breedte
pl: Szerokość usługi
ru: Ширина названия канала
sk: Šírka stanice
sr: Širina kanala
sv: Servicebredd
ta: பணி அகலம்
tr: Kanal genişliği
uk: Ширина назви каналу
vi: Chiều rộng dịch vụ
zh_cn: 频道宽度

source: Service zap delay mode
cs: Zpoždění při přepnutí kanálu
el: Λειτουργία καθυστέρησης ζάπινγκ
fi: Kanavan vaihtoviive
fr: Mode de délai du zap des chaînes
hr: Režim kašnjenja servisa zap
it: Modalità ritardo zap al canale
lt: Kanalo jungimo delsos režimas
nl: Zap-vertraging
pl: Tryb opóźnienia przełączania kanału
sk: Režim oneskorenia pri prepnutí kanála
sr: Režim kašnjenja servisa zap
sv: Service zap fördröjningsläge
ta: சேனல் சாப் தாமத முறை
tr: Kanal değiştirme gecikme modu
uk: Режим затримки переключення каналу
