Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Show HDMI-Output Res
bg: Показване на HDMI-изход Res
cs: Zobrazit rozlišení HDMI-výstupu
da: Vis HDMI udgangsopløsning
de: Zeige HDMI Auflösung
el: Εμφάνιση ανάλυσης εξόδου HDMI
et: Kuva HDMI väljundi lahutus
fi: Näytä HDMI Ulostulo resoluutio
fr: Afficher la résolution de sortie HDMI
hr: Pokaži HDMI Izlaznu Rez
hu: A HDMI kimenet felbontásának megjelenítése
it: Mostra risoluzione uscita HDMI
lt: Rodyti HDMI išvesties rezoliuciją
nl: Toon HDMI-uitgang res
pl: Pokaż rozdzielczość HDMI
ru: Показать разрешение выхода HDMI
sk: Zobraziť výst. rozlíšenie HDMI
sr: Pokaži HDMI Izlaznu Rez
sv: Visa HDMI-utgång Res
ta: HDMI- வெளியீட்டு ரெச் காட்டு
tr: HDMI Çıkış Çözünürlüğünü Göster
uk: Показати роздільність виходу HDMI
vi: Hiển thị độ phân giải đầu ra HDMI
zh_cn: 显示HDMI输出分辨率

source: Show InfoBar
bg: Показване на инфобар
cs: Zobrazit Infobar
el: Εμφάνιση μπάρας πληροφοριών
fi: Näytä Tietopalkki
fr: Afficher l'infobarre
hr: Pokaži Info Traku
it: Mostra InfoBar
lt: Rodyti infojuostą
nl: Toon informatiebalk
pl: Pokaż pasek informacyjny
sk: Zobraziť infolištu
sr: Pokaži Info Traku
sv: Visa InfoBar
ta: இன்போபரைக் காட்டு
tr: Bilgi Çubuğunu göster
uk: Показати Інфобар

source: Show InfoBar lite
cs: Zobrazit odlehčený Infobar
el: Εμφάνισης λιτής μπάρας *
hr: Pokaži malu Info Traku *
it: Mostra barra informazioni lite *
lt: Rodyti supaprastintą info juostą *
nl: Toon de eenvoudige informatiebalk *
sr: Pokaži malu Info Traku *
sv: Visa Infobaren lite * *
tr: Bilgi Çubuğunu (lite) göster
uk: Показати інфобар-лайт *

source: Show InfoBar on channel change
bg: Показване на инфобар при смяна на канал
cs: Zobrazit Infobar při přepnutí programu
el: Εμφάνιση μπάρας πληροφοριών σε αλλαγή καναλιού
fi: Näytä tietopalkki kanavaa vaihdettaessa
fr: Afficher barre d'infos au changement de chaîne
hr: Pokaži Info Traku na promjeni kanala
it: Mostra barra informazioni su cambio canale
lt: Rodyti info juostą, perjungiant kanalą
nl: Informatiebalk zichtbaar bij zenderwissel
pl: Pokaż pasek informacyjny podczas zmiany kanału
sk: Zobraziť infolištu pri zmene kanála
sr: Pokaži Info Traku na promeni kanala
sv: Visa InfoBar vid kanalbyte
ta: சேனல் மாற்றத்தில் இன்போபரைக் காட்டு
tr: Kanal değiştirildiğinde Bilgi Çubuğunu göster
uk: Показати Інфобар при зміні каналу

source: Show InfoBar on event change
bg: Показване на инфобар при смяна на събитие
cs: Zobrazit Infobar při změně programu v EPG
el: Εμφάνιση μπάρας πληροφοριών σε αλλαγή εκπομπής
fi: Näytä tietopalkki ohjelman vaihtuessa
fr: Afficher barre d'infos au changement d'émission
hr: Pokaži Info Traku o promjeni događaja
it: Mostra barra informazioni su cambio evento
lt: Rodyti info juostą, keičiantis įvykiui
nl: Informatiebalk zichtbaar bij programmastart
pl: Pokaż pasek informacyjny podczas zmiany wydarzenia
sk: Zobraziť infolištu pri zmene programu
sr: Pokaži Info Traku o promeni događaja
sv: Visa InfoBar vid ändring av händelse
ta: நிகழ்வு மாற்றத்தில் இன்போபரைக் காட்டு
tr: Etkinlik değişikliklerinde Bilgi Çubuğunu göster
uk: Показати Інфобар під час зміни передачі

source: Show InfoBar on skip forward/backward
bg: Показване на инфобар при прескачане напред/назад
cs: Zobrazit Infobar při přeskočení dopředu/zpět
el: Εμφάνιση της μπάρας πληροφοριών κατά τα εμπρός/πίσω
fi: Näytä tietopalkki kelauksien/hyppyjen aikana
fr: Afficher barre d'infos sur saut avant/arrière
hr: Pokaži Info Traku na preskoku naprijed/nazad
it: Mostra barra informazioni su salto avanti/indietro
lt: Rodyti info juostą praleidžiant į priekį/atgal
nl: Informatiebalk zichtbaar bij voor/terug spoelen
pl: Pokaż pasek informacyjny podczas przewijania do przodu/tyłu
sk: Zobraziť infolištu pri skoku dopredu/dozadu
sr: Pokaži Info Traku na preskoku napred/nazad
sv: Visa InfoBar när du hoppar framåt/bakåt
ta: முன்னோக்கி/பின்தங்கிய நிலையில் உள்ள இன்போபரைக் காட்டு
tr: İleri/geri sardırmada Bilgi Çubuğunu göster
uk: Показати Інфобар під час перемотки

source: Show InfoBar picons
bg: Показване на пикони в инфобара
cs: Zobrazit Infobar s picony
el: Εμφάνιση λογότυπων (picons) στη μπάρα πληροφοριών
fi: Näytä kanavalogot tietopalkissa
fr: Afficher picon dans infobarre
hr: Pokaži pikone Info Trake
it: Mostra picon su barra informazioni
lt: Rodyti info juostos logotipus
nl: Toon picons op de informatiebalk
pl: Pokaż pikony paska informacyjnego
sk: Zobraziť pikony v infolište
sr: Pokaži pikone Info Trake
sv: Visa InfoBar picons
ta: இன்போபார் பிகன்களைக் காட்டு
tr: Bilgi Çubuğunda pikonları göster
uk: Показати пікони в Інфобарі

source: Show Kernel packages
cs: Zobrazit balíčky jádra
el: Εμφάνιση πακέτων Kernel
fi: Näytä Kernel paketit
hr: Pokaži Jezgra pakete
it: Mostra pacchetti del kernel
nl: Kernel
pl: Pokaż pakiety kernel
sk: Zobraziť balíčky kernelu
sr: Pokaži Jezgra pakete
sv: Visa Kernel-paket
ta: கர்னல் தொகுப்புகளைக் காட்டு
tr: Çekirdek paketlerini göster
uk: Показати пакети ядра

source: Show Live in MiniTV
bg: Показване на живо в MiniTV
cs: Zobrazit živé vysílání v MiniTV
da: Vis Live i MiniTV
de: Zeige Live-TV im MiniTV
el: Εμφάνιση ζωντανής TV σε MiniTV
et: Telekanal MiniTV-s
fi: Näytä suora MiniTV:eessä
fr: Afficher en direct dans MiniTV
hr: Pokaži Uživo u MiniTV
hu: Az élőkép mutatása a MiniTV-ben
it: Mostra la diretta nella MiniTV
lt: Rodyti tiesiogiai į MiniTV
nl: Toon Live in MiniTV
pl: Pokaż Na żywo w MiniTV
sk: Zobraziť naživo v MiniTV
sr: Pokaži Uživo u MiniTV
sv: Visa live i MiniTV
ta: மினிட்வியில் நேரடியாகக் காட்டு
tr: MiniTV'de Canlı Yayınları Göster
uk: Показати передачу в PіG-вікні
vi: Hiển thị trực tiếp trong MiniTV
zh_cn: 显示MiniTV直播

source: Show Log
bg: Показване на дневника
cs: Zobrazit zprávu
da: Vis log
de: Zeige Log
el: Εμφάνιση καταγραφής
et: Kuva logi
fi: Näytä Loki
fr: Afficher la log
hr: Pokaži log
hu: Napló megjelenítése
it: Mostra registro
lt: Loginis žurnalas
nl: Log tonen
pl: Pokaż Log
ru: Показать Лог
sk: Zobraziť denník
sl: Pokaži dnevnik
sr: Pokaži log
sv: Visa logg
ta: பதிவைக் காட்டு
tr: Günlüğü göster
uk: Див. Лог
vi: Hiển thị nhật ký
zh_cn: 显示日志

source: Show Log Manager in Extension Menu
bg: Показване на Log Manager в списъка с разширения
cs: Zobrazit Manažera zpráv v rozšířené nabídce (modré tlačítko)
el: Εμφάνιση της διαχείρισης καταγραφών στη λίστα επεκτάσεων
fi: Näytä lokien hallinta laajennus listassa
fr: Afficher le gestionnaire de log dans la liste des extensions ?
hr: Prikaži Log Upravitelja u Proširenom menu
it: Mostra gestore registro nel menu Estensioni
lt: Rodyti žurnalo tvarkyklę plėtinių sąraše
nl: Toon de Log-manager in het Extensies-menu (BLAUW-lang)
pl: Pokaż Log Menedżera w Menu rozszerzenia
sk: Zobraziť Správcu denníkov v zozname rozšírení
sr: Pokaži Log Menadžera u Meniju Proširenja
sv: Visa Log Manager i tilläggsmenyn
ta: நீட்டிப்பு பட்டியலில் பதிவு மேலாளரைக் காட்டு
tr: Uzantı Menüsünde Günlük Yöneticisini Göster
uk: Показати Менеджер логів в меню розширень

source: Show M2k packages
cs: Zobrazit balíčky M2k
el: Εμφάνιση πακέτων M2k
fi: Näytä M2k paketit
hr: Pokaži M2k pakete
it: Mostra pacchetti M2k
nl: M2K
pl: Pokaż pakiety M2k
sk: Zobraziť balíčky M2k
sr: Pokaži M2k pakete
sv: Visa M2k-paket
ta: M2K தொகுப்புகளைக் காட்டு
tr: M2k paketlerini göster
uk: Показати пакети M2k

source: Show Media Player in Main Menu
bg: показване на медия плеър на основното меню
cs: Zobrazit Mediaplayer v hlavním menu
el: Εμφάνιση της αναπαραγωγής πολυμέσων στο κύριο μενού
fi: näytä mediatoistin päävalikossa
fr: Afficher le lecteur de média dans le menu principal
hr: Pokaži Medija Plejer u Glavnom menu
it: Mostra Media Player nel menu principale
lt: Medija grotuvą rodyti pagrindiniame meniu
nl: Mediaspeler in het hoofdmenu tonen
pl: pokaż odtwarzacz multimedialny w menu głównym
sk: Zobraziť prehrávač médií v hlavnom menu
sr: Pokaži Medija Plejer u Glavnom Meniju
sv: Visa mediaspelare i huvudmenyn
ta: முதன்மையான பட்டியலில் மீடியா பிளேயரைக் காட்டு
tr: Medya Oynatıcıyı Ana Menüde göster
uk: показати медіаплеєр в головному меню

source: Show Media playback remaining/elapsed as
cs: Zobrazit přehrávání Zbývající/Uplynulý jako
el: Εμφάνιση εναπομείναντα/παρελθόντα χρόνου αναπαραγωγής ως
hr: Prikaži preostalo/proteklo vrijeme reprodukcije medija kao
it: Mostra riproduzione rimanente/trascorsa come
lt: Rodyti liko/praėjo medijos atkūrime, kaip
nl: Toon de resterende/verstreken media afspeeltijd als
sr: Prikaži preostalo/proteklo vreme reprodukcije medija kao
sv: Visa mediauppspelning Kvarvarande/förlängd som
tr: Medya oynatımının kalan/geçen süresini göster
uk: Показати при відтворенні залишилось/минуло як

source: Show Merlin EPG Center
bg: Показване на Merlin EPG център
cs: Zobrazit Merlin EPG Centrum
da: Vis Merlin EPG Center
de: Zeige Merlin EPG Center
el: Εμφάνιση Κέντρου Πολυμέσων Merlin
et: Merlin EPG Center
fi: Näytä Merlin EPG Center
fr: Afficher Merlin EPG Center
hr: Pokaži Merlin EPG Centar
hu: Merlin EPG Center megjelenítése
it: Mostra centro EPG Merlin
lt: Rodyti Merlin EPG centrą
nl: Toon Merlin EPG
pl: Pokaż Centrum Merlin EPG
ru: Показать Merlin EPG Center
sk: Zobraziť Merlin EPG Center
sr: Pokaži Merlin EPG Centar
sv: Visa Merlin EPG Center
ta: மெர்லின் ஈபிசி மையத்தைக் காட்டு
tr: Merlin EPG Center Göster
uk: Показати Центр ЕПГ Мерлін
vi: Hiển thị Trung tâm EPG Merlin
zh_cn: EPG显示梅林中心

source: Show MiniTV in the Front Display
bg: Показване на MiniTV на предния дисплей
cs: Zobrazit MiniTV na předním displeji
da: Vis MiniTV i frontpanel skærm
de: Zeige MiniTV im Display
el: Εμφάνιση MiniTV στην οθόνη πρόσοψης
et: Kuva MiniTV esipaneelil
fi: Näytä tv etupaneelin näytössä
fr: Afficher MiniTV sur l'affichage avant
hr: Pokaži MiniTV na prednjem zaslonu
hu: MiniTV megjelenítése az előlap kijelzőjén
it: Mostra MiniTV sullo schermo anteriore
lt: Rodyti Mini TV priekiniame monitoriuje
nl: Toon MiniTV op het display
pl: Pokaż MiniTV na przednim wyświetlaczu
ru: Показать MiniTV нв дисплее
sk: Zobraziť MiniTV na prednom displeji
sr: Pokaži MiniTV na prednjem ekranu
sv: Visa MiniTV i den främre displayen
ta: முன் காட்சியில் MinITV ஐக் காட்டு
tr: Ön Ekranda MiniTV'yi Göster
uk: Показати MiniTV на дисплеї
vi: Hiển thị MiniTV trong màn hình phía trước
zh_cn: 迷你电视节目显示在前面

source: Show Movie Selection in Main Menu
cs: Zobrazit výběr filmu v hlavní nabídce
el: Εμφάνιση επιλογής ταινιών στο κύριο μενού
fi: Näytä Tallennukset Päävalikossa
hr: Pokaži Izbor Filma u Meniju Proširenja
it: Mostra Selezione registrazione nel Menu principale
nl: De opnamelijst tonen in het hoofdmenu
pl: Pokaż wybór filmów w menu głównym
sk: Zobraziť Výber filmu v hlavnom menu
sr: Pokaži Izbor Filma u Meniju Proširenja
sv: Visa filmval i huvudmenyn
tr: Ana Menüde Film Seçimini Göster
uk: Показати Вибір відео в Головному Меню

source: Show Movies List
bg: Показване на филмовя списък
cs: Zobrazit seznam filmů
da: Vis Filmliste
de: Filmliste
el: Εμφάνιση λίστας ταινιών
et: Filmilist
fi: Näytä tallennelista
fr: Afficher la liste des films
hr: Pokaži Spisak Filmova
hu: Felvételek listája
it: Mostra elenco registrazioni
lt: Rodyti filmų sąrašą
nl: Toon Opname lijst
pl: Pokaż Listę Filmów
sk: Zobraziť zoznam filmov
sr: Pokaži Listu Filmova
sv: Visa filmer Lista
ta: திரைப்படங்களின் பட்டியலைக் காட்டு
tr: Film Listesini Göster
uk: Показати список записів
vi: Hiển thị danh sách phim
zh_cn: 显示电影列表

source: Show Multi EPG
bg: Показване на Мулти EPG
cs: Zobrazit EPG z více kanálů
da: Vis Multi EPG
de: Zeige Multi-EPG
el: Εμφάνιση πολλαπλού EPG
et: MultiEPG
fi: Näytä monikanava-EPG
fr: Afficher Multi EPG
hr: Pokaži Više EPG
hu: Multi EPG mutatása
it: Mostra EPG multiplo
lt: Rodyti daugiakanalį EPG
nl: Toon Multi-EPG
pl: Pokaż EPG wielu kanałów
ru: Показать мультителегид
sk: Zobraziť Multi-EPG
sl: Prikaži multi EPG
sr: Pokaži Više EPG
sv: Visa Multi EPG
ta: மல்டி ஈபிசி காட்டு
tr: Çoklu EPG'yi Göster
uk: Показати Мульти телегід
vi: Hiển thị nhiều EPG
zh_cn: 显示多个EPG

source: Show OSCam Information
cs: Zobrazit informace o OSCamu
el: Εμφάνιση πληροφοριών OSCam
fi: Näytä OSCam tiedot
hr: Pokaži OSCam Info
it: Mostra informazioni OSCam
nl: OSCam informatie tonen
pl: Pokaż informacje o OSCam
sk: Zobraziť informácie OSCamu
sr: Pokaži OSCam Info
sv: Visa OSCam-information
ta: OSCAM தகவலைக் காட்டு
tr: OSCam bilgisini göster
uk: Показати Інформацію OSCam

source: Show OScam/CCcam in Extension Menu
cs: Zobrazit OScam/CCcam v nabídce Rozšíření
el: Εμφάνιση Oscam/CCcam στο μενού επεκτάσεων
fi: Näytä OScam lisäosa valikossa
hr: Prikaži OScam/CCcam u Proširenom menu
it: Mostra OScam/CCcam nel menu Estensioni
nl: OSCam/CCcam Info in het Extensie-menu tonen
pl: Pokaż OScam/CCcam w Menu rozszerzenia
sk: Zobraziť OScam/CCcam v menu roszšírení
sr: Pokaži OSCam/CCcam u Meniju Proširenja
sv: Visa OScam/CCcam i tilläggsmenyn
ta: நீட்டிப்பு பட்டியலில் OSCAM/CCCAM ஐக் காட்டு
tr: Uzantı Menüsünde OScam/CCcam'i Göster
uk: Показати OScam/CCcam у Розширеному Меню

source: Show OpenPLi packages
cs: Zobrazit balíčky OpenPLi
el: Εμφάνιση πακέτων OpenPLi
fi: Näytä OpenPLi ohjelmat
hr: Pokaži OpenPLi pakete
it: Mostra pacchetti OpenPLi
nl: OpenPLi
pl: Pokaż pakiety OpenPLi
sk: Zobraziť balíčky OpenPLi
sr: Pokaži OpenPLi pakete
sv: Visa OpenPLi-paket
ta: OpenPli தொகுப்புகளைக் காட்டு
tr: OpenPLi paketlerini göster
uk: Показати пакети OpenPLi

source: Show OpenViX packages
cs: Zobrazit balíčky OpenViX
el: Εμφάνιση πακέτων OpenViX
fi: Näytä OpenVix ohjelmat
hr: Pokaži OpenViX pakete
it: Mostra pacchetti OpenViX
nl: OpenVIX
pl: Pokaż pakiety OpenViX
sk: Zobraziť balíčky OpenViX
sr: Pokaži OpenViX pakete
sv: Visa OpenViX-paket
ta: OpenVix தொகுப்புகளைக் காட்டு
tr: OpenViX paketlerini göster
uk: Показати пакети OpenViX

source: Show PVR status in MoviePlayer InfoBar
bg: Показване на PVR статус в MoviePlaye инфобар
cs: Zobrazit stav PVR v liště Přehrávače
el: Εμφάνιση κατάστασης PVR στη μπάρα πληροφοριών ταινιών
fi: Näytä PVR tila toiston tietopalkissa
fr: Afficher le statut PVR dans la barre d'info du lecteur de film
hr: Pokaži PVR status na Info Traci Filmski Plejer
it: Mostra stato PVR nella barra informazioni di MoviePlayer
lt: Rodyti PVR būseną filmų grotuvo info juostoje
nl: Toon de PVR-status in de Mediaspeler informatiebalk
pl: Pokaż status PVR w pasku informacyjnym Odtwarzacza filmów
sk: Zobraziť stav PVR v infolište prehrávača médií
sr: Pokaži PVR status na Info Traci Filmski Plejer
sv: Visa PVR-status i MoviePlayer InfoBar
ta: மூவி பிளேயர் இன்போபரில் பி.வி.ஆர் நிலையை காட்டு
tr: MoviePlayer Bilgi Çubuğu'nda PVR durumunu göster
uk: Показати статус запису в інфобарі Відеоплеєра

source: Show PiP
bg: Показване на PIP
cs: Zobrazit PIP
el: Εμφάνιση PiP
fi: Näytä PiP
fr: Afficher PiP
hr: Pokaži PiP
it: Mostra PiP
lt: Paveikslėlis paveikslėlyje
nl: Toon PiP
pl: Pokaż PIP
sk: Zobraziť PiP
sr: Pokaži PiP
sv: Visa PiP
ta: பிப் காட்டு
tr: PiP göster
uk: Показати ПІП

source: Show PiP in MiniTV
bg: Показване на PIP в MiniTV
cs: Zobrazit PiP v MiniTV
el: Εμφάνιση του PIP σε MiniTV
fi: Näytä PIP etunäytössä
fr: Afficher PIP dans MiniTV
hr: Pokaži PiP na MiniTV
it: Mostra PIP nella MIniTV
lt: Rodyti PIP į MiniTV
nl: Toon PiP in MiniTV
pl: Pokaż PIP w MiniTV
sk: Zobraziť PIP v MiniTV
sr: Pokaži PiP na MiniTV
sv: Visa PiP i MiniTV
ta: மினிட்வியில் பிப் காட்டு
tr: MiniTV'de PiP Göster
uk: Показати PIP в MiнiTВ

source: Show PiP in the Front Display
bg: Показване на PIP на предния дисплей
cs: Zobrazit PiP na předním displeji
el: Εμφάνιση PIP στην οθόνη πρόσοψης
fi: Näytä PiP etunäytössä
fr: Afficher PiP dans l'affichage avant
hr: Pokaži PiP na Prednjem Zaslonu
it: Mostra PiP nello schermo anteriore
lt: Rodyti PIP priekiniame monitoriuje
nl: Toon PiP op het display
pl: Pokaż PIP na przednim wyświetlaczu
sk: Zobraz PIP na prednom displeji
sr: Pokaži PiP na Prednjem Ekranu
sv: Visa PiP i den främre displayen
ta: முன் காட்சியில் பைப்பைக் காட்டு
tr: Ön Ekranda PiP Göster
uk: Показати PIP на дисплеї

source: Show Picon packages
cs: Zobrazit balíčky Picon
el: Εμφάνιση πακέτων λογότυπων
fi: Näytät kanavalogot
hr: Pokaži Pikon pakete
it: Mostra pacchetti picon
nl: Picons
pl: Pokaż pakiety pikon
sk: Zobraziť balíčky s pikonami
sr: Pokaži Pikon pakete
sv: Visa Picon-paket
ta: பிகான் தொகுப்புகளைக் காட்டு
tr: Pikon paketlerini göster
uk: Показати пакети Picon

source: Show Plugin Skin packages
cs: Zobrazit balíčky vzhledu pluginu
el: Εμφάνιση πακέτων θεμάτων εμφάνισης
fi: Näytä Teemat Paketit
hr: Pokaži Plugin Skin pakete
it: Mostra pacchetti dei plugin delle skin
nl: Skinpacks
pl: Pokaż pakiety skórek wtyczek
sk: Zobraziť balíčky pre vzhľad pluginu
sr: Pokaži Plugin Skin pakete
sv: Visa Plugin Skin-paket
ta: சொருகி தோல் தொகுப்புகளைக் காட்டு
tr: Eklenti Arayüz paketlerini göster
uk: Показати пакети скінів плагіна

source: Show Record Movies
bg: Показване на записаните филми
cs: Zobrazit nahrávání filmů
da: Vis optagede film
de: Zeige Aufnahmen
el: Εμφάνιση εγγεγραμμένων ταινιών
et: Kuva salvestised
fi: Näytä tallennelista
fr: Afficher les films enregistrés
hr: Pokaži Snimljene Filmove
hu: Felvételek megjelenítése
it: Mostra registrazioni
lt: Rodyti įrašytus filmus
nl: Toon opnames opnemen
pl: Pokaż Nagrane Filmy
ru: Показать записанные файлы
sk: Zobraziť nahraté filmy
sr: Pokaži Snimljene Filmove
sv: Visa Spela in filmer
ta: பதிவு திரைப்படங்களைக் காட்டு
tr: Kayıtlı Filmleri Göster
uk: Показати записані файли
vi: Hiển thị phim ghi
zh_cn: 显示录制电影

source: Show Restart Network in Extensions *
bg: Показване на Рестартиране мрежа в Разширения списък *
cs: Zobrazit restart síťě v rozšířené nabídce (modré tlačítko)
el: Εμφάνιση επανεκκίνησης δικτύου στη λίστα επεκτάσεων *
fi: Näytä Verkkon uudelleen käynnistys Lisäosissa *
fr: Afficher Redémarrer Réseau dans la liste des extensions *
hr: Pokaži Ponovo Pokreni Mrežu u Proširenjima *
it: Mostra Riavvia rete nelle estensioni *
lt: Rodyti 'paleisti iš naujo tinklą' plėtinių sąraše *
nl: Toon herstart netwerk in het Extensies-menu (BLAUW-lang) *
pl: Pokaż restart sieci na liście rozszerzeń *
sk: Zobraziť reštart siete v zozname rozšírení *
sr: Pokaži Ponovo Pokreni Mrežu u Proširenjima *
sv: Visa Starta om nätverk i tillägg *
ta: மறுதொடக்கம் நெட்வொர்க்கை நீட்டிப்புகளில் காட்டு *
tr: Uzantılarda Ağı Yeniden Başlat'ı Göster *
uk: Показати Перезапуск мережі в меню розширень *

source: Show SD as
bg: Показване на SD като
cs: Zobrazit SD jako
da: Vis SD som
de: Zeige SD als
el: Εμφάνιση SD ως
et: SD kuvamine
fi: Näytä SD näin
fr: Afficher SD comme
hr: Pokaži SD kao
hu: Megjelenítés SD-ként
it: Mostra SD come
lt: Rodyti SD kaip
nl: Toon SD als
pl: Pokaż SD jako
ru: Показать SD как
sk: Zobraziť SD ako
sr: Pokaži SD kao
sv: Visa SD som
ta: எச்டி எனக் காட்டு
tr: SD olarak göster
uk: Показати SD як
vi: Hiển thị SD dưới dạng
zh_cn: 显示SD为

source: Show Security packages
cs: Zobrazit balíčky zabezpečení
el: Εμφάνιση πακέτων ασφαλείας
fi: Näytä turvallisuuspaketit
hr: Pokaži Sigurnosne pakete
it: Mostra pacchetti sicurezza
nl: Beveiliging
pl: Pokaż pakiety bezpieczeństwa
sk: Zobraziť bezpečnostné balíčky
sr: Pokaži Sigurnosne pakete
sv: Visa säkerhetspaket
ta: பாதுகாப்பு தொகுப்புகளைக் காட்டு
tr: Güvenlik paketlerini göster
uk: Показати пакети безпеки

source: Show Service Information
cs: Zobrazit informace o službě
el: Εμφάνιση πληροφοριών υπηρεσίας
fi: Näytä Kanavan tiedot
hr: Pokaži Servis Info
it: Mostra informazioni servizio
nl: Zenderinformatie tonen
pl: Pokaż informacje serwisowe
sk: Zobraziť informácie o stanici
sr: Pokaži Servis Info
sv: Visa serviceinformation
ta: பணி தகவலைக் காட்டு
tr: Kanal bilgisini göster
uk: Показати Інформацію про канал

source: Show Setting packages
cs: Zobrazit balíčky nastavení
el: Εμφάνιση πακέτων προρυθμίσεων
fi: Näytä Asetus paketit
hr: Pokaži Postavke paketa
it: Mostra pacchetti impostazioni
nl: Settings
pl: Pokaż pakiety ustawień
sk: Zobraziť balíčky s nastavením
sr: Pokaži Postavke paketa
sv: Visa Inställningspaket
ta: தொகுப்புகளை அமைத்தல்
tr: Kanal Listesi paketlerini göster
uk: Показати пакети налаштувань

source: Show Single EPG
bg: Показване на единичен EPG
cs: Zobrazit EPG programu
da: Vis Enkelt EPG
de: Zeige Einzel-EPG
el: Εμφάνιση μονού EPG
et: Kanali EPG
fi: Näytä yhden kanavan EPG
fr: Afficher EPG simple
hr: Pokaži Jedan EPG
hu: EPG műsorújság megjelenítése
it: Mostra EPG singolo
lt: Rodyti vieno kanalo EPG
nl: Toon de Single-EPG
pl: Pokaż EPG kanału
ru: Показать одиночный телегид
sk: Zobraziť Single EPG
sl: Prikaži enostavni/enojni EPG
sr: Pokaži Jedan EPG
sv: Visa enskild EPG
ta: ஒற்றை EPG ஐக் காட்டு
tr: Tekli EPG Göster
uk: Показати простий телегід
vi: Hiển thị EPG đơn
zh_cn: 显示单EPG

source: Show Skin Component packages
cs: Zobrazit balíčky součástí vzhledu
el: Εμφάνιση πακέτων στοιχείων θεμάτων
fi: Näytä Teema komponentti paketit
hr: Pokaži Skin Komponente paketa
it: Mostra pacchetti dei componenti delle skin
nl: Skinparts
pl: Pokaż pakiety składników skórki
sk: Zobraziť balíčky s komponentmi vzhľadu
sr: Pokaži Skin Komponente paketa
sv: Visa paket med hudkomponenter
ta: தோல் கூறு தொகுப்புகளைக் காட்டு
tr: Arayüz Bileşeni paketlerini göster
uk: Показати пакети компонентів скінів

source: Show Skin packages
cs: Zobrazit balíčky vzhledů
el: Εμφάνιση πακέτων θεμάτων
fi: Näytä Teema paketit
hr: Pokaži Skin pakete
it: Mostra pacchetti skin
nl: Skins
pl: Pokaż pakiety skórek
sk: Zobraziť balíčky so vzhľadom
sr: Pokaži Skin pakete
sv: Visa hudförpackningar
ta: தோல் தொகுப்புகளைக் காட்டு
tr: Arayüz paketlerini göster
uk: Показати пакети скінів

source: Show Softcam packages
cs: Zobrazit balíčky Softcam
el: Εμφάνιση πακέτων softcam
fi: Näytä Softcamit
hr: Pokaži Softcam pakete
it: Mostra pacchetti softcam
nl: Softcams
pl: Pokaż pakiety Softcam
sk: Zobraziť balíčky obsahujúce softcam
sr: Pokaži Softcam pakete
sv: Visa Softcam-paket
ta: சாப்ட்கேம் தொகுப்புகளைக் காட்டு
tr: Softcam paketlerini göster
uk: Показати пакети Softcam

source: Show Source packages
cs: Zobrazit zdrojové balíčky
el: Εμφάνιση πακέτων πηγής
fi: Näytä lähde paketit
hr: Pokaži izvorne pakete
it: Mostra pacchetti sorgenti
nl: Broncode
pl: Pokaż pakiety źródłowe
sk: Zobraziť zdrojové balíčky
sr: Pokaži izvorne pakete
sv: Visa källförpackningar
ta: மூல தொகுப்புகளைக் காட்டு
tr: Kaynak paketleri göster
uk: Показати пакети вихідного коду

source: Show Subscription packages
cs: Zobrazit balíčky předplatného
el: Εμφάνιση πακέτων συνδρομής
fi: Katso tilatut paketit
hr: Pokaži pakete Pretplate
it: Mostra pacchetti di sottoscrizione
nl: Abonnementen
pl: Pokaż pakiety subskrypcji
sk: Zobraziť predplatné balíčky
sr: Pokaži pakete Pretplate
sv: Visa prenumerationspaket
ta: சந்தா தொகுப்புகளைக் காட்டு
tr: Abonelik paketlerini göster
uk: Показати пакети підписки

source: Show Subservices Of Active Service
cs: Zobrazit podslužby aktivní služby
el: Εμφάνιση των υπο-υπηρεσιών της ενεργής υπηρεσίας
fi: Näytä aktiivinen kanava
hr: Prikaži Podservise za aktivne Servise
it: Mostra sottoservizi del servizio attivo
nl: Sub-zenders van de actuele zender tonen
pl: Pokaż usługi podrzędne usługi aktywnej
sk: Zobraziť podradené služby aktívnej služby/stanice
sr: Prikaži Podservise za aktivne Servise
sv: Visa underavdelningar av aktiv tjänst
ta: செயலில் உள்ள சேவையின் உட்பிரிவுகளைக் காட்டு
tr: Aktif Kanalın Alt Kanallarını göster
uk: Показати підканали активного каналу

source: Show System Plugin packages
cs: Zobrazit balíčky systémových pluginů
el: Εμφάνιση πακέτων ρυθμίσεων συστήματος
fi: Näytä järjestelmän paketit
hr: Pokaži Sustav Plugin pakete
it: Mostra pacchetti dei plugin di sistema
nl: Systeem plugins
pl: Pokaż pakiety wtyczek systemowych
sk: Zobraziť balíčky systémových pluginov
sr: Pokaži Sistem Plugin pakete
sv: Visa System Plugin-paket
ta: கணினி சொருகி தொகுப்புகளைக் காட்டு
tr: Sistem Eklenti paketlerini göster
uk: Показати пакети системних плагінів
