Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure the behavior when reaching the end of a movie, during movie playback.
bg: Конфигуриране на поведението при достигане края на филма, по време на възпроизвеждане на филм.
cs: Nastavuje chování při dosažení konce filmu během přehrávání.
da: Konfigurer opførslen når en filmafspilning når til enden af en film, under filmafspilning.
de: Verhalten bei Filmende.
el: Συμπεριφορά όταν μια ταινία φτάσει στο τέλος, κατά τη διάρκεια της αναπαραγωγής.
et: Määra käitumine taasesituse lõppemisel.
fi: Määrittää toiminnon, kun tallenteen loppu saavutetaan toiston aikana.
fr: Configure le comportement en atteignant la fin d'un film, pendant la lecture du film.
hr: Konfigurirajte ponašanje kada dođete do kraja filma, tijekom reprodukcije filma.
hu: Mi történjen, amikor lejátszás közben eléri a film végét.
it: Configura comportamento quando si raggiunge la fine di una registrazione, durante la riproduzione della registrazione.
lt: Konfigūruokite elgseną, kai filmo peržiūros metu filmas baigiasi.
nl: Opties aan het einde van een opname of film. U kunt kiezen uit: Terug naar de opnamelijst, Terug naar de laatste zender, Pauzeer de weergave, Speel volgende (terug naar de lijst), Speel volgende (terug naar Live TV), Continu afspelen of Vraag het de gebruiker.
pl: Skonfiguruj zachowanie gdy odtwarzanie filmu osiągnie koniec.
pt_br: Configurar a ação ao terminar um vídeo.
ru: Укажите, что делать при окончании воспроизведения.
sk: Nastavte správanie pri dosiahnutí konca filmu počas prehrávania.
sr: Podesite ponašanje kada dođe do kraja filma tokom reprodukcije.
sv: Konfigurera beteendet när du når slutet av en film, under filmuppspelning.
ta: மூவி பிளேபேக்கின் போது, ஒரு திரைப்படத்தின் முடிவை எட்டும்போது நடத்தை உள்ளமைக்கவும்.
tr: Film oynatımı sırasında filmin sonuna ulaşıldığında izlenecek davranışı yapılandırın.
uk: Вкажіть, що робити при закінченні відтворення.
vi: Định cấu hình hành vi khi đến cuối phim, trong khi phát lại phim.
zh_cn: 配置影片播放期间,当到达影片末尾时的行为.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
bg: Конфигуриране на граничната широчина на субтитрите. Тъмната границата прави субтитрите по-лесно да се четат на светъл фон.
cs: Nastavuje šířku okrajů titulků. Tmavé okraje dělají titulky lépe čitelné na světlém pozadí.
da: Konfigurer kantbredden for undertekster. Den mørke grænse gør underteksterne nemmere at læse på en lys baggrund.
de: Einstellen der Rahmenbreite für die Untertitel. Der dunkle Rand verbessert die Lesbarkeit bei hellerem Hintergrund.
el: Ρύθμιση του πλάτους του περιγράμματος των υποτίτλων. Το σκοτεινό περίγραμμα κάνει τους υπότιτλους πιο ευανάγνωστους σε ένα ανοιχτόχρωμο φόντο.
et: Määra teleteksti subtiitrite kontuuri paksus. Nii on tekst heledal taustal kergemini loetav.
fi: Määrittää tekstityksen reunuksen leveyden. Musta reunus tekee teksteistä helpommin luettavia vaaleaa taustaa vasten.
fr: Configure la largeur de bordure des sous-titres. La bordure noire rend les sous-titres faciles à lire sur un fond clair.
hr: Konfigurirajte širinu obruba titlova. Tamni obrub olakšava čitanje titlova na svijetloj pozadini.
hu: A feliratok körvonalának beállítása. Egy sötét körvonal a betűkön könnyebben olvashatóvá teszi a feliratot.
it: Configura larghezza del bordo dei sottotitoli. Il bordo scuro facilita la lettura dei sottotitoli su uno sfondo chiaro.
lt: Konfigūruokite ribų plotį subtitrams. Tamsi riba leidžia subtitrus lengviau skaityti šviesiame fone.
nl: Met deze optie stelt u de randdikte van de ondertitels in. Een donkere rand maakt de ondertiteling makkelijker leesbaar op een lichte achtergrond.
pl: Skonfiguruj szerokość krawędzi napisów. Ciemne krawędzie sprawią, że napisy będa bardziej czytelne na jasnym tle.
pt_br: Configurar a largura da borda das legendas. A borda escura faz com que as legendas fiquem mais fáceis de ler em um fundo claro.
ru: Настройте ширину границы субтитров. Темная грань делает субтитры легко читаемыми на светлом фоне.
sk: Nastavte šírku okrajov titulkov. Tmavé okraje uľahčujú čítanie titulkov na svetlom pozadí.
sr: Podesite širinu ivice titlova. Tamna ivica olakšava čitanje titlova na svetloj podlozi.
sv: Konfigurera kantbredden för undertexterna. En mörk kant gör det lättare att läsa undertexterna på en ljus bakgrund.
ta: வசன வரிகளின் எல்லை அகலத்தை உள்ளமைக்கவும். இருண்ட எல்லை வசன வரிகள் ஒளி பின்னணியில் படிக்க எளிதாக்குகிறது.
tr: Altyazıların kenar genişliğini yapılandırın. Koyu kenar, açık renkli arka planlarda altyazıların okunmasını kolaylaştırır.
uk: Налаштуйте ширину меж субтитрів. При темній межі легше читати субтитри на світлому фоні.
vi: Cấu hình chiều rộng đường viền của phụ đề. Đường viền tối làm cho phụ đề dễ đọc hơn trên nền sáng.
zh_cn: 配置字幕的边框宽度.黑色边框使字幕在浅色背景上更容易阅读.

source: Configure the brightness level of the front panel display for Standby.
cs: Nastavuje úroveň jasu předního displeje v pohotovostním režimu.
el: Ρύθμιση του επιπέδου φωτεινότητας της οθόνης πρόσοψης κατά την αναμονή.
hr: Konfigurirajte razinu svjetline zaslona na prednjoj ploči za stanje pripravnosti.
it: Configura livello di luminosità del display del pannello frontale per lo standby.
lt: Konfigūruokite priekinio skydelio ekrano šviesumą, kai imtuvas yra budėjime.
nl: De helderheid van het display in uw %s %s instellen voor Stand-by.
sr: Konfigurišite nivo osvetljenja displeja na prednjoj ploči za režim čekanja.
sv: Konfigurera ljusstyrkan på displayen på frontpanelen för standby.
tr: Bekleme modu için ön panel ekranının parlaklık seviyesini yapılandırın.
uk: Регулювання яскравості дисплея на передній панелі.

source: Configure the brightness level of the front panel display for dimmed operation.
bg: Конфигуриране на нивото на яркост на дисплея на предния панел за затъмнена операция.
cs: Nastavuje úroveň jasu předního displeje v ztlumeném provozu.
da: Konfigurere lysstyrkeniveauet af displayet på frontpanelet i nedtonet drift.
de: Einstellung der Helligkeit für das Gerätedisplay im gedimmten Zustand.
el: Ρύθμιση του επιπέδου φωτεινότητας της οθόνης πρόσοψης στη μειωμένη λειτουργία.
et: Määra esipaneeli heledus tuhmistatult.
fi: Määrittää etupaneeliin näytön kirkkauden himmennettynä.
fr: Configurer le niveau de l'affichage du panneau avant pour le fonctionnement de la luminosité tamisée.
hr: Konfigurirajte razinu svjetline zaslona na prednjoj ploči za prigušeni rad.
hu: Állítsa be az előlap kijelzőjének fényerősségét a sötétített működés érdekében.
it: Configura livello di luminosità del display del pannello anteriore per il funzionamento in modalità attenuata.
lt: Konfigūruokite priekinio skydelio ekrano šviesumą pritemdytame režime.
nl: De helderheid van het display in uw %s %s instellen wanneer deze gedimd is.
pl: Skonfiguruj poziom jasności wyświetlacza na panelu przednim w celu przyciemniania.
sk: Nastavte úroveň jasu displeja na prednom paneli – pri stlmení.
sr: Podesite nivo svetline ekrana prednje table za zatamnjenu operaciju.
sv: Konfigurera ljusstyrkan på displayen på frontpanelen för dimmad drift.
ta: மங்கலான செயல்பாட்டிற்கு முன் குழு காட்சியின் பிரகாசத்தை உள்ளமைக்கவும்.
tr: Ön panel ekranının parlaklık seviyesini kısık modda çalışacak şekilde yapılandırın.
uk: Регулювання яскравості дисплея на передній панелі у режимі затемнення.
vi: Định cấu hình mức độ sáng của màn hình bảng mặt trước để thao tác mờ.
zh_cn: 配置前面板显示屏的亮度级别以进行调光操作.

source: Configure the brightness level of the front panel display for normal operation.
bg: Конфигуриране на нивото на яркост на дисплея на предния панел за нормална операция.
cs: Nastavuje úroveň jasu předního displeje v běžném provozu.
da: Konfigurere lysstyrkeniveauet af displayet på frontpanelet i normal drift.
de: Einstellung der Helligkeit für das Gerätedisplay im Normalbetrieb.
el: Ρύθμιση του επιπέδου φωτεινότητας της οθόνης πρόσοψης στην κανονική λειτουργία.
et: Määra esipaneeli heledus tavakasutuses.
fi: Määrittää etupaneeliin näytön kirkkauden normaalissa tilassa.
fr: Configure le niveau de luminosité de l'affichage du panneau avant en mode normal.
hr: Konfigurirajte razinu svjetline zaslona na prednjoj ploči za normalan rad.
hu: A normál működés érdekében állítsa be az előlapi kijelző fényerőszintjét.
it: Configura livello di luminosità del display del pannello anteriore per il funzionamento normale.
lt: Konfigūruokite priekinio skydelio ekrano šviesumą, kai imtuvas veikia.
nl: De helderheid van het display in uw %s %s instellen bij normaal gebruik.
pl: Skonfiguruj poziom jasności wyświetlacza panelu przedniego podczas normalnej pracy.
ru: Регулировка яркости дисплея на передней панели в нормальном режиме.
sk: Nastavte úroveň jasu displeja na prednom paneli – v normálnom režime.
sr: Podesite nivo svetline ekrana prednje table za normalan rad.
sv: Konfigurera ljusstyrkan på displayen på frontpanelen för normal drift.
ta: இயல்பான செயல்பாட்டிற்கு முன் குழு காட்சியின் பிரகாசத்தை உள்ளமைக்கவும்.
tr: Normal çalışma için ön panel ekranının parlaklık seviyesini yapılandırın.
uk: Регулювання яскравості дисплея на передній панелі в нормальному режимі.
vi: Định cấu hình mức độ sáng của màn hình bảng mặt trước để hoạt động bình thường.
zh_cn: 配置前面板显示屏的亮度级别以进行正常操作.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
bg: Конфигуриране на цвета на външните субтитрите, алтернативни (нормални в бяло, курсив в жълто, получер в циан, долна черта в зелено), бял или жълт.
cs: Nastavuje barvy externích titulků - alternativní (normální bíle, kurzíva žlutě, tučné azurově, podtržené zeleně), bílá nebo žlutá.
da: Konfigurer farven af eksterne undertekster, alternativ (normal i hvid, kursiv i gul, fed i cyan, understregning i grøn) i hvid eller gul.
de: Farbe der externen Untertitel, Alternativ (normal in Weiß, kursiv in Gelb, fett in Cyan, Unterstriche in Grün), Weiß oder Gelb.
el: Ρύθμιση του χρώματος των εξωτερικών υποτίτλων, εναλλασσόμενο (κανονικά σε λευκό, πλάγια σε κίτρινο, έντονα σε γαλάζιο, υπογραμμισμένα σε πράσινο), λευκό ή κίτρινο.
et: Määra väliste subtiitrite värv - alternatiivne, valge või kollane. Alternatiivne: tavatekst valge, kaldtekst kollane, rasvane tekst tsüaansinine, allajoonitud tekst roheline.
fi: Määrittää ulkoisen tekstityksen värin, vaihtoehtoinen (normaali valkoisella, kursivoitu keltaisella, lihavoitu sinivihreällä, alleviivattu vihreällä), valkoinen tai keltainen.
fr: Configure la couleur des sous-titres externes, Alternatif (normal en blanc, italique en jaune, gras en cyan, sous-ligné en vert), Blanc ou Jaune.
hr: Konfigurirajte boju vanjskih titlova, alternativnu (normalnu bijelu, kurziv žutu, podebljanu cijan, podvlaku zelenom), bijelu ili žutu.
hu: A külső fájlban lévő feliratok színe: fehér, sárga vagy alternatív (normál-fehér, dőlt-sárga, vastag-cián, aláhúzott-zöld)
it: Configura colore dei sottotitoli esterni, alternativo (normale in bianco, corsivo in giallo, grassetto in ciano, sottolineatura in verde), bianco o giallo.
lt: Konfigūruokite spalvas išoriniams subtitrams, alternatyvios spalvos (normali balta, geltona kursyvu, paryškinta žydra, pabraukta žalia), balta arba geltona.
nl: Kleur van de externe ondertitels: Alternatief (standaard in het wit, cursief in geel, vet in cyaan of onderstreept in groen), Wit of Geel.
pl: Skonfiguruj kolor napisów zewnętrznych: alternatywny (zwykły w kolorze białym, kursywa w kolorze żółtym, pogrubiony w kolorze cyjanowym, podkreślenie w kolorze zielonym), biały lub żółty.
pt_br: Configurar a cor das legendas externas. Alternativa (normal em branco, italico em amarelo, negrito em ciano, sublinhado em verde), branco ou amarelo.
ru: Настройте цвет внешних субтитров, альтернативный (нормальный при белом, курсив при желтом, bold при голубом, подчеркивание при зеленом), белый или желтый цвета.
sk: Nastavte farbu externých titulkov, alternatívne sú (normálne: biele, kurzíva: žlté, tučné: azúrové, podčiarknuté: zelené), biele alebo žlté.
sr: Podesite boju spoljnih titlova, alternativno (normalna u beloj boji, kurziv u žutoj boji, podebljana u cijan, podvlaka u zelenoj), bela ili žuta boja.
sv: Konfigurera färgen på den externa undertexten, alternativ (normal i vitt, kursiv i gult, fet i cyan, understrykning i grönt), vit eller gul.
ta: வெளிப்புற வசன வரிகள், மாற்று (வெள்ளை நிறத்தில் இயல்பானது, மஞ்சள் நிறத்தில் சாய்வு, சியான் துணிவு, பச்சை நிறத்தில் அடிக்கோடிட்டுக் காட்ட), வெள்ளை அல்லது மஞ்சள்.
tr: Harici altyazıların rengini yapılandırın, alternatif (normal beyaz, italik sarı, kalın camgöbeği, alt çizgi yeşil), beyaz veya sarı.
uk: Налаштуйте колір зовнішніх субтитрів, альтернативний (нормальний при білому, курсив при жовтому, жирний при блакитному, підкреслений при зеленому), білий або жовтий кольори.
vi: Định cấu hình màu của phụ đề bên ngoài, thay thế (bình thường bằng màu trắng, in nghiêng màu vàng, đậm màu lục lam, gạch dưới màu xanh lá cây), trắng hoặc vàng.
zh_cn: 配置外挂字幕的颜色,替代（正常为白色,斜体为黄色,粗体为青色,下划线为绿色）,白色或黄色.

source: Configure the color of the teletext subtitles.
bg: Конфигуриране на цвета на субтитрите на телетекст.
cs: Nastavuje barvu teletextových titulků.
da: Konfigurer farven for Tekst-TV undertekster.
de: Einstellen der Farbe für Videotext Untertitel.
el: Ρύθμιση χρώματος των υποτίτλων τηλεκειμένου.
et: Määra teleteksti subtiitrite värv.
fi: Määrittää teksti-tv tekstityksen värin.
fr: Configure la couleur des sous-titres télétexte.
hr: Podesite boju teletekst titlova.
hu: A teletextben sugárzott feliratok színe.
it: Configura colore dei sottotitoli del televideo.
lt: Konfigūruokite teleteksto subtitrų spalvą.
nl: Hier kiest u de kleur van de Teletekst-ondertitels . U kunt kiezen uit de volgende opties: Origineel, Geel of Wit.
pl: Skonfiguruj kolor napisów w telegazecie.
pt_br: Configurar a cor das legendas do teletexto.
ru: Настройка цвета телетекста субтитров.
sk: Nastavte farbu teletextových titulkov.
sr: Podesite boju teletekst titlova.
sv: Konfigurera färgen på text-TV-undertexterna.
ta: டெலிடெக்ச்ட் வசன வரிகளின் நிறத்தை உள்ளமைக்கவும்.
tr: Teletext altyazılarının rengini yapılandırın.
uk: Налаштування кольору телетексту субтитрів.
vi: Cấu hình màu của phụ đề teletext.
zh_cn: 配置图文电视字幕的颜色.

source: Configure the contrast level of the front panel display.
bg: Конфигуриране на нивото на контраста на дисплея на предния панел.
cs: Nastavuje úroveň kontrastu předního displeje.
da: Konfigurer kontrastniveauet af frontpanel skærmen.
de: Einstellen der Kontraststufe des Gerätedisplays.
el: Ρύθμιση επιπέδου αντίθεσης στην οθόνη πρόσοψης.
et: Määra esipaneeli näidiku heledus.
fi: Määrittää etupaneeliin näytön kontrastin.
fr: Configure le niveau de contraste de l'affichage du panneau avant.
hr: Konfigurirajte razinu kontrasta zaslona na prednjoj ploči.
hu: Az előlap kijelzőjének kontrasztja.
it: Configura livello di contrasto del display del pannello frontale.
lt: Konfigūruokite priekinio skydelio ekrano kontrastą.
nl: Het contrast van het display instellen.
pl: Skonfiguruj poziom kontrastu przedniego wyświetlacza.
pt_br: Configurar o nível de contraste do painel frontal.
ru: Установите уровень контрастности для дисплея
sk: Nastavte úroveň kontrastu displeja na prednom paneli.
sr: Podesite nivo kontrasta ekrana prednje table.
sv: Konfigurera kontrastnivån för displayen på frontpanelen.
ta: முன் குழு காட்சியின் மாறுபட்ட அளவை உள்ளமைக்கவும்.
tr: Ön panel ekranının kontrast seviyesini yapılandırın.
uk: Регулювання контрастності дисплею на передній панелі.
vi: Cấu hình mức độ tương phản của màn hình bảng điều khiển phía trước.
zh_cn: 配置前面板显示屏的对比度级别.

source: Configure the current key map file.
bg: Конфигуриране на текущия файл на клавиатурата.
cs: Konfigurace aktuálního souboru map kláves.
el: Ρύθμιση του τρέχοντος αρχείου διάταξης πληκτρολογίου.
fi: Määritä nykyinen keymap tiedosto.
hr: Konfigurirajte trenutnu tipku map datoteke.
it: Configura file keymap attuale.
lt: Konfigūruokite esamą klavišų schemos failą.
nl: De huidige keymap configureren.
pl: Skonfiguruj bieżący plik mapy klawiszy.
sk: Konfigurovať aktuálny súbor s mapou tlačidiel (keymap).
sr: Podesi trenutni key map fajl.
sv: Konfigurera den aktuella nyckelmappningsfilen.
ta: தற்போதைய விசை வரைபடக் கோப்பை உள்ளமைக்கவும்.
tr: Geçerli key map dosyasını yapılandırın.
uk: Налаштуйте поточний файл розкладки клавіатури.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
bg: Конфигуриране на поведението на курсора в списъка за избор на канали. Когато отваряте списъка за избор на канали, можете да останете в текущия сервиз или да изберете вече с нагоре/надолу а и можете да върнете с бутоните B + / B-.
cs: Nastavení chování kurzoru ve výběru seznamu kanálů. Při otevření seznamu kanálů můžete zůstat na současném programu nebo vybrat nahoru/dolů a jste schopni vrátit se tlačítkem B+/B-.
el: Ρύθμιση της συμπεριφοράς του κέρσορα στη λίστα καναλιών. Κατά το άνοιγμα της λίστας μπορείτε να παραμείνετε στην τρέχουσα υπηρεσία ή να επιλέξετε ήδη τα επάνω/κάτω και θα μπορείτε να αντιστρέψετε τα πλήκτρα B+/B-.
fi: Määritä kursorin toiminta kanavalistassa. Kun kanavalista avataan, voit pysyä nykyisellä kanavalla tai siirtyä jo ylös/alas, voit myös kääntää B+/B- näppäimien toiminnan.
fr: Configure le comportement du curseur dans la liste de sélection des chaînes. Lorsque vous ouvrez la liste de sélection des chaînes vous pouvez garder la position du service actuel ou déjà sélectionner le service haut/bas et vous pouvez inverser les touches B+/B-.
hr: Konfigurirajte ponašanje kursora na popisu za odabir kanala. Prilikom otvaranja popisa za odabir kanala možete ostati na trenutnoj usluzi ili već odabrati gore/dolje i možete vratiti tipkama B+/B-..
it: Configura comportamento del cursore nell'elenco di selezione dei canali. Quando si apre l'elenco di selezione dei canali è possibile rimanere sul servizio attuale o selezionare su/giù, in questo modo si possono ripristinare i tasti B+/B-.
lt: Konfigūruoti žymeklio veikimą kanalo pasirinkimo sąraše. Atidarydami kanalo pasirinkimo sąrašą galite likti dabartiniame kanale arba jau pasirinkti aukštyn / žemyn ir galite grąžinti mygtukus B+/B.
nl: Stel hier de positie van de cursor in bij het openen van de zenderlijst. Op de huidige zender of één zender omhoog/omlaag. Verder kunt u hier de functie van de Bouquet knoppen wisselen.
pl: Skonfiguruj zachowanie kursora na liście wyboru kanałów. Po otwarciu listy wyboru kanałów możesz pozostać w bieżącej usłudze lub już wybrać górę / dół i możesz cofnąć przyciski B + / B-.
sk: Nastavte správanie kurzora v zozname pre výber kanála. Pri otvorení zoznamu pre výber kanála môžete zostať na aktuálnej stanici alebo umiestniť kurzor vyššie/nižšie. Okrem toho môžete zameniť tlačidlá B+/B-.
sr: Podesite ponašanje kursora u listi za izbor kanala. Kada otvorite listu za izbor kanala, možete ostati na trenutnoj usluzi ili već izabrati gore/dole i možete vratiti dugmad B+/B-.
sv: Konfigurera markörens beteende i kanalvalslistan. När du öppnar kanalvalslistan kan du stanna kvar på den aktuella tjänsten eller redan välja upp/ner och du kan återgå med B+/B- knapparna.
ta: சேனல் தேர்வு பட்டியலில் கர்சர் நடத்தையை உள்ளமைக்கவும். சேனல் தேர்வு பட்டியலைத் திறக்கும்போது நீங்கள் தற்போதைய சேவையில் இருக்கலாம் அல்லது ஏற்கனவே மேலே/கீழ் தேர்ந்தெடுக்கலாம், மேலும் நீங்கள் B+/B- பொத்தான்களை மாற்ற முடியும்.
tr: Kanal seçim listesinde imleç davranışını yapılandırın. Kanal seçim listesini açtığınızda mevcut kanalda kalabilir veya yukarı/aşağı seçebilirsiniz ve B+/B- tuşları ile geri alma işlemini gerçekleştirebilirsiniz.
uk: Налаштування поведінки курсора у списку каналів. При відкритті списку каналів кнопками, курсор можете залишити на поточному каналі або перенесеним вгору чи вниз вибором кнопки CHANNEL +/- або ж можна задати зворотний порядок.

source: Configure the display resolution and the font used for teletext.
bg: Конфигуриране на разделителната способност на дисплея и шрифта използван за телетекст.
cs: Nakonfigurujte rozlišení displeje a písmo používané pro teletext.
da: Konfigurer den skærmopløsning og skrifttype der skal bruges til Tekst-TV.
de: Bestimmt die Bildschirmauflösung und den Zeichensatz für die Videotext Darstellung.
el: Ρύθμιση της ανάλυσης της οθόνης και της γραμματοσειράς του τηλεκειμένου.
et: Seadista teleteksti lahutust ja kirjatüüpi.
fi: Määritä näytön resoluutio ja teksti-tv:lle käytetty fontti.
fr: Configure la résolution d'écran et la police de caractères utilisée pour le télétexte.
hr: Konfigurirajte razlučivost zaslona i font koji se koristi za teletekst.
hu: Beállíthatja, hogy a teletexthez milyen betűtípust milyen felbontásban használ.
it: Configura risoluzione dello schermo e carattere usato per il televideo.
lt: Konfigūruokite ekrano rezoliuciją ir šriftą, naudojamą teletekstui.
nl: Configureer de weergaveresolutie en het lettertype dat wordt gebruikt voor Teletekst.
pl: Skonfiguruj rozdzielczość wyświetlania i czcionkę używaną do telegazety.
sk: Nastavte rozlíšenie obrazovky a písmo používané pre teletext.
sr: Podesite rezoluciju ekrana i font koji će se koristiti za teletekst.
sv: Konfigurera skärmupplösningen och det teckensnitt som används för text-TV.
ta: காட்சி தெளிவுத்திறன் மற்றும் டெலிடெக்ச்டுக்கு பயன்படுத்தப்படும் எழுத்துருவை உள்ளமைக்கவும்.
tr: Teletext için kullanılan ekran çözünürlüğünü ve yazı tipini yapılandırın.
uk: Налаштування розширення екрану і розмір шрифту для роботи з телетекстом.
vi: Định cấu hình độ phân giải màn hình và phông chữ được sử dụng cho teletext.
zh_cn: 配置用于图文电视的显示分辨率和字体.

source: Configure the duration, in minutes, before the EnergySaver timer activates.
cs: Nakonfigurujte dobu v minutách, než se aktivuje časovač EnergySaver.
el: Ρύθμιση της διάρκειας σε λεπτά πριν την ενεργοποίηση του χρονοδιακόπτη εξοικονόμησης ενέργειας.
fi: Määritä kesto minuutteina ennen kuin energian säästötila aktivoituu.
hr: Konfigurirajte trajanje, u minutama, prije nego što se aktivira mjerač vremena EnergySaver.
it: Configura durata, in minuti, prima dell'attivazione del timer di risparmio energetico.
lt: Sukonfigūruokite trukmę minutėmis, prieš aktyvuojant energijos taupymo laikmatį.
nl: Stel de tijdsduur in minuten in, voordat de Energie SpaarTimer wordt geactiveerd.
pl: Skonfiguruj czas trwania (w minutach) przed aktywacją licznika czasu oszczędzania energii.
sk: Nastavte čas v minútach, po ktorom sa aktivuje časovač pre šetrenie energie.
sr: Podesite trajanje u minutama pre nego što se aktivira tajmer uštede energije.
sv: Konfigurera varaktigheten, i minuter, innan EnergySaver-timern aktiveras.
ta: எனர்சிசேவர் நேரங்குறிகருவி செயல்படுத்துவதற்கு முன், நிமிடங்களில் காலத்தை உள்ளமைக்கவும்.
tr: Enerji tasarrufu zamanlayıcısının devreye girmesinden önce geçecek süreyi dakika cinsinden yapılandırın.
uk: Налаштуйте у хвилинах тривалість до активації таймера енерго збереження.
