Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the delay to use when closing a Stream Relay service before reallocating the tuner for another service. Using '0' is only recommended for boxes with multiple satellite tuners.
fi: Viive striimin välitys palvelun sulkemisessa ennen kuin virittimen vaihdettaan toista palvelua varten. 0:n käyttöä suositellaan vain bokseille, joissa on useita satelliittivirittimiä.
pl: Wybierz opóźnienie, które będzie używane podczas zamykania usługi Stream Relay przed ponownym przydzieleniem tunera dla innej usługi. Używanie „0” jest zalecane tylko w przypadku odbiorników z wieloma tunerami satelitarnymi.
sk: Vyberte oneskorenie, ktoré sa použije pri ukončení služby prenosu streamu pred opätovným pridelením tunera pre inú službu. Hodnota '0' sa odporúča pre prijímače s viacerými satelitnými tunermi.
ta: மற்றொரு சேவைக்காக ட்யூனரை மறு ஒதுக்கீடு செய்வதற்கு முன் ச்ட்ரீம் ரிலே சேவையை மூடும்போது பயன்படுத்த வேண்டிய தாமதத்தைத் தேர்ந்தெடுக்கவும். '0' ஐப் பயன்படுத்துவது பல செயற்கைக்கோள் ட்யூனர்களைக் கொண்ட பெட்டிகளுக்கு மட்டுமே பரிந்துரைக்கப்படுகிறது.

source: Select the mode of the DNS.
fi: Valitse DNS tila.
pl: Wybierz tryb DNS.
sk: Vyberte režim DNS.
ta: DNS இன் பயன்முறையைத் தேர்ந்தெடுக்கவும்.

source: Select the source of the default DNS settings.
bg: Изберете източника на DNS настройките по подразбиране.
fi: Valitse lähde oletus DNS asetuksille.
pl: Wybierz źródło domyślnych ustawień DNS.
sk: Vyberte zdroj predvolených nastavení DNS.
ta: இயல்புநிலை DNS அமைப்புகளின் மூலத்தைத் தேர்ந்தெடுக்கவும்.

source: Select what should be done when the %s %s was boot-up, normal playing or goto standby.
bg: Изберете какво трябва да се направи, когато %s %s е стартирал, нормално зареждане или отиди на standby.
da: Vælg hvad der skal gøres når %s %s startes op, normal afspilning eller gå i Standby.
de: Wählen Sie, was geschehen soll, wenn die %s %s gestartet wird.
et: Määra %s %s käitumine alglaadimisel. Tavakasutus või ooteseisund.
fi: Valitse mitä pitäisi tehdä, kun %s %s oli käynnistynyt normaalisti tai mennyt valmiustilaan.
fr: Choisir quoi faire lorsque le %s %s est démarré, resté allumé ou se mettre en veille.
hu: Válassza ki, hogy mit kell tennie, ha a(z) %s %s készüléknek indítási állapotában amikor indul.
pl: Wybierz, co ma zostać wykonane, gdy %s %s zostanie uruchomiony, będzie odtwarzany normalnie lub przejdzie w tryb gotowości.
ru: Выберите, что должно произойти при запуске %s %s. Обычный режим или переход в режим ожидания?
sk: Vyberte, či sa má %s %s po nabootovaní normálne zapnúť, alebo prejsť do pohotovostného režimu.
ta: %s %s துவக்க, இயல்பான விளையாட்டு அல்லது கோட்டோ காத்திருப்பு போது என்ன செய்ய வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
vi: Chọn những gì nên được thực hiện khi % s% s được khởi động, chơi bình thường hoặc ở chế độ chờ goto.
zh_cn: 选择在 %s %s 启动,正常播放或进入待机状态时应执行的操作.

source: Select what you want the Up/Down button to activate.
bg: Изберете какво искате да активирате с бутона нагоре/надолу.
fi: Määrittää, mitä ylös/alas -näppäimien painallus tekee.
fr: Choisir ce que les boutons Haut/Bas doivent activer :
pl: Wybierz, co chcesz aktywować przyciskiem W górę/W dół.
sk: Vyberte, čo sa má aktivovať tlačidlami hore/dolu.
ta: UP/கீழ் பொத்தானை செயல்படுத்த விரும்புவதைத் தேர்ந்தெடுக்கவும்.

source: Service Name
bg: Име на сервиз
da: Kanalnavn
de: Sendername
et: Kanali nimi
hu: Csatornanév
pl: Nazwa kanału
ru: Название канала
sk: Názov stanice
ta: பணி பெயர்
vi: Tên dịch vụ
zh_cn: 频道名称

source: Service Number and Service Name
bg: Номер и име на сервиза
da: Kanal nr. og Kanalnavn
de: Kanalnummer und Sendername
et: Kanali number ja kanali nimi
hu: Csatorna száma és Csatorna neve
pl: Numer i nazwa kanału
sk: Číslo stanice a názov stanice
ta: பணி எண் மற்றும் பணி பெயர்
vi: Số dịch vụ và tên dịch vụ
zh_cn: 频道编号和频道名称

source: Service Number, Picon and Service Name
bg: Номер, иконка и име на сервиза
da: Kanal Nummer, Pikon og Kanalnavn
de: Kanalnummer, Picon und Sendername
et: Kanali number, pikon ja kanali nimi
hu: Csatorna száma, Picon és Csatorna neve
pl: Pikona, numer i nazwa kanału
sk: Číslo stanice, pikona a názov stanice
ta: பணி எண், பிகான் மற்றும் பணி பெயர்
vi: Số dịch vụ, Picon và Tên dịch vụ
zh_cn: 频道编号,picon和频道名称

source: Set interface as the default Interface
bg: Задайте интерфейса като интерфейс по подразбиране
da: Sæt grænseflade som standard grænseflade
de: Setze Netzwerkadapter als Standard
et: Määra vaikimisi võrguliideseks
fi: Määritä sovitin oletussovittimeksi
fr: Définir l'interface comme interface par défaut
hu: Jelölje meg mint alapértelmezett interfészt
pl: Ustaw interfejs jako domyślny
ru: Назначить данный интерфейс по умолчанию
sk: Nastaviť rozhranie ako predvolené
ta: இயல்புநிலை இடைமுகமாக இடைமுகத்தை அமைக்கவும்
vi: Đặt giao diện làm Giao diện mặc định
zh_cn: 界面设置为默认

source: Set the MAC address of your %s %s.
bg: Задайте MAC-адреса на вашия %s %s.
fi: Määritä %s %s:n MAC-osoite.
fr: Définir l'adresse MAC votre %s %s.
pl: Ustaw adres MAC dla %s %s.
sk: Nastavte MAC adresu pre %s %s.
ta: உங்கள் %s %s இன் MAC முகவரியை அமைக்கவும்.

source: Set the User ID of the OpenWebif from your fallback tuner
bg: Задайте потребителското име на OpenWebif от своя резервен тунер
fi: Aseta etävastaanottimen OpenWebIf käyttäjätunnus
fr: Définir l'ID utilisateur d’OpenWebif de votre tuner de secours
pl: Wpisz nazwę użytkownika do zalogowania do OpenWebif tunera rezerwowego
sk: Nastavenie ID používateľa OpenWebif zo záložného tunera
ta: உங்கள் குறைவடையும் ட்யூனரிலிருந்து OpenWebif இன் பயனர் ஐடியை அமைக்கவும்

source: Set the jump-size of the seekbar.
bg: Задайте размера на скока на seekbar.
da: Sæt hop-størrelse af søgebjælken.
de: Einstellen der Sprungweite für die Suchleiste.
et: Määra otsiriba hüppe pikkus.
hu: Állítsa be a keresősáv ugrási méretét.
pl: Ustaw skok-rozmiar paska wyszukiwania.
ru: Укажите шаг перехода для Seekbar.
sk: Nastavenie veľkosti skoku v paneli posunu.
ta: சீக்பரின் சம்ப் அளவை அமைக்கவும்.
vi: Đặt kích thước bước nhảy của thanh tìm kiếm.
zh_cn: 设置在进度条(seekbar)跳跃的大小

source: Set the password of the OpenWebif from your fallback tuner
bg: Задайте паролата на OpenWebif от вашия резервен тунер
fi: Aseta etävastaanottimen OpenWebIf salasana
fr: Définir le mot de passe d’OpenWebif de votre tuner de secours
pl: Ustaw hasło OpenWebif z tunera zapasowego
sk: Nastavenie hesla OpenWebif zo záložného tunera
ta: உங்கள் குறைவடையும் ட்யூனரிலிருந்து OpenWebif இன் கடவுச்சொல்லை அமைக்கவும்

source: Set the port of the OpenWebif from your fallback tuner
bg: Задайте порта на OpenWebif от вашия резервен тунер
fi: Aseta etävastaanottimen OpenWebIf portti
fr: Définir le port d’OpenWebif de votre tuner de secours
pl: Wpisz port OpenWebif tunera rezerwowego
sk: Nastavenie portu OpenWebif z vášho záložného tunera
ta: உங்கள் குறைவடையும் ட்யூனரிலிருந்து OpenWebif இன் துறைமுகத்தை அமைக்கவும்

source: Set the screen type you get on pressing 'OK' when the info bar shows to 2nd infobar Lite or event info.
bg: Задайте типа на екрана,който вие получавате върху натискане на 'ОК', когато инфобара се показва до 2-ри инфобар Lite или информация за събитие.
da: Sæt den skærmtype du får ved tryk på 'OK' når infobjælke viser enkel sekundær infobjælke eller begivenhedsinfo.
de: Wenn die OK Taste gedrückt wird, wird bei 'Nein' die komplette Infoleiste angezeigt, ansonsten nur eine einfache Version davon.
et: Vali teise inforiba liigi või saateinfo vahel.
fi: Määritä näyttötyyppi, saat painamalla 'OK' kun tietopalkissa näkyy 2. tietopalkki pieni tai tapahtuman tiedot.
fr: Définir le type d'écran que vous voulez en appuyant sur OK lorsque la barre d'info affiche la 2ème info barre 'Lite' ou l'info évènement.
hu: Állítsa be a képernyő típusát, ha megnyomja az "OK" gombot, amikor az Információs sáv a Második információs sáv Lite-ra vagy esemény információra mutat.
pl: Ustaw rodzaj wyświetlanych informacji po naciśnięciu przycisku 'OK', gdy infobar pokazuje 2-gi infobar lub infoormacje o wydarzeniu.
ru: Укажите тип окна, который будет отображаться при нажатии на кнопку ОК (второй инфобар или инфо события)
sk: Nastavenie typu obrazovky, ktorá sa zobrazí po stlačení tlačidla 'OK' pri zobrazení infolišty: 2. infolišta Lite alebo informácie o udalosti.
ta: செய்தி பட்டி 2 வது இன்போபார் லைட் அல்லது நிகழ்வு தகவலுக்கு காண்பிக்கும் போது 'சரி' என்பதை அழுத்தும்போது நீங்கள் பெறும் திரை வகையை அமைக்கவும்.
vi: Đặt loại màn hình bạn nhận được khi nhấn 'OK' khi thanh thông tin hiển thị thành thông tin sự kiện thứ 2 hoặc thông tin sự kiện.
zh_cn: 设置当信息栏显示为第二信息栏精简版或事件信息时,按'确定'键时得到的屏幕类型.

source: Set the time to hide the infobar.
bg: Задайте време за скриване на инфобара.
da: Sæt tiden indtil infobjælken skjules.
de: Einstellen der Anzeigedauer der Infoleiste.
et: Määra aeg inforiba peitmiseks.
fi: Määrittää, kuinka kauan tietopalkki näytetään kuvaruudulla.
fr: Définir la durée pour masquer la barre d'info.
hu: Állítsa be az Információs sáv elrejtéséhez szükséges időt.
pl: Ustaw czas,po jakim ma być ukryty pasek informacyjny.
ru: Время показа Инфобара.
sk: Nastavte trvanie zobrazenia infolišty.
ta: இன்போபரை மறைக்க நேரத்தை அமைக்கவும்.
vi: Đặt thời gian để ẩn infobar.
zh_cn: 设置时间隐藏信息栏.

source: Set the time to hide the second infobar. The bar also disappears on pressing 'OK'.
bg: Задайте време за скриване на втория инфобар. Барът също изчезва при натискане на 'OK'.
da: Sæt tiden indtil den sekundære infobjælke skjules. Bjælken forsvinder også ved tryk på 'OK'.
de: Einstellen der Anzeigedauer der zweiten Infoleiste. Sie kann aber auch mit OK beendet werden.
et: Määra teise inforiba kestus. Riba kaob ka vajutades 'OK'.
fi: Määrittää, kuinka kauan 2. tietopalkki näytetään kuvaruudulla. Sen voi piilottaa samantien painamalla 'OK'.
fr: Définir la durée pour masquer la 2ème barre d'info. La barre disparaît aussi si on appuie sur OK.
hu: Állítsa be az időt a második Információs sáv elrejtéséhez. A sáv is eltűnik az "OK" megnyomásával.
pl: Ustaw czas po którym zniknie drugi infobar. Pasek znika również po naciśnięciu 'OK'.
ru: Время показа второго инфобара.
sk: Nastavte čas trvania zobrazenia druhej infolišty. Lišta zmizne aj po stlačení 'OK'.
ta: இரண்டாவது இன்போபரை மறைக்க நேரத்தை அமைக்கவும். 'சரி' என்பதை அழுத்துவதில் பட்டி மறைந்துவிடும்.
vi: Đặt thời gian để ẩn infobar thứ hai. Thanh cũng biến mất khi nhấn 'OK'.
zh_cn: 设置时间隐藏第二信息栏.消失在按下'确定'键.

source: Set to 'Yes', to enable automatic recording of the background timeshift buffer.
bg: Ако е зададено 'да', активирайте автоматичното записване за автоматичен timeshift
fi: Jos asetuksena on 'kyllä` valinnalla tallennus käynnistyy automaattisesti, kun vaihdat jollekin kanavalle. Näitä tallennuksia ei tarvitse erikseen muuntaa tallenteiksi vaan niistä tulee pysyviä tallenteita suoraan.
fr: Si mis à 'oui', active l'enregistrement auto (autorecord) pour la PauseDirect automatique en tâche de fond
pl: Jeżeli ustawione na 'tak', włączy nagrywanie automatycznie w tle z timeshiftem.
sk: Nastavte na 'Áno', pre zapnutie automatického nahrávania timeshiftu na pozadí.
ta: பின்னணி டைம்சிஃப்ட் பஃப்பரின் தானியங்கி பதிவை இயக்க, 'ஆம்' என அமைக்கவும்.

source: Set to the desired primetime (hour).
bg: Настройте на желания праймтайм (час).
da: Sæt til ønsket Primetime (timetal).
de: Die Stunde der Primetime einstellen.
et: Määra tippajaks (tunnid).
fi: Aseta paras katseluaika (tunti).
fr: Définir le temps du primetime (heure).
hu: Adja meg, hogy a fő műsoridő melyik órában kezdődjön.
pl: Ustaw żądany najlepszy czas (godziny).
ru: Выберите нужный прайм-тайм (в часах).
sk: Nastavte požadovaný hlavný vysielací čas – primetime (h).
ta: விரும்பிய பிரைம் டைம் (மணிநேரம்) க்கு அமைக்கவும்.
vi: Đặt thời gian gốc mong muốn (giờ).
zh_cn: 设置所需的黄金时段(小时).

source: Set to the desired primetime (minutes.
bg: Задайте желания праймтайм (минути).
da: Set til ønsket Primetime (minuttal).
de: Die Minuten der Primetime einstellen.
et: Määra tippajaks (minutid).
fi: Aseta paras katseluaika (minuutti).
fr: Définir le temps du primetime (minutes).
hu: Adja meg, hogy a fő műsoridő az adott óra melyik percében kezdődjön.
pl: Ustaw żądany najlepszy czas (minuty).
ru: Выберите нужный прайм-тайм (в минутах).
sk: Nastavte požadovaný hlavný vysielací čas – primetime (min.).
ta: விரும்பிய பிரைம் டைம் (நிமிடங்கள்.
vi: Đặt thời gian ban đầu mong muốn (phút.
zh_cn: 设置所需的黄金时段(分钟.)

source: Setting a password is strongly advised if your STB is open to the Internet. You must set a password in order to be able to use network services like FTP, Telnet or SSH.
bg: Задаването на парола е силно препоръчително, ако вашият STB е отворен към Интернет. Трябва да зададете парола, за да можете да използвате мрежови услуги като FTP, Telnet или SSH.
fi: Salasanan asettaminen on erittäin suositeltavaa, jos Vastaanotin on avoinna Internetiin. Salasana on asetettava, jotta voit käyttää verkkopalveluja, kuten FTP, Telnet tai SSH.
pl: Ustawienie hasła jest zdecydowanie zalecane, jeśli Twój STB jest otwarty na Internet. Musisz ustawić hasło, aby móc korzystać z usług sieciowych, takich jak FTP, Telnet lub SSH.
sk: Ak je váš prijímač pripojený na internet, dôrazne odporúčame nastaviť heslo. Ak chcete využívať služby typu FTP, Telnet alebo SSH, je nastavenie hesla nevyhnutné.
ta: உங்கள் STB இணையத்திற்கு திறந்திருந்தால் கடவுச்சொல்லை அமைப்பது வலுவாக அறிவுறுத்தப்படுகிறது. FTP, TELNET அல்லது பாஓடு போன்ற பிணைய சேவைகளைப் பயன்படுத்த நீங்கள் கடவுச்சொல்லை அமைக்க வேண்டும்.

source: ShellInABox
fi: Terminaali
ta: செல்லினாபாக்ச்

source: Short Film
bg: Късометражен филм
da: Kortfilm
de: Kurzfilm
fi: Lyhytelokuva
fr: Court métrage
pl: Krótki Film
sk: Krátky film
ta: குறும்படம்
zh_cn: 短片

source: Show InfoBar lite *
bg: Показване на инфобар Lite *
fi: Näytä tietopalkki pieni
fr: Afficher la barre d'info légère *
pl: Pokaż okrojony pasek informacyjny *
sk: Zobraziť odľahčenú (lite) infolištu *
ta: இன்போபார் லைட்டைக் காட்டு *

source: Show Media playback Remaining/Elapsed as
bg: Показване на възпроизвеждане на мултимедия Оставащо/изминало като
da: Vis medieafspilning resterende/forløbet som
de: Medienwiedergabe verbleibende/verstrichene Zeit in
et: Jäänud/kulunud näit meedia esitusel
fi: Näytä tallenteen jäljellä oleva/kulunut aika muodossa
fr: Afficher le lecteur de média écoulé/restant comme
hu: A Média adás Hátralévő/Eltelt idő kijelzési formája
pl: Pokaż w odtwarzaczu multimediów czas Pozostały/Upływający jako
ru: Показать при воспроизведении оставшееся/прошедшее как
sk: Zobraziť prehrávanie média – zostávajúce/uplynuté ako
ta: மீடியா பிளேபேக் மீதமுள்ள/கடந்துவிட்டது
vi: Hiển thị phát lại phương tiện còn lại / trôi qua như
zh_cn: 显示媒体播放的剩余/已使用

source: Show chapter positions for supported video files. (gstreamer version must be greather than 1)
bg: Показване на позициите на главите за поддържаните видео файлове. (версията на gstreamer трябва да е по-голяма от 1)
da: Vis kapitelpositioner for understøttet videofiler (gstreamer version skal være større end 1).
de: Bei 'Ja' werden Kapitelpositionen für unterstützte Videodateien angezeigt (ab GStreamer Version 1).
et: Näita toetatud videofailidel peatüki asukohti (gstreamer peab olema suurem kui 1)
fi: Näytä videotiedostojen kappalejako sijainnit. (gstreamer-version on oltava suurempi kuin 1)
fr: Afficher les positions des chapitres pour les fichiers vidéo pris en charge. (la version de gstreamer doit être supérieure à 1)
hu: A támogatott videofájlok fejezet pozícióinak megjelenítése. (a gstreamer verziónak nagyobbnak kell lennie, mint 1)
pl: Pokaż pozycje rozdziałów dla obsługiwanych plików wideo. (Wersja gstreamer musi być większa niż 1)
sk: Zobraziť pozície kapitol pre podporované súbory s videom (verzia gstreamera musí byť väčšia ako 1)
ta: ஆதரிக்கப்பட்ட வீடியோ கோப்புகளுக்கான அத்தியாய நிலைகளைக் காட்டு. (சிச்ட்ரீமர் பதிப்பு 1 ஐ விட சாம்பல் இருக்க வேண்டும்)
vi: Hiển thị vị trí chương cho các tệp video được hỗ trợ. (phiên bản của người truyền tải phải lớn hơn 1)
zh_cn: 显示支持的视频文件的章节位置.(GStreamer版本必须大于1)

source: Show notification when import channels and/or EPG from remote receiver URL did not complete
bg: Покажи известие когато импортирането на канали/EPG от URL на резервния приемник не завърши
fi: Näytä ilmoitus kun kanavien ja/tai ohjelmaoppaan tuonti etävastaanottimelta ei onnistunut
fr: Afficher une notification lorsque l’import des chaînes et/ou EPG du récepteur distant n’a pas réussi
pl: Pokazuj informację gdy import kanałów i / lub EPG ze zdalnego odbiornika nie powiódł się
sk: Zobraziť notifikáciu v prípade, keď nebol import kanálov a/alebo EPG z URL adresy vzdialeného prijímača úspešne dokončený
ta: தொலைநிலை ரிசீவர் முகவரி இலிருந்து இறக்குமதி சேனல்கள் மற்றும்/அல்லது ஈபிசி முடிக்கும்போது அறிவிப்பைக் காட்டுங்கள்

source: Show notification when import channels and/or EPG from remote receiver URL is completed
bg: Покажи известие когато импортирането на канали/EPG от URL на резервния приемник завърши
fi: Näytä ilmoitus kun kanavien ja/tai ohjelmaoppaan tuonti etävastaanottimelta onnistui
fr: Afficher une notification lorsque l’import des chaînes et/ou EPG du récepteur distant est réussi
pl: Pokazuj informację gdy import kanałów i / lub EPG ze zdalnego odbiornika zakończył się
sk: Zobraziť notifikáciu v prípade, keď bol import kanálov a/alebo EPG z URL adresy vzdialeného prijímača úspešne dokončený
ta: தொலைநிலை ரிசீவர் முகவரி இலிருந்து இறக்குமதி சேனல்கள் மற்றும்/அல்லது ஈபிசி முடிந்ததும் அறிவிப்பைக் காட்டுங்கள்

source: Show or hide the extended description, (skin dependent).
bg: Показване или скриване на удължено описание, (зависимо от кожата).
da: Vis eller skjul den udvidet beskrivelse (Tema-afhængig).
de: Anzeigen oder verbergen der erweiterten Beschreibung (abhängig vom Skin).
et: Pikema saatetutvustuse näitamine või varjamine (sõltub kujundusest).
fi: Näytä tai piilota laajennettu kuvaus, (teemasta riippuva).
fr: Afficher ou cacher la description étendue, (dépendant du thème/skin).
hu: Mutassa be vagy rejtse el a kiterjesztett leírást (kinézet függő).
pl: Pokaż lub ukryć rozszerzony opis, (zależy od skóry).
ru: Показать или спрятать расширенное описание, (если скин поддерживает).
sk: Zobraziť/skryť rozšírený popis (závisí od vzhľadu).
ta: நீட்டிக்கப்பட்ட விளக்கத்தைக் காட்டவும் அல்லது மறைக்கவும், (தோல் சார்ந்தது).
vi: Hiển thị hoặc ẩn mô tả mở rộng, (phụ thuộc vào da).
zh_cn: 显示或隐藏扩展的描述（皮肤依赖）.

source: Show subservices *
fi: Näytä tekstitys palvelu *
pl: Wyświetl pod-usługi *
sk: Ukázať podradené stanice *
ta: உட்பிரிவுகளைக் காட்டு *

source: Show the EIT Now/Next data in the InfoBar.
bg: Показване на EIT сега/напред в информационната лента
fi: Näytä EIT Nyt/Seuraava tietopalkissa.
fr: Afficher EIT maintenant/suivant dans barre d'information
pl: Pokaż EIT Teraz/Następny na pasku informacyjnym.
sk: Zobraziť EIT údaje teraz/nasleduje v infolište.
ta: இன்போபாரில் இப்போது/அடுத்த தரவைக் காட்டுங்கள்.

source: Show/Games show
bg: Шоу/Игри шоу
da: Show/Quizprogram
de: Show/Spielshow
fi: Peli show
fr: Spectacle/jeux
pl: Przedstawienie/Pokaz gier
sk: Show/herné show
ta: சோ/கேம்ச் சோ
zh_cn: 显示/游戏节目

source: Shows live tv or informations on LCD.
bg: Показва телевизия на живо или информация на LCD.
da: Vis Live TV eller informationer på LCD.
de: Zeige Live-TV oder Information auf dem LCD.
et: Kuvab telepilti või infot esipaneelil.
fi: Näytä suoraa televisiota tai tietoja vastaanottimen näytössä.
fr: Afficher la TV en directe ou les informations sur le LCD.
hu: Élő TV-adást vagy egyéb információkat jelenít meg az LCD kijelzőn.
pl: Pokazuje aktualny kanał TV lub informacje na przednim wyświetlaczu.
ru: Показывается текущий канал или информация на дисплее.
sk: Zobrazenie Live TV alebo informácií na LCD.
ta: எல்சிடியில் நேரடி டிவி அல்லது தகவல்களைக் காட்டுகிறது.
vi: Hiển thị truyền hình trực tiếp hoặc thông tin trên LCD.
zh_cn: 显示电视或液晶电视上的信息.

source: Sinhala / Sinhalese
cs: Sinhálština / Sinhálsky
el: Σινγχάλα
fr: Cinghalais / Sinhala
lt: Sinhalai / Sinhalai
nl: Sinhala / Singalees
sk: sinhálčina
sv: Singhalesiska / singalesiska
ta: சிங்களம் / சிங்களவர்கள்

source: Skin Setting
bg: Настройка на кожа
da: Tema indstillinger
de: Skin-Einstellungen
et: Kujunduse seaded
hu: Kinézet beállítása
pl: Ustawienia skóry
ru: Настройки скина
sk: Nastavenie vzhľadu
ta: தோல் அமைப்பு
vi: Thiết lập da
zh_cn: 皮肤设置

source: Soap Opera
da: Sæbeopera
fi: Saippua opera
fr: Feuilleton
pl: Opera Mydlana
sk: Telenovela
ta: சோப் ஓபரா
zh_cn: 肥皂剧

source: Softcams
cs: Softcamy
fi: softcammit
hr: Softcam
it: Softcam
pl: Softcam
sk: Softcamy
sr: Softcam
sv: Softkameror
ta: சாப்ட்கேம்கள்
tr: Softcamlar

source: Some TVs can't switch to the correct input if another HDMI port is active. This setting sets the TV to standby before the switch. (If the TV does not turn back on it may require a slower transmission interval or the repetition of the wake-up command.)
bg: Някои телевизионни устройства не могат да се превключват, за да коригират входа, ако е активен друг HDMI порт. Тази настройка настройва телевизора в режим на готовност преди превключвателя. (Ако телевизорът не се включи отново, може да се наложи по-бавен интервал на предаване или повторение на командите за събуждане.)
fi: Jotkin TV:eet eivät voi vaihtaa oikeaan sisääntuloon, jos toinen HDMI portti on aktiivinen. Tämä asetus asettaa television valmiustilaan ennen vaihtoa. (Jos televisio ei kytkeydy takaisin päälle, se voi vaatia hitaampaa lähetysväliä tai herätyskomentojen toistamista.)
fr: Certains téléviseurs ne peuvent pas basculer vers la bonne entrée si un autre port HDMI est actif. Ce paramètre permet de mettre le téléviseur en veille avant la commutation. (Si le téléviseur ne se rallume pas, cela peut nécessiter un intervalle de transmission plus lent ou la répétition des commandes de réveil.)
pl: Niektóre urządzenia TV nie mogą zostać przełączone na poprawne wejście jeśli jest aktywne inne wejście HDMI. To ustawienie przełącza TV w tryb czuwania przed przełączeniem. (Jeśli telewizor się nie włącza, może wymagać wolniejszego przedziału transmisji lub powtórzenia poleceń budzenia.)
sk: Niektoré televízory nedokážu prepnúť na správny vstup, ak je aktívny iný port HDMI. Týmto nastavením sa televízor pre prepnutím uvedie do pohotovostného režimu. (Ak sa televízor opäť nezapne, môže byť potrebný dlhší pomalší interval prenosu alebo zopakovanie príkazu na prebudenie.)
ta: மற்றொரு HDMI துறைமுகம் செயலில் இருந்தால் சில தொலைக்காட்சிகள் சரியான உள்ளீட்டிற்கு மாற முடியாது. இந்த அமைப்பு சுவிட்சுக்கு முன் டிவியை காத்திருப்புக்கு அமைக்கிறது. (டிவியைத் திரும்பப் பெறாவிட்டால், அதை மெதுவான பரிமாற்ற இடைவெளி அல்லது விழித்தெழுந்த கட்டளையின் மறுபடியும் தேவைப்படலாம்.)

source: Sorry your Backup destination does not exist Please choose an other one.
bg: За съжаление вашето местоназначение архив не съществува Моля, изберете друго.
da: Beklager, din sikkerhedskopieringdestination findes ikke Vælg venligst en anden.
de: Dieser Backup-Zielort existiert nicht! Bitte anderen Zielort wählen.
et: Varukoopia asukohta ei ole olemas. Vali uus asukoht.
fi: Varmuuskopion kohdehakemisto ei ole Valitse toinen hakemisto.
fr: Désolé votre destination pour la sauvegarde n'existe pas. Merci d'en choisir un autre.
hu: Sajnáljuk, hogy a mentési cél nem létezik Kérjük, válasszon másikat.
pl: Katalog kopii zapasowej nie istnieje Wskaż inny katalog.
pt_br: Desculpe mas o seu backup não existe Por favor selecione outro.
ru: Указанное место сохранения не существует Пожалуйста, выберите другое!
sk: Váš cieľ pre zálohu neexistuje. Prosím, vyberte iný cieľ.
ta: மன்னிக்கவும் உங்கள் காப்பு இலக்கு இல்லை தயவுசெய்து வேறு ஒன்றைத் தேர்வுசெய்க.
vi: Xin lỗi, đích sao lưu của bạn không tồn tại Vui lòng chọn cái khác.
zh_cn: 对不起,您的备份目的地不存在 请选择另一个.
