Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: If enabled the output resolution of the receiver will try to match the resolution of the video contents resolution.
cs: Pokud je tato možnost povolena, výstupní rozlišení přijímače se pokusí přizpůsobit rozlišení video obsahu.
el: Όταν είναι ενεργό, θα γίνει προσπάθεια η ανάλυση εξόδου του δέκτη να ταιριάξει με την ανάλυση των περιεχομένων του βίντεο
hr: Ako je omogućeno, izlazna razlučivost okvira pokušat će odgovarati razlučivosti video sadržaja.
it: Se abilitato, la risoluzione di uscita del ricevitore cercherà di corrispondere alla risoluzione del contenuto video.
lt: Kai čia įjungta, aparato išėjimo rezoliuciją bus bandoma automatiškai suderinti su rodomo vaizdo rezoliucija
nl: Instellen, of en hoe de video-resolutie van uw ontvanger aan de resolutie van de video inhoud moet worden aangepast.
sr: Ako je omogućeno, rezolucija izlaza prijemnika će pokušati da se podudara sa rezolucijom video sadržaja.
sv: Om den är aktiverad kommer boxens utmatningsupplösning att försöka matcha upplösningen för videoinnehållets upplösning
tr: Etkinleştirildiğinde alıcının çıkış çözünürlüğü görüntü içeriğinin çözünürlüğüne uymaya çalışacaktır.
uk: Якщо включено, вихідна роздільність приймача буде адаптована до роздільності відеоконтенту.

source: If enabled the video will always be de-interlaced.
bg: Ако е разрешено, видеото винаги ще бъде редувано.
cs: Pokud je povoleno bude odstraněno prokládání videa.
da: Hvis aktiveret vil video altid blive de-interlaced.
de: Einstellen, ob das Video immer de-interlaced werden soll.
el: Όταν είναι ενεργό, θα γίνεται πάντα αποπολυπλεξία της εικόνας.
et: Kui lubatud, toimub alati video ülerealaotuse eemaldamine.
fi: Jos päällä, kuvasignaalille tehdään aina lomituksenpoisto.
fr: Si activé la vidéo sera toujours désentrelacé.
hr: Ako je omogućeno, videozapis će uvijek biti uklonjen s ispreplitanjem.
hu: Ha engedélyezve van, akkor a kép nem váltottsoros.
it: Se abilitato, il video sarà sempre non interlacciato.
lt: Kai čia įjungta, visada bus naudojamas vaizdo eilučių supynimas (de-interlace).
nl: Wanneer ingeschakeld zal de video altijd worden gede-interlaced.
pl: Pozwala określić czy film powinien być zawsze z przeplotem.
ru: Если включено, всегда будет использована чересстрочная развертка.
sk: Ak je povolené, z videa sa vždy odstráni prekladanie polsnímok (= de-interlacing).
sr: Ako je omogućen video zapis će uvek biti de-interlaced.
sv: Om den är aktiverad kommer videon alltid att vara de-interlaced.
ta: இயக்கப்பட்டால் வீடியோ எப்போதும் டி-இன்டர்லேச் செய்யப்படும்.
tr: Etkinleştirildiğinde görüntü her zaman net olarak gösterilecektir.
uk: Якщо включено, відео завжди буде построкове.
vi: Nếu được bật, video sẽ luôn được đặt xen kẽ.
zh_cn: 如果启用的视频将永远是隔行扫描.

source: If enabled, AIT data is included in recordings.
bg: Ако е разрешено, данните от AIT са включени в записите.
cs: Pokud je povoleno jsou AIT data vložena do nahrávek.
da: Hvis aktiveret, inkluderes AIT data i optagelser.
de: Bei 'Ja' sind in den Aufzeichnungen AIT-Daten enthalten.
el: Όταν είναι ενεργό, τα δεδομένα ΑΙΤ θα συμπεριλαμβάνονται στις εγγραφές.
et: Kui lubatud, kaasatakse salvestistesse AIT andmed.
fi: Kun päällä, AIT-tieto sisällytetään tallennuksiin.
fr: Si activé, les données AIT seront incluses dans les enregistrements.
hr: Ako je omogućeno, AIT podaci uključuju se u snimke.
hu: Ha engedélyezve van, a felvételek tartalmazzák az AIT adatot.
it: Se abilitato, i dati AIT sono inclusi nelle registrazioni.
lt: Jei įjungta, AIT duomenys įtraukiami į įrašus.
nl: Wanneer ingeschakeld, worden AIT-gegevens opgenomen in de opnames.
pl: Jeśli włączone, dane AIT są zawarte w nagraniach.
ru: Если включено, данные AIT будут включены в записи.
sk: Ak je povolené, AIT dáta sa vložia do nahrávok.
sr: Ako je omogućeni, AIT podaci su uključeni u snimke.
sv: Om den är aktiverad inkluderas AIT-data i inspelningarna.
ta: இயக்கப்பட்டால், AIT தரவு பதிவுகளில் சேர்க்கப்பட்டுள்ளது.
tr: Etkinleştirildiğinde AIT verileri kayıtlara dahil edilir.
uk: Якщо включено, дані AIT будуть включені в записі.
vi: Nếu được bật, dữ liệu AIT được bao gồm trong bản ghi.
zh_cn: 如果启用,AIT数据将包含在录像中.

source: If enabled, a log will be kept of CEC protocol traffic. The log files are located with the other log files but named 'Enigma2-hdmicec-[date].log'.
bg: Ако е активирано, ще се съхранява дневник за трафика на CEC протокола. Регистрационните файлове се намират заедно с другите регистрационни файлове, но с име „Enigma2-hdmicec-[date].log“.
cs: Pokud je povoleno, bude uchováván protokol o provozu CEC. Soubory protokolu jsou umístěny s ostatními soubory protokolu, ale pojmenované 'Enigma2-hdmicec-[datum].log'.
el: Όταν είναι ενεργό, θα τηρείται αρχείο καταγραφής της κίνησης του πρωτοκόλλου CEC. Τα αρχεία καταγραφής βρίσκονται μαζί με τα υπόλοιπα, αλλά ονομάζονται 'Enigma2-hdmicec-[ημερομηνία].log'.
fi: Jos tämä on käytössä, CEC protokollan liikenteestä pidetään lokia. Lokitiedostot sijaitsevat muiden lokitiedostojen kanssa, mutta niiden nimi on Enigma2-hdmicec-[päivämäärä].log'.
fr: Si cette option est activée, un journal du trafic du protocole CEC sera conservé. Les fichiers journaux sont situés avec les autres fichiers journaux mais sont nommés 'Enigma2-hdmicec-[date].log' ;.
hr: Ako je omogućeno, čuvat će se dnevnik prometa CEC protokola. Datoteke dnevnika nalaze se s drugim datotekama zapisnika, ali se zovu 'Enigma2-hdmicec-[datum].log'.
it: Se abilitato, verrà conservato un registro del traffico del protocollo CEC. I file di registro si trovano con gli altri file di registro ma sono denominati 'Enigma2-hdmicec-[date].log'.
lt: Jei įjungta, bus saugomas CEC protokolo srauto žurnalas. Žurnalo failai yra su kitais žurnalo failais, bet pavadinti 'Enigma2-hdmicec-[date].log'.
nl: Wanneer ingeschakeld, wordt er een log-bestand bijgehouden van CEC-verkeer. Deze wordt samen met de andere log-bestanden opgeslagen en zijn herkenbaar door de naam 'Enigma2-hdmicec-[datum].log'.
pl: Jeśli włączone, będzie przechowywany log ruchu protokołu CEC. Pliki log znajdują się z innymi plikami log, ale mają nazwę 'Enigma2-hdmicec-[date].log'.
sk: Ak je táto možnosť aktivovaná, bude sa uchovávať denník o prevádzke CEC. Súbory denníka sú umiestnené spolu s ostatnými súbormi denníkov, ale s názvom "Enigma2-hdmicec-[dátum].log".
sr: Ako je omogućeno, evidencija će se voditi o saobraćaju CEC protokola. Fajlovi evidencije se nalaze sa drugim fajlovima i zovu se 'Enigma2-hdmicec-[date].log'.
sv: Om funktionen är aktiverad sparas en logg över CEC-protokolltrafiken. Loggfilerna finns tillsammans med de andra loggfilerna men har namnet "Enigma2-hdmicec-[datum].log".
ta: இயக்கப்பட்டால், சி.இ.சி நெறிமுறை போக்குவரத்தில் ஒரு பதிவு வைக்கப்படும். பதிவு கோப்புகள் மற்ற பதிவுக் கோப்புகளுடன் அமைந்துள்ளன, ஆனால் 'enigma2-hdmicec- [தேதி] .லாக்' என்று பெயரிடப்பட்டது.
tr: Etkinleştirildiğinde CEC protokol trafiğinin kaydı tutulacaktır. Kayıt dosyaları diğer kayıt dosyalarıyla birlikte bulunur ancak 'Enigma2-hdmicec-[tarih].log' olarak adlandırılır.
uk: Якщо ввімкнено, журнал трафіку протоколу CEC зберігатиметься. Файли журналів розташовані разом з іншими файлами журналів, але мають назву 'Enigma2-hdmicec-[date].log'.

source: If enabled, a time window is used to detect wake-ups from Deep Standby triggered by a timer. The default setting is disabled, which uses a special signal from the receiver. However, some devices send an incorrect or no signal, causing wake-up detection to fail.
cs: Je-li povoleno, pomocí časového okna detekovat probuzení z hlubokého spánku pomocí časovače. Výchozí nastavení je zakázáno a používá se speciální signál z přijímače. Některá zařízení však nastaví špatný nebo žádný signál a detekce probuzení může selhat.
el: Όταν είναι ενεργό, θα γίνεται χρήση ενός χρονοπλαισίου για τον εντοπισμό της αφύπνισης από τη βαθιά αναμονή από έναν χρονοδιακόπτη. Η προεπιλεγμένη ρύθμιση είναι ανενεργή και γίνεται χρήση ενός ειδικού σήματος από τον δέκτη. Όμως μερικές συσκευές δίνουν λανθασμένο ή κανένα σήμα και ο εντοπισμός αυτός μπορεί να αποτύχει.
hr: Ako je omogućeno, koristi se vremenski prozor za detekciju buđenja iz dubokog stanja čekanja uzrokovanog tajmerom. Podrazumjevana postavka je onemogućeno, što koristi poseban signal od prijemnika. Međutim, neki uređaji šalju netočan signal ili uopćte ne šalju signal, što dovodi do neuspjeha u detekciji buđenja.
it: Se abilitato, usa una finestra temporale per rilevare una riattivazione dallo standby profondo tramite un timer. L'impostazione predefinita è disabilitata e usa un segnale speciale dal ricevitore. Ma alcuni dispositivi impostano un segnale errato o assente e il rilevamento della sveglia può fallire.
lt: Jei įjungta, naudokite laiko langą, kad nustatytumėte gilaus budėjimo režimo aktyvinimą laikmačiu. Numatytasis nustatymas yra išjungtas ir naudojamas specialus signalas iš imtuvo. Tačiau kai kuriuose įrenginiuose nustatytas netinkamas signalas arba niekas nepadaryta, ir pabudimas gali neveikti.
nl: Bij 'Ja' wordt een tijdsvenster gebruikt om het uit deep stand-by ontwaken voor een timer opname te detecteren. Sommige ontvangers verwerken dit echter niet goed waardoor het ontwaken van de ontvanger mislukt.
sr: Ako je omogućeno, koristi se vremenski prozor za detekciju buđenja iz dubokog stanja čekanja uzrokovanog tajmerom. Podrazumevana postavka je onemogućeno, što koristi poseban signal od prijemnika. Međutim, neki uređaji šalju netačan signal ili uopšte ne šalju signal, što dovodi do neuspeha u detekciji buđenja.
sv: Om den är aktiverad används ett tidsfönster för att upptäcka ett uppvaknande från djup standby med en timer. Standardinställningen är avaktiverad och använder en speciell signal från mottagaren. Men vissa enheter ger fel eller ingen signal och detekteringen av uppvaknandet kan misslyckas.
tr: Etkinleştirildiğinde zamanlayıcı tarafından tetiklenen Derin Bekleme modundan uyanmaları algılamak için bir zaman aralığı kullanılır. Varsayılan ayar devre dışıdır ve alıcıdan özel bir sinyal kullanır. Ancak, bazı cihazlar yanlış veya hiç sinyal göndermez ve bu da uyandırma algılamasının başarısız olmasına neden olur.
uk: Якщо включено, буде використано вікно часу для включення приймача за допомогою таймера. За замовчуванням вимкнено та використовується спеціальний сигнал з приймача. Зверніть увагу, що деякі пристрої не завжди сприймають сигнал і включення може бути невдале.

source: If enabled, the new GStreamer playback engine will be used.
cs: Pokud je povoleno, použije se nový engine pro přehrávání GStreamer.
el: Αν ενεργοποιηθεί, θα χρησιμοποιηθεί ο νέος μηχανισμός αναπαραγωγής GStreamer.
fi: Jos tämä on käytössä, käytetään uutta GStreameriä.
hr: Ako je omogućeno, koristit će se novi GStreamer mehanizam za reprodukciju.
it: Se abilitato, verrà usato il nuovo motore di riproduzione GStreamer.
lt: Jei įjungta, bus naudojamas naujas GStreamer atkūrimo variklis.
nl: Indien ingeschakeld, wordt de nieuwe GStreamer playback engine gebruikt.
pl: Jeśli włączone, nowy silnik odtwarzania GStreamer zostanie wykorzystany.
sk: Ak je táto možnosť povolená, na prehrávanie sa bude používať nový engine GStreamer.
sr: Ako je omogućen, koristi će se nova GStreamer mašina za reprodukciju.
sv: Om den är aktiverad kommer den nya GStreamer-uppspelningsmotorn att användas.
ta: இயக்கப்பட்டால், புதிய சிச்ட்ரீமர் பிளேபேக் இயந்திரம் பயன்படுத்தப்படும்.
tr: Etkinleştirildiğinde yeni GStreamer oynatma motoru kullanılacaktır.
uk: Якщо ввімкнено, використовуватиметься новий механізм відтворення GStreamer.

source: If logs are using the set maximum space used the eldest will be deleted.
bg: Ако дневницитеи зползват определеното максимално използвано пространство, най-старите ще бъдат изтрити.
cs: Pokud používáte zprávy a je nastaven max. využitý prostor,budou nejstarší smazány.
da: Hvis logge bruger den maksimale tilladte plads, vil den ældste blive slettet.
de: Wenn die Log-Dateien zu viel Speicher belegen werden die ältesten Dateien gelöscht.
el: Αν οι καταγραφές χρησιμοποιούν το μέγιστο ορισμένο χώρο χρήσης, θα διαγράφονται οι παλαιότερες.
et: Kui logidele määratud kettaruumi ülempiir on saavutatud, siis vanimad kustutatakse.
fi: Jos lokit käyttävät enemmän levytilaa kuin mitä maksimiarvoksi on määritetty, vanhimmat lokit poistetaan.
fr: Si les logs utilisent le maximum d'espace le plus vieux sera supprimé.
hr: Ako evidencije koriste postavljeni maksimalni korišteni prostor, najstariji će biti izbrisan.
hu: Ha a naplók a beállított maximális hely értékét túllépik, akkor a legidősebb napló törlődik.
it: Se i registri usano lo spazio massimo impostato usato, il più vecchio verrà eliminato.
lt: Jei žurnalai jau išnaudoja maksimalią jiems skirtą erdvę, įkeliant naują, seniausias bus ištrintas.
nl: Maximale ruimte die de logs in beslag mogen nemen. Als dat overschreden wordt, worden de oudste het eerste verwijderd.
pl: Jeśli zostanie przekroczona przestrzeń maksymalna,najstarsze zostaną usunięte.
ru: Если логи занимают слишком много памяти, будут удаляться самые старые файлы.
sk: Ak súbory denníkov dosiahnu maximum prideleného miesta, najstaršie súbory sa odstránia.
sr: Ako evidencije koriste postavljeni maksimalni prostor koji je najstariji bi će izbrisani.
sv: Om loggarna använder det inställda maximala utrymmet raderas den äldsta loggen.
ta: பதிவுகள் செட் அதிகபட்ச இடத்தைப் பயன்படுத்தினால், மூத்தவர் நீக்கப்படும்.
tr: Günlük dosyaları belirlenen maksimum alan kullanımını aşıyorsa, en eski olan silinecektir.
uk: Якщо логи займають занадто багато пам'яті, будуть видалятися найстаріші файли.
vi: Nếu các bản ghi đang sử dụng không gian tối đa đã đặt, phần lớn nhất sẽ bị xóa.
zh_cn: 如果日志使用了设置的最大空间,最老的将会删除.

source: If set to 'Yes', allows the use of time shift with alternative audio plugins.
cs: Pokud je nastaveno na „ano“, umožňuje vám používat časový posun s alternativními audio pluginy.
el: Αν επιλεγεί το 'ναι', επιτρέπεται η χρήση της χρονομετατόπισης με εναλλακτικά πρόσθετα ήχου.
hr: Ako je postavljeno na 'Da' omogućava korišćenje tajmšifta sa alternativnim audio pluginom.
it: Se impostato su 'sì', consente di usare il timeshift con plugin audio alternativi.
lt: Jei nustatyta "taip", leidžia naudoti laiko keitimą su alternatyviais garso papildiniais.
nl: Indien ingesteld op "ja", kunt u Timeshift gebruiken met alternatieve audio-plugins.
sr: Ako je postavljeno na 'Da', omogućava korišćenje vremenskog pomeranja sa alternativnim audio dodacima.
sv: Om inställningen är "yes" kan du använda timeshift med alternativa ljudplugins.
tr: 'Evet' olarak ayarlanırsa, alternatif ses eklentileriyle zaman kaydırma özelliğine izin verir.
uk: Якщо встановлено значення 'так', ви можете використовувати зміщення часу з альтернативними аудіоплагінами.

source: If the Deep Standby workaround is enabled wait until the system time is synchronized. Depending on the requirement the device wake up will continuing after a maximum of 2 minutes.
cs: Pokud je povoleno řešení hlubokého spánku, počkejte, dokud nebude synchronizován systémový čas. V závislosti na požadavku bude buzení zařízení pokračovat maximálně po 2 minutách.
el: Αν o εναλλακτικός τρόπος βαθιάς αναμονής είναι ενεργός, γίνεται αναμονή μέχρι να συγχρονιστεί το σύστημα. Ανάλογα με τις απαιτήσεις, οι συσκευές θα συνεχίζουν να αφυπνίζονται έως το πολύ 2 λεπτά.
hr: Ako je zaobilazno rješenje u dubokom stanju pripravnosti omogućeno, pričekajte dok se vrijeme sustava ne sinkronizira. Ovisno o zahtjevu, buđenje uređaja nastavit će se nakon najviše 2 minute.
it: Se è abilitata la soluzione di spegnimento attendi fino a quando l'ora di sistema non viene sincronizzata. A seconda delle esigenze, la riattivazione del dispositivo continuerà dopo un massimo di 2 minuti.
lt: Jei įjungtas gilus pristabdymo sprendimas, palaukite, kol bus sinchronizuojamas sistemos laikas. Priklausomai nuo reikalavimo, prietaisas pabus po 2 minučių.
nl: Wanneer de deep standby workaround is geactiveerd, a.u.b. wachten tot de systeemtijd is gesynchroniseerd. Afhankelijk van het gebruik zal de ontvanger binnen maximaal 2 minuten opstarten.
sr: Ako je zaobilazno rešenje Duboko Čekanje omogućeno, sačekajte dok se vreme sistema ne sinhronizuje. U zavisnosti od zahteva, buđenje uređaja će se nastaviti nakon najviše 2 minuta.
sv: Om lösningen för djup standby är aktiverad väntar du tills systemtiden har synkroniserats. Beroende på vad som krävs fortsätter uppvaknandet av enheten efter högst 2 minuter.
tr: Derin Bekleme modu etkinleştirilmişse, sistem saati senkronize olana kadar bekleyin. Gereksinime bağlı olarak, cihazın uyanması en fazla 2 dakika sonra devam edecektir.
uk: Якщо обхідний шлях для глибокого очікування ввімкнено, дочекайтеся синхронізації системного часу. Залежно від вимоги пробудження пристрою триватиме максимум через 2 хвилини.

source: If the free space is less than setting value, then an attempt is made to delete the old time shift files.
bg: Ако свободното пространство е по-малко от зададената стойност, тогава се прави опит за изтриване на старите файлове за timeshift.
cs: Pokud je volný prostor je menší než nastavená hodnota, pokusí se odstranit staré Timeshift soubory.
el: Αν ο ελεύθερος χώρος είναι μικρότερος της ορισμένης τιμής, τότε θα γίνεται προσπάθεια διαγραφής των παλαιών αρχείων χρονομετατόπισης.
fi: Mikäli vapaata levytilaa on vähemmän kuin määritetty, vanhoja ajansiirron tiedostoja pyritään poistamaan.
fr: Si l'espace libre est plus petit que la valeur définie, un essai sera fait d'effacer les fichiers de PauseDirect les plus anciens.
hr: Ako je slobodni prostor manji od vrijednosti postavke, tada se pokušava izbrisati stare datoteke vremenskog pomaka.
it: Se lo spazio libero è inferiore al valore impostato, verranno eliminati i vecchi file di timeshift.
lt: Jei laisvos vietos yra mažiau, nei nustatyta reikšmė, tada bus bandoma ištrinti senus laiko poslinkio failus.
nl: Als de beschikbare ruimte minder dan instelwaarde is, dan wordt een poging gedaan om de oude Timeshift bestanden te verwijderen.
pl: Jeśli ilość wolnego miejsca jest mniejsza niż ustawiona wartości, to następnie usuwa stare pliki timeshiftu.
sk: Ak je voľné miesto menšie ako nastavená hodnota, vykoná sa pokus o odstránenie starých súborov timeshiftu.
sr: Ako je slobodan prostor manji od vrednosti postavljanja, onda se pokušava izbrisati stare fajlove pomeranja vremena.
sv: Om det lediga utrymmet är mindre än inställningsvärdet görs ett försök att radera de gamla Time Shift-filerna.
ta: இலவச இடம் மதிப்பை அமைப்பதை விட குறைவாக இருந்தால், பழைய நேர சிப்ட் கோப்புகளை நீக்க முயற்சி செய்யப்படுகிறது.
tr: Boş alan ayarlanan değerden az ise, eski zaman kaydırma dosyalarını silme girişiminde bulunulur.
uk: Якщо вільний простір менше, ніж необхідне значення, будуть видалені старі файли таймшифта.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times).
bg: Ако текстът е твърде дълъг, за да бъде показан на предния панел, той ще се повтори (брой пъти).
cs: Pokud je text příliš dlouhý na to, aby byl zobrazen na předním panelu, bude se opakovat (počet opakování).
el: Αν το κείμενο είναι πολύ μεγάλο για να εμφανιστεί στον μπροστινό πίνακα, θα επαναληφθεί (αριθμός φορών).
fi: Jos teksti on liian pitkä näytettäväksi etupaneelissa, se toistetaan (useita kertoja).
hr: Ako je tekst predugačak da bi se prikazao na prednjoj ploči, ponovit će se (broj puta).
it: Se il testo è troppo lungo per essere visualizzato sul pannello frontale, verrà ripetuto (numero di volte).
lt: Jei tekstas per ilgas ir netelpa į priekinį imtuvo ekraną, jis bus kartojamas (kartų):
nl: Wanneer de tekst te lang is voor het display, zal die een aantal keren worden herhaald.
pl: Jeśli tekst jest zbyt długi, aby można go było wyświetlić na panelu przednim, zostanie powtórzony (określoną liczbę razy).
sk: Ak je text príliš dlhý na zobrazenie na prednom paneli, bude sa opakovať (počet opakovaní).
sr: Ako je tekst predugačak za prikaz na prednjoj tabli, on će se ponavljati (više puta).
sv: Om texten är för lång för att kunna visas på frontpanelen, upprepas den (antal gånger).
ta: முன் பேனலில் உரை காண்பிக்கப்படுவதற்கு மிக நீளமாக இருந்தால், அது மீண்டும் மீண்டும் செய்யப்படும் (எத்தனை முறை).
tr: Metin ön panelde görüntülenemeyecek kadar uzunsa, (belirtilen sayıda) tekrarlanacaktır.
uk: Якщо текст занадто довгий для відображення на передній панелі, він буде повторюватися (кількість разів).

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
bg: Ако използвате множество незаети превключватели, DiSEqC командите трябва да се изпращат няколко пъти. Задайте броя на незаети превключватели във веригата минус един.
cs: Při použití více nepotvrzených přepínačů musí být příkazy DiSEqC odeslány vícekrát. Nastavte na počet nepotvrzených přepínačů v řetězci mínus jeden.
da: Hvis du bruger flere utildelte switche skal DiSEqC kommandoerne sendes flere gang. Sættes til antallet af utildelte switche i kæden minus en.
de: Wenn mehrere nicht festgeschriebene Switches verwendet werden, müssen die DiSEqC-Befehle mehrmals gesendet werden. Legen Sie die Anzahl der nicht festgeschriebenen Switches in der Kette minus eins fest.
el: Αν χρησιμοποιείτε πολλαπλές μη δεσμευμένες εντολές DiSEqC, αυτές πρέπει να σταλούν πολλές φορές. Ορίστε τον αριθμό των μη δεσμευμένων διακοπτών στην αλληλουχία πλην ενός.
fi: Jos käytetään useita sitoutumattomia kytkimiä, DiSEqC komennot on lähetettävä useita kertoja. Aseta ketjun sitoutumattomien kytkinten määrä miinus yksi.
fr: Si vous utilisez plusieurs commutateurs DiSEqC non-commité les commandes doivent être envoyées plusieurs fois. Définir le nombre de commutateur non commité dans la chaîne moins un.
hr: Ako koristite više neizvršenih prekidača, DiSEqC naredbe moraju se poslati više puta. Postavite na broj neizvršenih prekidača u lancu minus jedan.
it: Se stai usando più switch uncommitted, i comandi DiSEqC devono essere inviati più volte. Imposta il numero di switch uncommitted nella catena meno uno.
lt: Jei naudojate kelis neprijungtus jungiklius, DiSEqC komandos turi būti siunčiamos kelis kartus. Nustatykite nenaudojamų jungiklių skaičių grandinėje, atėmus vieną.
nl: Bij gebruik van meerdere uncommitted switches moeten de DiSEqC commando's meerdere keren verstuurd worden. Ingesteld op het aantal uncommitted switches in de keten minus een.
pl: W przypadku korzystania z wielu niezaangażowanych przełączników polecenia DiSEqC muszą być wysyłane wiele razy. Ustaw liczbę niezaangażowanych przełączników w łańcuchu minus jeden.
sk: Ak sa používa viac 'uncommitted' prepínačov, príkazy DiSEqC sa musia poslať viackrát. Nastavte počet 'uncommitted' prepínačov v reťazci mínus jeden.
sr: Ako koristite više nedodeljenih prekidača DiSEqC komande moraju biti poslate više puta. Postavite na broj nedodeljenih prekidača u lancu minus jedan.
sv: Om du använder flera obekräftade brytare måste DiSEqC-kommandona skickas flera gånger. Ställ in till antalet obekräftade brytare i kedjan minus ett.
ta: பல அனுமதிக்கப்படாத சுவிட்சுகளைப் பயன்படுத்தினால், DISEQC கட்டளைகள் பல முறை அனுப்பப்பட வேண்டும். சங்கிலி கழித்தல் ஒன்றில் சேர்க்கப்படாத சுவிட்சுகளின் எண்ணிக்கையில் அமைக்கவும்.
tr: Birden fazla henüz devreye alınmamış anahtar kullanılıyorsa, DiSEqC komutları birden fazla kez gönderilmelidir. Zincirdeki henüz devreye alınmamış anahtar sayısından bir eksik değere ayarlayın.
uk: При використанні декількох непов'язаних перемикачів, команди DiSEqC повинні надсилатися кілька разів. Встановіть кількість перемикачів у ланцюзі мінус один.
vi: Nếu sử dụng nhiều chuyển mạch không được cam kết, các lệnh DiSEqC phải được gửi nhiều lần. Đặt thành số lượng công tắc không được cam kết trong chuỗi trừ đi một.
zh_cn: 如果使用多个未提交的开关,则必须多次设置DISEQC命令.设置为链中未提交的开关数减 去1.
