Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the size of the volume steps when the VOLUME buttons are held down.
cs: Vyberte velikost kroků hlasitosti při podržení tlačítek VOLUME.
el: Επιλέξτε το μέγεθος βήματος της έντασης ήχου κατά την παρατεταμένη πίεση των πλήκτρων έντασης.
fi: Valitse Äänenvoimakkuuden askelkoko kun äänenvoimakkuus näppäintä pidetään pohjassa.
hr: Odaberi veličinu koraka jačine zvuka kada se dugme VOLUMEN drži pritisnuto.
it: Seleziona dimensione degli incrementi del volume quando si tengono premuti i pulsanti VOLUME.
nl: Selecteer het aantal volumestappen bij het LANG indrukken van de VOLUME +/- toetsen.
pl: Wybierz wielkość skoków głośności, gdy przycisk GŁOŚNOŚĆ jest wciśnięty.
sk: Vyberte veľkosť jedného kroku pre hlasitosť v prípade, že tlačidlá pre HLASITOSŤ podržíte stlačené.
sr: Izaberite veličinu koraka zvuka kada su tasteri za ZVUK pritisnuti.
sv: Välj storleken på volymstegen när VOLUME-knapparna hålls nedtryckta.
ta: தொகுதி பொத்தான்கள் கீழே வைக்கப்படும் போது தொகுதி படிகளின் அளவைத் தேர்ந்தெடுக்கவும்.
tr: Ses seviyesi tuşuna basılı tutulduğunda ses seviyesinin artış miktarını seçin.
uk: Виберіть розмір кроків гучності, коли кнопки ГУЧНІСТЬ утримуються.

source: Select the sort order for the file lines:
cs: Vybrat pořadí řazení řádků souborů:
el: Επιλογή σειράς ταξινόμησης για τις γραμμές των αρχείων:
fi: Valitse tiedostorivien lajittelujärjestys:
hr: Odaberi redoslijed sortiranja za redove datoteka:
it: Seleziona ordinamento per le righe del file:
lt: Pasirinkite failų eilučių rūšiavimo tvarką:
nl: Kies de sorteervolgorde voor de bestandsregels:
pl: Wybierz kolejność sortowania linii plików:
sk: Vyberte poradie zoraďovania riadkov so súbormi:
sr: Izaberite redosled sortiranja za redove u fajlu:
sv: Välj sorteringsordning för filraderna:
ta: கோப்பு வரிகளுக்கான வரிசை வரிசையைத் தேர்ந்தெடுக்கவும்:
tr: Dosya satırları için sıralama düzenini seçin:
uk: Виберіть порядок сортування для рядків файлу:

source: Select the sort order of the Extension Menu entries.
cs: Vyberte pořadí řazení položek nabídky Rozšíření.
el: Επιλογή της σειράς ταξινόμησης των στοιχείων του μενού επεκτάσεων.
fi: Valitse Laajennusvalikon merkintöjen lajittelujärjestys.
hr: Odaberi redoslijed sortiranja stavki menu proširenja.
it: Seleziona ordinamento delle voci del menu Estensioni.
nl: Kies de sorteervolgorde van de menu items in het Extensies-menu. (BLAUW-lang)
pl: Wybierz porządek sortowania wpisów w menu rozszerzeń.
sk: Vyberte poradie zoraďovania položiek v menu pre rozšírenia.
sr: Izaberite redosled stavki u Ekstenziji Meni.
sv: Välj sorteringsordning för posterna i tilläggsmenyn.
ta: நீட்டிப்பு பட்டியல் உள்ளீடுகளின் வரிசை வரிசையைத் தேர்ந்தெடுக்கவும்.
tr: Uzantı Menüsü girişlerinin sıralama düzenini seçin.
uk: Виберіть порядок сортування записів у розширеному меню.

source: Select the sort order of the Plugin Browser menu entries. User defined also allows the menu entries to be hidden.
cs: Vyberte pořadí řazení položek v nabídce prohlížeče pluginů. Uživatelsky definované také umožňuje skrýt položky nabídky.
el: Επιλογή της σειράς ταξινόμησης των στοιχείων του πλοηγού προσθέτων. Αν είναι ορισμένη από τον χρήστη, επιτρέπεται επίσης και η απόκρυψή τους.
fi: Valitse Plugin selaimen valikko lajittelujärjestys. Käyttäjän määrittelemä mahdollistaa myös valikkomerkintöjen piilottamisen.
hr: Odaberi redoslijed sortiranja stavki menu Dodatak Preglednika. Korisnički zadano omogućava da stavke menu budu sakrivene.
it: Seleziona ordinamento delle voci del menu elenco plugin. Definito dall'utente consente inoltre di nascondere le voci dei menu.
lt: Pasirinkite papildinių naršyklės meniu įrašų rūšiavimo tvarką. Vartotojo apibrėžtas taip pat leidžia paslėpti meniu įrašus.
nl: Kies hier de volgorde en zichtbaarheid van de menu items in de Plugin Browser.
pl: Wybierz kolejność sortowania wpisów menu Przeglądarka wtyczek. Zdefiniowane przez użytkownika pozwala również na ukrycie pozycji menu.
sk: Vyberte poradie zoraďovania položiek menu v prehliadači pluginov. Používateľské nastavenia tiež umožňujú skrytie položiek menu.
sr: Izaberi redosled sortiranja stavki menija Plugin Pregledača. Korisnički definisano omogućava da stavke menija budu skrivene.
sv: Välj sorteringsordning för menyalternativen i Plugin Browser. Användardefinierat gör det också möjligt att dölja menyposterna.
ta: சொருகி உலாவி பட்டியல் உள்ளீடுகளின் வரிசை வரிசையைத் தேர்ந்தெடுக்கவும். பயனர் வரையறுக்கப்பட்ட பட்டியல் உள்ளீடுகளை மறைக்க அனுமதிக்கிறது.
tr: Eklentiler Listesi menü öğelerinin sıralama düzenini seçin. Kullanıcı tanımlı ayar, menü öğelerinin gizlenmesine de olanak tanır.
uk: Виберіть порядок сортування пунктів меню браузера плагінів. Визначено користувачем також дозволяє приховувати пункти меню.

source: Select the sort order of the Plugin Browser menu entries. User defined also allows the plugin entries to be hidden.
cs: Vyberte pořadí řazení položek nabídky prohlížeče pluginů. Definováno uživatelem také umožňuje skrýt položky pluginu.
el: Επιλογή της σειράς ταξινόμησης των στοιχείων του πλοηγού προσθέτων. Αν είναι ορισμένη από τον χρήστη, επιτρέπεται επίσης και η απόκρυψή τους.
fi: Valitse Lisäosien valikko lajittelujärjestys. Käyttäjän määrittelemä mahdollistaa myös valikkomerkintöjen piilottamisen.
hr: Odaberi redoslijed sortiranja stavki menu Dodatak Preglednika. Korisnički zadano omogućava da stavke menu budu sakrivene.
it: Seleziona ordinamento delle voci del menu elenco plugin. Definito dall'utente consente inoltre di nascondere le voci dei plugin.
nl: Volgorde van de menu-items in de Plugin Browser. 'Gebruiker gedefinieerd' maakt het ook mogelijk om items te verbergen.
pl: Wybierz kolejność sortowania pozycji menu przeglądarki wtyczek. Zdefiniowane przez użytkownika umożliwia również ukrywanie wpisów wtyczek.
sk: Vyberte poradie zoraďovania položiek menu v prehliadači pluginov. Používateľské nastavenia tiež umožňujú skrytie pluginov.
sr: Odaberite redosled sortira menija unosa u Plugin Browser-u. Korisnički definisano takođe omogućava skrivanje unosa plugin-a.
sv: Välj sorteringsordning för menyalternativen i Plugin Browser. Användardefinierat gör också att plugin-posterna kan döljas.
ta: சொருகி உலாவி பட்டியல் உள்ளீடுகளின் வரிசை வரிசையைத் தேர்ந்தெடுக்கவும். பயனர் வரையறுக்கப்பட்ட சொருகி உள்ளீடுகளை மறைக்க அனுமதிக்கிறது.
tr: Eklentiler Listesi menü öğelerinin sıralama düzenini seçin. Kullanıcı tanımlı ayar, menü öğelerinin gizlenmesine de olanak tanır.
uk: Виберіть порядок сортування пунктів меню браузера плагінів. Визначений користувачем також дозволяє приховати записи плагіна.

source: Select the sort order of the menu entries. User defined also allows the menu entries to be hidden.
cs: Vyberte pořadí řazení položek nabídky. Uživatelsky definované také umožňuje skrýt položky nabídky.
el: Επιλογή της σειράς ταξινόμησης των στοιχείων των μενού. Αν είναι ορισμένη από τον χρήστη, επιτρέπεται επίσης και η απόκρυψή τους.
fi: Valitse valikon lajittelujärjestys. Käyttäjän määrittelemä mahdollistaa myös tietyn valikko kohdan piilottamisen.
hr: Odaberi redoslijed sortiranja stavki menu. Korisnički zadano omogućava da stavke menu budu sakrivene.
it: Seleziona ordinamento delle voci dei menu. Definito dall'utente consente inoltre di nascondere le voci dei menu.
lt: Pasirinkite meniu įrašų rūšiavimo tvarką. Vartotojo apibrėžtas taip pat leidžia paslėpti meniu įrašus.
nl: Selecteer de volgorde en zichtbaarheid van de menu items.
pl: Wybierz kolejność sortowania pozycji menu. Zdefiniowane przez użytkownika pozwala również na ukrycie pozycji menu.
sk: Vyberte poradie zoraďovania položiek menu. Používateľské nastavenia tiež umožňujú skrytie položiek menu.
sr: Izaberi redosled sortiranja stavki menija. Korisnički definisano omogućava da stavke menija budu skrivene.
sv: Välj sorteringsordning för menyalternativen. Användardefinierat gör också att menyalternativen kan döljas.
ta: பட்டியல் உள்ளீடுகளின் வரிசை வரிசையைத் தேர்ந்தெடுக்கவும். பயனர் வரையறுக்கப்பட்ட பட்டியல் உள்ளீடுகளை மறைக்க அனுமதிக்கிறது.
tr: Menü girişlerinin sıralama düzenini seçin. Kullanıcı tanımlı ayar, menü girişlerinin gizlenmesine de olanak tanır.
uk: Виберіть порядок сортування пунктів меню. Визначено користувачем також дозволяє приховувати пункти меню.

source: Select the source location from where to obtain the upgrade files.
cs: Vyberte zdrojové umístění, odkud chcete získat soubory upgradu.
el: Επιλέξτε τη θέση προέλευσης από την οποία θα λάβετε τα αρχεία αναβάθμισης.
fi: Valitse lähde, josta päivitys tiedostot haetaan.
hr: Odaberi izvornu lokaciju odakle želite da nabavite datoteku za nadogradnju.
it: Seleziona percorso di origine da cui ottenere i file di aggiornamento.
nl: Selecteer de locatie waar u de upgradebestanden wilt ophalen.
pl: Wybierz lokalizację źródłową, z której chcesz pobrać pliki aktualizacji.
sk: Vyberte zdrojové umiestnenie na získanie aktualizačných súborov.
sr: Izaberite izvornu lokaciju sa koje ćete preuzeti datoteke za nadogradnju.
sv: Välj källplatsen där du vill hämta uppgraderingsfilerna.
ta: மேம்படுத்தல் கோப்புகளை எங்கிருந்து பெற வேண்டும் என்பதிலிருந்து மூல இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்.
tr: Yükseltme dosyalarını almak istediğiniz kaynak konumunu seçin.
uk: Виберіть джерело, звідки отримати файли оновлення.

source: Select the start time after which this timer can be activated. Before this time the timer won't be activated even if other conditions are met.
cs: Vyberte čas spuštění, po kterém lze tento časovač aktivovat. Před uplynutím této doby se časovač neaktivuje, i když jsou splněny ostatní podmínky.
el: Επιλογή του χρόνου εκκίνησης μετά τον οποίο θα ενεργοποιείται αυτός ο χρονοδιακόπτης. Πριν από αυτό τον χρόνο, ο χρονοδιακόπτης δεν θα ενεργοποιείται, ακόμα και αν συντρέχουν διαφορετικές συνθήκες.
hr: Odaberite vrijeme početka nakon kojeg se ovaj tajmer može aktivirati. Prije tog vremena tajmer se neće aktivirati, čak ni ako su ispunjeni ostali uvjeti.
it: Seleziona ora di inizio dopo la quale questo timer può essere attivato. Prima di quest'ora, il timer non verrà attivato anche se le altre condizioni sono soddisfatte.
sr: Izaberite vreme početka nakon kojeg ovaj tajmer može biti aktiviran. Pre tog vremena tajmer neće biti aktiviran čak i ako su ostali uslovi ispunjeni.
tr: Bu zamanlayıcının etkinleştirilebileceği başlangıç zamanını seçin. Bu zamandan önce, diğer koşullar karşılanmış olsa bile zamanlayıcı etkinleştirilmeyecektir.
uk: Виберіть час початку, після якого цей таймер можна активувати. До цього часу таймер не буде активовано, навіть якщо будуть виконані інші умови.

source: Select the starting/initial column to be activated on File Commander start up.
cs: Vyberte počáteční sloupec, který se má aktivovat při spuštění File Commanderu.
el: Επιλέξτε την αρχική στήλη εκκίνησης που θα ενεργοποιείται κατά την εκκίνηση του File Commander.
fi: Valitse käynnistys-/alkusarake, joka aktivoidaan File Commanderin käynnistyksen yhteydessä.
hr: Odaberi početnu/inicijaliziranu kolonu koja će biti aktivirana u pokretanju Datoteke Upravitelja.
it: Seleziona colonna iniziale/di partenza da attivare all'avvio di File Commander.
nl: Selecteer de start-/beginkolom die moet worden geactiveerd bij het opstarten van File Commander.
pl: Wybierz kolumnę początkową/inicjacyjną, która ma być aktywowana przy uruchamianiu File Commandera.
sk: Vyberte počiatočný stĺpec, ktorý sa aktivuje pri spustení Správcu súborov.
sr: Izaberi početnu/inicijaliziranu kolonu koja će biti aktivirana u pokretanju Fajl Menadžer.
sv: Välj den start-/initialkolumn som ska aktiveras när File Commander startas.
ta: கோப்பு தளபதி தொடக்கத்தில் செயல்படுத்தப்பட வேண்டிய தொடக்க/ஆரம்ப நெடுவரிசையைத் தேர்ந்தெடுக்கவும்.
tr: File Commander başlatıldığında etkinleştirilecek başlangıç/ilk sütunu seçin.
uk: Виберіть стартовий/початковий стовпець, який буде активовано під час запуску File Commander.

source: Select the tags that should be used for this recording.
cs: Vyberte značky, které by měly být použity pro tento záznam.
el: Επιλέξτε τις ετικέτες που θα χρησιμοποιούνται για αυτόν τον χρονοδιακόπτη.
fi: Valitse tässä tallenteessa käytettävät tunnisteet.
hr: Odaberi oznake koje bi trebalo da se koriste za ovo snimanje.
it: Seleziona tag da usare per questa registrazione.
nl: Selecteer de markeringen die voor deze opname gebruikt moeten worden.
pl: Wybrać znaczniki, które mają być używane dla tego nagrania.
sk: Vyberte tagy, ktoré sa použijú pre túto nahrávku.
sr: Izaberi oznake koje bi trebalo da se koriste za ovo snimanje.
sv: Välj de taggar som ska användas för den här inspelningen.
ta: இந்த பதிவுக்கு பயன்படுத்த வேண்டிய குறிச்சொற்களைத் தேர்ந்தெடுக்கவும்.
tr: Bu kayıt için kullanılması gereken etiketleri seçin.
uk: Виберіть теги, які слід використовувати для цього запису.

source: Select the time after which this timer can start.
cs: Vyberte čas, po kterém se tento časovač může spustit.
el: Επιλογή ώρας πριν την εκκίνηση αυτού του χρονοδιακόπτη.
fi: Valitse aika, jonka jälkeen ajastus voi käynnistyä.
hr: Odaberi vrijeme poslije koga ovaj tajmer može da počne.
it: Seleziona ora dopo la quale questo timer può iniziare.
nl: Kies de tijd waarna deze Timer mag starten.
pl: Wybierz czas, po którym ten timer może się rozpocząć.
sk: Vyberte čas, po ktorom sa tento časovač môže spustiť.
sr: Izaberi vreme posle koga ovaj tajmer može da počne.
sv: Välj den tid efter vilken timern ska starta.
ta: இந்த நேரங்குறிகருவி தொடங்கக்கூடிய நேரத்தைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının başlayabileceği zamanı seçin.
uk: Виберіть час, після якого цей таймер може запуститися.

source: Select the time before which this timer should end.
cs: Vyberte čas, před kterým má tento časovač skončit.
el: Επιλογή ώρας πριν τη λήξη αυτού του χρονοδιακόπτη.
fi: Valitse aika, johon mennessä ajastuksen pitäisi päättyä.
hr: Odaberi vrijeme prije kojeg bi ovaj tajmer trebao da se završi.
it: Seleziona ora prima della quale questo timer dovrebbe terminare.
nl: Kies de tijd waarvoor deze Timer moet eindigen.
pl: Wybierz czas, przed którym ten timer powinien się zakończyć.
sk: Vyberte čas, pred ktorým sa tento časovač má skončiť.
sr: Izaberi vreme pre kojeg bi ovaj tajmer trebao da se završi.
sv: Välj den tid före vilken denna timer ska avslutas.
ta: இந்த நேரங்குறிகருவி முடிவுக்கு வர வேண்டிய நேரத்தை தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının bitmesi gereken zamanı seçin.
uk: Виберіть час, до якого має закінчитися цей таймер.

source: Select the time delay before the button starts repeating.
bg: Изберете времето за забавяне, преди бутонът да започне да се повтаря.
cs: Vyberte časovou prodlevu, než se tlačítko začne opakovat.
el: Επιλογή του χρόνου καθυστέρησης πριν την εκκίνηση της επανάληψης του πλήκτρου.
fi: Valitse aikaviive ennen kuin painike alkaa toistua.
fr: Sélectionnez le délai avant que le bouton ne commence à se répéter.
hr: Odaberi vremensko odlaganje prije nego što dugme počne da se ponavlja.
it: Seleziona ritardo prima che il tasto inizi a ripetere.
lt: Pasirinkite laiko delsą prieš mygtuko kartojimą.
nl: Stel een tijdvertraging in voor de knop repeat-functie.
pl: Wybierz opóźnienie zanim przycisk rozpocznie powtarzanie.
sk: Vyberte oneskorenie pred spustením opakovania tlačidla.
sr: Izaberi vremensko odlaganje pre nego što taster počne da se ponavlja.
sv: Välj tidsfördröjning innan knappen börjar upprepas.
ta: பொத்தானை மீண்டும் தொடங்குவதற்கு முன் நேர தாமதத்தைத் தேர்ந்தெடுக்கவும்.
tr: Tuşun tekrarlamaya başlamasından önce geçecek zaman gecikmesini seçin.
uk: Виберіть час затримки перед тим, як дії кнопки почнуть повторюватися.

source: Select the time delay between each repeat of the button.
bg: Изберете времето за забавяне между всяко повторение на бутона.
cs: Vyberte časovou prodlevu mezi jednotlivými opakováními tlačítka.
el: Επιλογή του χρόνου καθυστέρησης μεταξύ κάθε επανάληψης του πλήκτρου.
fi: Valitse aikaviive kunkin painikkeen toistamisen välillä.
fr: Sélectionnez le délai entre chaque répétition du bouton.
hr: Odaberi vremensko odlaganje između svakog ponavljanja dugmeta.
it: Seleziona ritardo tra ogni ripetizione del tasto.
lt: Pasirinkite laiko delsą tarp kiekvieno mygtuko kartojimo.
nl: Stel een tijdvertraging in tussen elke repeat-functie van de knop.
pl: Wybierz opóźnienie pomiędzy każdym powtórzeniem przycisku.
sk: Vyberte oneskorenie medzi jednotlivými opakovaniami tlačidla.
sr: Izaberi vremensko odlaganje između svakog ponavljanja tastera.
sv: Välj tidsfördröjning mellan varje upprepning av knappen.
ta: பொத்தானின் ஒவ்வொரு மறுபடியும் இடையே நேர தாமதத்தைத் தேர்ந்தெடுக்கவும்.
tr: Tuşa her basış arasındaki zaman gecikmesini seçin.
uk: Виберіть час затримки між кожним повтором натисканням кнопки.

source: Select the time to which the EPG should be positioned. Press LEFT/RIGHT to decrease/increase the time by an hour. Press PREV/NEXT to decrease/increase the time by a day.
cs: Vyberte čas, do kterého se má EPG umístit. Stisknutím LEVÝ/PRAVÝ snížíte/prodloužíte čas o hodinu. Stiskněte PŘEDCHOZÍ/DALŠÍ pro snížení/zvýšení času o den.
el: Επιλογή του χρόνου με τον οποίο θα γίνει αντιστοίχηση του EPG. Πιέστε ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ για να μειώσετε/αυξήσετε το χρόνο κατά μία ώρα. Πιέστε ΠΡΟΗΓΟΥΜΕΝΟ/ΕΠΟΜΕΝΟ για να μειώσετε/αυξήσετε το χρόνο κατά μία ημέρα.
fi: Valitse aika, johon EPG:n tulisi asettaa. Paina Vasen/Oikea painiketta vähentääksesi tai lisätäksesi aikaa tunnilla. Paina Takaisin/Seuraava painiketta lyhentääksesi/kasvataksesi aikaa päivissä.
hr: Odaberi vrijeme na koje EPG treba da bude pozicioniran. Pritisnite dugme LIJEVO/DESNO da bi smanjili/povećali vrijeme za sat vremena. Pritisnite dugme PREDH/SLJEDEĆI da bi smanjili/povećali vrijeme za dan.
it: Seleziona l'ora in cui posizionare l'EPG. Premi LEFT/RIGHT per diminuire/aumentare il tempo di un'ora. Premi PREV/NEXT per diminuire/aumentare il tempo di un giorno.
nl: De tijd kiezen, waar de EPG op ingesteld moet worden. Druk op LINKS/RECHTS om de tijd een UUR eerder/later in te stellen. Druk op OMHOOG/OMLAAG om de tijd een DAG eerder/later in te stellen.
pl: Wybierz godzinę, na którą ma być ustawiony EPG. Naciśnij LEWO/PRAWO, aby zmniejszyć/zwiększyć czas o godzinę. Naciśnij WSTECZ/DALEJ, aby zmniejszyć/zwiększyć czas o jeden dzień.
sk: Zvoľte čas, na ktorý sa má EPG nastaviť. Tlačidlami VĽAVO/VPRAVO znížite/zvýšite čas o hodinu. Tlačidlami PREV/NEXT znížite/zvýšite čas o deň.
sr: Izaberite vreme na koje EPG treba da bude postavljen. Pritisnite LEVO/DESNO da smanjite/povećate vreme za jedan sat. Pritisnite PRETHODNO/SLEDEĆE da smanjite/povećate vreme za jedan dan.
sv: Välj den tid som EPG ska ställas in på. Tryck på LEFT/RIGHT för att minska/öka tiden med en timme. Tryck på PREV/NEXT för att minska/öka tiden med en dag.
ta: EPG ஐ நிலைநிறுத்த வேண்டிய நேரத்தை தேர்ந்தெடுக்கவும். ஒரு மணி நேரத்தை குறைக்க/அதிகரிக்க இடது/வலதுபுறம் அழுத்தவும். ஒரு நாளைக்கு நேரத்தை குறைக்க/அதிகரிக்க முந்தைய/அடுத்ததாக அழுத்தவும்.
tr: Elektronik program çizelgesinin (EPG) konumlandırılacağı zamanı seçin. Saati azaltmak/artırmak için SOL/SAĞ tuşlarına basın. Günü azaltmak/artırmak için ÖNCEKİ/SONRAKİ tuşlarına basın.
uk: Виберіть час, до якого слід розмістити EPG. Натисніть ВЛІВО/ВПРАВО, щоб зменшити/збільшити час на годину. Натисніть PREV/NEXT, щоб зменшити/збільшити час на день.

source: Select the time when this instant recording timer should end. Press LEFT/RIGHT to decrease/increase the time by a minute. Press PREV/NEXT to decrease/increase the time by an hour.
cs: Vyberte čas, kdy má tento časovač okamžitého nahrávání skončit. Stisknutím LEVÝ/PRAVÝ snížíte/prodloužíte čas o minutu. Stisknutím PŘEDCHOZÍ/DALŠÍ snížíte/prodloužíte čas o hodinu.
el: Επιλογή του χρόνου λήξης του άμεσου χρονοδιακόπτη εγγραφής. Πιέστε ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ για να μειώσετε/αυξήσετε το χρόνο κατά ένα λεπτό. Πιέστε ΠΡΟΗΓΟΥΜΕΝΟ/ΕΠΟΜΕΝΟ για να μειώσετε/αυξήσετε το χρόνο κατά μία ώρα.
fi: Valitse aika, jolloin pikatallennus päättyy. Paina Vasen/Oikea vähentääksesi tai lisätäksesi aikaa minuutilla. Paina Takaisin/seuraava painiketta vähentääksesi tai lisätäksesi aikaa tunnilla.
hr: Odaberi vrijeme kada bi ovj tajmer za trenutno snimanje trebalo da se završi. Pritisnite dugme LIJEVO/DESNO da bi smanjili/povećali vrijeme za minut. Pritisnite dugme PREDH/SLJEDEĆI da bi smanjili/povećali vrijeme za sat vremena.
it: Seleziona l'ora in cui dovrebbe terminare il timer di registrazione istantanea. Premi LEFT/RIGHT per diminuire/aumentare il tempo di un minuto. Premi PREV/NEXT per diminuire/aumentare il tempo di un'ora.
nl: De tijd kiezen, wanneer deze Directe opname moet eindigen. Druk LINKS/RECHTS om de tijd een minuut eerder/later in te stellen. Druk OMHOOG/OMLAAG om de tijd een UUR eerder/later in te stellen.
pl: Wybierz godzinę, o której ma się zakończyć licznik natychmiastowego nagrywania. Naciśnij LEWO/PRAWO, aby zmniejszyć/zwiększyć czas o minutę. Naciśnij WSTECZ/DALEJ, aby zmniejszyć/zwiększyć czas o godzinę.
sk: Zvoľte čas, kedy sa má tento časovač okamžitého nahrávania ukončiť. Tlačidlom VĽAVO/VPRAVO znížite/zvýšite čas o minútu. Tlačidlom PREV/NEXT znížite/zvýšite čas o hodinu.
sr: Izaberite vreme kada bi ovaj trenutni tajmer za snimanje trebalo da se završi. Pritisnite LEVO/ DESNO da smanjite/povećate vreme za minut. Pritisnite PRETHODNO/SLEDEĆE da smanjite/povećate vreme za sat.
sv: Välj den tid då timern för direktinspelning ska sluta. Tryck på LEFT/RIGHT för att minska/öka tiden med en minut. Tryck på PREV/NEXT för att minska/öka tiden med en timme.
ta: இந்த உடனடி பதிவு நேரங்குறிகருவி முடிவடையும் நேரத்தை தேர்ந்தெடுக்கவும். ஒரு மணித்துளி நேரத்தை குறைக்க/அதிகரிக்க இடது/வலதுபுறம் அழுத்தவும். ஒரு மணி நேரத்திற்கு நேரத்தை குறைக்க/அதிகரிக்க முந்தைய/அடுத்ததை அழுத்தவும்.
tr: Anlık kayıt zamanlayıcısının ne zaman sona ermesi gerektiğini seçin. Süreyi bir dakika azaltmak/artırmak için SOL/SAĞ tuşlarına basın. Süreyi bir saat azaltmak/artırmak için ÖNCEKİ/SONRAKİ tuşlarına basın.
uk: Виберіть час, коли цей таймер миттєвого запису має закінчитися. Натисніть ВЛІВО/ВПРАВО, щоб зменшити/збільшити час на хвилину. Натисніть PREV/NEXT, щоб зменшити/збільшити час на годину.

source: Select the time when this timer should end.
cs: Vyberte čas, kdy má tento časovač skončit.
el: Επιλογή ώρας λήξης αυτού του χρονοδιακόπτη.
fi: Valitse aika, jolloin ajastuksen pitäisi päättyä.
hr: Odaberi vrijeme kada bi ovaj tajmer trebao da se završi.
it: Seleziona ora in cui questo timer dovrebbe finire.
nl: Kies de tijd waarna deze Timer moet eindigen.
pl: Wybierz czas, w którym ten timer ma się zakończyć.
sk: Vyberte čas, kedy sa má tento časovač ukončiť.
sr: Izaberi vreme kada bi ovaj tajmer trebao da se završi.
sv: Välj den tidpunkt då timern ska avslutas.
ta: இந்த நேரங்குறிகருவி முடிவடைய வேண்டிய நேரத்தை தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının sona ereceği zamanı seçin.
uk: Виберіть час, коли цей таймер має закінчитися.

source: Select the time when this timer will start.
cs: Vyberte čas, kdy se tento časovač spustí.
el: Επιλογή ώρας εκκίνησης αυτού του χρονοδιακόπτη.
fi: Valitse aika, jolloin ajastus käynnistyy.
hr: Odaberi vrijeme kada će ovaj tajmer početi.
it: Seleziona ora in cui inizierà questo timer.
nl: Kies de tijd wanneer deze Timer moet starten.
pl: Wybierz godzinę, o której rozpocznie się działanie tego timera.
sk: Vyberte čas, kedy sa má tento časovač spustiť.
sr: Izaberi vreme kada će ovaj tajmer početi.
sv: Välj den tid då timern ska starta.
ta: இந்த நேரங்குறிகருவி தொடங்கும் நேரத்தைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının başlayacağı zamanı seçin.
uk: Виберіть час, коли запуститься цей таймер.
