Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Add new CCcam line
cs: Přidat novou řadu CCcam
el: Προσθήκη νέας γραμμής CCcam
fi: Lisää uusi CCcam rivi
fr: Ajouter une nouvelle ligne CCcam
hr: Dodaj novi CCcam red
it: Aggiungi nuova linea CCcam
lt: Pridėkite naują CCcam eilutę
nl: Een nieuwe CCcam line toevoegen
pl: Dodaj nową linię CCcam
sk: Pridať nový riadok CCcam
sr: Dodaj novi CCcam red
sv: Lägg till ny CCcam-linje
ta: புதிய CCCAM வரியைச் சேர்க்கவும்
tr: Yeni CCcam satırı ekle
uk: Додати новий рядок CCcam

source: Add new NewCamd line
cs: Přidat novou řadu NewCamd
el: Προσθήκη νέας γραμμής NewCamd
fi: Lisää uusi Newcamd rivi
fr: Ajouter une nouvelle ligne NewCamd
hr: Dodaj novi Newcamd red
it: Aggiungi nuova linea NewCamd
lt: Pridėti naują NewCamd eilutę
nl: Nieuwe NewCamd line toevoegen
pl: Dodaj nową linię Newcamd
sk: Pridať nový riadok NewCamd
sr: Dodaj novi Newcamd red
sv: Lägga till ny NewCamd-linje
ta: புதிய NewCamd வரியைச் சேர்க்கவும்
tr: Yeni NewCamd satırı ekle
uk: Додати новий рядок NewCamd

source: Add new tag
bg: Добавяне на нов маркер
cs: Přidat novou značku
el: Προσθήκη νέας ετικέτας
fi: Lisää uusi tunniste
fr: Ajouter un nouveau tag
hr: Dodaj novu oznaku
it: Aggiungi nuovo tag
lt: Pridėti naują žymę
nl: Nieuwe tag toevoegen
pl: Dodaj nowy znacznik
sk: Pridať nový tag
sr: Dodaj novu oznaku
sv: Lägg till ny etikett
ta: புதிய குறிச்சொல்லைச் சேர்க்கவும்
tr: Yeni etiket ekle
uk: Додати новий тег

source: Add provider
bg: Добавяне на провайдер
cs: Přidat poskytovatele
da: Tilføj udbyder
de: Provider hinzufügen
el: Προσθήκη παρόχου
et: Lisa levitaja
fi: Lisää p.tarjoaja
fr: Ajouter opérateur
hr: Dodavanje davatelja usluga
hu: Szolgáltató hozzáadása
it: Aggiungi provider
lt: Pridėti teikėją
nl: Provider toevoegen
pl: Dodaj dostawcę
pt_br: Adicionar operadora
ru: Добавить провайдер
sk: Pridať poskytovateľa
sr: Dodaj provajdera
sv: Lägg till leverantör
ta: வழங்குநரைச் சேர்க்கவும்
tr: Sağlayıcı ekle
uk: Додати провайдер
vi: Thêm nhà cung cấp
zh_cn: 添加提供商

source: Add recording (Enter recording duration)
bg: Добавяне на запис (въведете продължителност на запис)
cs: Přidat nahrávání (zadat délku nahrávání)
el: Επιλογή διάρκειας εγγραφής
fi: Tallenna (Syötä tallennuksen kesto)
fr: Ajouter un enregistrement (saisir durée d'enregistrement)
hr: Dodaj snimak (Unesi trajanje snimanja)
it: Aggiungi registrazione (inserisci la durata della registrazione)
lt: Pradėti įrašymą (įrašykite įrašo trukmę)
nl: Voeg een opname toe (voer de opnameduur in)
pl: Dodaj nagrywanie (wpisz czas trwania nagrywania)
sk: Pridať nahrávanie (zadať trvanie nahrávania)
sr: Dodaj snimak (Unesi trajanje snimanja)
sv: Lägg till inspelning (ange inspelningstid)
ta: பதிவைச் சேர்க்கவும் (பதிவு காலத்தை உள்ளிடவும்)
tr: Kayıt ekle (Kayıt süresini girin)
uk: Почати запис (вкажіть тривалість запису)

source: Add recording (Enter recording end time)
bg: Добавяне на запис (въведете край на записа)
cs: Přidat záznam (zadejte čas konce záznamu)
el: Αλλαγή χρόνου τερματισμού εγγραφής
fi: Tallenna (Syötä tallennuksen päättymisaika)
fr: Ajouter un enregistrement (saisir heure de fin)
hr: Dodaj snimak (Unesi kraj snimanja)
it: Aggiungi registrazione (inserisci l'ora di fine della registrazione)
lt: Pradėti įrašymą (įrašykite įrašymo pabaigą)
nl: Voeg een opname toe (voer de eindtijd in)
pl: Dodaj nagrywanie (wpisz godzinę zakończenia nagrywania)
sk: Pridať nahrávanie (zadať čas ukončenia)
sr: Dodaj snimak (Unesi kraj snimanja)
sv: Lägg till inspelning (Ange sluttid för inspelning)
ta: பதிவைச் சேர்க்கவும் (பதிவு இறுதி நேரத்தை உள்ளிடவும்)
tr: Kayıt ekle (kayıt bitiş zamanını girin)
uk: Почати запис (вкажіть час закінчення запису)

source: Add recording (Indefinitely - 24 hours)
bg: Добавяне на запис (неограничено време)
cs: Přidat nahrávání (na dobu neurčitou)
el: Εγγραφή χωρίς όριο χρόνου (24 ώρες)
fi: Tallenna (Jatkuva tallennus)
fr: Ajouter un enregistrement (indéfiniment)
hr: Dodaj snimak (Neodređeno - 24 sata)
it: Aggiungi registrazione (a tempo indeterminato)
lt: Pradėti įrašymą (neribotam laikui)
nl: Voeg een opname toe (doorlopend)
pl: Dodaj nagrywanie (na czas nieokreślony - 24 godziny)
sk: Pridať nahrávanie (bez obmedzenia)
sr: Dodaj snimak (Neodređeno - 24 sata)
sv: Lägg till inspelning (obegränsad tid - 24 timmar)
ta: பதிவைச் சேர்க்கவும் (காலவரையின்றி - 24 மணிநேரம்)
tr: Kayıt ekle (Sınırsız - 24 saat)
uk: Почати запис (на невизначений час)

source: Add recording (Stop after current event)
bg: Добавяне на запис (спиране след текущо събитие)
cs: Přidat nahrávání (ukončit po současné události)
el: Εγγραφή ως το τέλος του τρέχοντος προγράμματος
fi: Tallenna (Lopeta nykyisen ohjelman jälkeen)
fr: Ajouter un enregistrement (stopper après l'émission)
hr: Dodaj snimak (Zaustavi posle ovog događaja)
it: Aggiungi registrazione (interrompi dopo l'evento in corso)
lt: Pradėti įrašymą (stabdyti po šio įvykio)
nl: Voeg een opname toe (stop na huidige uitzending)
pl: Dodaj nagrywanie (stop po aktualnym wydarzeniu)
sk: Pridať nahrávanie (ukončiť po tejto udalosti)
sr: Dodaj snimak (Zaustavi posle ovog događaja)
sv: Lägg till inspelning (Stopp efter aktuell händelse)
ta: பதிவைச் சேர்க்கவும் (தற்போதைய நிகழ்வுக்குப் பிறகு நிறுத்துங்கள்)
tr: Kayıt ekle (geçerli etkinlikten sonra dursun)
uk: Почати запис (зупинити після цієї передачі)

source: Add service
bg: Добавяне на сервиз
cs: Přidat program
da: Tilføj kanal
de: Kanal hinzufügen
el: Προσθήκη υπηρεσίας
et: Lisa kanal
fi: Lisää kanava
fr: Ajouter service
hr: Dodaj kanal
hu: Csatorna hozzáadása
it: Aggiungi servizio
lt: Pridėti kanalą
nl: Zender toevoegen
pl: Dodaj kanał
pt_br: Adicionar serviço
ru: Добавить сервис
sk: Pridať stanicu
sr: Dodaj kanal
sv: Lägg till tjänst
ta: சேவையைச் சேர்க்கவும்
tr: Kanal ekle
uk: Додати канал
vi: Thêm dịch vụ
zh_cn: 添加频道

source: Add service names
cs: Přidat názvy služeb
el: Προσθήκη ονομάτων υπηρεσιών
fi: Lisää kanavan nimi
fr: Ajouter des noms de services
hr: Dodaj ime kanalu
it: Aggiungi nomi dei servizi
nl: Zendernamen toevoegen
pl: Dodaj nazwy usług
sk: Pridať názvy staníc alebo služieb
sr: Dodaj ime kanalu
sv: Lägg till namn på tjänster
ta: பணி பெயர்களைச் சேர்க்கவும்
tr: Kanal isimleri ekleyin
uk: Додати назву каналу

source: Add service names to each #SERVICE entry.
cs: Ke každé položce #SERVICE přidejte názvy služeb.
el: Προσθήκη ονομάτων υπηρεσιών σε κάθε στοιχείο #SERVICE.
fi: Lisätään kanava nimet jokaiseen kanavalistaan.
fr: Donner un nom à chaque entrée de #SERVICE.
hr: Dodajte nazive servisa svakom #SERVIS unosu.
it: Aggiungi nomi dei servizi a ciascuna voce #SERVICE.
nl: Zendernamen aan elke #ZENDER invoer toevoegen.
pl: Dodaj nazwy usług do każdego wpisu #SERVICE.
sk: Pridať názvy staníc/služieb ku každej položke #SERVICE.
sr: Dodajte imena usluga svakom #SERVICE unosu.
sv: Lägg till namn på tjänster i varje #SERVICE-post.
ta: ஒவ்வொரு #சேவை நுழைவுக்கும் பணி பெயர்களைச் சேர்க்கவும்.
tr: Her #KANAL girişine kanal isimleri ekleyin.
uk: Додайте до назви каналу запис #SERVICE.

source: Add service to AutoCam
cs: Přidání služby do AutoCam
el: Προσθήκη υπηρεσίας στο αυτόματο cam
fi: Lisää kanava CI+
fr: Ajouter le service à AutoCam
hr: Dodaj kanal u AutoCam
it: Aggiungi servizio ad AutoCam
nl: Zender aan AutoCam toevoegen
pl: Dodaj kanał do AutoCam
sk: Pridať stanicu do AutoCam
sr: Dodaj kanal u AutoCam
sv: Lägg till tjänst till AutoCam
ta: ஆட்டோகாமில் சேவையைச் சேர்க்கவும்
tr: AutoCam'e kanal ekle
uk: Додати канал до AutoCam

source: Add services to this bouquet?
cs: Přidat služby k tomuto přehledu?
el: Προσθήκη υπηρεσιών σε αυτό το μπουκέτο;
fi: Lisää kanava tähän kanavalistaan?
fr: Ajouter des services à ce bouquet?
hr: Dodaj kanal ovome buketu?
it: Aggiungere servizi a questo bouquet?
nl: Zender aan deze favorietenlijst toevoegen?
pl: Dodać kanał do listy ulubionych?
sk: Pridať služby do tohto prehľadu?
sr: Dodaj kanal ovome buketu?
sv: Lägg till tjänster till den här buketten?
ta: இந்த பூச்செண்டில் சேவைகளைச் சேர்க்கவா?
tr: Bu bukete kanallar eklemek ister misiniz?
uk: Додати канали до фавориту?

source: Add the current directory as a bookmark
cs: Přidat aktuální adresář jako záložku
el: Προσθήκη του τρέχοντος φακέλου ως σελιδοδείκτη
fi: Lisää nykyinen hakemisto kirjanmerkiksi
fr: Ajouter le répertoire courant comme signmark
hr: Dodavanje trenutnog direktorija kao oznake
it: Aggiungi cartella attuale come segnalibro
lt: Pridėkite dabartinį katalogą kaip žymelę
nl: De huidige map als bladwijzer toevoegen
pl: Dodaj bieżący katalog jako zakładkę
sk: Pridať aktuálny priečinok ako záložku
sr: Dodavanje trenutnog direktorijuma kao obeleživača
sv: Lägg till den aktuella katalogen som bokmärke
ta: தற்போதைய கோப்பகத்தை புக்மார்க்காக சேர்க்கவும்
tr: Geçerli dizini yer imi olarak ekle
uk: Додати поточний каталог як закладку

source: Add the current/active service to the Volume Offset list
cs: Přidat službu do seznamu Volume Offsets
el: Προσθήκη τρέχουσας υπηρεσίας στη λίστα καθυστέρησης ήχου
fi: Lisää nykyinen kanava Äänen voimakkuuden Offsetti listalle
fr: Ajouter le service actuel à la liste des décalages de volume
hr: Dodaj trenutni/aktivni servis na listu pomeranja jačine tona
it: Aggiungi servizio attuale all'elenco offset volume
lt: Įtraukti dabartinę paslaugą į garsumo poslinkių sąrašą
nl: Voeg de huidige zender toe aan de Volume Offset lijst
pl: Dodaj aktualny kanał do listy Przesunięcia głośności
sk: Pridať aktuálnu stanicu do zoznamu pre posun hlasitosti
sr: Dodajte trenutnu/aktivnu uslugu na listu Pomeranja Glasnoće
sv: Lägg till den aktuella/aktiva tjänsten i listan Volume Offset
ta: தொகுதி ஆஃப்செட்ச் பட்டியலில் தற்போதைய சேவையைச் சேர்க்கவும்
tr: Geçerli/aktif kanalı Ses Seviyesi Dengeleme listesine ekle
uk: Додайте поточну службу до списку зміщення гучності

source: Add the selected service to a bouquet or alternative
cs: Přidat vybranou službu do přehledu nebo k alternativě
el: Προσθήκη επιλεγμένης υπηρεσίας σε μπουκέτο ή εναλλακτικό
fi: Lisää valittu kanava suosikkilistalle
fr: Ajouter le service sélectionné à un bouquet ou une alternative
hr: Dodaj odabrani servis u buket ili alternativu
it: Aggiungi servizio selezionato al bouquet o come alternativa
lt: pridėti kanalą į paketą
nl: De geselecteerde zender aan de favorietenlijst toevoegen
pl: Dodaj wybrany kanał do listy ulubionych lub alternatywnych
sk: Pridať vybranú službu do prehľadu alebo ako alternatívu
sr: Dodajte odabranu uslugu u buket ili alternativu
sv: Lägg till den valda tjänsten i en bukett eller ett alternativ
ta: தேர்ந்தெடுக்கப்பட்ட சேவையை ஒரு பூச்செண்டு அல்லது மாற்றீட்டில் சேர்க்கவும்
tr: Seçilen kanalı bukete veya alternatife ekle
uk: Додайте обраний канал до фаворитів, або до альтернативних

source: Add title
bg: Добавяне на име
cs: Přidat titul
da: Tilføj titel
de: Titel hinzufügen
el: Προσθήκη τίτλου
et: Lisa pealkiri
fi: Lisää
fr: Ajouter titre
hr: Dodaj naslov
hu: Cím hozzáadása
it: Aggiungi titolo
lt: Pridėti pavadinimą
nl: Voeg titel toe
pl: Dodaj tytuł
pt_br: Adicionar título
ru: Добавить название
sk: Pridať titul
sl: Dodaj naslov
sr: Dodaj naslov
sv: Lägg till rubrik
ta: தலைப்பைச் சேர்க்கவும்
tr: Başlık ekle
uk: Додати назву
vi: Thêm tiêu đề
zh_cn: 添加标题

source: Add/Remove Timer
bg: Добавяне /премахване на таймер
cs: Přidat/odebrat časovač
da: Tilføj/fjern Timer
de: Timer hinzufügen/entfernen
el: Προσθήκη/αφαίρεση χρονοδιακόπτη
et: Lisa/eemalda taimer
fi: Lisää/poista ajastus
fr: Ajouter / Supprimer un Timer
hr: Dodaj/Ukloni Tajmer
hu: Időzítő Hozzáadása/Eltávolítása
it: Aggiungi o rimuovi timer
lt: Pridėti/pašalinti laikmatį
nl: Timer toevoegen/verwijderen
pl: Dodaj/Usuń timer
sk: Pridať/odstrániť časovač
sr: Dodaj/Ukloni Tajmer
sv: Lägg till/ta bort timer
ta: டைமரைச் சேர்க்கவும்/அகற்றவும்
tr: Zamanlayıcı Ekle/Kaldır
uk: Додати/Видалити Таймер
vi: Thêm / xóa bộ đếm thời gian
zh_cn: 添加/删除定时器

source: Add/Remove a timer for the current event
bg: Добавяне /премахване на таймер за текущото събитие
cs: Přidat/Odstranit časovač pro aktuální pořad
el: Προσθήκη/αφαίρεση χρονοδιακόπτη για το τρέχον πρόγραμμα
fi: Lisää/poista ajastus tähän ohjelmaan
fr: Ajouter/Supprimer la programmation pour l'évènement en cours
hr: Dodavanje/Uklanjanje tajmera za trenutni događaj
it: Aggiungi o rimuovi un timer per l'evento in corso
lt: Įtraukti / pašalinti dabartinio įvykio laikmatį
nl: Timer voor het huidige programma toevoegen/verwijderen
pl: Dodaj/Usuń timer dla bieżącego wydarzenia
sk: Pridať/odstrániť časovač pre aktuálnu udalosť
sr: Dodavanje/Uklanjanje tajmera za trenutni događaj
sv: Lägg till/ta bort en timer för den aktuella händelsen
ta: தற்போதைய நிகழ்வுக்கு ஒரு டைமரைச் சேர்க்கவும்/அகற்றவும்
tr: Geçerli etkinliğe zamanlayıcı Ekle/Kaldır
uk: Додати/Видалити таймер поточної події

source: Add/Remove highlighted plugin to/from install list
cs: Přidat/odebrat zvýrazněný plugin do/z instalačního seznamu
el: Προσθήκη/αφαίρεση του επιλεγμένου πρόσθετου στη/από τη λίστα εγκατάστασης
fi: Lisää / Poista korostettu lisäosa päivitys listalle
fr: Ajouter/Retirer le plugin sur/de la liste d'installation
hr: Dodaj/ukloni istaknuti dodatak u/sa popisa za instalaciju
it: Aggiungi o rimuovi il plugin evidenziato all' o dall'elenco di installazione
nl: De geselecteerde plugin toevoegen/verwijderen van de update-lijst
pl: Dodaj/Usuń zaznaczoną wtyczkę do/z listy instalacji
sk: Pridanie alebo odstránenie vybraného pluginu v zozname inštalácií
sr: Dodaj/ukloni naglašeni dodatak na/sa liste instalacija
sv: Lägg till/ta bort markerat plugin till/från installationslistan
ta: நிறுவப்பட்ட பட்டியலில் இருந்து/சிறப்பம்சமாக சொருகி சேர்க்க/அகற்று
tr: Vurgulanan eklentiyi yükleme listesi (-ne/-nden) Ekle/Kaldır
uk: Додати/Видалити виділений плагін до/зі списку встановлення

source: Add/Remove highlighted plugin to/from remove list
cs: Přidat/odebrat zvýrazněný plugin do/ze seznamu odebrání
el: Προσθήκη/αφαίρεση επιλεγμένου πρόσθετου στη/από τη λίστα λήψεων
fi: Lisää / Poista korostettu lisäosa lataus listalta
hr: Dodavanje/uklanjanje istaknutog dodatka u/s popisa za uklanjanje
it: Aggiungi o rimuovi il plugin evidenziato dall'elenco dei plugin da rimuovere
nl: Geselecteerde plugin toevoegen/verwijderen van de verwijder-lijst
pl: Dodaj/Usuń podświetloną wtyczkę do/z listy usuwania
sk: Pridať/odstránť zvýraznený plugin do alebo zo zoznamu na odstránenie
sr: Dodaj/ukloni naglašeni plugin sa/spisak za uklanjanje
sv: Lägg till/ta bort markerat plugin till/från borttagningslistan
ta: சிறப்பம்சமாக சொருகி சேர்க்கவும்/அகற்று பட்டியலில் இருந்து/அகற்றவும்
tr: Vurgulanan eklentiyi kaldırma listesi (-ne/-nden) Ekle/Kaldır
uk: Додати/Видалити виділений плагін до/із списку видалення

source: Add/Remove highlighted plugin to/from update list
cs: Přidat/odebrat zvýrazněný plugin do/ze seznamu aktualizací
el: Προσθήκη/αφαίρεση του επιλεγμένου πρόσθετου στη/από τη λίστα ενημερώσεων
fi: Lisää / Poista korostettu lisäosa päivitys listalle
fr: Ajouter/Retirer le plugin sur/de la liste de mise à jour
hr: Dodaj/ukloni istaknuti dodatak u/s popisa ažuriranja
it: Aggiungi o rimuovi il plugin evidenziato dall'elenco dei plugin da aggiornare
nl: Geselecteerde plugin toevoegen/verwijderen van de Update-lijst
pl: Dodaj/Usuń podświetloną wtyczkę do/z listy aktualizacji
sk: Pridať/odstránť zvýraznený plugin do alebo zo zoznamu na aktualizáciu
sr: Dodaj/ukloni naglašeni plugin na/sa liste ažuriranja
sv: Lägg till/ta bort markerad plugin till/från uppdateringslistan
ta: புதுப்பிப்பு பட்டியலில் இருந்து/சிறப்பம்சமாக சொருகி சேர்க்க/அகற்று
tr: Vurgulanan eklentiyi güncelleme listesi (-ne/-nden) Ekle/Kaldır
uk: Додати/Видалити виділений плагін до/із списку оновлень

source: Add/Remove the current service to/from the Volume Offset list
cs: Přidat/Odebrat aktuální službu do/ze seznamu Posun hlasitosti
el: Προσθήκη/αφαίρεση της τρέχουσας υπηρεσίας από/στη λίστα ολίσθησης έντασης ήχου
fi: Lisää/poista nykyinen kanava äänenvoimakkuuden siirtymälistaan/listasta
fr: Ajouter/Supprimer le service actuel vers/depuis la liste
hr: Dodaj/Ukloni trenutnu uslugu sa/na listu Pomeranja Glasnoće
it: Aggiungi o rimuovi servizio attuale dall'elenco offset del volume
nl: De actuele zender aan de Volume Offset lijst toevoegen of verwijderen
pl: Dodaj/usuń bieżący kanał do/z listy przesunięć głośnosci
sk: Pridať/odstrániť aktuálnu stanicu do/zo zoznamu pre posun hlasitosti
sr: Dodaj/Ukloni trenutnu uslugu sa/na listu Pomeranja Glasnoće
sv: Lägg till/ta bort den aktuella tjänsten till/från listan Volume Offset
tr: Geçerli kanalı Ses Seviyesi Dengeleme listesi (-ne/-nden) Ekle/Kaldır
uk: Додати/видалити поточний канал до/із списку зміщення звуку

source: Adding schedule...
bg: Добавяне на график ...
cs: Přidávám plán...
da: Tilføj tidsplan...
de: Zeitplan hinzufügen...
el: Προσθήκη χρονοδιαγράμματος...
et: Ajakava lisamine.
fi: Lisätään aikataulu...
fr: Ajout d'un horaire...
hr: Dodavanje rasporeda...
hu: Felvétel ütemezése...
it: Aggiungi pianificazione...
lt: Pridedamas tvarkaraštis...
nl: Voegt schema toe...
pl: Dodawanie harmonogramu...
ru: Добавление задания...
sk: Pridáva sa plán...
sr: Dodavanje rasporeda...
sv: Lägga till schema...
ta: அட்டவணையைச் சேர்ப்பது ...
tr: Planlama ekleniyor...
uk: Додавання завдання...
vi: Thêm lịch trình ...
zh_cn: 正在添加日程安排...

source: Additional files/folders to backup
bg: Допълнителни файлове/папки за архивиране
cs: Další soubory/složky k zálohování
da: Yderligere filer/mapper til kopiering
de: Zusätzlich zu sichernde Dateien
el: Πρόσθετα αρχεία/φάκελοι προς εφεδρεία
et: Varundamiseks lisatud failid/kaustad
fi: Lisää varmuuskopioon
fr: Fichiers/dossiers additionnels à sauvegarder
hr: Dodavanje sigurnosne kopije/mape
hu: További fájlok és mappák a biztonsági mentéshez
it: File o cartelle aggiuntive di cui eseguire il backup
lt: Papildomi failai/katalogai į atsarginę kopiją
nl: Extra back-up bestanden
pl: Dodatkowe pliki kopii zapasowej
sk: Ďalšie súbory/priečinky na zálohovanie
sr: Dodatne datoteke/fascikle za pravljenje rezervne kopije
sv: Ytterligare filer/mappar som ska säkerhetskopieras
ta: காப்புப்பிரதிக்கு கூடுதல் கோப்புகள்/கோப்புறைகள்
tr: Yedeklenecek ek dosyalar/klasörler
uk: Додати файли/теки для резервного копіювання
vi: Chọn tập tin / thư mục để sao lưu
zh_cn: 要备份的附加文件/文件夹

source: Additional motor options allow you to enter details from your motor's specifications so Enigma can work out how long it will take to move the dish from one satellite to another.
bg: Допълнителните опции на двигателя ви позволяват да въвеждате подробности от спецификацията на вашия мотор, така че enigma да може да разбере колко време ще отнеме да премести антената от един сателит към друг сателит.
cs: Další možnosti motoru vám umožňují zadat podrobnosti ze specifikace motoru, takže Enigma může zjistit, jak dlouho bude trvat přesun paraboly z jednoho satelitu na druhý.
el: Οι πρόσθετες επιλογές μοτέρ σας επιτρέπουν να εισάγετε λεπτομέρειες από τον πίνακα χαρακτηριστικών του μοτέρ σας ώστε το enigma να υπολογίζει πόσος χρόνος θα χρειαστεί να μετακινηθεί το κάτοπτρο από δορυφόρο σε δορυφόρο.
fi: Lisävaihtoehdot antavat sinun syöttää moottorin tekniset tiedot, enigma voi selvittää, kuinka kauan kestää lautasen siirtäminen satelliitista toiseen.
fr: Les options additionnelles du moteur vous permettent d’entrer le détail des spécification de votre moteur afin qu’Enigma puisse calculer la durée du déplacement d’un satellite à l’autre.
hr: Dodatne opcije motora omogućuju vam unos detalja iz specifikacija vašeg motora kako bi Enigma mogla shvatiti koliko će vremena trebati za premještanje antene s jednog satelita na drugi.
it: Ulteriori opzioni del motore ti consentono di inserire i dettagli dalla scheda tecnica del motore in modo che Enigma possa capire quanto tempo ci vorrà per spostare la parabola da un satellite a un altro satellite.
lt: Papildomos variklio galimybės leidžia įvesti duomenis iš jūsų variklio specifikacijų, taigi "enigma" gali išsiaiškinti, kiek laiko reikės perkelti lėkštę iš vieno palydovo į kitą palydovą.
nl: Aanvullende motoropties geven de mogelijkheid de specifieke eigenschappen van uw motor in te stellen. Daardoor weet Enigma2 hoe lang het duurt de schotel naar een andere satelliet te draaien.
pl: Dodatkowe opcje silnika pozwalają wprowadzić szczegóły z arkusza specyfikacji silnika, aby enigma mogła określić, ile czasu zajmie przeniesienie anteny z jednego satelity na drugiego.
sk: Doplnkové parametre motora umožňujú zadať podrobnosti zo zoznamu špecifikácií vášho motora, takže Enigma dokáže zistiť, koľko času zaberie presun paraboly z jednej družice na druhú.
sr: Dodatne opcije motora vam omogućavaju da unesete detalje iz specifikacija vašeg motora kako bi Enigma mogla da izračuna koliko će vremena biti potrebno da se antena premesti sa jednog satelita na drugi.
sv: Med ytterligare motoralternativ kan du ange detaljer från din motors specifikationer så att Enigma kan räkna ut hur lång tid det tar att flytta parabolen från en satellit till en annan.
ta: கூடுதல் மின்னோடி விருப்பங்கள் உங்கள் மோட்டரின் விவரக்குறிப்புகளிலிருந்து விவரங்களை உள்ளிட உங்களை அனுமதிக்கின்றன, எனவே ஒரு செயற்கைக்கோளிலிருந்து இன்னொரு செயற்கைக்கோளிலிருந்து டிச் நகர்த்துவதற்கு எவ்வளவு நேரம் ஆகும் என்பதை புதிரானது வேலை செய்யலாம்.
tr: Ek motor seçenekleri, motorunuzun teknik özelliklerinden ayrıntıları girmenize olanak tanır, böylece Enigma antenin bir uydudan diğerine taşınmasının ne kadar süreceğini hesaplayabilir.
uk: Додаткові опції двигуна дозволяють ввести дані з специфікації Вашого двигуна, так що система зможе обчислити, скільки часу буде потрібно для переміщення антени.
