Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Set the default movie selection location for your media files. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
bg: Задайте местоположението по подразбиране за записите си. Натиснете "OK", за да добавите нови местоположения, изберете ляво/дясно, за да изберете съществуващо местоположение.
cs: Nastavení výchozího umístění pro nahrávání.Stiskem OK přidáte nové místo, výběrem L/P vyberete existující umístění.
el: Ορισμός της προεπιλεγμένης τοποθεσίας των αρχείων χρονομετατόπισης. Πιέστε το 'OK' για προσθήκη νέων τοποθεσιών, αριστερά/δεξιά για επιλογή μίας υπάρχουσας τοποθεσίας.
fi: Määrittää oletushakemisto nauhoituksiin. Paina 'OK' lisätäksesi uusia hakemistoja, vasen/oikea näppäimillä voit valita olemassa olevista vaihtoehdoista.
fr: Définir l'emplacement par défaut pour vos enregistrements. Appuyer sur OK pour ajouter un nouvel emplacement, sélectionner gauche/droite pour choisir un emplacement existant.
hr: Podešavanje zadane lokacije za odabir filma medijske datoteke. Pritisni 'OK' da bi dodali nove lokacije, pritisni 'LIJEVO'/'DESNO' da bi izabrali sa predhodno zadanih lokacija.
it: Imposta posizione predefinita per selezionare i file multimediali. Premi 'OK' per aggiungere nuove posizioni, premi 'SINISTRA'/'DESTRA' per selezionare tra quelle definite in precedenza.
lt: Nustatykite numatytąją savo įrašų vietą. Kad pridėti naujas vietas, paspauskite 'OK', esamą vietą pasirinkite su '<' / '>'.
nl: Stel hier de standaard locatie in voor opnames. Druk op 'OK' om nieuwe locaties toe te voegen; met LINKS/RECHTS kiest u uit bestaande, reeds vastgelegde locaties.
pl: Ustaw domyślną lokalizację wyboru filmu dla swoich plików multimedialnych. Naciśnij 'OK', aby dodać nowe lokalizacje, naciśnij 'LEWO'/'PRAWO', aby wybrać z wcześniej zdefiniowanych lokalizacji.
sk: Nastavenie predvoleného umiestnenia pre nahrávky. Tlačidlom 'OK' sa pridá nové umiestnenie, tlačidlami 'doľava/doprava' vyberte existujúce umiestnenie.
sr: Podešavanje default lokacije za izbor filma medijskog fajla. Pritisni 'OK' da bi dodali nove lokacije, pritisni 'LEVO'/'DESNO' da bi izabrali sa predhodno definisanih lokacija.
sv: Ställ in standardplatsen för filmval för dina mediefiler. Tryck på 'OK' för att lägga till nya platser, tryck på 'LEFT'/'RIGHT' för att välja bland tidigare definierade platser.
ta: உங்கள் மீடியா கோப்புகளுக்கான இயல்புநிலை திரைப்படத் தேர்வு இருப்பிடத்தை அமைக்கவும். புதிய இடங்களைச் சேர்க்க 'சரி' என்பதை அழுத்தவும், முன்னர் வரையறுக்கப்பட்ட இடங்களிலிருந்து தேர்ந்தெடுக்க 'இடது'/'வலது' அழுத்தவும்.
tr: Medya dosyalarınız için varsayılan film seçme konumunu ayarlayın. Yeni konumlar eklemek için 'OK' tuşuna, önceden tanımlanmış konumlardan seçim yapmak için 'SOL'/'SAĞ' tuşlarına basın.
uk: Призначте розташування для файлів запису. Натисніть 'OK' щоб додати новий каталог, або кнопками вправо/вліво виберіть існуючий каталог.

source: Set the default recording location for your timers. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
bg: Задайте местоположението по подразбиране за таймерите си. Натиснете "OK", за да добавите нови местоположения, изберете ляво/дясно, за да изберете съществуващо местоположение.
cs: Nastavení výchozího umístění pro časovače.Stiskem OK přidáte nové místo, výběrem L/P vyberete existující umístění.
el: Ορισμός της προεπιλεγμένης τοποθεσίας των χρονοδιακοπτών. Πιέστε το 'OK' για προσθήκη νέων τοποθεσιών, αριστερά/δεξιά για επιλογή μίας υπάρχουσας τοποθεσίας.
fi: Määrittää oletushakemisto ajastuksiin. Paina 'OK' lisätäksesi uusia hakemistoja, vasen/oikea näppäimillä voit valita olemassa olevista vaihtoehdoista.
fr: Définir l'emplacement pour vos programmations. Appuyer sur OK pour ajouter un nouvel emplacement, sélectionner gauche/droite pour choisir un emplacement existant.
hr: Podešavanje zadane lokacije za snimanje tajmerom. Pritisni 'OK' da bi dodali nove lokacije, pritisni 'LIJEVO'/'DESNO' da bi izabrali sa predhodno zadanih lokacija.
it: Imposta posizione di registrazione predefinita per i timer. Premi 'OK' per aggiungere nuove posizioni, premi 'SINISTRA'/'DESTRA' per selezionare tra quelle definite in precedenza.
lt: Nustatykite numatytąją savo laikmačių vietą. Kad pridėti naujas vietas, paspauskite 'OK', esamą vietą pasirinkite su '<' / '>'.
nl: Stel hier de standaard locatie in voor timers'. Druk op 'OK' om nieuwe locaties toe te voegen; met LINKS/RECHTS kiest u uit bestaande, reeds vastgelegde locaties.
pl: Ustaw domyślną lokalizację dla swoich timerów. Naciśnij przycisk 'OK', aby dodać nowa lokalizację użyj strzałek 'lewo/prawo'.
sk: Nastavenie predvoleného umiestnenia pre časovače. Tlačidlom 'OK' sa pridá nové umiestnenie, tlačidlami 'doľava/doprava' vyberte existujúce umiestnenie.
sr: Podešavanje default lokacije za snimanje tajmerom. Pritisni 'OK' da bi dodali nove lokacije, pritisni 'LEVO'/'DESNO' da bi izabrali sa predhodno definisanih lokacija.
sv: Ställ in standardinspelningsplatsen för dina timers. Tryck på "OK" för att lägga till nya platser, tryck på "VÄNSTER"/"HÖGER" för att välja bland tidigare definierade platser.
ta: உங்கள் டைமர்களுக்கான இயல்புநிலை பதிவு இடத்தை அமைக்கவும். புதிய இடங்களைச் சேர்க்க 'சரி' என்பதை அழுத்தவும், முன்னர் வரையறுக்கப்பட்ட இடங்களிலிருந்து தேர்ந்தெடுக்க 'இடது'/'வலது' அழுத்தவும்.
tr: Zamanlayıcılarınız için varsayılan kayıt konumunu ayarlayın. Yeni konumlar eklemek için 'OK' tuşuna, önceden tanımlanmış konumlar arasından seçim yapmak için 'SOL'/'SAĞ' tuşlarına basın.
uk: Призначте розташування для файлів таймера. Натисніть 'OK' щоб додати новий каталог, або кнопками вправо/вліво виберіть існуючий каталог.

source: Set the default sorting method.
bg: Задайте по подразбиране метода за сортиране.
cs: Nastavit výchozí metodu třídění.
da: Sæt standard sorteringsmetode.
de: Standardsortiermethode wählen.
el: Ορισμός προεπιλεγμένης μεθόδου ταξινόμησης.
et: Määra järjestusviis.
fi: Aseta oletus lajittelujärjestys.
fr: Définir la méthode de tri par défaut.
hr: Podešavanje zadane metode sortiranja.
hu: Alapértelmezett rendezési mód beállítása.
it: Imposta metodo di ordinamento predefinito.
lt: Nustatykite numatytąjį rūšiavimo būdą.
nl: Stel de standaad sorteer methode in.
pl: Ustaw domyślną metodę sortowania.
ru: Установите метод сортировки по умолчанию.
sk: Nastavenie predvolenej metódy zoradenia.
sr: Podešavanje default metode sortiranja.
sv: Ange standardsorteringsmetod.
ta: இயல்புநிலை வரிசையாக்க முறையை அமைக்கவும்.
tr: Varsayılan sıralama yöntemini ayarlayın.
uk: Встановіть метод сортування за умовчанням.
vi: Đặt phương thức sắp xếp mặc định.
zh_cn: 设置默认排序方式.

source: Set the delay time between repeated loops, this is used by software renderer in some skins.
bg: Задайте време за забавяне между повторените цикли, което се използва от софтуера за изобразяване в някои кожи.
cs: Nastavení času zpoždění mezi opakovanými smyčkami rolování. Toto v některých vzhledech provádí software.
da: Sæt forsinkelsen mellem gentagne løkker, hvilket bruges af software gengiver i nogle Temaer.
de: Einstellen der Verzögerungszeit zwischen Scrolldurchläufen (wird vom Software-Renderer in einigen Skins genutzt).
el: Ορισμός της καθυστέρησης μεταξύ των επαναλήψεων, αυτό γίνεται μέσω λογισμικού σε μερικά θέματα.
et: Määra kordustele viiteaeg. Mõni kujundus kasutab selleks tarkvaralist renderdamist.
fi: Määritä toistettavien silmukoiden välinen viive, ohjelmistopohjainen renderointi käyttää tätä joissain teemoissa.
fr: Définir le délai avant de répéter une boucle, cela est utilisé par le rendu logiciel dans certains thèmes/skins.
hr: Podešavanje vremena odlaganja između ponovljenih petlji, a softverski prikazivač ga koristi u nekim skinovima.
hu: Állítsa be a késleltetési időt a megismételt görgetés között, ezt a szoftver renderer használja bizonyos kinézeteknél.
it: Imposta tempo di ritardo tra cicli ripetuti; questa funzione è uata dal software di rendering in alcune skin.
lt: Nustatykite delsą tarp pakartotinių teksto slinkties ciklų. Tai naudojama kai kuriose vartotojo aplinkos temose programiniam vaizdo formavimui.
nl: Stel de wachttijd in voor het herhalen van een scroll-tekst, deze functie is afhankelijk van de software renderer in de gebruikte skin.
pl: Ustaw czas opóźnienia między przejściami przewijania. Jest używany przez renderer oprogramowania w niektórych skórkach.
ru: Установите время задержки между повторениями, используется программный рендеринг в некоторых скинах.
sk: Nastavenie času oneskorenia medzi opakovanými slučkami, ktoré v niektorých vzhľadoch používa softvérový renderer.
sr: Podešavanje vremena odlaganja između ponovljenih petlji, a softverski prikazivač ga koristi u nekim skinovima.
sv: Ställ in fördröjningstiden mellan upprepade loopar, detta används av mjukvarurendering i vissa skins.
ta: மீண்டும் மீண்டும் சுழல்களுக்கு இடையில் தாமத நேரத்தை அமைக்கவும், இது சில தோல்களில் மென்பொருள் ரெண்டரரால் பயன்படுத்தப்படுகிறது.
tr: Tekrarlanan döngüler arasındaki gecikme süresini ayarlayın, bu bazı arayüzlerde yazılım tabanlı görüntüleyici tarafından kullanılır.
uk: Встановіть час затримки між повтореннями, використовується програмний рендеринг в деяких скінах.
vi: Đặt thời gian trễ giữa các vòng lặp lặp lại, điều này được sử dụng bởi trình kết xuất phần mềm trong một số giao diện.
zh_cn: 设置延时时间之间的重复循环,这是由软件渲染器在一些皮肤.

source: Set the hostname or IP address.
cs: Nastavte název hostitele nebo IP adresu.
el: Όνομα DNS ή διεύθυνση IP
hr: Postavite naziv hosta ili IP adresu.
it: Imposta il nome host o l'indirizzo IP.
nl: DNS Hostnaam of IP-adres
sr: Postavite ime računara ili IP adresu.
sv: DNS-namn eller IP-adress
tr: Ana bilgisayar ismini veya IP adresini ayarlayın.
uk: Ім'я DNS або IP-адреса.

source: Set the jump-size of the SeekBar.
cs: Nastavte velikost skoku lišty.
el: Ορισμός του μεγέθους υπερπήδησης της μπάρας αναζήτησης.
fi: Aseta hakupalkin hypyn pituus.
fr: Définir les sauts de temps de la barre de recherche.
hr: Postavite veličinu skoka trake pretraživanja.
it: Imposta dimensione del salto della Barra di ricerca.
lt: Nustatykite šuolio dydį paieškos juostoje.
nl: De grootte van de tijdsprong voor de zoekbalk instellen.
sr: Podesi veličinu skoka SeekBar-a.
sv: Ställ in hoppstorleken för SeekBar.
tr: Arama çubuğunun atlama boyunu belirleyin.
uk: Встановити крок переходу для Seekbar.

source: Set the number of lines to be saved for 'stout' and 'sterr' output in scripts.
cs: Nastavte počet řádků, které se mají uložit pro výstup 'stout' a 'stderr' ve skriptech.
el: Ορισμός του αριθμού γραμμών που θα αποθηκεύονται για την έξοδο 'stout' και 'sterr' στα σενάρια ενεργειών.
fi: Asettaa skriptien 'stout'- ja 'sterr' tallennettavien rivien määrän.
hr: Podešavanje broj redova koji će biti sačuvani za izlaz 'stout' i 'sterr' u skriptama.
it: Imposta numero di righe da salvare per l'output 'stout' e 'sterr' negli script.
nl: Stel het aantal regels in dat moet worden opgeslagen voor 'stout'- en 'sterr'-uitvoer in scripts.
pl: Ustawia liczbę linii, które mają być zapisane dla wyjścia 'stout' i 'sterr' w skryptach.
sk: Nastavenie počtu riadkov, ktoré sa majú uložiť pre výstup 'stout' a 'sterr' v skriptoch.
sr: Podešavanje broj redova koji će biti sačuvani za izlaz 'stout' i 'sterr' u skriptama.
sv: Ange antalet rader som ska sparas för utdata från "stout" och "sterr" i skript.
ta: ச்கிரிப்டில் 'ச்டவுட்' மற்றும் 'ச்டெர்ர்' வெளியீட்டிற்காக சேமிக்க வேண்டிய வரிகளின் எண்ணிக்கையை அமைக்கவும்.
tr: Komut dosyalarındaki 'stout' ve 'stderr' çıktıları için kaydedilecek satır sayısını ayarlayın.
uk: Встановіть кількість рядків, які будуть збережені для виводу 'stout' і 'stderr' у скриптах.

source: Set the password for the monitoring UI web interface.
cs: Nastavit heslo pro monitorovací uživatelské rozhraní.
hr: Postavite lozinku za web sučelje UI za nadzor.
it: Imposta password per l'interfaccia web dell'interfaccia utente di monitoraggio.
sr: Postavite lozinku za web interfejs UI-a za nadzor.
tr: Kullanıcı arayüzü web arayüzü izleme için şifreyi ayarlayın.
uk: Встановіть пароль для веб-інтерфейсу моніторингу.

source: Set the password of the OpenWebif from your fallback tuner.
cs: Nastavte heslo pro OpenWebif z vašeho záložního tuneru.
el: Ορισμός του κωδικού του OpenWebif από το εφεδρικό σας tuner
hr: Postavi lozinku za OpenWebif sa rezervnog tunera.
it: Imposta password di OpenWebif dal tuo sintonizzatore di fallback.
lt: Nustatykite OpenWebif slaptažodį iš atsarginio derintuvo
nl: Het wachtwoord voor OpenWebif op uw Fallback tuner invoeren
sr: Postavite lozinku za OpenWebif sa vašeg rezervnog tjunera.
sv: Ställ in lösenordet för OpenWebif från din reservtuner
tr: Yedek tunerden OpenWebif'in şifresini ayarlayın.
uk: Встановіть пароль OpenWebif від резервного тюнера.

source: Set the port address (8080-9999) for the monitoring UI web interface.
cs: Nastavit síťový port (8080-9999) pro monitorovací uživatelské rozhraní.
hr: Postavite adresu porta (8080-9999) za web sučelje nadzorne UI.
it: Imposta indirizzo della porta (8080-9999) per l'interfaccia web dell'interfaccia utente di monitoraggio.
sr: Podesite adresu porta (8080-9999) za web interfejs korisničkog interfejsa za nadzor.
tr: Kullanıcı Arayüzü web arayüzü izleme için bağlantı noktası adresini (8080-9999) ayarlayın.
uk: Встановіть адресу порту (8080-9999) для веб-інтерфейсу моніторингу.

source: Set the port of the OpenWebif from your fallback tuner.
cs: Nastavte port OpenWebif z vašeho záložního tuneru.
el: Ορισμός της θύρας του OpenWebif από το εφεδρικό σας tuner
hr: Podesite port OpenWebif sa rezervnog tunera.
it: Imposta porta di OpenWebif dal tuo tuner di fallback.
lt: Nustatykite OpenWebif jungtį iš savo atsarginio imtuvo
nl: De poort van OpenWebif op uw Fallback tuner invoeren
sr: Podesite port OpenWebif-a sa vašeg rezervnog tjunera.
sv: Ställ in porten för OpenWebif från din reservtuner
tr: Yedek tunerden OpenWebif'in bağlantı noktasını ayarlayın.
uk: Встановіть порт OpenWebif із резервного тюнера.

source: Set the position of the recording icons.
bg: Задайте позицията на иконите за запис
cs: Nastavit polohu ikon nahrávání.
el: Ορισμός θέσης εικονιδίων εγγραφής.
fi: Aseta tallennuskuvakkeiden sijainti.
fr: Définir la position des icônes d'enregistrement
hr: Podešavanje položaja ikona snimanja.
it: Imposta posizione icone di registrazione.
lt: Nustatyti įrašymo piktogramos poziciją
nl: De positie van opname symbolen instellen.
pl: Ustaw położenie ikon nagrywania.
sk: Nastavenie pozície ikon nahrávania.
sr: Podešavanje položaja ikona snimanja.
sv: Ställ in positionen för inspelningsikonerna.
ta: பதிவு ஐகான்களின் நிலையை அமைக்கவும்.
tr: Kayıt simgelerinin konumunu ayarlayın.
uk: Встановіть положення значка запису.

source: Set the privacy level for the monitoring UI web interface.
cs: Nastavení úrovně soukromí pro uživatelské monitorovací rozhraní.
hr: Postavite razinu privatnosti za web sučelje za nadzor.
it: Imposta livello di privacy per l'interfaccia web dell'interfaccia utente di monitoraggio.
sr: Podesite nivo privatnosti za web interfejs korisničkog interfejsa za nadzor.
tr: Kullanıcı Arayüzü web arayüzü izleme için gizlilik düzeyini ayarlayın.
uk: Встановіть рівень конфіденційності для веб-інтерфейсу моніторингу.

source: Set the screen type you see on pressing 'OK' when the InfoBar shows the second InfoBar Lite or event info.
cs: Nastavení typu infobaru po stisku 'OK' když info pruh ukazuje na druhém infobaru Lite nebo informace o programu.
el: Ορισμός της εμφάνισης του μενού πιέζοντας το 'OK' όταν η μπάρα πληροφοριών εμφανίζει τη 2η λιτή μπάρα ή τις πληροφορίες προγράμματος.
hr: Postavite tip zaslona koji se prikazuje pritiskom na 'OK' kada Info Bar prikaže drugi Info Bar Lite ili informacije o događaju.
it: Imposta tipo di schermata che si ottiene premendo 'OK' quando la barra delle informazioni mostra la seconda barra delle informazioni Lite o le informazioni sull'evento.
lt: Nustatykite ekrano tipą, jums paspaudus 'OK', kai info juosta rodo 2 paprastas info juostas arba įvykio informaciją.
nl: Kies 'Ja' wanneer u een vereenvoudigde versie van de informatiebalk wilt zien, na het drukken op OK.
sr: Podesite tip ekrana koji se prikazuje kada pritisnete 'OK' dok InfoBar prikazuje drugi InfoBar Mali ili informacije o događaju.
sv: Ställ in vilken skärmtyp du får när du trycker på "OK" när informationsfältet visas till 2nd infobar Lite eller eventinfo.
tr: Bilgi çubuğunda, ikinci Bilgi Çubuğu Lite veya etkinlik bilgisi görüntülendiğinde 'OK' tuşuna basıldığında göreceğiniz ekran türünü ayarlayın.
uk: Вкажіть тип вікна, який буде відображатися при натисканні на кнопку ОК (другий інфобар або інфо події).

source: Set the scrolling speed of text on the front display, this is used by software renderer in some skins.
bg: Задайте скоростта на превъртане на текст на предния дисплей, това се използва от софтуера за визуализация в някои кожи.
cs: Nastavení rychlosti rolování textu na předním displeji, Provedení této funkce je závislé na vzhledu.
da: Sæt rullehastigheden af tekst på frontdisplay, dette bliver brugt af software gengivere i nogle Temaer.
de: Einstellen der Scrollgeschwindigkeit für Text im Display (wird vom Software-Renderer in einigen Skins genutzt).
el: Ορισμός της ταχύτητας κύλισης του κειμένου στην οθόνη πρόσοψης, αυτό γίνεται μέσω λογισμικού σε κάποια θέματα.
et: Määra teksti kerimise kiirus esipaneelil. Mõni kujundus kasutab selleks tarkvaralist renderdamist.
fi: Määritä tekstin vieritysnopeus etupaneelissa, ohjelmistopohjainen renderointi käyttää tätä joissain teemoissa.
fr: Définir de défilement du texte sur la face avant, cela est utilisé par le rendu logiciel dans certains thèmes/skins.
hr: Podešavanje brzine pomjeranja teksta na prednjem zaslonu, a softverski prikazivač ga koristi u nekim skinovima.
hu: Állítsa be a szöveg görgetési sebességét az elülső kijelzőn, ezt a szoftver renderer használja bizonyos kinézeteknél.
it: Imposta velocità di scorrimento del testo sul display frontale; questa funzione è usata dal software di rendering in alcune skin.
lt: Nustatyti teksto slinkties greitį priekiniame monitoriuje, tai kai kurios temos naudoja programinės įrangos vaizdo perteikimams.
nl: Stel de snelheid in van een scrollende tekst in het display, deze functie is afhankelijk van de software renderer in de gebruikte skin.
pl: Ustaw szybkość przewijania tekstu na wyświetlaczu. Jest używany przez renderer oprogramowania w niektórych skórkach.
ru: Укажите скорость прокрутки текста на дисплее, используется программный рендеринг в некоторых скинах.
sk: Nastavte rýchlosť rolovania textu na prednom displeji. Túto voľbu využíva softvérový renderer pri niektorých vzhľadoch.
sr: Podešavanje brzine pomeranja teksta na prednjem ekranu, a softverski prikazivač ga koristi u nekim skinovima.
sv: Ställ in rullningshastigheten för text på den främre skärmen, detta används av mjukvarurendering i vissa skins.
ta: முன் காட்சியில் உரையின் ச்க்ரோலிங் வேகத்தை அமைக்கவும், இது சில தோல்களில் மென்பொருள் ரெண்டரரால் பயன்படுத்தப்படுகிறது.
tr: Ön ekrandaki metnin kaydırma hızını ayarlayın, bu bazı arayüzlerde yazılım oluşturucu tarafından kullanılır.
uk: Вкажіть швидкість прокрутки тексту на дисплеї, використовується програмний рендеринг в деяких скінах.
vi: Đặt tốc độ cuộn văn bản trên màn hình phía trước, điều này được sử dụng bởi trình kết xuất phần mềm trong một số giao diện.
zh_cn: 设置文字的滚动速度在前面显示,这是由一些皮肤使用软件渲染器.

source: Set the scrolling speed of text on the front display.
bg: Задайте скоростта на превъртане на текст на предния дисплей.
cs: Nastavte rolování textu na čelním displeji.
da: Sæt rullehastigheden af tekst på frontdisplay.
de: Wählen Sie die Durchlaufgeschwindigkeit für Text im Display.
el: Ορισμός της ταχύτητας κύλισης του κειμένου στην οθόνη πρόσοψης.
et: Määra esipaneeli teksti kerimise kiirus.
fi: Määrittää tekstin vieritysnopeuden etupaneelissa.
fr: Définir de défilement du texte sur la face avant.
hr: Podešavanje brzine pomjeranja teksta na prednjem zaslonu.
hu: Állítsa be a szöveg görgetési sebességét a előlapi kijelzőn.
it: Imposta velocità di scorrimento del testo sul display frontale.
lt: Nustatykite teksto slinkties greitį priekiniame monitoriuje.
nl: Stel de scroll-snelheid van tekst op het display van uw %s %s in.
pl: Ustaw szybkość przewijania tekstu na przednim wyświetlaczu.
ru: Укажите скорость прокрутки текста на дисплее.
sk: Nastavte rýchlosť rolovania textu na prednom displeji.
sr: Podešavanje brzine pomeranja teksta na prednjem ekranu.
sv: Ställ in rullningshastigheten för texten på den främre displayen.
ta: முன் காட்சியில் உரையின் ச்க்ரோலிங் வேகத்தை அமைக்கவும்.
tr: Ön panelde metin kayma hızını ayarlayın.
uk: Вкажіть швидкість прокрутки тексту на дисплеї.
vi: Đặt tốc độ cuộn văn bản trên màn hình phía trước.
zh_cn: 设置在前面显示的文本的滚动速度.

source: Set the skip time interval for the '%s' button.
cs: Nastavte interval přeskočení pro tlačítko '%s'.
el: Ορισμός ενδιάμεσου χρόνου παράκαμψης για το πλήκτρο '%s'.
fi: Aseta ohitusaikaväli '%s' näppäimille.
hr: Postavite interval preskakanja vremena za '%s' dugme.
it: Imposta intervallo tempo di salto per il tasto '%s'.
nl: De tijdsprong voor de knop '%s' instellen.
pl: Ustaw odstęp czasu pomijania dla przycisku '%s'.
sr: Postavite interval preskakanja za dugme '%s'.
sv: Ställ in tidsintervallet för att hoppa över knappen '%s'.
tr: '%s' tuşu için atlama zaman aralığını ayarlayın.
uk: Встановити інтервал часу пропуску для кнопки '%s'.

source: Set the skip time interval for the '%s'/'%s' buttons.
cs: Nastavte interval přeskakování pro tlačítka '%s'/'%s'.
el: Ορισμός ενδιάμεσου χρόνου παράκαμψης για τα πλήκτρα '%s'/'%s'.
fi: Aseta ohitusajan aikaväli '%s'/'%s' painikkeille.
hr: Podesite interval vremena preskakanja za '%s'/'%s' dugmad.
it: Imposta intervallo tempo di salto per i tasti %s'/'%s'.
nl: De tijdsprong voor de knoppen '%s'/'%s' instellen.
pl: Ustaw odstęp czasu pomijania dla przycisków '%s'/'%s'.
sr: Postavite vreme preskakanja za dugmadi '%s'/'%s'.
sv: Ställ in tidsintervallet för hopp för knapparna '%s'/'%s'.
tr: '%s'/‘%s’ tuşları için atlama zaman aralığını ayarlayın.
uk: Встановити інтервал часу пропуску для кнопок '%s'/'%s'.
