Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Show status messages when switch to live TV
da: Vis statusbesked nå der skiftes til Live TV
de: Zeige Statusmeldungen wenn zum Live-TV geschaltet wird
et: Olekuteated otsesaatele lülitudes
hu: Állapotüzenetek mutatása az élő TV műsorra történő váltáskor
ru: Показ сообщения при переходе на прямой эфир
vi: Hiển thị thông báo trạng thái khi chuyển sang truyền hình trực tiếp
zh_cn: 切换到直播电视时显示状态消息

source: Show the DreamPlex player...
bg: Показване на DreamPlex плейъра...
da: Vis DreamPlex afspilleren...
et: DreamPlex mängija
hu: DreamPlex Player mutatása...
ru: Показать DreamPlex плеер...
vi: Hiển thị trình phát DreamPlex ...
zh_cn: 显示dreamplex播放器...

source: Show the Power Timer...
de: Zeige PowerTimer
et: Kuva toitetaimer
hu: A Bekapcsolás időzítő mutatása...
vi: Hiển thị Bộ hẹn giờ nguồn ...
zh_cn: 显示电源定时器...

source: Show the Sleep Timer...
de: Zeige Ausschalttimer
et: Unetaimer
hu: Az Elalvás időzítő mutatása...
ru: Показать таймер засыпания...
vi: Hiển thị Đồng hồ ngủ ...
zh_cn: 显示睡眠定时器...

source: Show the information on current event.
bg: Показване на информацията за текущото събитие.
da: Vis informationen for nuværende begivenhed.
de: Informationen zum aktuellen Ereignis anzeigen.
et: Kuva käesoleva saate info.
vi: Hiển thị thông tin về sự kiện hiện tại.
zh_cn: 显示当前事件的信息.

source: Show the media center...
et: Meediakeskus
hu: Média Center mutatása...
ru: Показать Медиа Центр...
vi: Hiển thị trung tâm truyền thông ...
zh_cn: 显示媒体中心...

source: Show the plugins...
et: Pluginad
hu: Bővítmények mutatása...
ru: Показать плагины...
vi: Hiển thị các plugin ...
zh_cn: 显示插件...

source: Show the radio player...
de: Radio-Wiedergabemodus
et: Kuula raadiot
hu: Rádió csatornalista...
ru: Включить режим радио...
sl: Prikaži radio
vi: Hiển thị trình phát radio ...
zh_cn: 显示广播播放器 ...

source: Show the tv player...
de: TV-Wiedergabemodus
et: Vaata telekanalit
hu: TV csatorna lista...
ru: Включить режим TV...
sl: Prikaži TV predvajalnik
vi: Hiển thị trình phát tv ...
zh_cn: 显示电视播放...

source: Show translation packages
da: Vis oversættelsespakker
de: Zeige Sprachpakete
et: Kuva tõlkefailid
hu: Fordítócsomagok megjelenítése
ru: Показать пакеты локализации
vi: Hiển thị các gói dịch
zh_cn: 显示翻译软件包

source: Show unknown extension as text
da: Vis ukendet filtyper som tekst
de: Unbekannte Erweiterungen als Text anzeigen
et: Ava tundmatud laiendused tekstina
vi: Hiển thị lựa chọn mở rộng
zh_cn: 将未知扩展名显示为文本

source: Show unknown file extensions with 'Addon File-Viewer'.
da: Vis ukendte filtyper med 'Tilføjelsen File-Viewer'.
de: Zeige unbekannte Dateierweiterungen mit 'Addon File-Viewer'.
et: Kuva tundmatud faililaiendid rakendusega "Failivaatur".
vi: Hiển thị phần mở rộng tệp không xác định với 'Addon File-Viewer'.
zh_cn: 使用'加载项文件查看器'显示未知的文件扩展名.

source: Show warning when timeshift is stopped
da: Vis advarsel når Timeshift stoppes
de: Zeige Warnung wenn Timeshift gestoppt wird
et: Teavitus ajanihke lõppemisest
hu: Figyelmeztetés Timeshift megállításakor
pt_br: Exibir aviso ao parar o timeshift
ru: Показать предупреждение при остановке таймшифта
vi: Hiển thị cảnh báo khi dừng timeshift
zh_cn: 时移停止时显示警告

source: Shows the state of your wireless LAN connection.
da: Vis tilstanden af din trådløse LAN opkobling.
de: Zeigt den Status der WLAN-Verbindung an.
et: Näitab WiFi olekut.
hu: Megjeleníti a vezeték nélküli kapcsolat aktuális állapotát.
pt_br: Exibe o estado da rede sem fio.
ru: Показывать состояние беспроводного соединения.
sl: Prikaži stanje brezžične mrežne povezave.
vi: Hiển thị trạng thái kết nối mạng LAN không dây của bạn.
zh_cn: 显示您的无线局域网连接的状态.

source: Shows the watched status of the movie.
da: Vis filmens viste status.
de: Hier können Sie einstellen, ob und wie der Filmfortschritt in der Filmliste angezeigt werden soll.
et: Tähista vaadatud salvestised.
hu: Megjeleníti a Film megnézettségi állapotát (meg volt nézve, vagy nem).
ru: Показывается статус просмотренной записи.
vi: Hiển thị trạng thái đã xem của bộ phim.
zh_cn: 显示电影的观看状态.

source: Shuffle playlist
da: Bland afspilningslist
de: Playlist neu mischen
et: Segatud pleilist
hu: Lejátszási lista megkeverése
pt_br: Modo aleatório
ru: Перемешать плейлист
vi: Danh sách phát ngẫu nhiên
zh_cn: 随机播放列表

source: Side by side
da: Side om Side
et: Kõrvuti
hu: Kétoldalt
pt_br: Lado a lado
ru: По горизонтали
vi: Cạnh bên nhau
zh_cn: 左右并列

source: Signal OK, proceeding
et: Korralik signaal, jätkame
hu: Jelszint rendben, kezdem
pt_br: Sinal OK. Procedendo...
ru: Сигнал ОК, в процессе
vi: Tín hiệu TỐT, tiến hành
zh_cn: 信号好,继续

source: Signal Strength:
da: Signal styrke:
de: Signalstärke:
et: Signaali tugevus:
hu: Jelerősség:
ru: Уровень сигнала:
sl: Moč signala:
vi: Cường độ tín hiệu:
zh_cn: 信号强度:

source: Signal strength:
bg: Сила сигнал:
da: Signalstyrke:
de: Signalstärke:
et: Signaali tugevus:
hu: Jelerősség:
pt_br: Força do sinal:
ru: Уровень сигнала:
vi: Cường độ tín hiệu:
zh_cn: 信号强度:

source: Simple umounter mass storage device.
et: Mass-salvestusseadme lihtne laahtihaakija.
hu: Egyszerű umounter háttértároló eszköz.
vi: Thiết bị lưu trữ hàng loạt đơn giản.
zh_cn: 简单的海量存储设备.

source: SingleEPG settings
da: Enkelt EPG indstillinger
de: Einzel-EPG
et: Kanali EPG seaded
hu: SimpleEPG beállítása
ru: Настройки одиночного телегида
vi: Cài đặt SingleEPG
zh_cn: 单个EPG设置

source: Sint Maarten (Dutch part)
de: St. Martin (Niederländischer Teil)
et: Sint Maarten (Hollandi osa)
hu: Szent Martin (Holland rész)
vi: Sint Maarten (phần Hà Lan)
zh_cn: 圣马丁岛(荷兰部分)

source: Site latitude
de: Breitengrad
et: Koha laiuskraad
hu: Földrajzi szélességi fok
pt_br: Latitude local
ru: Ширина сайта
vi: Vĩ độ trang web
zh_cn: 网站纬度

source: Site longitude
de: Längengrad
et: Koha pikkuskraad
hu: Földrajzi hosszúsági fok
pt_br: Longitude local
ru: Длина сайта
vi: Kinh độ trang web
zh_cn: 网站经度

source: Size reverse
da: Størrelse baglæns
de: Größe absteigend
et: Väiksemad ees
vi: Kích thước ngược
zh_cn: 大小次序颠倒

source: Size:
da: Størrelse:
de: Größe:
et: Suurus:
vi: Kích thước:
zh_cn: 大小:

source: Size:
da: Størrelse:
de: Größe:
et: Maht:
hu: Méret:
ru: Размер:
vi: Kích thước:
zh_cn: 大小:

source: Skin
da: Grafisk Tema
et: Kujundus
hu: Kinézet
pt_br: Temas
ru: Сменить Скин
sl: Izberite predlogo
vi: Da
zh_cn: 皮肤

source: Skin Selector
da: Tema-vælger
de: Skinauswahl
et: Kujunduse valik
hu: Kinézet választó (Skin)
ru: Выбор Скина
vi: Chọn da
zh_cn: 皮肤选择器

source: Skin Setup
da: Tema opsætning
de: Skinauswahl
et: Kujunduse valik
hu: Kinézet beállítása (Skin)
ru: Выбор скина
sl: Izberite predlogo
vi: Thiết lập giao diện
zh_cn: 皮肤设置

source: Skin setup
da: Tema opsætning
de: Skinauswahl
et: Kujunduse valik
hu: Kijelző kinézet választás (Skin)
ru: Выбор LCD скина
vi: Thiết lập da
zh_cn: 皮肤设置

source: Skin: %s
da: Tema: %s
zh_cn: 当前皮肤: %s

source: SkinSelector
da: TemaVælger
de: Skinauswahl
et: Kujunduse valik
hu: Kinézet választó (Skin)
ru: Плагин SkinSelector
vi: Chọn da
zh_cn: 皮肤选择器

source: Skins
da: Grafiske Temaer
et: Kujundused
hu: Kinézetek
pt_br: Temas
ru: Скины
sl: Predloge
vi: Da
zh_cn: 皮肤

source: Skinselector
da: Temavælger
de: Skinauswahl
et: Kujunduse valik
vi: Chọn da
zh_cn: 皮肤选择器

source: Skip internet connection check (disables automatic package installation)
da: Hop internet forbindelseskontrol over (deaktivere automatisk pakkeinstallation)
de: Überspringe den Netzwerk-Test (keine automatische Paket-Installation)
et: Jäta netiühenduse kontroll vahele (automaatne pakettide paigaldamine keelatakse)
hu: Internet-kapcsolat ellenőrzésének mellőzése (automatikus csomag-telepítés is tiltva lesz)
pt_br: Não testar (desativa instalação automática de pacotes)
ru: Пропустить проверку интернет соединения (отключает автоматическую установку пакетов)
vi: Bỏ qua kiểm tra kết nối internet (vô hiệu hóa cài đặt gói tự động)
zh_cn: 跳过互联网连接检查(禁用自动包安装)

source: Skip selection
da: Hop over valg
de: Auswahl überspringen
et: Jäta valitud vahele
vi: Bỏ qua lựa chọn
zh_cn: 跳过选择

source: Slapstick
da: Farce
zh_cn: 闹剧

source: Sleep long
da: Dvale lang
de: Sleep lang
et: Sleep - pikk
hu: Elalvás hosszan
vi: Ngủ lâu
zh_cn: 睡眠时长

source: Slot %s: %s - Mode %d%s
da: Slot %s: %s - Tilstand %d%s
zh_cn: 分区 %s: %s - 模式 %d%s

source: Slot %s: %s%s
zh_cn: 分区 %s: %s%s

source: Softcam settings
da: Softcam indstillinger
de: Softcam
et: EMU seaded
hu: Softcam beállítások
ru: Настройки softcam
vi: Cài đặt softcam
zh_cn: SoftCam设置

source: Softcam setup
da: Softcam opsætning
de: Softcam-Einrichtung
et: EMU seadistamine
vi: Softcam cài đặt
zh_cn: SoftCam设置

source: Softcam-Panel
et: EMU paneel
ru: Softcam-Панель
vi: Bảng điều khiển Softcam
zh_cn: SoftCam-面板

source: Softcam-Panel...
et: EMU paneel
ru: Панель эмуляторов...
vi: Bảng điều khiển Softcam ...
zh_cn: softcam-面板...

source: Softcam-Setup
da: Softcam opsætning
de: Softcam-Einrichtung
et: EMU seadistamine
vi: Softcam -cài đặt
zh_cn: SoftCam-设置

source: SoftcamSetup
da: Softcam opsætning
de: Softcam-Einrichtung
et: EMU seadistamine
vi: Softcam cài đặt
zh_cn: SoftCam设置

source: Software
et: Tarkvara
hu: Szoftver
ru: ПО
sl: Program. oprema
vi: Phần mềm
zh_cn: 软件

source: Software Manager Setup
da: Softwarehåndtering opsætning
de: Update Einstellungen
et: Tarkvarahalduri seaded
hu: Szoftver karbantartó beállításai
ru: Настройки менеджера ПО
vi: Cài đặt trình quản lý phần mềm
zh_cn: 软件管理器安装程序

source: Software Panel
et: Tarkvara paneel
hu: Szoftver Panel
ru: Панель ПО
vi: Bảng phần mềm
zh_cn: 软件面板

source: Software management
da: Softwarehåndtering
de: Softwareverwaltung
et: Tarkvara haldamine
hu: Szoftverkezelés
pt_br: Gerenciar software
ru: Управление ПО
sl: Posodobi sprejemnik
vi: Quản lý phần mềm
zh_cn: 软件管理

source: Software manager setup
da: Softwarehåndtering opsætning
de: Update-Einstellungen
et: Tarkvarahalduri seaded
hu: Szoftver karbantartó Beállításai
pt_br: Opções de instalação
ru: Настройки менеджера ПО
vi: Thiết lập trình quản lý phần mềm
zh_cn: 软件管理器安装程序

source: Software restore
da: Software-gendannelse
de: Software wiederherstellen
et: Püsivara taastamise abiline
hu: Szoftver visszaállítás
pt_br: Restaurar software
ru: Восстановление ПО
sl: Obnova prog. opreme
vi: Khôi phục phần mềm
zh_cn: 软件恢复

source: Software update
da: Software-opdatering
de: Software aktualisieren
et: Tarkvara uuendamine
hu: Szoftverfrissítés
pt_br: Atualizar software
ru: Обновление ПО
sl: Nadgradi OpenPLi sliko
vi: Cập nhật phần mềm
zh_cn: 软件更新

source: Softwaremanager information
da: Softwarehåndtering information
et: Tarkvarahalduri info
hu: Szoftver kezelő információ
pt_br: Informação do gerenciador de software
ru: Информация менеджера ПО
sl: Softwaremanager informacije
vi: Thông tin về phần mềm
zh_cn: 软件管理信息

source: Softwareupdate
da: Software-opdatering
de: Software-Aktualisierung
et: Tarkvarauuendus
hu: Szoftverfrissítés
ru: Обновление ПО
vi: Cập nhật phần mềm
zh_cn: 软件更新

source: Some TV devices can't swich to correct input if a another hdmi port active. This setting set the TV to standby before. (If the TV does not turn back on, may require a slower transmission interval or the repetition of wake-up commands.)
da: Nogle TV enheder kan ikke skifte til rette indgang hvis en anden HDMI port er aktiv. Denne indstilling sætter først TV'et i Standby. (Hvis TV'et ikke tænder igen, kan det være nødvendig med et langsommere transmissionsinterval eller gantagelsen af vågn op kommandoerne.
de: Einige TV-Geräte wechseln nicht den Eingang wenn ein anderer HDMI-Port aktiv ist. Diese Einstellung schaltet den TV zuvor in den Standby. (Schaltet der TV nicht wieder an, kann ein langsameres Sendeintervall oder auch die Wiederholung der Aufwachkommandos erforderlich sein.)
et: Mõned telerid ei vahetu õigele sisendile, kui teine hdmi port on aktiivne. See säte panel teleri esmalt ootesisundisse. (Kui teler ei lülitu uuesti sisse, võib proovida äratuskäskude vahemikku suurendada.)
hu: Néhány TV készülék nem tud átkapcsolni a megfelelő bemenetre, ha másik HDMI port aktív. Be kell állítani ezt a beállítást mielőtt a TV-készülék készenléti állapotba kerül. (Ha a TV nem kapcsol vissza, lassabb átviteli intervallumra vagy az ébresztési parancsok ismétlésére van szükség.)
vi: Một số thiết bị TV không thể chỉnh sửa đầu vào nếu một cổng hdmi khác hoạt động. Cài đặt này đặt TV ở chế độ chờ trước. (Nếu TV không bật lại, có thể yêu cầu khoảng thời gian truyền chậm hơn hoặc lặp lại các lệnh đánh thức.)
zh_cn: 如果另一个HDMI端口激活.一些电视设备不能切换到正确的输入.此设置将电视机设置为待机状态. (如果电视没有回调,可能需要较慢的传输间隔或唤醒命令的重复.)

source: Some plugins are not available:
da: Nogle plugins er ikke tilstede:
de: Einige Plugins sind nicht verfügbar:
et: Mõned pluginad pole saadaval:
hu: Egyes bővítmények nem elérhetőek:
pt_br: Os seguintes plugins não estão disponíveis:
ru: Некоторые плагины недоступны:
sl: Nekateri vtičniki niso na voljo:
vi: Một số plugin không có sẵn:
zh_cn: 某些插件不可用:

source: Sorry CIHelper Config is Missing
da: Desværre, CIHelper konfiguration mangler
de: CIHelper Konfiguration nicht vorhanden!
et: CIHelper seadistus puudub
hu: Sajnálom, de a CIHelper Config hiányzik
ru: Не найдена конфигурация CIHelper
vi: Xin lỗi CIHelper Config bị thiếu
zh_cn: 对不起,辅助配置丢失

source: Sorry feeds are down for maintenance
da: Desværre, Feeds er nede for Vedligeholdelse
de: Feeds sind wegen Wartungsarbeiten im Moment nicht verfügbar
et: Käivad hoidlate hooldustööd
hu: Sajnos a szolgáltatás le van állítva a karbantartás miatt
ru: К сожалению фид закрыт на техническое обслуживание
vi: Xin lỗi, nguồn cấp dữ liệu bị ngừng bảo trì
zh_cn: 对不起,由于网络原因开源不可用,请稍后再试.

source: Sorry feeds are down for maintenance, please try again later. If this issue persists please check www.opena.tv
da: Desværre, Feeds er nede for Vedligeholdelse, prøv venligst igen senere. Kontroller venligst www.opena.tv hvis dette problem fortsætter.
de: Feeds sind wegen Wartungsarbeiten im Moment nicht verfügbar, bitte später nochmals versuchen. Für weitere Fragen besuchen Sie bitte 'www.opena.tv'
et: Toimuvad hoidlate hooldetööd. Proovi hiljem uuesti. Kui probleem on kestev, vaata lehele www.opena.tv
hu: Sajnos a szolgáltatás le van állítva a karbantartás miatt. Kérem, próbálja meg később.. Ha a hiba továbbra is fennáll, ellenőrizze a www.openata.tv weboldalt
vi: Xin lỗi, nguồn cấp dữ liệu bị ngừng bảo trì, vui lòng thử lại sau. Nếu vấn đề này vẫn còn, vui lòng kiểm tra www.opena.tv
zh_cn: 对不起,由于网络原因开源不可用,稍后再试.如果此问题持续,请访问我们的www.openatv.tv

source: Sorry only possible to record 2 channels at once
da: Det er desværre kune muligt at optage 2 kanaler samtidig
de: Es können nur 2 Kanäle auf einmal aufgenommen werden
et: Kahjuks saab salvestada korraga ainult 2 kanalit
hu: Sajnos, csak két csatorna rögzítésére van lehetőség egyszerre
vi: Xin lỗi chỉ có thể ghi 2 kênh cùng một lúc
zh_cn: 抱歉,一次只能录制2个频道

source: Sorry, no details available!
da: Desværre, detaljer ikke tilgængelig!
de: Keine Details verfügbar!
et: Üksikasjad puuduvad!
hu: Sajnáljuk, de nincs elérhető információ!
pt_br: Nenhum detalhe disponível.
ru: Извините, нет подробностей
vi: Xin lỗi, không có chi tiết có sẵn!
zh_cn: 对不起,没有可用的详细信息!

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
da: Desværre, ingen tilsluttede fysiske enheder understøtter SWAP. Kan ikke oprette swap-fil på netværks- eller fat32-filsystemer.
et: Saalet toetav andmekandja ei ole ühendatud. Saalefaili loomine võrgus või fat32 süsteemis ei ole võimalik
hu: Sajnáljuk, nincs olyan fizikai eszköz, amely támogatja a SWAP csatolását. Nem hozható létre Swapfile a hálózati vagy fat32 fájlrendszereken
ru: Извините, не найдено ни одно устройство для размещения файла подкачки. Файл подкачки не может быть создан.
vi: Xin lỗi, không có thiết bị vật lý nào hỗ trợ SWAP kèm theo. Không thể tạo Swapfile trên hệ thống tệp hoặc mạng fat32
zh_cn: 对不起,没有支持交换连接的物理设备.无法创建网络或FAT32文件

source: Sort Extensions list alphabetically
da: Sorter Udvidelsesliste alfabetisk
de: Erweiterungsliste alphabetisch sortieren
et: Laiendused tähestikulises järjekorras
hu: A bővítmények listájának rendezése betűrendben
ru: Сортировать дополнения по алфавиту
vi: Sắp xếp danh sách tiện ích mở rộng theo thứ tự abc
zh_cn: 扩展列表按字母顺序排序

source: Sort list to default and exit?
da: Sorter liste til standard og afslut ?
et: Kas taastada vaikejärjestus ja väljuda?
vi: Sắp xếp danh sách để mặc định và thoát?
zh_cn: 将列表排序为默认并退出吗?

source: Sort order for menu entries
da: Sorteringsrækkefølge for menuposter
de: Sortierung der Menüeinträge
et: Menüü kirjete järjestus
hu: Menü bejegyzések rendezése
vi: Sắp xếp thứ tự cho các mục menu
zh_cn: 菜单条目排序顺序

source: Sort plug-in browser entries
da: Sorter Plugin browser-poster
de: Sortierung der Einträge im Plugin-Manager
et: Pluginate menüü kirjete järjestus
hu: A bővítmény böngésző bejegyzéseinek rendezése
vi: Sắp xếp các mục trình duyệt bổ trợ
zh_cn: 插件浏览器条目排序

source: Sort setting screen's alphabetically
da: Sorter indstillingsskærme alfabetisk
de: Einstellungseinträge alphabetisch sortieren
et: Seadistusmenüüd tähestikulises järjekorras
hu: Rendezési képernyő beállítása betűrendes keresésre
ru: Сортировать пункты настроек по алфавиту
vi: Sắp xếp màn hình theo thứ tự bảng chữ cái
zh_cn: 设置屏幕的字母顺序排序

source: Sorting left files by name, date or size
da: Sorter venstre filer efter navn, dato eller størrelse
de: Linke Seite Dateien nach Name, Datum oder Größe sortieren
et: Vasaku poole sortimine nime, kuupäeva või suuruse järgi
vi: Sắp xếp các tập tin bên trái theo tên, ngày hoặc kích thước
zh_cn: 按名称、日期或大小对左侧文件排序

source: Sorting right files by name, date or size
da: Sorter højre filer efter navn, dato eller størrelse
de: Rechte Seite Dateien nach Name, Datum oder Größe sortieren
et: Parema poole sortimine nime, kuupäeva või suuruse järgi
vi: Sắp xếp đúng tệp theo tên, ngày hoặc kích thước
zh_cn: 按名称,日期或大小对右侧文件排序

source: Special Features
da: Specielle egenskaber
de: Spezielle Einstellungen
et: Eriomadused
hu: Speciális tulajdonságok
ru: Особые настройки
vi: Tính năng đặc biệt
zh_cn: 特殊功能

source: Spiele
zh_cn: 游戏

source: Spielfilm
zh_cn: 胶卷

source: Sprache
da: Sprog
zh_cn: 语言

source: Standard (always)
da: Standard (altid)
de: Standard (immer)
et: Vaikimisi (alati)
hu: Hagyományos (mindig)
vi: Tiêu chuẩn (luôn luôn)
zh_cn: 标准(总是)

source: Standard menu
de: Standard
zh_cn: 标准菜单

source: Standby / restart
da: Standby / genstart
de: Standby / Neustart
et: Seiskamine
hu: Készenlét / újraindítás
pt_br: Desligar
ru: Выключение
vi: Chờ / khởi động lại
zh_cn: 待机/重启

source: Standby without TV shutdown
da: Standby uden TV slukning
de: Standby ohne TV auszuschalten
et: Ooteseisundisse telerit sulgemata
hu: Készenlét a TV leállítása nélkül
vi: Chờ mà không tắt TV
zh_cn: 没有电视关机待命

source: Start Kodi
de: Starte Kodi
et: Käivita Kodi
hu: Kodi indítása
vi: Khởi động Kodi
zh_cn: 启动Kodi

source: Start recording?
da: Start optagelse ?
de: Aufnahme beginnen?
et: Kas käivitada salvestamine?
hu: Indítsam a felvételt?
pt_br: Iniciar gravação?
ru: Начать запись?
sl: Začnem snemanje?
vi: Bắt đầu ghi âm?
zh_cn: 开始录像?

source: Start timeshift
de: Timeshift starten
et: Käivita ajanihe
hu: Timeshift elindítása
pt_br: Iniciar timeshift
ru: Начать таймшифт
vi: Bắt đầu timeshift
zh_cn: 开始时移

source: StartWizard
da: StartAssistent
de: Grundkonfiguration
et: Käivitusabiline
hu: Indítás varázsló
ru: Мастер запуска
vi: Thuật sĩ bắt đầu
zh_cn: 启动向导

source: Starting on
da: Starter den
de: Beginnend ab
et: Alates
hu: Kezdve
pt_br: Iniciar em
ru: Начиная с
sl: Začnem ob
vi: Bắt đầu vào
zh_cn: 开始于

source: Stop current event and disable coming events
da: Stop nuværende program og slå kommende programmer fra
de: Laufende Aufnahme abbrechen und kommende deaktivieren
et: Peata aktiivne salvestus ja keela tulevad
hu: Futó időzítés és a soron következők leállítása
pt_br: Parar programa atual e desativar novos eventos
ru: Остановить текущее событие и отключить ближайшие
sl: Ustavi trenutni dogodek in onemogoči prihodnje dogodke.
vi: Dừng sự kiện hiện tại và vô hiệu hóa các sự kiện sắp tới
zh_cn: 停止当前事件和禁用即将发生的事件

source: Stop current event but not coming events
da: Stop nuværende program men ikke kommende programmer
de: Laufende Aufnahme abbrechen, aber kommende ausführen
et: Peata aktiivne salvestus, aga ära keela tulevaid
hu: Futó időzítés leállítása de a soron következők futtatása
pt_br: Parar programa atual, mas não desativar novos eventos
ru: Остановить текущее событие, но не отключать наступающие
sl: Ustavi trenutni dogodek, ne pa prihodnjih dogodkov
vi: Sự kiện hàng đầu hiện tại nhưng không đến
zh_cn: 阻止当前事件,但不会发生事件

source: Stop previous broadcasted service on return to movielist.
da: Stop forrige rundsendte kanal ved tilbagevenden til Filmliste.
de: Hier können Sie auswählen, ob nach dem Stoppen zur Filmliste zurückgekehrt werden soll.
et: Lõpeta kanali edastus filmilisti naasmisel.
hu: Állítsa le a az előzőleg sugárzott csatorna műsorát mikor a Felvétel listájához visszatér.
ru: Остановить предыдущий транслируемый канал по возвращении в список записей.
vi: Dừng dịch vụ phát sóng trước đó khi trở về Movielist.
zh_cn: 停止以前的广播服务返回的电影列表.

source: Stop timeshift
de: Timeshift stoppen
et: Peata ajanihe
hu: Timeshift leállítása
pt_br: Parar timeshift
ru: Остановить таймшифт
vi: Dừng timeshift
zh_cn: 停止时移

source: Stop timeshift and save timeshift buffer as movie
da: Stop Timeshift og gem Timeshift buffer som film
de: Timeshift stoppen und den Timeshift-Puffer als Film speichern
et: Lõpeta ajanihe ja talleta ajanihke puhver
hu: Állítsa le a Timeshift-et, és mentse el a Timeshift puffert, mint Felvételt
ru: Остановить таймшифт и сохоанить буфер таймшифта как запись
vi: Dừng timeshift và lưu bộ đệm timeshift như phim
zh_cn: 时移和时移缓冲区停止保存为电影

source: Stop timeshift and save timeshift buffer as movie and start recording of current event
da: Stop Timeshift, gem Timeshift buffer som film og start optagelse af nuværende begivenhed
de: Timeshift stoppen und den Timeshift-Puffer als Film speichern und die aktuelle Sendung weiter aufnehmen
et: Lõpeta ajanihe, talleta ajanihke puhver ja alusta käesoleva saate salvestamist
hu: Állítsa le a Timeshift-et, és mentse el a Timeshift puffert, mint Felvételt és az aktuális eseményt kezdje felvenni
ru: Остановить таймшифт и сохоанить буфер таймшифта как запись и начать запись текущей передачи
vi: Dừng timeshift và lưu bộ đệm timeshift dưới dạng phim và bắt đầu ghi sự kiện hiện tại
zh_cn: 时移和时移缓冲区保存为停止和启动事件录制电影目录

source: Stop timeshift while recording?
da: Stop Timeshift mens der optages ?
de: Timeshift während Aufnahme beenden?
et: Ajanihke peatamine salvestamise ajal
hu: Felvétel indításakor a Timeshift megálljon?
ru: Остановить таймшифт на время записи?
vi: Dừng timeshift trong khi ghi âm?
zh_cn: 录像时是否停止时移?

source: Stop's timeshift being used if a recording is in progress. (advisable for usb sticks)
da: Forhindre at Timeshift bliver brugt hvis en optagekse er igang (anbefales for USB nøgler).
de: Beendet Timeshift, wenn eine Aufnahme läuft, ratsam bei der Verwendung eines USB-Sticks.
et: Peatab ajanihke salvestamise ajaks. (Soovitatav, kui kasutatakse usb pulka).
hu: Ha a felvétel készítése folyamatban van vagy indulni készül, akkor a Timeshift felvétel álljon meg
zh_cn: 如果录像正在进行,则停止的时移会被使用.(建议使用U盘)

source: Storage devices
da: Lagerenheder
de: Speichergeräte
et: Andmekandjad
hu: Tárolóeszközök
ru: Устройства хранения
vi: Thiết bị lưu trữ
zh_cn: 存储装置

source: Store at index
et: Salvesta indeksis
hu: Tárolás az Index pozicióban
pt_br: Salvar no índice
ru: Сохранить номер
vi: Lưu trữ tại chỉ mục
zh_cn: 存储在索引

source: Streaming clients info
da: Streaming-klinter info
de: Stream-Clients
et: IPTV kliendid
hu: Streamelő kliensek
vi: Truyền thông tin khách hàng
zh_cn: 流媒体客户端信息

source: Strongest position
de: Stärkste Position
et: Tugevaim positsioon
hu: Legerősebb pozíció
pt_br: Posição mais forte
ru: Лучшая позиция
vi: Vị trí mạnh nhất
zh_cn: 最强位置

source: Stumm
zh_cn: 静音
