Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Media scanner
cs: Prohledávání médií
da: Mediesøger
el: Ανίχνευση πολυμέσων
et: Meediaotsing
fi: Mediaskanneri
hr: Medija skener
hu: Média kereső
it: Scansione multimediale
lt: Medija failų paieška
pl: Media skaner
pt_br: Buscar mídia
ru: Медиа сканнер
sk: Prehľadávač médií
sr: Medija skener
sv: Mediescanner
ta: மீடியா ச்கேனர்
tr: Medya Tarayıcı
uk: Медіа сканер
vi: Máy quét phương tiện truyền thông
zh_cn: 媒体扫描

source: Media service
cs: Mediální služba
el: Υπηρεσία πολυμέσων
fi: Media palvelu
hr: Medija servis
it: Servizio multimediale
lt: Medijos tarnyba
pl: Obsługa mediów
sk: Obsluha médií
sr: Medija servis
sv: Medietjänst
ta: ஊடக பணி
tr: Medya hizmeti
uk: Медіа-сервіс

source: MediaInfo
cs: Informace o médiích
fi: Media tiedot
hr: MedijaInfo
pl: Informacje o mediach
sk: Informácie o médiu
sr: MedijaInfo
ta: மீடியாஇன்ஃபோ
tr: Medya Bilgisi
uk: МедіаІнфо

source: MediaPlayer
cs: Přehrávač médií
da: Medieafspiller
el: Αναπαραγωγός πολυμέσων
et: Meediamängija
fi: Mediasoitin
fr: Lecteur de médias
hr: MedijaPlejer
hu: Médialejátszó
lt: Medija grotuvas
nl: MediaSpeler
pl: Odtwarzacz Multimedialny
ru: Медиаплеер
sk: Prehrávač médií
sl: PredvajalnikVsebin
sr: MedijaPlejer
ta: மீடியா பிளேயர்
tr: Medya Oynatıcı
uk: Медіа Плеєр
vi: Phương tiện truyền thông
zh_cn: 媒体播放器

source: Medical
bg: Медицински
cs: Zdravotní
da: Medicinsk
de: Medizinisch
el: Ιατρική
fi: Lääketieteellinen
fr: Médical
hr: Medicina
it: Medico
lt: Medicinos
nl: Medisch
pl: Medyczny
sk: Medicínske
sr: Medicina
sv: Medicinsk
ta: மருத்துவ
tr: Tıbbi
uk: Медицина
zh_cn: 医疗

source: Medicine/Physiology/Psychology
cs: lékařství/fyziologie/psychologie
el: ιατρική/φυσιολογία/ψυχολογία
hr: Medicina/Fiziologija/Psihologija
it: medicina/fisiologia/psicologia
lt: medicina/fiziologija/psichologija
nl: medicijnen/psychologie/fysiologie
sr: Medicina/Fiziologija/Psihologija
sv: medicin/fysiologi/psykologi
tr: Tıp/Fizyoloji/Psikoloji
uk: медицина/фізіологія/психологія

source: Medium is not a writeable DVD!
bg: Носителят не е достъпен за запис DVD!
cs: Médiem není zapisovatelné DVD!
da: Media er ikke skrivbar DVD!
de: Das Medium ist keine beschreibbare DVD!
el: Το μέσο δεν είναι εγγράψιμο DVD!
et: DVD ketas ei ole kirjutatav!
fi: Levy ei ole kirjoitettava DVD!
fr: Le support n'est pas un DVD inscriptible !
hr: Medij nije upisivi DVD!
hu: Az adathordozó nem írható DVD!
it: Il supporto non è un DVD scrivibile!
lt: Tai neįrašomas DVD!
nl: Dit medium is geen beschrijfbare DVD!
pl: Nośnik nie jest zapisywalnym DVD!
pt_br: A mídia não é um DVD gravável!
ru: Запись на данный DVD носитель невозможна!
sk: Médium nie je zapisovateľný disk DVD!
sl: Medij ni zapisljiv DVD!
sr: Medij nije upisivi DVD!
sv: Mediet är inte en skrivbar DVD!
ta: நடுத்தர எழுதக்கூடிய டிவிடி அல்ல!
tr: DVD yazılabilir değil!
uk: Носій не є записуючим DVD!
vi: Medium không phải là DVD có thể ghi!
zh_cn: 介质不是可写DVD！

source: Medium is not empty!
bg: Носителят не е празен!
cs: Médium není prázdné!
da: Media er ikke tomt!
de: Das Medium ist nicht leer!
el: Το μέσο δεν είναι άδειο!
et: Ketas ei ole tühi!
fi: Levy ei ole tyhjä!
fr: Le support n'est pas vide !
hr: Medij nije prazan!
hu: Az adathordozó nem üres!
it: Il supporto non è vuoto!
lt: Laikmena netuščia!
nl: Medium is niet leeg!
pl: Nosnik nie jest pusty!
pt_br: A mídia não está vazia!
ru: Носитель не пуст!
sk: Médium nie je prázdne!
sl: Medij ni prazen!
sr: Medij nije prazan!
sv: Mediet är inte tomt!
ta: நடுத்தர காலியாக இல்லை!
tr: Ortam boş değil!
uk: Носій не порожній!
vi: Trung bình không phải là DVD có thể ghi!
zh_cn: 介质不是空白的！

source: Medium toolbox
cs: Sada nástrojů medium
da: Medieværktøjskasse
el: Εργαλειοθήκη μέσων
et: Meedia tööriistad
fr: Boite à outils média
hr: Medij sa alatkama
it: Toolbox supporto ottico
lt: Medijos priemonių rinkinys
nl: Medium gereedschap
ru: Спец. инструменты
sk: Súprava nástrojov pre médium
sr: Medij sa alatkama
sv: Verktygslåda Medium
ta: நடுத்தர கருவிப்பெட்டி
tr: Ortam araç kutusu
uk: Інструментарій носія
vi: Hộp công cụ
zh_cn: 媒介工具箱

source: Memory
bg: Памет
cs: Paměť
da: Hukommelse
de: Speicher
el: Μνήμη
et: Mälu
fi: Muisti
fr: Mémoire
hr: Memorija
hu: Memória
it: Memoria
lt: Atmintis
nl: Geheugen
pl: Pamięć / Ram
pt_br: Memória
ru: Память
sk: Pamäť
sr: Memorija
sv: Minne
ta: நினைவகம்
tr: Bellek
uk: Пам'ять
vi: Bộ nhớ
zh_cn: 内存

source: Memory Information
bg: Информация за паметта
cs: Info o paměti
da: Hukommelsesinformation
de: Speicher-Informationen
el: Πληροφορίες μνήμης
et: Mälu andmed
fi: Muistin tiedot
fr: Information mémoire
hr: Info Memorije
hu: Memória Információ
it: Informazioni memoria
lt: Atminties Informacija
nl: Geheugen informatie
pl: Informacje o pamięci ram
ru: Информация о памяти
sk: Info o pamäti
sr: Info Memorije
sv: Information om minnet
ta: நினைவக செய்தி
tr: Bellek Bilgisi
uk: Інформація про пам'ять
vi: Thông tin bộ nhớ
zh_cn: 内存信息

source: Memory Information Actions
bg: Действия за информация за паметта
cs: Paměťové informační akce
el: Ενέργειες πληροφοριών μνήμης
fi: Muistitiedot Toiminnot
hr: Radnje sa Info Memorijom
it: Azioni di informazioni memoria
lt: Atminties informacijos veiksmai
nl: Geheugen Informatie Acties
pl: Działania dotyczące informacji o pamięci
sk: Informácie o pamäti – akcie
sr: Инфо Меморије Радња
sv: Minne Information Åtgärder
ta: நினைவக செய்தி செயல்கள்
tr: Bellek Bilgisi İşlemleri
uk: Інформаційні дії пам'яті

source: Memory index
bg: Индекс на паметта
cs: Pozice (index) paměti
da: Hukommelsesindeks
de: Index speichern
el: Θέση στη μνήμη
et: Mälu indeks
fi: Muistipaikka
fr: Index mémoire
hr: Indeks memorije
hu: Memóriaindex
it: Indice memoria
lt: Atminties indeksas
nl: Geheugenindex
pl: Indeks pamięci
pt_br: Índice de memória
ru: Индекс памяти
sk: Index pamäte
sr: Indeks memorije
sv: Index för minne
ta: நினைவக அட்டவணை
tr: Bellek indeksi
uk: Номер позиції
vi: Chỉ số bộ nhớ
zh_cn: 内存索引

source: Memory information for %s %s
cs: Informace o paměti pro %s %s
el: Πληροφορίες μνήμης για τον %s %s
fi: Muistitiedot %s %s
hr: Info o memoriji za %s %s
it: Informazioni memoria per %s %s
lt: Atminties informacija %s %s
nl: Geheugeninformatie voor uw %s %s
pl: Informacje o pamięci dla %s %s
sk: Informácie o pamäti pre %s %s
sr: Info o memoriji za %s %s
sv: Minnesinformation för %s %s
ta: %s %s க்கான நினைவக செய்தி
tr: %s %s alıcınız için bellek bilgileri
uk: Інформація про пам’ять для %s %s

source: Menu
bg: Меню
de: Menü
el: Μενού
et: Menüü
fi: Valikko
hu: Menü
lt: Meniu
ru: Меню
sl: Meni
sr: Meni
sv: Meny
ta: பட்டியல்
tr: Menü
uk: Меню
vi: Menu Chính
zh_cn: 菜单

source: Menu Actions
bg: Действия в менюто
cs: Akce menu
el: Ενέργειες μενού
fi: Valikko toiminnot
fr: Actions de menu
hr: Radnje Menu
it: Azioni del menu
lt: Meniu veiksmai
nl: Menu Acties
pl: Akcje Menu
sk: Akcie menu
sr: Radnje Menija
sv: Menyåtgärder
ta: பட்டி செயல்கள்
tr: Menü İşlemleri
uk: Дії для Меню

source: Menu Common Actions
cs: Nabídka Společné akce
el: Κοινές ενέργειες μενού
fi: Valikon Yleiset toiminnot
hr: Menu Uobičajene radnje
it: Azioni menu comune
lt: Meniu bendrieji veiksmai
nl: Menu Algemene Acties
pl: Typowe akcje menu
sk: Všeobecné akcie menu
sr: Opšte Radnje Menija
sv: Meny Gemensamma åtgärder
ta: பட்டியல் பொதுவான செயல்கள்
tr: Menü Ortak İşlemleri
uk: Меню загальні дії

source: Menu Edit Actions
cs: Nabídka Upravit akce
el: Ενέργειες επεξεργασίας μενού
fi: Muokkaa Valikko toimintoja
hr: Radnje uređivanja menu
it: Azioni menu modifica
lt: Meniu redagavimo veiksmai
nl: Menu wijzig Acties
pl: Menu Edytuj Akcje
sk: Akcie pre úpravy menu
sr: Radnje Uređivanja Menija
sv: Meny Redigera Åtgärder
ta: பட்டி திருத்து செயல்கள்
tr: Menü Düzenleme İşlemleri
uk: Меню редагувати дії

source: Menu Navigation Actions
cs: Nabídka Akce navigace
el: Ενέργειες πλοήγησης μενού
fi: Valikko Navigointi Toiminnot
hr: Radnje navigacije menu
it: Azioni navigazione del menu
lt: Meniu naršymo veiksmai
nl: Menu navigatie Acties
pl: Akcje nawigacji po menu
sk: Akcie pre navigáciu v menu
sr: Radnje Navigacije Menija
sv: Åtgärder för menynavigering
ta: பட்டியல் வழிசெலுத்தல் செயல்கள்
tr: Menü Gezinme İşlemleri
uk: Дії навігації по меню

source: Menu config
bg: Конфигурация на менюто
cs: Nastavení menu
da: Menu konfiguration
de: Menü-Einstellungen
el: Ρύθμιση μενού
et: Seadistusmenüü
fi: Valikon määritys
fr: Menu configuration
hr: Konfiguracija menu
hu: Menü beállítás
it: Configurazione menu
lt: Meniu konfigūracija
nl: Menu configuratie
pl: Ustawienia menu
ru: Настройки меню
sk: Nastavenie menu
sr: Konfig menija
sv: Meny konfiguration
ta: பட்டியல் கட்டமைப்பு
tr: Menü yapılandırma
uk: Налаштування меню
vi: Menu cấu hình
zh_cn: 菜单配置

source: Menu entry sort order
bg: Ред на сортиране на записи в менюто
cs: Pořadí řazení položek v nabídce
el: Σειρά ταξινόμησης στοιχείων μενού
fi: Lajittelujärjestys valikko merkinnät
fr: Trier l’ordre des entrées des menus
hr: Redoslijed sortiranja unosa menu
it: Ordinamento voci dei menu
lt: Meniu įrašų rūšiavimo tvarka
nl: Sorteervolgorde voor menu-items
pl: Porządek sortowania dla pozycji menu
sk: Zoradiť položky menu
sr: Redosled sortiranja stavki menija
sv: Sorteringsordning för menyalternativ
ta: பட்டியல் நுழைவு வரிசை வரிசை
tr: Menü girişlerinin sıralama düzeni
uk: Сортування елементів меню

source: Menu entry style
cs: Styl zadávání menu
el: Στυλ στοιχείων μενού
fi: Valikon näyttö
hr: Stil unosa menu
it: Stile voce di menu
lt: Meniu įrašo stilius
nl: Menu-invoerstijl
pl: Styl wejścia do menu
sk: Štýl položky menu
sr: Stil unosa menija
sv: Stil för menyinmatning
ta: பட்டி நுழைவு நடை
tr: Menü giriş stili
uk: Стиль входу в меню

source: Menu style
cs: Styl nabídky
el: Στυλ μενού
fi: Valikko tyyli
hr: Stil menu
it: Stile menu
lt: Meniu stilius
nl: Menu stijl
pl: Styl menu
sk: Štýl menu
sr: Stil menija
sv: Menytyp
ta: பட்டியல் பாணி
tr: Menü stili
uk: Стиль меню

source: Merge broadcast EPG with IceTV
bg: Обединяване на излъчване EPG с IceTV
cs: Sloučit vysílání EPG s IceTV
de: Standard EPG mit IceTV EPG zusammenführen
el: Συγχώνευση του εκπεμπόμενου EPG με το IceTV
fi: Yhdistä tavallinen EPG IceTV EPG: hen
fr: Fusionner l'EPG de diffusion avec IceTV
hr: Spajanje emitiranja EPG-a s IceTV-om
it: Unisci EPG trasmesso con IceTV
lt: Sujungti EPG transliaciją su „IceTV“
nl: Combineer de zender EPG met die van IceTV
pl: Scal transmisję EPG z IceTV
sk: Zlúčiť vysielané EPG s IceTV
sr: Objedinjavanje emitovanja EPG sa IceTV
sv: Sammanfoga EPG för sändningar med IceTV
ta: ICETV உடன் ஒளிபரப்பு EPG ஐ ஒன்றிணைக்கவும்
tr: Yayın EPG'sini IceTV ile birleştirin
uk: Об'єднати EPG з трансляцію IceTV
zh_cn: 合并广播EPG和IceTV

source: Merging time shift files
bg: Обединяване на файлове с Timeshift
cs: Slučování souborů TimeShiftu
el: Συγχώνευση αρχείων χρονομετατόπισης
fi: Ajansiirtotiedostojen yhdistäminen
fr: Fusion des fichiers de PauseDirect
hr: Spajanje datoteka s vremenskim pomakom
it: Unione di file timeshift
lt: Sujungiami laiko poslinkio failai
nl: Samenvoegen Timeshift-bestanden
pl: Scal pliki timeshiftu
sk: Zlučovanie súborov timeshiftu
sr: Objedinjavanje fajlova tajmšifta
sv: Sammanslagning av time shift-filer
ta: நேர சிப்ட் கோப்புகளை ஒன்றிணைத்தல்
tr: Zaman-kaydırma dosyaları birleştiriliyor
uk: З'єднання файлів таймшифта

source: Merlin EPG Center
bg: Merlin EPG Център
cs: Merlin EPG centrum
el: Κέντρο EPG Merlin
et: Merlin EPG keskus
fi: Merlin EPG Keskus
it: Centro EPG Merlin
lt: Merlin EPG centras
pl: Centrum EPG Merlin
ru: Телегид Мерлин
sr: Pokaži Merlin EPG Centar
ta: மெர்லின் ஈபிசி நடுவண்
uk: Merlin-центр EPG
vi: Trung tâm EPG Merlin
zh_cn: 梅林EPG中心

source: Message
bg: Съобщение
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
et: Teade
fi: Viesti
hr: Poruka
hu: Üzenet
it: Messaggio
lt: Pranešimas
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
sk: Správa
sl: Sporočilo
sr: Poruka
sv: Meddelande
ta: செய்தி
tr: Mesaj
uk: Повідомлення
vi: Thông điệp
zh_cn: 信息

source: Message Box Actions
bg: Действия в полето за съобщения
cs: Akce se zprávou
el: Ενέργειες πλαισίου μηνυμάτων
fi: MessageBox toiminnot
fr: Fonctions MessageBox
hr: Radnje tunera za poruke
it: Azioni finestra di messaggio
lt: Pranešimų lauko veiksmai
nl: Dialoogvenster functies
pl: Funkcje MessageBox
sk: Akcie boxu so správou
sr: Radnje Resivera za poruke
sv: Åtgärder i meddelanderutan
ta: செய்தி பெட்டி செயல்கள்
tr: Mesaj Kutusu İşlemleri
uk: Функції Повідомлень

source: Message pop up timeout
cs: Časový limit vyskakovacího okna zprávy
el: Χρονικό όριο αναδυόμενου μηνύματος
fi: Viestin ponnahdusikkunan aikakatkaisu
hr: Vremensko ograničenje skočnog prozora poruke
it: Timeout popup del messaggio
lt: Iššokantis pranešimo skirtasis laikas
nl: Time-out voor pop-up berichten
pl: Limit czasu wyświetlania komunikatu
sk: Časový limit vyskakovacieho okna so správou
sr: Vremensko vreme iskačućih poruka
sv: Timeout för popup-meddelande
ta: செய்தி நேரம் முடிந்தது
tr: Açılır mesaj penceresi zaman aşımı
uk: Тайм-аут спливаючого повідомлення

source: Metering mode
cs: Režim měření
el: Λειτουργία μέτρησης
fi: Mittaustila
hr: Način mjerenja
it: Modalità misurazione
lt: Matavimo režimas
nl: Meetmodus
pl: Tryb pomiaru
sk: Režim merania
sr: Režim merenja
sv: Mätningsläge
ta: அளவீட்டு முறை
tr: Ölçüm modu
uk: Режим вимірювання

source: Mexico
cs: Mexiko
de: Mexiko
el: Μεξικό
et: Mehhiko
fi: Meksiko
fr: Mexique
hu: Mexikó
it: Messico
lt: Meksika
pl: Meksyk
sk: Mexiko
sv: Mexiko
ta: மெக்சிகோ
tr: Meksika
uk: Мексика
zh_cn: 墨西哥

source: Micro SD
hr: Mikro SD
pl: Karta SD
ta: மைக்ரோ எச்டி
tr: Mikro SD
uk: Мікро-SD

source: Micronesia, Federated States of
cs: Mikronésie, Federativní státy
el: Ομόσπονδες Πολιτείες της Μικρονησίας
fi: Micronesia
fr: Micronésie, États fédérés de
it: Micronesia, Stati Federati di
lt: Mikronezijos Federacinės Valstijos
nl: Micronesië
pl: Mikronezja, Sfederowane Stany Mikronezji
sk: Mikronézia (Federatívne štáty)
sv: Mikronesien, federerade stater
ta: மைக்ரோனிசியா கூட்டு நாடுகள்
uk: Мікронезія, Федеративні Штати

source: Middle
bg: средно
cs: prostřední
el: Μέση
fi: keskellä
fr: centre
hr: Srednje
it: Medio
lt: vidutinis
nl: Midden
pl: środek
sk: Stred
sr: Srednje
sv: Mitten
ta: நடுத்தர
tr: Orta
uk: по середині

source: Middle - Lite image
bg: Средно - олекотено изображение
cs: Střední - Lite obraz
el: Μέσος - ελαφρύ image
fi: Keskimmäinen - Ohjelmisto
hr: Srednje - Mala slika
it: Medio - Immagine lite
lt: Vidutinis - Mažasis atvaizdas
nl: Midden- Lite image
pl: Średni - system w wersji Lite
sk: Stredný – lite image
sr: Srednje - Mala slika
sv: Mitten - Lite bild
ta: நடுத்தர - லைட் படம்
tr: Orta - Basit resim
uk: Середньо–полегшений імідж

source: Mini series
cs: Mini série
el: Μίνι σειρά
hr: Mini serije
it: Miniserie
lt: Mini serijos
sr: Mini serije
sv: Miniserie
tr: Mini dizi
uk: Міні серіали

source: MiniDLNA
bg: Mини DLNA
ta: மினிட்ல்னா
uk: Міні-DLNA
zh_cn: 小型DLNA

source: MiniDLNA Settings
bg: Mини DLNA настройки
cs: Nastavení MiniDLNA
el: Ρυθμίσεις MiniDLNA
fi: MiniDLNA asetukset
fr: Configuration MiniDLNA
hr: MiniDLNA Postavke
it: Impostazioni MiniDLNA
lt: MiniDLNA parametrai
nl: MiniDLNA-Mediaserver
pl: Ustawienia MiniDLNA
sk: Nastavenie MiniDLNA
sr: MiniDLNA Postavke
sv: Inställningar för MiniDLNA
ta: மினிட்ல்னா அமைப்புகள்
tr: MiniDLNA Ayarları
uk: Налаштування MiniDLNA

source: MiniTV
ta: மினிட்
uk: МініТВ
vi: TV nhỏ
zh_cn: 迷你电视

source: MiniTV with OSD
cs: MiniTV s OSD
da: MiniTV med OSD
de: MiniTV mit OSD
el: MiniTV με OSD
et: MiniTV ja OSD
fi: MiniTV ja kuvaruutu
fr: MiniTV avec OSD
hr: MiniTV sa OSD
hu: MiniTV OSD-vel
it: MiniTV con OSD
lt: MiniTV su OSD
nl: MiniTV met OSD
pl: MiniTV z OSD
ru: ПИГ-окно с OSD
sk: MiniTV s OSD
sr: MiniTV sa OSD
sv: MiniTV med OSD
ta: OSD உடன் MINITV
tr: OSD ile Mini TV
uk: Міні-ТВ з OSD
vi: MiniTV với OSD
zh_cn: 带 OSD 的迷你电视

source: Minimum age %d years
bg: Минимална възраст %d години
cs: Minimální věk %d roků
da: Minimum alder %d år
de: Mindestalter %d Jahre
el: Ελάχιστη ηλικία %d
et: Väikseim vanus %d aastat
fi: Minimi-ikä %d vuotta
fr: Age minimum %d ans
hr: Minimalna starost %d godina
hu: Minimális korhatár %d év
it: Età minima %d anni
lt: Minimalus amžius %d metai
nl: Minimum leeftijd %d jaar
pl: Wiek %d lat
pt_br: Classificação: %d anos
ru: Минимальный возраст %d лет
sk: Minimálny vek: %d rokov
sr: Minimalna starost %d godina
sv: Minimiålder %d år
ta: குறைந்தபட்ச அகவை %d ஆண்டுகள்
tr: Minimum yaş %d yıl
uk: Мінімальний вік %d років
vi: Tuổi tối thiểu%d năm
zh_cn: 最小年龄 %d 岁

source: Minimum send interval
bg: Минимален интервал за изпращане
cs: Minimální interval posílání
da: Minimum sendeinterval
de: Minimaler Sendeintervall
el: Ελάχιστο διάστημα αποστολής
et: Väikseim saatmise vahemik
fi: Minimi lähestysjakso
fr: Intervalle minimum d'envoi
hr: Minimalni interval slanja
hu: Minimális ismétlési időköz
it: Intervallo minimo di invio
lt: Minimalus siuntimo intervalas
nl: Minimum verzend interval
pl: Minimalny odstęp wysyłania
pt_br: Intervalo mínimo de envio
ru: Минимальный интервал отправки
sk: Minimálny interval posielania
sr: Minimalni interval slanja
sv: Minsta sändningsintervall
ta: குறைந்தபட்ச அனுப்பு இடைவெளி
tr: Minimum gönderim aralığı
uk: Мінімальний інтервал відправки
vi: Khoảng thời gian gửi tối thiểu
zh_cn: 最小发送间隔

source: Minutes
bg: минути
cs: minut
el: Λεπτά
fi: minuuttia
hr: Minute
it: Minuti
lt: minučių
nl: minuten
pl: minuty
sk: min
sr: Minute
sv: Minuter
ta: நிமிடங்கள்
tr: Dakikalar
uk: хвилин

source: Minutes Seconds
bg: Минути/секунди
cs: Min Sek
el: Λεπτά Δευτερόλεπτα
fi: Minuutit Sekunnit
hr: Minute Sekunde
it: Minuti secondi
lt: Min. sek.
nl: Minuten seconden
pl: Minut Sekund
sk: Minúty Sekundy
sr: Minute Sekunde
sv: Minuter Sekunder
ta: நிமிடங்கள் விநாடிகள்
tr: Dakika Saniye
uk: Хвилини Секунди

source: Minutes:
bg: Минути:
cs: Minut:
da: Minutter:
de: Minuten:
el: Λεπτά:
fi: Pöytäkirja:
fr: Procès-verbal :
hr: Minute:
it: Minuti:
lt: Minučių:
nl: minuten:
pl: Minuty:
sk: Minúty:
sr: Minute:
sv: Protokoll:
ta: நிமிடங்கள்:
tr: Dakika:
uk: Хвилин:
zh_cn: 分钟:

source: Miscellaneous
bg: Разни
cs: Různé
da: Diverse
de: Sonstiges
el: Διάφορα
fi: Sekalaiset
fr: Divers
hr: Razno
it: Varie
lt: Įvairios kalbos
nl: Diversen
pl: Różne
sk: Rôzne
sr: Razno
sv: Diverse
ta: மற்றவை
tr: Çeşitli
uk: Різне
zh_cn: 其他

source: Miscellaneous languages
cs: Různé jazyky
el: Λοιπές γλώσσες
fi: Eri kieliä
hr: Razni jezici
it: Lingue varie
nl: Diverse talen
pl: Różne języki
sk: Rôzne jazyky
sr: Razni jezici
sv: Diverse språk
ta: இதர மொழிகள்
tr: Çeşitli diller
uk: Інші мови

source: Misconfiguration in channel allocation
bg: Неправилна конфигурация в разпределението на каналите
cs: Špatná konfigurace v přidělování kanálů
da: Fejlkonfiguration i kanaltildeling
de: Fehlkonfiguration bei der Kanalzuweisung
el: Λανθασμένες ρυθμίσεις κατανομής καναλιών
fi: Virheellinen määritys kanavamäärityksessä
fr: Mauvaise configuration de l'allocation des canaux
hr: Pogrešna konfiguracija u dodjeli kanala
it: Configurazione errata nell'allocazione del canale
lt: Netinkama konfigūracija paskirstant kanalą
nl: Configuratiefout in de zender toewijzing
pl: Błędna konfiguracja przydziału kanałów
sk: Nesprávna konfigurácia prideľovania kanálov
sr: Pogrešna konfiguracija u dodeli kanala
sv: Felaktig konfiguration vid kanaltilldelning
ta: சேனல் ஒதுக்கீட்டில் தவறான கட்டமைப்பு
tr: Kanal atamasında yanlış yapılandırma
uk: Неправильна конфігурація в розподілі каналу
zh_cn: 频道分配中的错误配置

source: Misconfigured unicable connection from tuner %s to tuner %s! Tuner %s option "connected to" are disabled now
bg: Неправилно конфигурирана невъзможна връзка от тунер %s към тунер %s! Опцията за тунер %s "свързан с" сега е деактивирана
cs: Špatně nakonfigurované unicable spojení z tuneru %s do tuneru %s! Možnost „připojeno k“ tuneru %s je nyní zakázána
da: Fejlkonfigureret unikabel-forbindelse fra Tuner %s til Tuner %s! Tuner %s mulighed "forbundet til" er nu deaktiveret
el: Λανθασμένα ρυθμισμένη σύνδεση του tuner %s στο tuner %s! Η επιλογή tuner %s "σύνδεση στο" έχει απενεργοποιηθεί
et: Valesti seadistatud unicable ühendus tuunerist %s tuunerisse %s! Tuuneri %s valik 'ühendatud' keelati
fi: Väärin määritetty unicable yhteys virittimestä %s virittimeen %s! Viritin %s asetukset `yhdistetty` ovat nyt poissa käytöstä
fr: Connexion unicable mal configurée entre le tuner %s et le tuner %s ! L'option "connecté à" du tuner %s est maintenant désactivée
hr: Pogrešno konfigurirana unicable veza od tunera %s do tunera %s! Opcija %s tunera "spojeno za" sada je onemogućena
hu: Konfiguráltalan unicable csatlakozás a %s tunerből %s tunerbe! A "csatlakoztatott" %s tuner opció le lett tiltva
it: Collegamento unicable non configurato correttamente dal tuner %s al tuner %s! L'opzione "connesso a" del tuner %s è ora disabilitata
lt: Netinkamai sukonfigūruota kelių kabelių jungtis nuo imtuvo %s į %s! Imtuvo %s parinktis "Prijungtas prie" dabar yra išjungta
nl: Onjuist geconfigureerde unicable verbinding van tuner %s naar %s tuner! Optie van de TV-tuner %s 'verbonden naar' is nu uitgeschakeld
pl: Źle skonfigurowane połączenie UNICABLE z tunera %s do tunera %s! Opcja tunera %s "podłączona do" jest teraz wyłączona
sk: Nesprávna konfigurácia unicable prepojenia z tunera %s do tunera %s! Možnosť 'pripojené na' pre tuner %s je teraz vypnutá
sr: Pogrešno konstruisan unicable od tjunera %s do tjunera %s! Tjuner %s opcije "povezano sa" su sada onemogućene
sv: Felkonfigurerad unicable-anslutning från tuner %s till tuner %s! Tuner %s alternativet "ansluten till" är inaktiverat nu
ta: ட்யூனர் %s முதல் ட்யூனர் %s வரை தவறாக கட்டமைக்கப்பட்ட இணைக்க முடியாத இணைப்பு! ட்யூனர் %s விருப்பம் "இணைக்கப்பட்டுள்ளது" இப்போது முடக்கப்பட்டுள்ளது
tr: Tuner %s'den tuner %s'ye unicable bağlantısı yanlış yapılandırılmış! Tuner %s seçeneği "bağlı" şu anda devre dışı bırakıldı
uk: Налаштування з’єднання мосту unicable тюнера %s з тюнером %s! Параметр тюнера %s «підключений до» в даний час відключений
vi: Cấu hình sai kết nối không thể kết nối từ bộ chỉnh % s sang bộ chỉnh% s! Tùy chọn Tuner % s "được kết nối" hiện bị tắt
zh_cn: 错误连接从调谐器 %s 调谐器 %s! 调谐器 %s 选项 "连接到"现在被禁用

source: Mobile connection
bg: Мобилна връзка
cs: Mobilní připojení
el: Κινητή σύνδεση
fi: Mobiiliyhteys
hr: Mobilna veza
it: Connessione mobile
lt: Mobilusis ryšys
nl: Mobiele verbinding
pl: Połączenie mobilne
sk: Mobilné pripojenie
sr: Mobilna veza
sv: Mobil anslutning
ta: மொபைல் இணைப்பு
tr: Mobil bağlantı
uk: Мобільне підключення

source: Mode
bg: Режим
cs: Režim rozlišení
da: Tilstand
de: Modus
el: Λειτουργία
et: Režiim
fi: Tila
hr: Način
hu: Mód
it: Modalità
lt: Režimas
nl: Modus
pl: Tryb
sk: Režim
sl: Ločljivost slike
sr: Režim
sv: Läge
ta: பயன்முறை
tr: Mod
uk: Режим
vi: Chế độ
zh_cn: 模式

source: Mode 12: Supports PiP but Kodi may not work
cs: Režim 12: Podporuje PiP, ale Kodi nemusí fungovat
el: Λειτουργία 12: υποστηρίζει το PiP, αλλά μπορεί να μην λειτουργεί το Kodi
fi: Tila 12: Tukee PiP:tä, mutta Kodi ei ehkä toimi
hr: Način 12: Podržava PiP, ali Kodi možda neće raditi
it: Modalità 12: supporta PiP ma Kodi potrebbe non funzionare
lt: 12 režimas: palaiko PiP, bet Kodi gali neveikti
nl: Modus 12: Ondersteund PiP maar Kodi zal waarschijnlijk niet functioneren
pl: Tryb 12: Obsługuje PiP, ale Kodi może nie działać
sk: Režim 12: podporuje PiP, ale nemusí fungovať Kodi
sr: Režim 12: Podržava PiP, ali Kodi možda neće raditi
sv: Läge 12: Stöder PiP men Kodi kanske inte fungerar
ta: பயன்முறை 12: பிப்பை ஆதரிக்கிறது, ஆனால் கோடி வேலை செய்யாது
tr: Mod 12: PiP'yi destekler ancak Kodi çalışmayabilir
uk: Режим 12: підтримує PiP, але Kodi може не працювати
