Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Index
bg: Индекс
da: Oversigt
el: Ευρετήριο
et: Indeks
fi: Indeksi
hr: Indeks
it: Indice
lt: Indeksas
pl: Indeks
pt_br: Índice
ru: Индекс
sl: Indeks
sr: Indeks
ta: குறியெண்
tr: İndeks
uk: Індекс
vi: Mục lục
zh_cn: 索引

source: Index allocated:
bg: Разпределен индекс:
cs: Index přiřazen:
da: Indeks allokeret:
de: Index zugeordnet:
el: Κατανεμημένη θέση:
et: Indeks jaotatud:
fi: Indeksi varattu:
fr: Indice attribué :
hr: Indeks je dodjeljen:
hu: Hozzárendelt index:
it: Indice allocato:
lt: Indeksas skirtas:
nl: Index toegewezen:
pl: Przydzielony indeks:
pt_br: Índice alocado:
ru: Выделен номер:
sk: Index priradený:
sr: Indeks je dodeljen:
sv: Index fördelat:
ta: குறியீட்டு ஒதுக்கப்பட்டுள்ளது:
tr: Tahsis edilen indeks:
uk: Призначений номер:
vi: Chỉ số được phân bổ:
zh_cn: 分配索引:

source: India
cs: Indie
da: Indien
de: Indien
el: Ινδία
fi: Intia
fr: Inde
lt: Indija
pl: Indie
sv: Indien
ta: இந்தியா
tr: Hindistan
uk: Індія
vi: Ấn Độ
zh_cn: 印度

source: Indonesia
cs: Indonésie
da: Indonesien
de: Indonesien
el: Ινδονησία
et: Indoneesia
fr: Indonésie
hu: Indonézia
lt: Indonezija
nl: Indonesie
pl: Indonezja
sk: Indonézia
sv: Indonesien
ta: இந்தோனேசியா
tr: Endonezya
uk: Індонезія
zh_cn: 印尼

source: Indonesian
cs: Indonéština
da: Indonesisk
de: Indonesisch
el: Ινδονησιακά
et: Indoneesia
fr: Indonésien
hu: Indonéz
it: Indonesiano
lt: Indoneziečių
nl: Indonesisch
pl: Indonezyjski
sk: indonézština
sv: Indonesiska
ta: இந்தோனேசிய
tr: Endonezya
uk: Індонезійська
vi: Tiếng Indonesia
zh_cn: 印尼语

source: Info
bg: Информация
cs: Informace
el: Πληροφορίες
fi: Tietoja
hu: Információ
lt: Informacija
nl: Informatie
pt_br: Informações
ru: Инфо
ta: தகவல்
tr: Bilgi
uk: Інфо
vi: Thông tin
zh_cn: 信息

source: Info (EPG)
bg: Информация (EPG)
fi: Tietopalkki (EPG)
hu: Információ (EPG)
ru: Инфо (ЕПГ)
ta: செய்தி (ஈபிசி)
tr: Bilgi (EPG)
uk: Інфо (EPG)
vi: Thông tin (EPG)
zh_cn: 信息(EPG)

source: Info button (long)
bg: Информация бутон (дълго)
cs: Tlačítko Informace (dlouhý stisk)
da: INFO kanp (lang)
de: INFO Taste lang
el: Πλήκτρο Info (παρατεταμένο)
et: Info nupp (pikk)
fi: Info näppäin (pitkä)
fr: Bouton info (long)
hr: Dugme za informacije (dugo)
hu: Info gomb (hosszan)
it: Tasto info (pressione lunga)
lt: Info mygtukas (ilgai spausti)
nl: INFO-knop (lang)
pl: Przycisk Info (długo)
ru: Кнопка Info (долгое нажатие)
sk: Tlačidlo Info (dlho)
sr: Info taster (dugo)
sv: Info-knapp (lång)
ta: செய்தி பொத்தான் (நீண்ட)
tr: Info tuşu (uzun)
uk: Кнопка Info (довге натискання)
vi: Nút thông tin (dài)
zh_cn: 信息键(长按)

source: Info button (short)
bg: Информация бутон (късо)
cs: Tlačítko Informace (krátké)
da: INFO kanp (kort)
de: INFO Taste kurz
el: Πλήκτρο Info (σύντομο)
et: Info nupp (lühike)
fi: Info näppäin (lyhyt)
fr: Bouton info (court)
hr: Tipka s informacijama (kratko)
hu: Info gomb (röviden)
it: Tasto info (pressione breve)
lt: Info mygtukas (trumpai spausti)
nl: INFO-knop (kort)
pl: Przycisk Info (krótko)
ru: Кнопка Info (короткое нажатие)
sk: Tlačidlo Info (krátko)
sr: Info taster (kratko)
sv: Info-knapp (kort)
ta: செய்தி பொத்தான் (குறுகிய)
tr: Info tuşu (kısa)
uk: Кнопка Info (коротке натиснення)
vi: Nút thông tin (ngắn)
zh_cn: 信息键(短按)

source: Info file checksum
bg: Контролна сума на информационния файл
cs: Kontr. součet inf. souboru
el: Ακεραιότητα πληροφοριών αρχείου
fi: Tiedot tarkistussumma
fr: Somme de contrôle du fichier
hr: Kontrolni zbroj info datoteke
it: Checksum file info
lt: Informacijos failų kontrolė
nl: Info-bestand checksum
pl: Suma kontrolna
sk: Kontrolný súčet
sr: Info fajl checksum
sv: Kontrollsumma för infofilen
ta: செய்தி கோப்பு செக்சம்
tr: Bilgi dosyası sağlama toplamı
uk: Контрольна сума файлу

source: Info file override
bg: Отмяна на информационния файл
cs: Přepsání informačního souboru
el: Παράκαμψη πληροφοριών αρχείου
fi: Infotiedoston ohitus
hr: Zamjena info datoteke
it: Sostituzione file info
lt: Informacijos failo nepaisymas
nl: Info-bestand overschrijven
pl: Nadpisanie pliku informacyjnego
sk: Prepísanie informačného súboru
sr: Info zamena fajla
sv: Åsidosättande av infofilen
ta: செய்தி கோப்பு மேலெழுதும்
tr: Bilgi dosyası geçersiz kılma
uk: Перевизначення інформації про файл

source: Info icon width
bg: Ширина на иконата за информация
cs: Šířka Info ikony
da: Info ikonbredde
de: Info-Icon anzeigen Breite
el: Πλάτος εικονιδίου πληροφοριών
et: Infoikooni laius
fi: Info kuvakkeen leveys
fr: Largeur des icônes d'info
hr: Info širina ikone
hu: Info ikon szélesség
it: Larghezza icona info
lt: Info logotipo plotis
nl: Breedte info icon
pl: Ikona Informacji szerokość
ru: Ширина иконки Info
sk: Šírka info ikony
sr: Info širina ikone
sv: Infoikonens bredd
ta: செய்தி படவுரு அகலம்
tr: Bilgi simgesi genişliği
uk: Ширина іконки Info
vi: Chiều rộng biểu tượng thông tin
zh_cn: 信息图标宽度

source: InfoBar
bg: Информационна лента
cs: Informační panel
da: InfoBjælke
de: Infoleiste
el: Μπάρα πληροφοριών
et: Inforiba
fi: Tietopalkki
fr: Barre d'infos
hr: Info Traka
hu: Információs sáv
it: Barra informazioni
lt: Info juosta
nl: Informatiebalk
pl: Pasek info
ru: ИнфоБар
sk: Infolišta
sl: Info. vrstica
sr: Info Traka
ta: இன்போபார்
tr: Bilgi Çubuğu
uk: Інфобар
vi: Thông tin Bar
zh_cn: 信息栏

source: InfoBar EPG
bg: Информационна лента EPG
el: EPG μπάρας πληροφοριών
fi: Tietopalkin EPG
fr: Barre d'info EPG
hr: Info traka EPG
lt: EPG infojuosta
nl: Informatiebalk-EPG
pl: Pasek informacyjny (EPG)
sk: Infolišta EPG
sr: Info traka EPG
ta: இன்போபார் ஈபிசி
tr: Bilgi çubuğu EPG'si
uk: Інфобар EPG

source: InfoBar EPG Settings
bg: Информационна лента Настройки на EPG
cs: Nastavení InfobarEPG
el: Ρυθμίσεις μπάρας γραφικού EPG
fi: Tietopalkki EPG
fr: InfoBar EPG mode
hr: Postavke EPG Info Trake
it: Impostazioni barra info EPG
lt: EPG info juostos nustatymai
nl: Informatiebalk-EPG
pl: Ustawienia EPG infobara
sk: Nastavenia EPG v infolište
sr: Postavke EPG Info Trake
sv: Inställningar för EPG i InfoBar
ta: இன்போபார் ஈபிசி அமைப்புகள்
tr: Bilgi Çubuğu EPG Ayarları
uk: Налаштування інфобару EPG

source: InfoBar EPG mode
bg: Информационна лента EPG режим
cs: Režim aktivace EPG v Infobaru
da: Infobjælke EPG tilstand
de: Infoleisten-EPG Modus
el: Λειτουργία EPG της μπάρας πληροφοριών
et: Inforiba EPG kuvamine
fi: Tietopalkki EPG:n tila
fr: Mode infobarre EPG
hr: Način EPG Info Trake
hu: Információs sáv EPG mód
it: Modalità barra info EPG
lt: Info juostos EPG režimas
nl: Grafische InfoBar EPG
pl: Tryb EPG Infobar'a
ru: Режим телегида
sk: Režim EPG v infolište
sr: Režim EPG Info Trake
sv: InfoBar EPG-läge
ta: இன்போபார் ஈபிசி பயன்முறை
tr: Bilgi Çubuğu EPG modu
uk: Режим інфобару EPG
vi: Chế độ EPG của InfoBar
zh_cn: 信息栏EPG模式

source: InfoBar fade-out speed
bg: Скорост на избледняване на информационната лента
cs: Rychlost zvolna mizíciho Infobaru
el: Ταχύτητα ξεθωριάσματος της μπάρας πληροφοριών
fi: Tietopalkin häivytysnopeus
fr: Vitesse de l'effacement progressif de la barre d'info
hr: Brzina postepenog isčezavanja Info Trake
it: Velocità dissolvenza barra informazioni
lt: Info juostos išnykimo greitis
nl: Snelheid voor het vervagen van de informatiebalk
pl: Pasek informacyjny - prędkość wygaszania
sk: Rýchlosť strácania infolišty
sr: Brzina postepenog isčezavanja Info Trake
sv: Hastighet för uttoning av InfoBar
ta: இன்போபார் ஃபேட்-அவுட் விரைவு
tr: Bilgi çubuğu soldurma hızı
uk: Швидкість згасання Інфобару

source: InfoBar front end data source
bg: Източник на данни от интерфейса на информационната лента
cs: Zdroj dat pro zobrazení v Infobaru
el: Πηγή δεδομένων tuner στη μπάρα πληροφοριών
fi: Tietopalkin viritintiedon lähde
fr: Source des données du frontend dans la barre d'information
hr: Izvor podataka na naslovnoj Info Traki
it: Sorgente dati front-end barra informazioni
lt: Info juostos išorinės sąsajos duomenų šaltinis
nl: Informatiebalk data bron
pl: Informacje źródła danych paska informacyjnego
sk: Zdroj údajov infolišty
sr: Izvor podataka na naslovnoj Info Traki
sv: InfoBar front-end datakälla
ta: இன்போபார் முன் இறுதியில் தரவு மூல
tr: Bilgi Çubuğu ön uç veri kaynağı
uk: Джерело відображення даних в Інфобарі

source: Information
bg: Информация
cs: Informace
de: Informationen
el: Πληροφορίες
et: Info
fi: Tietoja
fr: Informations
hr: Informacije
hu: Információk
it: Informazioni
lt: Informacija
nl: Informatie
pl: Info
pt_br: Informação
ru: Информация
sk: Informácie
sl: Informacije
sr: Informacije
ta: தகவல்
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_cn: 信息

source: Informational/Educational/School programs
cs: informace/vzdělání/školní program
el: ειδήσεις/εκπαίδευση/σχολικό πρόγραμμα
hr: Informativni/Obrazovni/Školski programi
it: informazione/educazione/programmi scolastici
lt: informacija/edukacija/mokyklinė programa
nl: informatie / educatief / school TV
sr: Informativni/Obrazovni/Školski programi
sv: information/utbildning/skolprogram
tr: Bilgilendirme/Eğitim/Okul programları
uk: інформація/освіта/шкільна програма

source: Infotainment
el: Ινφοτέιντμεντ
fi: Ajankohtaisviihde
fr: Infodivertissement
lt: Informacijos ir pramogų
pl: Info o programie
ta: இன்போடெயின்மென்ட்
tr: Bilgilendirme ve eğlence
uk: Інформаційно-розважальна
zh_cn: 信息娱乐节目

source: Init
bg: Инициализация
cs: Inicializace
da: Initialiser
de: Initialisieren
el: Αρχικοποίηση
fi: Palauta CA-moduulin oletus asetukset
fr: Initialiser
hr: Inicijalizacija
hu: Inicializálás
lt: Inicializacija
nl: Initialiseren
pl: Zainicjuj
pt_br: Início
ru: Инициализация
sk: Inicializácia
sl: Inicializacija
sr: Inicijalizacija
tr: Başlat
uk: Ініціалізувати
vi: Trong đó
zh_cn: 初始化

source: Initial fast forward speed
bg: Начална бърза скорост напред
cs: Počáteční rychlost přetáčení dopředu
da: Indledende hurtig fremspolingshastighed
de: Anfängliche Vorlaufgeschwindigkeit
el: Αρχική ταχύτητα προώθησης εμπρός
et: Edasikerimise algkiirus
fi: Eteenpäinkelauksen aloitusnopeus
fr: Vitesse initiale de l’avance rapide
hr: Početna brzina premotavanja unaprijed
hu: Kezdeti előre tekerési sebesség
it: Velocità iniziale avanti veloce (FFW)
lt: Pradinis spartaus persukimo pirmyn greitis
nl: Beginsnelheid vooruit-spoelen
pl: Początkowa prędkość do przodu
pt_br: Velocidade inicial de avançar
ru: Первоначальная скорость перемотки вперед
sk: Počiatočná rýchlosť pretáčanie dopredu
sr: Početna brzina premotavanja unapred
sv: Initial snabbspolningshastighet
ta: ஆரம்ப வேகமான முன்னோக்கி விரைவு
tr: Hızlı ileri sarma başlangıç hızı
uk: Початкова швидкість перемотування вперед
vi: Tốc độ chuyển tiếp nhanh ban đầu
zh_cn: 初始快速前进速度

source: Initial rewind speed
bg: Начална скорост на пренавиване
cs: Počáteční rychlost přetáčení zpět
da: Indledende tilbagespolingshastighed
de: Anfängliche Rücklaufgeschwindigkeit
el: Αρχική ταχύτητα προώθησης προς τα πίσω
et: Tagasikerimise algkiirus
fi: Taaksepäinkelauksen aloitusnopeus
fr: Vitesse initiale de retour rapide
hr: Početna brzina premotavanja unazad
hu: Kezdeti visszatekerési sebesség
it: Velocità Iniziale indietro veloce (REW)
lt: Pradinis spartaus atsukimo atgal greitis
nl: Beginsnelheid terug spoelen
pl: Początkowa prędkość do tyłu
pt_br: Velocidade inicial de retorno
ru: Первоначальная скорость перемотки назад
sk: Počiatočná rýchlosť pretáčanie dozadu
sr: Početna brzina premotavanja unazad
sv: Initial återspolningshastighet
ta: ஆரம்ப முன்னாடி விரைவு
tr: Geri sarma başlangıç hızı
uk: Початкова швидкість перемотування назад
vi: Tốc độ tua lại ban đầu
zh_cn: 初始后退速度

source: Initial scroll delay
bg: Забавяне на първоначалното превъртане
cs: Počáteční zpoždění rolování
da: Indlendende rulleforsinkelse
de: Verzögerung vor Text-Durchlauf
el: Αρχική καθυστέρηση κύλισης
et: Kerimise algne viiteaeg
fi: Rullausviive alussa
fr: Retard initial du défilement
hr: Početno odlaganje pomjeranja
hu: Görgetés kezdeti késleltetése
it: Ritardo iniziale scorrimento
lt: Pradinė slinkties delsa
nl: Initiële scrollvertraging
pl: Początkowe opóźnienie przewijania
ru: Начальная задержка прокрутки
sk: Počiatočné oneskorenie rolovania
sr: Početno odlaganje pomeranja
sv: Initial fördröjning av scrollning
ta: ஆரம்ப உருள் நேரந்தவறுகை
tr: İlk kaydırma gecikmesi
uk: Початкова затримка прокрутки
vi: Độ trễ cuộn ban đầu
zh_cn: 初始滚动延时

source: Initialize
bg: Инициализиране
cs: Inicializovat
da: Initialiser
de: Initialisieren
el: Αρχικοποίηση
et: Vorminda
fi: Alusta
fr: Initialiser
hr: Inicijaliziraj
hu: Inicializál
it: Inizializza
lt: Inicializuoti
nl: Initialiseer
pl: Inicjuj
pt_br: Iniciado
ru: Инициализация
sk: Inicializovať
sl: Ponastavi
sr: Inicijaliziraj
sv: Initiera
ta: துவக்க
tr: Başlat
uk: Ініціалізувати
vi: Khởi tạo
zh_cn: 初始化

source: Initializing storage device...
bg: Устройството за съхранение се инициализира...
cs: Inicializovat zařízení pro ukládání...
da: Initialiserer lagerenhed...
de: Speichergerät initialisieren...
el: Αρχικοποίηση συσκευής αποθήκευσης...
et: Andmekandja vormindamine.
fi: Alustetaan tallennuslaitetta...
fr: Initialiser le périphérique de stockage...
hr: Inicijalizacija uređaja za pohranu...
hu: Háttértár inicializálása...
it: Inizializzazione dispositivo di archiviazione...
lt: Saugojimo įrenginio inicializavimas...
nl: Opslagapparaat formatteren...
pl: Inicjalizacja urządzenia pamięci masowej...
pt_br: Iniciando dispositivo de armazenamento...
ru: Инициализация устройства хранения данных...
sk: Inicializácia úložného zariadenia…
sr: Pokretanje uređaja za skladištenje...
sv: Initialisering av lagringsenhet...
ta: சேமிப்பக சாதனத்தைத் தொடங்குதல் ...
tr: Depolama cihazi başlatılıyor...
uk: Ініціалізація пристрою зберігання даних ...
vi: Đang khởi tạo thiết bị lưu trữ ...
zh_cn: 正在初始化存储设备...

source: Inode
ta: ஐனோட்
uk: Індекс

source: Inotify Monitoring
cs: Inotify monitorování
da: Inotify overvågning
el: Παρακολούθηση Inotify
et: Inotify jälgimine
fi: Inotify-monitorointi
fr: Surveillance Inotify
hr: Nadgledanje Inotify
it: Monitoraggio Inotify
lt: Informuoti apie pokyčius
pl: Monitorowanie Inotify
ru: Мониторинг Inotify
sk: Inotify monitorovanie
sr: Nadgledanje Inotify
sv: Inotify Övervakning
ta: கண்காணிப்பைத் தூண்டவும்
tr: Inotify İzleme
uk: Інотіфікувати Моніторинг
vi: Giám sát inotify
zh_cn: Inotify监控

source: Input
bg: Вход
cs: Výběr z nabídky
da: Indgang
de: Eingabe
el: Εισαγωγή
et: Sisend
fi: Tulo
fr: Entrée
hr: Ulaz
hu: Bevitel
lt: Įėjimas
nl: Invoer
pl: Wejście
pt_br: Entrada
ru: Ввод данных
sk: Vstup
sl: Seznam
sr: Ulaz
sv: Inmatning
ta: உள்ளீடு
tr: Giriş
uk: Вхід
vi: Đầu vào
zh_cn: 输入

source: Input
bg: Вход
cs: Vstup
da: Indgang
de: Eingabe
el: Εισαγωγή
et: Sisend
fi: Tulo
fr: Entrée
hr: Ulaz
lt: Įvestis
nl: Invoer
pl: Wejście
sk: Vstup
sr: Ulaz
sv: Ingång
ta: உள்ளீடு
tr: Giriş
uk: Вхід
vi: Đầu vào
zh_cn: 输入

source: Input 1
cs: Vstup 1
el: Είσοδος 1
fi: Tulo 1
hr: Ulaz 1
it: Ingresso 1
nl: Ingang 1
pl: Wejście 1
sk: Vstup 1
sr: Ulaz 1
sv: Ingång 1
tr: Giriş 1
uk: Вхід 1

source: Input 2
cs: Vstup 2
el: Είσοδος 2
fi: Tulo 2
hr: Ulaz 2
it: Ingresso 2
nl: Ingang 2
pl: Wejście 2
sk: Vstup 2
sr: Ulaz 2
sv: Ingång 2
tr: Giriş 2
uk: Вхід 2

source: Input Device Settings
bg: Настройки на входното устройство
cs: Nastavení vstupního zařízení
el: Ρυθμίσεις συσκευής εισόδου
fi: Syöttölaite Asetukset
fr: Configuration du périphérique d'entrée
hr: Postavke Ulaznog Uređaja
it: Impostazioni dispositivo di input
lt: Įvesties įrenginio parametrai
nl: Invoer apparaat setup
pl: Ustawienia urządzeń wejściowych
sk: Nastavenia vstupného zariadenia
sr: Postavke Ulaznog Uređaja
sv: Inställningar för inmatningsenhet
ta: உள்ளீட்டு சாதன அமைப்புகள்
tr: Giriş Cihazı Ayarları
uk: Налаштування Пристрою введення

source: Input Devices Settings
bg: Входни устройства
cs: Vstupní zařízení
el: Ρυθμίσεις συσκευών εισόδου
fi: Kaukosäädin asetukset
fr: Périphériques d'entrée
hr: Postavke Ulaznih Uređaja
it: Dispositivi di input
lt: Įvesties įrenginių parametrai
nl: Invoerapparaten
pl: Urządzenia wejściowe
sk: Nastavenia vstupných zariadení
sr: Postavke Ulaznih Uređaja
sv: Inställningar för inmatningsenheter
ta: உள்ளீட்டு சாதனங்கள் அமைப்புகள்
tr: Giriş Cihazları Ayarları
uk: Налаштування пристроїв введення

source: Input Stream ID
bg: Въведете идентификатор на потока
cs: Vstupní ID streamu
el: ID ροής εισόδου
et: Sisendvoo ID
fi: Tulo Streami ID
fr: Saisir le Stream ID
hr: Ulazni Strim ID
hu: Stream ID bevitel
it: Inserisci ID del flusso
lt: Srauto įvesties ID
nl: Stream ID invoeren
pl: ID strumienia wejściowego
sk: ID vstupného streamu
sr: Ulazni Strim ID
sv: ID för inmatningsström
ta: உள்ளீட்டு ச்ட்ரீம் ஐடி
tr: Giriş Akışı Kimliği
uk: Вхідний ID потоку
vi: ID luồng đầu vào
zh_cn: 输入流ID

source: Input channel name.
bg: Въведете име на канал.
cs: Zadejte název kanálu.
da: Angiv kanalnavn.
de: Gebe einen Sendergruppennamen ein:
el: Εισαγωγή ονόματος καναλιού.
et: Sisesta kanali nimi.
fi: Kanavan nimi.
fr: Nom du canal d’entrée.
hr: Naziv ulaznog kanala.
hu: Bemeneti csatorna neve.
it: Inserisci nome del canale.
lt: Įveskite kanalo pavadinimą.
nl: Zendernaam
pl: Nazwa kanału wejściowego.
sk: Zadanie názvu kanála.
sr: Ime ulaznog kanala.
sv: Namn på ingångskanal.
ta: உள்ளீட்டு சேனல் பெயர்.
tr: Giriş kanalı adı.
uk: Введення назви каналу.
vi: Tên kênh đầu vào.
zh_cn: 输入频道名称.

source: Input scroll position
bg: Въведете позиция за превъртане
cs: Zadejte pozici posunu
el: Θέση κύλισης εισόδου
fi: Syötä vierityskohta
fr: Position de défilement d'entrée
hr: Položaj za pomjeranje ulaza
it: Inserisci posizione di scorrimento
lt: Įvesties slinkties padėtis
nl: Invoer scroll positie
pl: Wprowadzanie pozycji przewijania
sk: Zadanie pozície posunu
sr: Položaj za pomeranje ulaza
sv: Inmatning av scrollposition
ta: உள்ளீட்டு உருள் நிலை
tr: Giriş kaydırma konumu
uk: Введіть положення прокручування

source: Insert Line
cs: Vložit řádek
el: Εισαγωγή γραμμής
fi: Lisää rivi
hr: Umetni Red
it: Inserisci riga
lt: Įterpti eilutę
nl: Regel invoegen
pl: Wstaw linię
sk: Vložiť riadok
sr: Umetni Red
sv: Infoga linje
ta: வரி செருகவும்
tr: Satır Ekle
uk: Вставити рядок

source: Insert line before current line
bg: Вмъкване на ред преди текущия ред
cs: Vložit řádek před aktuální řádek
da: Indsæt linje før nuværende linje
de: Zeile vor der aktuellen Zeile einfügen
el: Εισαγωγή γραμμής πριν την τρέχουσα γραμμή
et: Sisesta rida enne praegust
fi: Lisää rivi ennen nykyistä riviä
fr: Insérer une ligne avant la ligne courante
hr: Umetni Red pre trenutnog reda
it: Inserisci riga prima della riga attuale
lt: Įterpkite eilutę prieš dabartinę eilutę
nl: Regel invoegen voor huidige regel
pl: Wstaw linię przed bieżącą linią
sk: Vložiť riadok pred aktuálny riadok
sr: Umetni Red pre trenutnog reda
sv: Infoga rad före aktuell rad
ta: தற்போதைய வரிக்கு முன் வரியைச் செருகவும்
tr: Geçerli satırdan önce satır ekle
uk: Додати рядок перед поточним рядком
vi: Chèn dòng trước dòng hiện tại
zh_cn: 在当前行之前插入行

source: Install
bg: Инсталиране
cs: Instalovat
da: Installer
de: Installieren
el: Εγκατάσταση
et: Paigalda
fi: Asenna
fr: Installer
hr: Instalirati
hu: Telepítés
it: Installa
lt: Įdiegti
nl: Installeer
pl: Instalacja
pt_br: Instalar
ru: Установить
sk: Inštalovať
sl: Namesti
sr: Instalirati
sv: Installera
ta: நிறுவவும்
tr: Yükle
uk: Встановити
vi: Ráp vào
zh_cn: 安装

source: Install %s
cs: Instalovat %s
el: Εγκατάσταση %s
fi: Asenna %s
hr: Instalirati %s
it: Installa %s
nl: %s installeren
pl: Zainstaluj %s
sk: Inštalovať %s
sr: Instalirati %s
sv: Installera %s
ta: %s நிறுவவும்
tr: Yükle %s
uk: Встановити %s

source: Install '%s' command
cs: Instalovat příkaz '%s'
el: Εγκατάσταση εντολής '%s'
fi: Asenna '%s' komento
hr: Instalirati '%s' naredbu
it: Installa comando '%s'
lt: Įdiekite komandą "%s"
nl: Commando '%s' installeren
pl: Zainstaluj polecenie '%s'
sk: Nainštalovať príkaz '%s'
sr: Instalirati '%s' komandu
sv: Installera kommandot '%s'
ta: '%s' கட்டளையை நிறுவவும்
tr: '%s' komutunu yükle
uk: Встановити команду '%s'

source: Install 1/1
cs: Instalovat 1/1
el: Εγκατάσταση 1/1
fi: Asenna 1/1
hr: Instaliraj 1/1
it: Installa 1/1
lt: Įdiekite 1/1
nl: Installeren 1/1
pl: Zainstaluj 1/1
sk: Nainštalovať 1/1
sr: Instaliraj 1/1
sv: Installera 1/1
ta: 1/1 ஐ நிறுவவும்
tr: Yükleme 1/1
uk: Встановити 1/1

source: Install Local Extension
bg: Инсталиране на местни разширения
cs: Instalovat místní rozšíření
el: Εγκατάσταση τοπικής επέκτασης
fi: Asenna paikallinen laajennus
fr: Installer extension locale
hr: Instaliraj Lokalno Proširenje
it: Installa estensioni locali
lt: Įdiekite vietinį išplėtimą
nl: Installeer een ipk bestand
pl: Instalator lokalnych plików IPK
sk: Inštalovať miestne rozšírenie
sr: Instaliraj Lokalno Proširenje
sv: Installera lokalt tillägg
ta: உள்ளக நீட்டிப்பை நிறுவவும்
tr: Yerel Eklentileri Yükle
uk: Встановлення локальних розширень

source: Install Plugin
cs: Instalace pluginu
el: Εγκατάσταση πρόσθετου
fi: Asenna laajennus
hr: Instaliraj Dodatak
it: Installa plugin
nl: Plugin installeren
pl: Zainstaluj wtyczkę
sk: Inštalovať plugin
sr: Instaliraj Plugin
sv: Installera tillägg
ta: சொருகி நிறுவவும்
tr: Eklenti Yükle
uk: Встановити плагін

source: Install Plugins
bg: Инсталиране на плъгини
cs: Instalovat pluginy
da: Installer Plugins
de: Installiere Plugins
el: Εγκατάσταση προσθέτων
et: Paigalda pluginaid
fi: Asenna lisäosia
fr: Installer plugins
hr: Instaliraj Dodatke
hu: Bővítméynek telepítése
it: Installa plugin
lt: Įdiegti priedus
nl: Plugins installeren
pl: Zainstaluj wtyczki
ru: Установка плагинов
sk: Inštalovať pluginy
sr: Instaliraj Plugine
sv: Installera tillägg
ta: செருகுநிரல்களை நிறுவவும்
tr: Eklentileri Yükle
uk: Встановити плагіни
vi: Cài đặt plugin
zh_cn: 安装插件

source: Install a new image with a USB stick
bg: Инсталиране на нов имидж с USB стик
cs: Instalovat nové image pomocí USB zařízení
da: Installer et nyt image med en USB stick
de: Neues Image mittels USB-Stick installieren
el: Εγκατάσταση νέου λογισμικού μέσω usb στικ
et: Paigalda uus tõmmis USB pulgalt
fi: Päivitä uusi ohjelmisto USB muistitikulta
fr: Installer une nouvelle image avec la clé USB
hr: Instaliraj novi imidž s USB stika
hu: Új image telepítése USB meghajtóról
it: Installa una nuova immagine con una chiavetta USB
lt: Įdiekite naują atvaizdą su USB raktu
nl: Installeer een nieuwe image d.m.v. een USB-stick
pl: Instaluj nowe img. z pamięci USB
pt_br: Instalar nova imagem a partir de um pendrive
ru: Установить новый имидж с USB стика
sk: Inštalovať nový image z USB kľúča
sl: Namesti novo sliko (image) z uporabo USB ključka
sr: Instaliraj novi imidž s USB stika
sv: Installera en ny image med ett USB-minne
ta: யூ.எச்.பி குச்சியுடன் புதிய படத்தை நிறுவவும்
tr: USB bellek kullanarak yeni bir yazılım yükle
uk: Встановити новий імідж з USB носія
vi: Cài đặt hình ảnh mới bằng thẻ USB
zh_cn: 通过U盘安装新镜像

source: Install a new image with your web browser
bg: Инсталиране на нов имидж с вашия уеб браузър
cs: Instalovat nové image pomocí web prohlížeče
da: Installer et nyt image med din web browser
de: Neues Image mittels Web-Browser installieren
el: Εγκατάσταση νέου λογισμικού μέσω πλοηγού web
et: Paigalda uus tõmmis veebisirvijaga
fi: Päivitä uusi ohjelmisto nettiselaimella
fr: Installer une nouvelle image avec votre navigateur web
hr: Instaliraj novi imidž kroz web pregledač
hu: Új image telepítése webes felületről
it: Installa una nuova immagine con il browser web
lt: Įdiekite naują atvaizdą su savo tinklo naršykle
nl: Installeer een nieuwe image via uw browser
pl: Instaluj nowy system z przeglądarki www
pt_br: Instalar uma nova imagem com o navegador
ru: Установить новый имидж через веб браузер
sk: Inštalovať nový image cez webový prehliadač
sl: Namesti novo sliko z vašim brskalnikom
sr: Instaliraj novi imidž kroz web pregledač
sv: Installera en ny bild med din webbläsare
ta: உங்கள் வலை உலாவியுடன் புதிய படத்தை நிறுவவும்
tr: Yeni yazılımı web tarayıcısı ile yükle
uk: Встановити новий імідж через веб-провідник
vi: Cài đặt hình ảnh mới với trình duyệt web của bạn
zh_cn: 通过网页浏览器安装新镜像
