Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Add File Commander to Extensions Menu
cs: Přidejte File Commander do nabídky rozšíření
el: Προσθήκη του File Commander στο μενού επεκτάσεων
fi: Lisää tiedostonhallinta laajennus valikkoon
fr: Ajouter Gestionnaire de fichier à Extensions Menu
hr: Dodajte Zapovjednik Datoteke Menu Proširenja
it: Aggiungi File Commander al menu estensioni
lt: Pridėkite failų valdytoją prie plėtinių meniu
nl: Voeg File Commander toe aan het Extensies-menu (BLAUW-Lang)
pl: Dodaj File Commander do menu Rozszerzenia
sk: Pridať Správcu súborov do menu rozšírení
sr: Dodaj Fajl Menađer u Prošireni Meni
sv: Lägg till File Commander i Extensions-menyn
ta: நீட்டிப்பு பட்டியலில் கோப்பு தளபதியைச் சேர்க்கவும்
tr: File Commander Eklentisini Uzantılar Menüsüne Ekle
uk: Додати File Commander до Меню розширень

source: Add File Commander to Main Menu
cs: Přidejte File Commander do hlavní nabídky
el: Προσθήκη του File Commander στο κύριο μενού
fi: Lisää tiedoston hallinta päävalikkoon
fr: Ajouter Gestionnaire de fichier au menu principal
hr: Dodajte Zapovjednik Datoteke u Glavni Menu
it: Aggiungi File Commander al menu principale
lt: Pridėkite failų valdytoją prie pagrindinio meniu
nl: Voeg File Commander toe aan het hoofdmenu
pl: Dodaj File Commander do menu głównego
sk: Pridať Správcu súborov do hlavného menu
sr: Dodaj Fajl Menađer u Glavni Meni
sv: Lägg till File Commander i huvudmenyn
ta: முதன்மையான பட்டியலில் கோப்பு தளபதியைச் சேர்க்கவும்
tr: File Commander Eklentisini Ana Menüye Ekle
uk: Додати File Commander до Головного Меню

source: Add File Commander to the Extensions Menu list of options.
cs: Přidejte File Commander do seznamu možností nabídky Extensions.
el: Προσθήκη του File Commander στη λίστα επιλογών του μενού επεκτάσεων.
fi: Lisää Tiedoston hallinta Laajennukset valikon vaihtoehto listaan.
fr: Ajouter Gestionnaire de fichiers à la liste des options du menu Extensions.
hr: Dodajte Zapovjednik Datoteka na popis opcija Menu Proširenja.
it: Aggiungi File Commander all'elenco delle opzioni del menu estensioni.
lt: Pridėkite failų valdytoją prie plėtinių meniu parinkčių sąrašo.
nl: Voeg File Commander toe aan de lijst met opties voor het Extensies-menu.
pl: Dodaj File Commander do listy wyboru menu Rozszerzenia.
sk: Pridať Správcu súborov do zoznamu možností menu rozšírení.
sr: Dodaj Fajl Menađer na listu opcija Prošireni Meni.
sv: Lägg till File Commander i listan över alternativ i Extensions Menu.
ta: நீட்டிப்புகள் பட்டியல் விருப்பங்களின் பட்டியலில் கோப்பு தளபதியைச் சேர்க்கவும்.
tr: File Commander'ı Uzantılar Menüsü seçenekleri listesine ekleyin.
uk: Додайте File Commander до списку параметрів Меню розширень.

source: Add File Commander to the Main Menu list of options.
cs: Přidejte File Commander do seznamu možností hlavní nabídky.
el: Προσθήκη του File Commander στη λίστα επιλογών του κύριου μενού.
fi: Lisää Tiedoston hallinta Laajennukset valikon vaihtoehto listaan.
fr: Ajouter Gestionnaire de fichiers à la liste des options du menu principal.
hr: Dodajte Zapovjednik Datoteka na popis opcija glavnog menu.
it: Aggiungi File Commander all'elenco di opzioni del menu principale.
lt: Pridėkite failų valdytoją prie pagrindinio meniu parinkčių sąrašo.
nl: Voeg File Commander toe aan de lijst met opties voor het hoofdmenu.
pl: Dodaj File Commander do listy wyboru menu głównego.
sk: Pridať Správcu súborov do zoznamu možností hlavného menu.
sr: Dodaj Fajl Menađer na listu opcija Glavnog Menija.
sv: Lägg till File Commander i listan över alternativ på huvudmenyn.
ta: விருப்பங்களின் முதன்மையான பட்டியல் பட்டியலில் கோப்பு தளபதியைச் சேர்க்கவும்.
tr: File Commander'ı Ana Menü seçenek listesine ekleyin.
uk: Додати File Commander до списку параметрів Головного Меню.

source: Add HDMI-IN To Bouquet
cs: Přidat HDMI vstup do přehledu
el: Προσθήκη HDMI IN στο μπουκέτο
fi: Lisää HDMI IN Kanavalistalle
fr: Ajouter HDMI IN au bouquet
hr: Dodaj HDMI-IN u Buket
it: Aggiungi HDMI-IN al bouquet
nl: Voeg HDMI-IN toe aan favorietenlijst
pl: Dodaj HDMI IN do listy
sk: Pridať HDMI vstup do prehľadu
sr: Dodaj HDMI-IN u Buket
sv: Lägg till HDMI-IN i bunten
ta: பூச்செட்டில் HDMI-IN ஐச் சேர்க்கவும்
tr: Bukete HDMI-IN girişi ekleyin
uk: Додати HDMI IN до фавориту

source: Add Marker To Bouquet
bg: добави маркер
cs: Přidat značku
el: Προσθήκη σημειωτή σε μπουκέτο
fi: Lisää väliotsikko
fr: Ajouter un marqueur au bouquet
hr: Dodaj Oznaku u Buket
it: Aggiungi marcatore
lt: pridėti žymeklį
nl: Marker toevoegen
pl: Dodaj znacznik do listy
sk: Pridať značku
sr: Dodaj Oznaku u Buket
sv: Lägg till markör till bukett
ta: பூச்செட்டில் மார்க்கரைச் சேர்க்கவும்
tr: Bukete İşaretleyici Ekle
uk: Додати закладку

source: Add New Quad Channel Entry
bg: Добавяне на нов вход за четири канала
cs: Přidat nový čtyřkanálový záznam
da: Tilføj ny firedobbel Kanalpost
de: Neue Sendergruppe hinzufügen
el: Προσθήκη νέου στοιχείου τετραπλού καναλιού
et: Lisa uus Quad PiP kanal
fi: Lisää uusi lähetin ryhmä
fr: Ajouter une nouvelle entrée à quatre canaux
hr: Dodaj Novu Stavku za 4Х Kanal
it: Aggiungi nuova voce Quad Channel
lt: Pridėti naują Quad kanalo įrašą
nl: Nieuwe Quad zender toevoegen
pl: Dodaj nowy wpis czterokanałowy
sk: Pridať nový záznam pre Quad kanál
sr: Dodaj Novu Stavku za 4Х Kanal
sv: Lägg till nytt Quad Channel-inträde
ta: புதிய குவாட் சேனல் நுழைவு சேர்க்கவும்
tr: Yeni Dört Kanallı Giriş Ekle
uk: Додати новий чотирьохканальний вхід
vi: Thêm mục nhập kênh Quad mới
zh_cn: 添加新的四画面频道条目

source: Add RecordTimer
bg: Добавяне на таймер за запис
cs: Přidat časovač nahrávání
el: Προσθήκη χρονοδιακόπτη εγγραφής
fi: Lisää ajastus
fr: Ajouter un minuteur d'enregistrement
hr: Dodaj TajmerSnimanja
it: Aggiungi timer registrazione
lt: Pridėti įrašymo laikmatį
nl: Timer voor een opname toevoegen
pl: Dodaj timer nagrywania
sk: Pridať časovač nahrávania
sr: Dodaj TajmerSnimanja
sv: Lägg till RecordTimer
ta: ரெக்கார்ட் டைமரைச் சேர்க்கவும்
tr: Kayıt Zamanlayıcı Ekle
uk: Додати Таймер Запису

source: Add Service
cs: Přidat službu
el: Προσθήκη υπηρεσίας
fi: Lisää Kanava
fr: Ajouter un service
hr: Dodaj kanal
it: Aggiungi servizio
nl: Zender toevoegen
pl: Dodaj kanał
sk: Pridať stanicu/službu
sr: Dodaj kanal
sv: Lägg till tjänst
tr: Kanal Ekle
uk: Додати Канал

source: Add Service To Bouquet
bg: добави сервиз към букет
cs: Přidat program do přehledu
el: Προσθήκη υπηρεσίας σε μπουκέτο
fi: Lisää kanava suosikkilistalle
fr: Ajouter ce service au bouquet
hr: Dodaj Kanal u Buket
it: Aggiungi servizio al bouquet
lt: pridėti kanalą į paketą
nl: Zender toevoegen aan een favorietenlijst
pl: Dodaj kanał do listy
sk: Pridať stanicu do prehľadu
sr: Dodaj Kanal u Buket
sv: Lägg till service till bukett
ta: பூச்செட்டில் சேவையைச் சேர்க்கவும்
tr: Bukete Kanal Ekle
uk: Додати канал в фаворит

source: Add Service To Favorites
bg: добави сервиз към любимите
cs: přidat službu mezi oblíbené
el: Προσθήκη υπηρεσίας στα αγαπημένα
fi: Lisää kanava suosikkeihin
fr: Ajouter ce service aux favoris
hr: Dodaj Kanal u Favorite
it: Aggiungi servizio ai preferiti
lt: pridėti kanalą į mėgstamiausius
nl: Zender toevoegen aan favorieten
pl: dodaj kanał do ulubionych
sk: Pridať stanicu k obľúbeným
sr: Dodaj Kanal u Favorite
sv: Lägg till tjänst i favoriter
ta: பிடித்தவைகளுக்கு சேவையைச் சேர்க்கவும்
tr: Favorilere Kanal Ekle
uk: Додати канал до фаворитів

source: Add Timer
bg: Добавяне на таймер
cs: Přidat časovač
da: Tilføj Timer
de: Timer hinzufügen
el: Προσθήκη χρονοδιακόπτη
et: Lisa taimer
fi: Lisää ajastus
fr: Ajouter un Timer
hr: Dodaj Tajmer
hu: Időzítés
it: Aggiungi timer
lt: Pridėti laikmatį
nl: Timer toevoegen
pl: Dodaj timer
ru: Добавить Таймер
sk: Pridať časovač
sl: Nov časovnik
sr: Dodaj Tajmer
sv: Lägg till timer
ta: டைமரைச் சேர்க்கவும்
tr: Zamanlayıcı Ekle
uk: Додати Таймер
vi: Thêm thời gian
zh_cn: 添加定时器

source: Add To Parental Protection
bg: добави към родителската защита
cs: Přidat do rodičovské ochrany
el: Προσθήκη στον γονικό έλεγχο
fi: Suojaa kanava lapsilukolla
fr: Ajouter à la protection parentale
hr: Dodaj Roditeljsku Kontrolu
it: Aggiungi al controllo genitori
lt: pridėti į tėvų kontrolę
nl: Zender op kinderslot zetten
pl: dodaj do ochrony rodzicielskiej
sk: Pridať do rodičovskej kontroly
sr: Dodaj Roditeljsku Kontrolu
sv: Lägg till i föräldraskydd
ta: பெற்றோரின் பாதுகாப்பில் சேர்க்கவும்
tr: Ebeveyn Korumasına Ekle
uk: Додати в батьківський контроль

source: Add Zap+RecordTimer
cs: Přidat Zap+ časovač nahrávání
el: Προσθήκη χρονοδιακόπτη μετάβασης+εγγραφής
fi: Lisää vaihda ja tallenna ajastus
fr: Ajouter un minuteur Zap+Record
hr: Dodaj Zap+TajmerSnimanja
it: Aggiungi timer 'Zap e registra'
lt: Pridėti jungimo ir įrašymo laikmatį
nl: Timer voor 'Zappen + Opnemen' toevoegen
pl: Dodaj timer przełącz + nagrywanie
sk: Pridať časovač prepnutia + nahrávania
sr: Dodaj Zap+TajmerSnimanja
sv: Lägg till Zappa+RecordTimer
ta: ZAP+RecordTimer ஐச் சேர்க்கவும்
tr: Kanal Değiştir + Kayıt Zamanlayıcısı Ekle
uk: Додати Таймер Переключення+Запис

source: Add ZapTimer
cs: Přidat časovač Zap
el: Προσθήκη χρονοδιακόπτη μετάβασης
fi: Lisää kanavanvaihto ajastus
fr: Ajouter un minuteur Zap
hr: Dodaj ZapTajmer
it: Aggiungi timer di cambio canale
lt: Pridėti jungimo laikmatį
nl: ZapTimer toevoegen
pl: Dodaj zap timer
sk: Pridať časovač prepnutia
sr: Dodaj ZapTajmer
sv: Lägg till ZapTimer
ta: சாப்டிமரைச் சேர்க்கவும்
tr: Kanal Değişim Zamanlayıcı Ekle
uk: Додати Таймер Переключення

source: Add a RADIO service to the Volume Offset list
cs: Přidání služby RADIO do seznamu Kompenzace hlasitosti
el: Προσθήκη υπηρεσίας ΡΑΔΙΟΦΩΝΟΥ στη λίστα ολίσθησης έντασης ήχου
fi: Lisää RADIO kanavan äänenvoimakkuuden siirtymälistaan
hr: Dodaj RADIO kanal na listu Pomaka Glasnoće
it: Aggiungi servizio RADIO all'elenco offset del volume
nl: Een Radio-zender aan de Volume Offset lijst toevoegen
pl: Dodaj kanał RADIO do listy przesunięcia głośności
sk: Pridať RÁDIOVÚ stanicu/službu do zoznamu pre úpravu hlasitosti
sr: Dodaj RADIO kanal na listu Pomaka Glasnoće
sv: Lägg till en RADIO-tjänst i listan över volymoffset
tr: Ses Seviyesi Dengeleme listesine RADYO kanalı ekleyin
uk: Додати Радіо-канал до списку зміщення гучності

source: Add a RecordTimer
bg: Добави записващ таймер
cs: Přidat záznam časovače
el: Προσθήκη χρονοδιακόπτη εγγραφής
fi: Lisää ajastus
fr: Ajouter un timer d'enregistrement
hr: Dodaj u TajmerSnimanja
it: Aggiungi timer di registrazione
lt: Pridėti įrašymo laikmatį
nl: Opname Timer toevoegen
pl: Dodaj timer nagrywania
sk: Pridať časovač nahrávania
sr: Dodaj u TajmerSnimanja
sv: Lägg till en RecordTimer
ta: ஒரு ரெக்கார்ட் டைமரைச் சேர்க்கவும்
tr: Kayıt Zamanlayıcı Ekle
uk: Додати таймер запису

source: Add a RecordTimer for current event
bg: Добавяне на записващ таймер за текущото събитие
cs: Přidat záznam časovače aktuálnímu pořadu
el: Προσθήκη χρονοδιακόπτη εγγραφής για το τρέχον πρόγραμμα
fi: Lisää tallennusajastus tähän ohjelmaan
fr: Ajouter un timer d'enregistrement pour l'évènement en cours
hr: Dodavanje Tajmera Snimanja za trenutni događaj
it: Aggiungi timer di registrazione per l'evento in corso
lt: Pridėti įrašymo laikmatį šiam įvykiui
nl: Opname Timer toevoegen voor het huidige programma
pl: Dodaj timer nagrywania dla bieżącego wydarzenia
sk: Pridať časovač nahrávania pre aktuálnu udalosť
sr: Dodavanje Tajmera Snimanja za trenutni događaj
sv: Lägg till en RecordTimer för aktuell händelse
ta: தற்போதைய நிகழ்வுக்கு ஒரு ரெக்கார்டிமரைச் சேர்க்கவும்
tr: Geçerli etkinliğe kayıt zamanlayıcı ekle
uk: Додати таймер запису для поточного події

source: Add a TV service to the Volume Offset list
cs: Přidání televizní služby do seznamu Kompenzace hlasitosti
el: Προσθήκη υπηρεσίας TV στη λίστα ολίσθησης έντασης ήχου
fi: Lisää TV-kanava äänenvoimakkuuden siirtymälistaan
hr: Dodaj TV kanal na listu Pomaka Glasnoće
it: Aggiungi servizio TV all'elenco offset del volume
nl: Een TV-zender aan de Volume Offset lijst toevoegen
pl: Dodaj kanał TV do listy przesunięcia głośności
sk: Pridať TV stanicu do zoznamu pre posun hlasitosti
sr: Dodaj TV kanal na listu Pomaka Glasnoće
sv: Lägg till en TV-tjänst i listan för volymförskjutning
tr: Ses Seviyesi Dengeleme listesine TV kanalı ekleyin
uk: Додати ТВ-канал до списку зміщення гучності

source: Add a ZapTimer for current event
bg: Добавяне на zap таймер за текущото събитие
cs: Přidat přepnutí časovače aktuálnímu pořadu
el: Προσθήκη χρονοδιακόπτη μετάβασης για το τρέχον πρόγραμμα
fi: Lisää kanavanvaihtoajastus tähän ohjelmaan
fr: Ajouter un timer de zap pour l'évènement courant
hr: Dodavanje u ZapTajmer za trenutni događaj
it: Aggiungi timer di cambio canale per l'evento in corso
lt: Pridėti perjungimo laikmatį šiam įvykiui
nl: ZapTimer toevoegen voor het huidige programma
pl: Dodaj zap timer dla bieżącego wydarzenia
sk: Pridať časovač prepnutia pre aktuálnu udalosť
sr: Dodavanje u ZapTajmer za trenutni događaj
sv: Lägg till en ZapTimer för aktuell händelse
ta: தற்போதைய நிகழ்வுக்கு ஒரு சாப்டிமரைச் சேர்க்கவும்
tr: Geçerli etkinliğe Kanal Değişim Zamanlayıcısı ekle
uk: Додати таймер перемикання для даної передачі

source: Add a ZapTimer for next event
bg: Добавяне на zap таймер за следващо събитие
cs: Přidat přepnutí časovače k dalšímu pořadu
el: Προσθήκη χρονοδιακόπτη μετάβασης για το επόμενο πρόγραμμα
fi: Lisää kanavanvaihtoajastus seuraavaan ohjelmaan
fr: Ajouter un timer de zap pour l'évènement suivant
hr: Dodavanje u ZapTajmer za sljedeći događaj
it: Aggiungi timer di cambio canale per il prossimo evento
lt: Pridėti perjungimo laikmatį sekančiam įvykiui
nl: ZapTimer toevoegen voor het volgende programma
pl: Dodaj zap timer dla następnego zdarzenia
sk: Pridať časovač prepnutia pre ďalšiu udalosť
sr: Dodavanje u ZapTajmer za sledeći događaj
sv: Lägg till en ZapTimer för nästa evenemang
ta: அடுத்த நிகழ்வுக்கு ஒரு சாப்டிமரைச் சேர்க்கவும்
tr: Sonraki etkinliğe Kanal Değişim Zamanlayıcısı ekle
uk: Додати таймер перемикання для наступної передачі

source: Add a mark
bg: Добавяне на отметка
cs: Přidat značku
da: Tilføj et mærke
de: Marker hinzufügen
el: Προσθήκη σημειωτή
et: Lisa tähis
fi: Lisää merkki
fr: Ajouter un marqueur
hr: Dodaj oznaku
hu: Jelző hozzáadása
it: Aggiungi segno
lt: Pridėti žymą
nl: Plaats een markering
pl: Dodaj znacznik
pt_br: Adicionar marcador
ru: Добавить метку
sk: Pridať značku
sl: Dodaj zaznamek
sr: Dodaj oznaku
sv: Lägg till en markering
ta: ஒரு குறி சேர்க்கவும்
tr: İşaret ekle
uk: Додати маркер
vi: Thêm một dấu
zh_cn: 添加一个标记

source: Add a new bouquet
cs: Přidat přehled
el: Προσθήκη νέου μπουκέτου
fi: Lisää uusi suosikkilista
fr: Ajouter un nouveau bouquet
hr: Dodaj novi buket
it: Aggiungi bouquet
lt: Pridėti į paketą
nl: Een favorietenlijst toevoegen
pl: Dodaj nową listę kanałów
sk: Pridať prehľad
sr: Dodaj novi buket
sv: Lägg till en ny bukett
ta: புதிய பூச்செண்டு சேர்க்கவும்
tr: Yeni bir buket ekle
uk: Додати фаворитний список

source: Add a new marker before the current service
cs: Přidat značku
el: Προσθήκη σημειωτή πριν την τρέχουσα υπηρεσία
fi: Lisää merkki
fr: Ajouter un marqueur avant le service en cours
hr: Dodaj novu oznaku poslije trenutnog kanala
it: Aggiungi indicatore
lt: Pridėti žymeklį
nl: Een Marker toevoegen
pl: Dodaj nowy znacznik przed bieżącą usługą
sk: Pridať značku
sr: Dodaj novu oznaku posle trenutnog kanala
sv: Lägg till en ny markör före den aktuella tjänsten
ta: தற்போதைய சேவைக்கு முன் புதிய மார்க்கரைச் சேர்க்கவும்
tr: Geçerli kanalın önüne yeni bir işaretleyici ekleyin
uk: Додати маркер

source: Add a new tag
bg: Добавяне на нов етикет
cs: Přidat novou značku
el: Προσθήκη νέας ετικέτας
fi: Lisää uusi tunniste
fr: Ajouter un nouveau tag
hr: Dodaj novu oznaku
it: Aggiungi nuovo tag
lt: Įtraukti naują žymę
nl: Een nieuwe tag toevoegen
pl: Dodaj nowy znacznik
sk: Pridať nový tag
sr: Dodaj novu oznaku
sv: Lägg till en ny tagg
ta: புதிய குறிச்சொல்லைச் சேர்க்கவும்
tr: Yeni bir etiket ekle
uk: Додати новий тег

source: Add a new timer
cs: Přidat nový časovač
el: Προσθήκη νέου χρονοδιακόπτη
fi: Lisää uusi ajastus
fr: Ajouter un nouveau timer
hr: Dodavanje novog tajmera
it: Aggiungi nuovo timer
lt: Pridėti naują laikmatį
nl: Een nieuwe timer toevoegen
pl: Dodaj nowy timer
sk: Pridať nový časovač
sr: Dodavanje novog tajmera
sv: Lägg till en ny timer
ta: புதிய டைமரைச் சேர்க்கவும்
tr: Yeni bir zamanlayıcı ekle
uk: Додати новий таймер

source: Add a new title
bg: Добавяне на ново заглавие
cs: Přidat nový titul
da: Tilføj en ny titel
de: Neuen Titel hinzufügen
el: Προσθήκη νέου τίτλου
et: Lisa uus pealkiri
fi: Lisää uusi tallenne
fr: Ajouter un nouveau titre
hr: Dodaj novi titl
hu: Új cím hozzáadása
it: Aggiungi nuovo titolo
lt: Pridėkite naują pavadinimą
nl: Voeg een nieuwe titel toe
pl: Dodaj nowy tytuł
pt_br: Adicionar novo título
ru: Добавить новое название
sk: Pridať nový titul
sl: Dodaj nov naslov
sr: Dodaj novi titl
sv: Lägg till en ny titel
ta: புதிய தலைப்பைச் சேர்க்கவும்
tr: Yeni başlık ekle
uk: Додати нову назву
vi: Thêm một tiêu đề mới
zh_cn: 添加新的标题

source: Add a service to the Volume Offset list
cs: Přidat službu do seznamu Volume Offsets
el: Προσθήκη μίας υπηρεσίας στη λίστα καθυστέρησης ήχου
fi: Lisää kanavan Äänen voimakkuuden Offsetti listalle
hr: Dodavanje kanala na listu Pomaka Glasnoće
it: Aggiungi servizio all'elenco offset volume
lt: Įtraukti paslaugą į garsumo poslinkių sąrašą
nl: Voeg een zender toe aan de Volume Offset lijst
pl: Dodaj kanał do listy Przesunięć głośności
sk: Pridať stanicu do zoznamu pre posun hlasitosti
sr: Dodavanje kanala na listu Pomaka Glasnoće
sv: Lägg till en tjänst i listan för volymförskjutning
ta: தொகுதி ஆஃப்செட்ச் பட்டியலில் ஒரு சேவையைச் சேர்க்கவும்
tr: Ses Seviyesi Dengeleme listesine bir kanal ekleyin
uk: Додайте службу до списку зміщення гучності

source: Add a timer for the current event
bg: Добавяне на таймер за текущото събитие
cs: Přidat časovač pro aktuální událost
el: Προσθήκη χρονοδιακόπτη για το τρέχον πρόγραμμα
fi: Lisää ajastin nykyiselle ohjelmalle
fr: Ajouter une minuterie pour l'événement en cours
hr: Dodavanje tajmera za trenutni događaj
it: Aggiungi timer per l'evento in corso
lt: Įtraukti dabartinio įvykio laikmatį
nl: Timer toevoegen voor het huidige programma
pl: Dodaj timer dla aktualnego wydarzenia
sk: Pridať časovač pre aktuálnu udalosť
sr: Dodavanje tajmera za trenutni događaj
sv: Lägg till en timer för den aktuella händelsen
ta: தற்போதைய நிகழ்வுக்கு ஒரு டைமரைச் சேர்க்கவும்
tr: Geçerli etkinlik için bir zamanlayıcı ekleyin
uk: Додати таймер для поточної передачі

source: Add an AutoTimer for the current event
bg: Добавете автоматичен таймер за текущото събитие
cs: Přidat automatický časovač k aktuálnímu pořadu
el: Προσθήκη αυτόματου χρονοδιακόπτη για το τρέχον πρόγραμμα
fi: Lisää automaattiajastus tähän ohjelmaan
fr: Ajouter un timer automatique pour l'évènement courant
hr: Dodavanje u AutoTajmera za trenutni događaj
it: Aggiungi timer automatico per l'evento in corso
lt: Pridėkite dabartinio įvykio automatinį laikmatį
nl: Een AutoTimer toevoegen voor het huidige programma
pl: Dodaj auto timer dla bieżącego wydarzenia
sk: Pridať autom. časovač pre aktuálnu udalosť
sr: Dodavanje u AutoTajmera za trenutni događaj
sv: Lägg till en AutoTimer för den aktuella händelsen
ta: தற்போதைய நிகழ்வுக்கு ஆட்டோடிமரைச் சேர்க்கவும்
tr: Geçerli etkinliğe oto-zamanlayıcı ekle
uk: Додати автотаймер для поточного події

source: Add current directory to bookmarks
bg: Добавяне на текущата папка към отметки
cs: Přidat aktuální složku do záložek
el: Προσθήκη τρέχοντος φακέλου στους σελιδοδείκτες
fi: Lisää nykyisen kansion kirjanmerkkeihin
fr: Ajouter le dossier actuel aux favoris
hr: Dodavanje trenutnog direktorijuma u obeleživač
it: Aggiungi cartella attuale ai segnalibri
lt: Įtraukite dabartinį aplanką į žymes
nl: Huidige map aan bookmarks toevoegen
pl: Dodaj bieżący folder do zakładek
sk: Pridať aktuálny priečinok do záložiek
sr: Dodavanje trenutnog direktorijuma u obeleživač
sv: Lägg till aktuell katalog i bokmärken
ta: தற்போதைய கோப்பகத்தை புக்மார்க்குகளில் சேர்க்கவும்
tr: Geçerli dizini yer imlerine ekle
uk: Додати поточну теку в закладки

source: Add directory to play list
bg: Добавяне на директория към плейлиста
cs: Přidat adresář do seznamu přehrávání
el: Προσθήκη φακέλου στη λίστα αναπαραγωγής
fi: Lisää hakemisto soittolistalle
fr: Ajouter le répertoire à la liste de lecture
hr: Dodavanje direktorija na popis za reprodukciju
it: Aggiungi cartella alla playlist
lt: Pridėti katalogą į grojaraštį
nl: Map aan afspeellijst toevoegen
pl: Dodaj katalog do listy odtwarzania
sk: Pridať priečinok do playlistu
sr: Dodaj direktorijum u plejlistu
sv: Lägg till katalog i spellista
ta: பட்டியலில் கோப்பகத்தைச் சேர்க்கவும்
tr: Oynatma listesine dizin ekle
uk: Додати каталог в плейлист

source: Add file to play list
bg: Добавяне на файл към плейлиста
cs: Přidat soubor do seznamu přehrávání
el: Προσθήκη αρχείου στη λίστα αναπαραγωγής
fi: Lisää tiedosto soittolistalle
fr: Ajouter le fichier à la liste de lecture
hr: Dodavanje datoteke na popis za reprodukciju
it: Aggiungi file alla playlist
lt: Pridėti failą į grojaraštį
nl: Bestand toevoegen aan de afspeellijst
pl: Dodaj plik do listy odtwarzania
sk: Pridať súbor do playlistu
sr: Dodaj fajl u plejlistu
sv: Lägg till fil i spellista
ta: பிளே பட்டியலில் கோப்பைச் சேர்க்கவும்
tr: Dosyayı oynatma listesine ekle
uk: Додати файл в плейлист

source: Add files to play list
bg: Добавяне на файлове към плейлиста
cs: Přidat soubory do seznamu přehrávání
el: Προσθήκη αρχείων στη λίστα αναπαραγωγής
fi: Lisää tiedostot soittolistalle
fr: Ajouter les fichiers à la liste de lecture
hr: Dodavanje datoteka na popis za reprodukciju
it: Aggiungi file alla playlist
lt: Pridėti failus į grojaraštį
nl: Bestanden toevoegen aan de afspeellijst
pl: Dodaj pliki do listy odtwarzania
sk: Pridať súbory do playlistu
sr: Dodaj fajlove u plejlistu
sv: Lägga till filer i spellistan
ta: பட்டியலில் கோப்புகளைச் சேர்க்கவும்
tr: Dosyaları oynatma listesine ekle
uk: Додати файли в плейлист

source: Add highlighted directory to bookmarks
bg: Добавяне на избраната папка към отметки
cs: Přidat vybranou složku do záložek
el: Προσθήκη επιλεγμένου φακέλου στους σελιδοδείκτες
fi: Lisää valittu kansio kirjanmerkkeihin
fr: Ajouter le dossier sélectionné aux signets
hr: Dodavanje odabrane mape u oznaku
it: Aggiungi cartella selezionata ai segnalibri
lt: Pridėti pasirinktą aplanką į žymes
nl: Geselecteerde map aan bookmarks toevoegen
pl: Dodaj wybrany folder do zakładek
sk: Pridať vybraný priečinok do záložiek
sr: Dodaj izabranu fasciklu u označivač
sv: Lägg till markerad katalog i bokmärken
ta: புக்மார்க்குகளுக்கு சிறப்பம்சமாக கோப்பகத்தைச் சேர்க்கவும்
tr: Seçilen dizini yer imlerine ekle
uk: Додати вибрану теку у закладки

source: Add legacy LEFT/RIGHT actions
cs: Přidat starší akce LEFT/RIGHT
el: Προσθήκη ενεργειών ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ παλαιού τύπου
fi: Lisää vanhat VASEN/OIKEA toiminnot
fr: Ajouter les actions LEFT/RIGHT
hr: Dodavanje akcija zaostatka LIJEVO/DESNO
it: Aggiungi azioni SIN/DES compatibili
lt: Senstelėjusių LEFT/RIGHT veiksmų įtraukimas
nl: Oorspronkelijke LINKS/RECHTS acties
pl: Dodaj starsze akcje LEWO/PRAWO
sk: Pridať staršie akcie pre DOĽAVA/DOPRAVA
sr: Dodavanje zastarelih radnji LEVO/DESNO
sv: Lägg till äldre vänster/höger-åtgärder
ta: மரபு இடது/வலது செயல்களைச் சேர்க்கவும்
tr: Eski SOL/SAĞ işlemlerini ekleyin
uk: Додати застарілі дії ВЛІВО/ВПРАВО

source: Add more slots
cs: Přidat více slotů
el: Προσθήκη περισσότερων θέσεων
fi: Lisää paikkoja
fr: Ajouter plus de carte d'extension
hr: Dodaj još utora
it: Aggiungi più slot
nl: Meer slots toevoegen
pl: Dodaj więcej slotów
sk: Pridať viac slotov
sr: Dodaj još slotova
sv: Lägg till fler slots
ta: மேலும் இடங்களைச் சேர்க்கவும்
tr: Daha fazla yuva ekleyin
uk: Додайте більше слотів
