Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: The user interface of your %s %s is restarting
bg: Потребителският интерфейс на вашия %s %s се рестартира
cs: Uživatelské rozhraní vašeho %s %s se restartuje
da: Brugergrænsefladen på din %s %s genstartes.
de: Die Bedienoberfläche Ihrer %s %s wird neu gestartet
el: Γίνεται επανεκκίνηση της διεπαφής χρήστη του %s %s σας
et: %s %s kasutajaliides taaskäivitub
fi: %s %s:n järjestelmä käynnistyy uudelleen
fr: L'interface utilisateur de votre %s %s redémarre
hr: Korisničko sučelje vašeg %s %s ponovno se pokreće
hu: A(z) %s %s felhasználói felülete újraindul
it: L'interfaccia utente del %s %s si sta riavviando
lt: Jūsų %s %s grafinė aplinka paleidžiama iš naujo
nl: De gebruikersinterface van uw %s %s wordt herstart
pl: Interfejs %s %s jest ponownie uruchamiany
ru: Перезагрузка пользовательского интерфейса вашего %s %s
sk: Používateľské rozhranie %s %s sa reštartuje
sr: Korisnički interfejs vaših %s %s se ponovo pokreće
sv: Användargränssnittet för din %s %s startas om
ta: உங்கள் %s %s இன் பயனர் இடைமுகம் மறுதொடக்கம் செய்யப்படுகிறது
tr: %s %s alıcınızın kullanıcı arayüzü yeniden başlatılıyor
uk: Виконується перезавантаження графічного інтерфейсу %s %s
vi: Giao diện người dùng của % s% s của bạn đang khởi động lại
zh_cn: 您的 %s %s 用户界面正在重新启动...

source: The user interface of your %s %s is restarting due to an error in StartEnigma.py
bg: Потребителският интерфейс на вашия %s %s е рестартиран поради грешка в StartEnigma.py
cs: Uživatelské rozhraní Vašeho %s %s se restartuje kvůli chybě v StartEnigma.py
da: Brugergrænsefladen på din %s %s genstartes pga. en fejl i StartEnigma.py
el: Γίνεται επανεκκίνηση της διεπαφής χρήστη του %s %s σας εξαιτίας σφάλματος στο StartEnigma.py
fi: %s %s:n käyttöliittymä käynnistyy uudelleen johtuen virheestä StartEnigma.py-tiedostossa
fr: L'interface de votre %s %s redémarre à cause d'une erreur dans StartEnigma.py
hr: Korisničko sučelje vašeg %s %s ponovno se pokreće zbog pogreške u StartEnigma.py
it: L'interfaccia utente di %s %s si sta riavviando a causa di un errore in StartEnigma.py
lt: Jūsų %s %s vartotojo sąsaja yra paleista iš naujo dėl klaidos StartEnigma.py
nl: De gebruikersinterface van uw %s %s wordt herstart vanwege een fout in StartEnigma.py.
pl: Interfejs%s %s uruchamia się ponownie z powodu błędu w StartEnigma.py
sk: Používateľské rozhranie %s %s sa reštartuje pre chybu v súbore StartEnigma.py
sr: Korisnički interfejs vaših %s %s se ponovo pokreće zbog greške u StartEnigma.py
sv: Användargränssnittet för din %s %s startas om på grund av ett fel i StartEnigma.py
ta: உங்கள் %s %s இன் பயனர் இடைமுகம் மறுதொடக்கம் செய்யப்படுகிறது Startenigma.py இல் பிழை காரணமாக
tr: %s %s alıcınızın kullanıcı arayüzü yeniden başlatılıyor StartEnigma.py dosyasındaki bir hata nedeniyle
uk: Графічний інтерфейс Вашого %s %s перезавантажується через помилки в StartEnigma.py

source: The user interface of your %s %s will be stopped to run Kodi
cs: Uživatelské rozhraní vašeho %s %s bude zastaveno, aby bylo možné spustit Kodi
el: Η επιφάνεια χρήστη του %s %s σας θα σταματήσει για να τρέξει το Kodi
fi: Käyttöliittymä %s %ss pysäytetään Kodin käynnistämiseksi
hr: Korisničko sučelje vašeg %s %s će biti zaustavljeno za pokretanje Kodija
it: L'interfaccia utente del %s %s verrà fermata per eseguire Kodi
nl: De gebruikersinterface van uw %s %s zal afgesloten worden om Kodi te starten.
pl: Interfejs %s %s zostanie zatrzymany w celu uruchomienia Kodi
sk: Používateľské rozhranie zariadenia %s %s sa zastaví kvôli spusteniu Kodi
sr: Korisnički interfejs vašeg %s %s biće zaustavljen da bi se pokrenuo Kodi
sv: Användargränssnittet för din %s %s kommer att stoppas för att köra Kodi
ta: உங்கள் %s %s இன் பயனர் இடைமுகம் கோடியை இயக்க நிறுத்தப்படும்
tr: Kodi'nin çalışması için %s %s alıcınızın kullanıcı arayüzü durdurulacak
uk: Інтерфейс користувача Вашого %s %s буде зупинено для запуску Kodi

source: The width of the picture. The input will be scaled to match this value.
bg: Ширината на картината. Входът ще бъде мащабиран, за да съответства на тази стойност.
cs: Šířka obrazu. Vstup bude upraven tak, aby odpovídal této hodnotě.
da: Bredden af billedet. Inddata bliver skaleret til passe til denne værdi.
de: Die Breite des Bildes. Die Eingabe wird skaliert, um mit diesem Wert übereinzustimmen.
el: Το πλάτος της εικόνας. Η είσοδος θα κλιμακωθεί για να ταιριάξει με αυτή την τιμή.
et: Pildi laius. Sisend skaleeritakse selle väärtuse järgi.
fi: Kuvan leveys. Tulo skaalataan vastaamaan tätä arvoa.
fr: La largeur de l'image. L'entrée sera mise à l'échelle pour correspondre à cette valeur.
hr: Širina slike. Ulaz će se skalirati kako bi odgovarao ovoj vrijednosti.
hu: A kép szélessége. A bemenetet a fenti értékhez igazítva skálázzák.
it: La larghezza dell'immagine. Quella di input sarà ridimensionata per raggiungere questo valore.
lt: Vaizdo plotis. Įvestis bus mažinama, kad atitiktų šią reikšmę.
nl: De breedte van het beeld. De invoer wordt aangepast aan deze waarde.
pl: Szerokość obrazu. Dane wejściowe zostaną przeskalowane w celu dopasowania do tej wartości.
sk: Šírka obrazu. Mierka vstupu sa prispôsobí, aby zodpovedala tejto hodnote.
sr: Širina slike. Veličina unosa će se podudarati sa ovom vrednošću.
sv: Bildens bredd. Inmatningen kommer att skalas för att matcha detta värde.
ta: படத்தின் அகலம். இந்த மதிப்புடன் பொருந்தக்கூடிய உள்ளீடு அளவிடப்படும்.
tr: Resmin genişliği. Girdi, bu değere uyacak şekilde ölçeklendirilecektir.
uk: Ширина зображення. Вхід буде змінено, щоб відповідати цьому значенню.
vi: Chiều rộng của hình ảnh. Đầu vào sẽ được thu nhỏ để phù hợp với giá trị này.
zh_cn: 图片的宽度.输入将被缩放以匹配该值.

source: The wireless LAN Internet connection could not be started! Is the wireless LAN device connected? Choose what to do next.
cs: Bezdrátové připojení k internetu LAN nelze spustit! Je připojeno zařízení bezdrátové sítě LAN? Vyberte, co dělat dál.
el: Η σύνδεση στο ασύρματο δίκτυο δεν ήταν εφικτή! Έχει συνδεθεί η ασύρματη συσκευή; Επιλέξτε τι θα γίνει στη συνέχεια.
fi: Langatonta Internet yhteyttä ei voitu käynnistää! Tarkista, että olet kytkenyt yhteensopivan WLAN-laitteen ja verkko on määritelty oikein. Valitse, mitä tehdään seuraavaksi.
hr: Bežična LAN internetska veza nije se mogla pokrenuti! Je li bežični LAN uređaj povezan? Odaberite što ćete učiniti sljedeće.
it: Non è stato possibile avviare la connessione Internet LAN wireless! Il dispositivo LAN wireless è connesso? Scegli cosa fare dopo.
nl: De WLAN-internetverbinding kon niet worden gestart! Is het wifi-apparaat verbonden? Kies wat u hierna wilt doen.
pl: Nie udało się uruchomić bezprzewodowego połączenia internetowego LAN! Czy bezprzewodowe urządzenie LAN jest podłączone? Wybierz co zrobić dalej.
sk: Bezdrôtové LAN pripojenie k internetu sa nepodarilo spustiť! Je pripojené zariadenie pre bezdrôtovú LAN? Vyberte ďalšiu akciu.
sr: Bežični LAN internet konekcija nije mogla da se pokrene! Da li je bežični LAN uređaj povezan? Izaberite šta da radite sledeće.
sv: Internetanslutningen för trådlöst LAN kunde inte startas! Är den trådlösa LAN-enheten ansluten? Välj vad du ska göra härnäst.
ta: வயர்லெச் லேன் இணைய இணைப்பைத் தொடங்க முடியவில்லை! வயர்லெச் லேன் சாதனம் இணைக்கப்பட்டுள்ளதா? அடுத்து என்ன செய்ய வேண்டும் என்பதைத் தேர்வுசெய்க.
tr: Kablosuz Ağ İnternet bağlantısı başlatılamadı! Kablosuz Ağ cihazı bağlı mı? Sonra ne yapacağınızı seçin.
uk: Не вдалося запустити підключення до Інтернету через бездротову локальну мережу! Чи під’єднано пристрій бездротової локальної мережі? Виберіть, що робити далі.

source: The wireless LAN plugin code is not installed! Install it and choose what to do next.
cs: Není nainstalován kód modulu plug-in bezdrátové sítě LAN! Nainstalujte jej a vyberte, co dělat dál.
el: Ο κώδικας του πρόσθετου του ασύρματου δικτύου δεν έχει εγκατασταθεί! Εγκαταστήστε τον και επιλέξτε τι θα γίνει στη συνέχεια.
fi: WLAN-lisäosaa ei ole asennettu! Asenna se ja valitse mitä haluat tehdä seuraavaksi.
hr: Kôd dodatka za bežični LAN nije instaliran! Instalirajte ga i odaberite što ćete učiniti sljedeće.
it: Il codice del plugin LAN wireless non è installato! Installalo e scegli cosa fare dopo.
nl: De WLAN plugin is niet geïnstalleerd! Installeer deze en kies wat u daarna wilt doen.
pl: Kod wtyczki bezprzewodowego LAN nie jest zainstalowany! Zainstaluj i wybierz co zrobić dalej.
sk: Nie je nainštalovaný kód pluginu pre bezdrôtovú LAN! Nainštalujte ho a vyberte ďalšiu akciu.
sr: Kod za bežični LAN dodatak nije instaliran! Instalirajte ga i odaberite šta dalje da radite.
sv: Plugin-koden för trådlöst LAN är inte installerad! Installera den och välj vad du vill göra härnäst.
ta: வயர்லெச் லேன் சொருகி குறியீடு நிறுவப்படவில்லை! அதை நிறுவி அடுத்து என்ன செய்ய வேண்டும் என்பதைத் தேர்வுசெய்க.
tr: Kablosuz Ağ eklenti kodu yüklü değil! Yükleyin ve sonra ne yapacağınızı seçin.
uk: Код плагіна бездротової локальної мережі не встановлено! Встановіть його та виберіть, що робити далі.

source: The wireless LAN plugin is not installed! Please install it.
bg: Плъгинът за безжичен LAN не е инсталиран! Моля, инсталирайте го.
cs: Plugin pro bezdrátovou LAN není nainstalován! Nainstalujte ho.
da: Trådløs LAN Plugin er ikke installeret! Installer det venligst.
de: Das WLAN Plugin ist nicht installiert! Bitte installieren Sie es.
el: Το πρόσθετο ασύρματου δικτύου δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.
et: WLAN plugin ei ole paigaldatud! Paigalda see.
fi: WLAN lisäosaa ei ole asennettu! Asenna se.
fr: Le plugin LAN sans fil n'est pas installé ! Veuillez l'installer.
hr: Dodatak za bežični LAN nije instaliran! Molimo instalirajte ga.
hu: A vezeték nélküli bővítmény nincs telepítve! Kérem, telepítse.
it: Il plugin WirelessLAN non è installato! Per favore, installalo.
lt: Belaidžio tinklo priedas neįdiegtas! Prašome įdiegti tai.
nl: De WiFi plugin is niet geïnstalleerd. Deze installeren a.u.b.
pl: Wtyczka obsługująca bezprzewodowy LAN nie jest zainstalowana! Proszę zainstalować.
pt_br: O plugin de rede sem fio não está instalado! Instale o plugin de rede sem fio e tente novamente.
ru: Плагин Wireless LAN не установлен! Пожалуйста установите его.
sk: Modul bezdrôtovej LAN nie je nainštalovaný! Prosím, nainštalujte ho.
sl: Vtičnik za brezžično mrežo ni nameščen! Prosim, da ga namestite.
sr: Bežični LAN plugin nije instaliran! Instalirajte ga.
sv: Insticksprogrammet för trådlöst LAN är inte installerat! Vänligen installera det.
ta: வயர்லெச் லேன் சொருகி நிறுவப்படவில்லை! அதை நிறுவவும்.
tr: Kablosuz Ağ eklentisi yüklü değil! Lütfen yükleyin.
uk: Додаток Wі-Fі мережі не встановлений! Будь ласка, встановіть його.
vi: Plugin LAN không dây chưa được cài đặt! Vui lòng cài đặt nó.
zh_cn: 未安装无线局域网插件! 请安装它.

source: The wizard can backup your current settings. Do you want to start a backup now?
cs: Průvodce může zálohovat vaše aktuální nastavení. Chcete nyní spustit zálohování?
el: Ο οδηγός μπορεί να δημιουργήσει αντίγραφο ασφαλείας για τις τρέχουσες ρυθμίσεις σας. Θέλετε να δημιουργηθεί ένα αντίγραφο ασφαλείας τώρα;
fi: Avustaja voi kopioida nykyiset asetuksesi. Haluatko varmuuskopioida asetukset?
hr: Čarobnjak može sigurnosno kopirati vaše trenutne postavke. Želite li sada pokrenuti sigurnosno kopiranje?
it: La procedura guidata può eseguire il backup delle impostazioni correnti. Vuoi avviare un backup adesso?
nl: De wizard kan een back-up maken van je huidige instellingen. Wilt u nu een back-up starten?
pl: Kreator może wykonać kopię zapasową aktualnych ustawień. Czy chcesz rozpocząć tworzenie kopii teraz?
sk: Sprievodca môže zálohovať vaše aktuálne nastavenia. Má sa v tejto chvíli spustiť zálohovanie?
sr: Čarobnjak može da sačuva vaše trenutne postavke. Da li želite da započnete sigurnosnu kopiju sada?
sv: Guiden kan säkerhetskopiera dina aktuella inställningar. Vill du starta en säkerhetskopiering nu?
ta: உங்கள் தற்போதைய அமைப்புகளை மந்திரவாதி காப்புப் பிரதி எடுக்க முடியும். நீங்கள் இப்போது காப்புப்பிரதியைத் தொடங்க விரும்புகிறீர்களா?
tr: Sihirbaz geçerli ayarlarınızın yedeğini alabilir. Yedeklemeyi şimdi başlatmak ister misiniz?
uk: Майстер може створити резервну копію поточних налаштувань. Ви хочете почати резервне копіювання зараз?

source: There are no actions available to process '%s'!
cs: Pro zpracování '%s' nejsou k dispozici žádné akce!
el: Δεν υπάρχουν διαθέσιμες ενέργειες για επεξεργασία του '%s'!
fi: Prosesseja ei ole olemassa '%s'!
hr: Nema dostupnih radnji za obradu '%s'!
it: Non ci sono azioni disponibili per elaborare '%s'!
nl: Er zijn geen acties beschikbaar om '%s' te verwerken!
pl: Brak dostępnych akcji do przetworzenia '%s'!
sk: Na spracovanie '%s' nie sú dostupné žiadne akcie!
sr: Nema dostupnih radnji za obradu '%s'!
sv: Det finns inga åtgärder tillgängliga för att bearbeta '%s'!
ta: '%s' செயலாக்க எந்த நடவடிக்கைகளும் கிடைக்கவில்லை!
tr: '%s' işlemini gerçekleştirmek için kullanılabilir eylem yok!
uk: Немає доступних дій для обробки '%s'!

source: There are no items currently available for this screen.
bg: В момента няма налични артикули за този екран.
cs: Pro tuto obrazovku nejsou v současné době k dispozici žádné položky.
el: Μη διαθέσιμα στοιχεία για αυτή την οθόνη προς το παρόν.
fi: Tällä hetkellä tässä näytössä ei ole käytettävissä kohteita.
fr: Aucun élément n'est actuellement disponible pour cet écran.
hr: Trenutno nema dostupnih stavki za ovaj zaslon.
it: Non ci sono elementi attualmente disponibili per questa schermata.
lt: Šiuo metu šiame ekrane nėra elementų.
nl: Er zijn op dit moment geen items beschikbaar voor dit scherm.
pl: Aktualnie niema dostępnych elementów dla tego ekranu.
sk: Pre túto obrazovku nie sú momentálne k dispozícii žiadne položky.
sr: Trenutno nema dostupnih stavki za ovaj ekran.
sv: Det finns för närvarande inga artiklar tillgängliga för denna skärm.
ta: இந்த திரைக்கு தற்போது எந்த உருப்படிகளும் கிடைக்கவில்லை.
tr: Şu anda bu ekran için hiçbir öğe mevcut değil.
uk: Наразі на цьому екрані немає елементів.

source: There are no repositories defined so commit logs are unavailable!
cs: Nejsou definována žádná úložiště, takže protokoly revizí nejsou k dispozici!
el: Δεν έχουν οριστεί αποθετήρια, συνεπώς οι καταγραφές υποβολής δεν είναι διαθέσιμες!
fi: Varastoja ei ole määritelty, joten lokit eivät ole käytettävissä!
hr: Ne postoje definirana spremišta, tako da su zapisnici predaja nedostupni!
it: Non ci sono repository definiti, quindi i registri di commit non sono disponibili!
nl: Er zijn geen repositories ingesteld, daarom zijn er geen commit-logs beschikbaar!
pl: Nie ma zdefiniowanych repozytoriów, więc logi commitów są niedostępne!
sk: Nie sú definované žiadne repozitáre, takže nie sú dostupné ani záznamy o odovzdaní!
sr: Nema definisanih depoa tako da evidencije log nisu dostupne!
sv: Det finns inga definierade repositories så commit logs är inte tillgängliga!
ta: களஞ்சியங்கள் எதுவும் வரையறுக்கப்படவில்லை, எனவே பதிவுகள் கிடைக்கவில்லை!
tr: Tanımlanmış hiçbir depo bulunmadığından, taahhüt günlükleri mevcut değil!
uk: Немає визначених репозиторіїв, тому журнали комітів недоступні!

source: There are no updates available.
bg: Няма налични ъпдейти.
cs: Nejsou žádné dostupné aktualizace.
da: Ingen tilgængelige opdateringer.
de: Es sind keine Updates verfügbar.
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις.
et: Uuendusi ei ole saadaval.
fi: Päivityksiä ei ole saatavilla.
fr: Il n'y a pas de mise à jour disponible.
hr: Nema dostupnih ažuriranja.
hu: Nincs elérhető frissítés.
it: Nessun aggiornamento disponibile.
lt: Galimų atnaujinimų nėra.
nl: Er zijn momenteel geen updates beschikbaar.
pl: Aktualnie nie ma żadnych aktualizacji.
pt_br: Não existem plugins disponíveis.
ru: Нет доступных обновлений.
sk: Nie sú dostupné žiadne aktualizácie.
sl: Posodobitev ni na voljo.
sr: Nema dostupnih stavki.
sv: Det finns inga uppdateringar tillgängliga.
ta: புதுப்பிப்புகள் எதுவும் கிடைக்கவில்லை.
tr: Kullanılabilir güncelleme yok.
uk: Немає доступних оновлень.
vi: Không có cập nhật có sẵn.
zh_cn: 有没有可用的更新.

source: There are pending tasks:
cs: Jsou zde čekající úkoly:
el: Εκκρεμούν εργασίες:
fi: Odottavia asennuksia:
hr: Postoje zadaci na čekanju:
it: Ci sono attività in sospeso:
nl: Er zijn taken in behandeling:
pl: Istniejąc oczekujące zadania:
sk: Existujú čakajúce úlohy:
sr: Postoje nerešeni zadaci:
sv: Det finns pågående uppgifter:
ta: பணிகள் நிலுவையில் உள்ளன:
tr: Tamamlanmayı bekleyen görevler var:
uk: Є незавершені завдання:

source: There is %d scrambled recording, which will be unscrambled during Standby.
cs: Existuje %d kódovaná nahrávka, která bude během pohotovostního režimu dešifrována.
el: Υπάρχει %d κωδικοποιημένη εγγραφή, η οποία θα αποκρυπτογραφηθεί κατά την αναμονή.
fi: On %d salattua tallennus, joka puretaan valmiustilassa.
hr: Postoji %d kodirani snimak, koji će biti dekodiran tokom stanja pripravnosti.
it: È presente %d registrazione criptata, che verrà decriptata durante lo standby.
nl: Er is %d gecodeerde opname gevonden, die tijdens Stand-by wordt gedecodeerd.
pl: Istnieje %d zakodowane nagranie, które zostanie odkodowane w trybie gotowości.
sk: Existuje %d kódovaná nahrávka, ktorá bude dekódovaná počas pohotovostného režimu.
sr: Postoji %d izmešana snimka, koja će biti ponovo dešifrovana tokom čekanja.
sv: Det finns %d krypterad inspelning, som kommer att avkrypteras under Standby.
tr: Bekleme modunda şifresi çözülecek olan %d adet şifrelenmiş kayıt bulunmaktadır.
uk: Є %d зашифрований запис, який буде розшифровано в режимі очікування.

source: There is a risk that your %s %s will not boot or may malfunction after such a large on-line update.
bg: Има риск вашият %s %s да не се стартира или да не работи след такава голяма онлайн актуализация.
cs: Existuje riziko, že se váš %s %s po tak rozsáhlé on-line aktualizaci nespustí nebo může dojít k poruše.
el: Υπάρχει το ρίσκο ο %s %s σας να μην ξεκινήσει ή να δυσλειτουργήσει μετά από μία τόσο μαζική διαδικτυακή αναβάθμιση.
fi: Voi olla, että %s %s ei käynnisty tai siinä voi esiintyä toiminta häiriöitä näin suuren päivityksen jälkeen (epätodennäköistä).
fr: Il existe un risque que votre %s %s ne démarre pas ou présente un dysfonctionnement après une mise à jour en ligne aussi importante.
hr: Postoji rizik da se vaš %s %s neće pokrenuti ili se može pokvariti nakon tako velikog on-line ažuriranja.
it: C'è il rischio che il %s %s non si avvii o possa funzionare male dopo un così grande aggiornamento in linea.
lt: Yra rizika, kad jūsų %s %s nebus paleistas arba gali sugesti po tokio didelio internetinio atnaujinimo.
nl: Er is een risico dat uw %s %s niet zal booten of niet goed zal functioneren na zo'n grote online update.
pl: Istnieje ryzyko że %s %s nie uruchomi się ponownie lub nie będzie działał poprawnie po tak dużej aktualizacji.
sk: Existuje riziko, že sa vaše zariadenie %s %s po takejto veľkej on-line aktualizácii nespustí, alebo nebude fungovať.
sr: Postoji rizik da se %s %s neće pokrenuti ili možda pokrene nakon tako velike ispravke na online ažuriranju.
sv: Det finns en risk att din %s %s inte startar eller inte fungerar efter en så stor onlineuppdatering.
ta: உங்கள் %s %s துவக்காது அல்லது இவ்வளவு பெரிய ஆன்-லைன் புதுப்பிப்புக்குப் பிறகு செயலிழக்கக்கூடும் என்ற இடர் உள்ளது.
tr: Bu kadar büyük bir çevrimiçi güncellemeden sonra %s %s cihazınızın açılmama veya arızalanma riski vardır.
uk: Існує ризик, що Ваш %s %s не завантажиться, або може вийти з ладу після такого великого онлайн-оновлення.

source: There is no information to show for '%s'.
cs: Pro '%s' nejsou k dispozici žádné informace.
el: Δεν υπάρχουν πληροφορίες προς εμφάνιση για το '%s'.
fi: Ei ole mitään näytettävää tietoa "%s".
hr: Nema podataka za prikaz '%s'.
it: Non ci sono informazioni da mostrare per '%s'.
nl: Er is geen informatie beschikbaar voor '%s'.
pl: Nie ma informacji do pokazania dla '%s'.
sk: Nie sú žiadne informácie na zobrazenie pre '%s'.
sr: Nema info za pokazivanje za '%s'.
sv: Det finns ingen information att visa för '%s'.
ta: '%s' காட்ட எந்த தகவலும் இல்லை.
tr: '%s' için gösterilecek bilgi yoktur.
uk: Немає інформації для показу для '%s'.

source: There is no signal to lock on!
cs: Není signál pro uzamčení!
el: Δεν υπάρχει σήμα για να κλειδώσει !
fi: Ei signaalia johon voisi lukittua!
fr: Il n'y a pas de signal à verrouiller !
hr: Nema signala za zaključavanje!
it: Non vi è alcun segnale da agganciare!
lt: Nėra signalo fiksavimui !
nl: Er is geen signaal om te locken!
pl: Nie ma sygnału, na którym można zablokować!
sk: Nie je signál pre uzamknutie!
sr: Nema signala za zaključavanje!
sv: Det finns ingen signal att låsa på!
ta: பூட்ட எந்த சமிக்ஞையும் இல்லை!
tr: Kilitlenecek hiç sinyal yok !
uk: Немає сигналу для захоплення!

source: There might not be enough space on the selected partition. Do you really want to continue?
bg: Може да няма достатъчно място на избрания дял.. Наистина ли искате да продължите?
cs: a vybraném oddílu možná není dostatek místa. Opravdu chcete pokračovat?
el: Μπορεί να μην υπάρχει αρκετός χώρος στο επιλεγμένο διαμέρισμα. Θέλετε σίγουρα να συνεχίσετε;
fi: Kiintolevyn osiolla ei välttämättä ole riittävästi tilaa. Haluatko varmasti jatkaa?
fr: Il n'y aura pas assez de place sur la partition sélectionnée. Souhaitez-vous vraiment continuer ?
hr: Možda nema dovoljno prostora na odabranoj particiji. Želite li stvarno nastaviti?
it: Potrebbe non esserci spazio sufficiente sulla partizione selezionata. Vuoi davvero continuare?
lt: Pasirinktame skaidinyje gali pritrūkti laisvos vietos.. Ar tikrai norite tęsti?
nl: Er mogelijk niet voldoende ruimte op de geselecteerde partitie... Wilt u echt doorgaan?
pl: Na wybranej partycji może być za mało miejsca. Czy naprawdę chcesz kontynuować?
sk: Na zvolenej partícii nemusí byť dostatok miesta. Naozaj sa má pokračovať?
sr: Možda nema dovoljno prostora na izabranoj particiji. Želite li nastaviti?
sv: Det kanske inte finns tillräckligt med utrymme på den valda partitionen. Vill du verkligen fortsätta?
ta: தேர்ந்தெடுக்கப்பட்ட பகிர்வில் போதுமான இடம் இருக்காது. நீங்கள் உண்மையில் தொடர விரும்புகிறீர்களா?
tr: Seçilen bölümde yeterli alan olmayabilir. Gerçekten devam etmek istiyor musun?
uk: На обраному розділі може бути недостатньо місця. Ви дійсно хочете продовжити?

source: There was an error downloading current region details
bg: Възникна грешка при изтеглянето на подробности за текущия регион
cs: Při stahování podrobností o aktuální oblasti došlo k chybě
da: Der opstod en fejl ved download aktuelle regiondetaljer
de: Beim Herunterladen der aktuellen Regionsdetails ist ein Fehler aufgetreten
el: Προέκυψε ένα σφάλμα κατά τη λήψη των τρεχουσών πληροφοριών περιοχής
fi: Uusimpien alue tietojen lataamisessa tapahtui virhe
fr: Une erreur s'est produite lors du téléchargement des détails de la région actuelle
hr: Došlo je do pogreške pri preuzimanju trenutnih detalja o regiji
it: Si è verificato un errore durante il download dei dettagli della regione attuale
lt: Atsisiunčiant dabartinę regiono informaciją įvyko klaida
nl: Er is iets verkeerd gegaan bij het downloaden van de actuele regio details
pl: Błąd pobierania szczegółowych informacji o regionie
sk: Nastala chyba pri sťahovaní podrobností pre aktuálny región
sr: Došlo je do greške tokom preuzimanja trenutnih detalja regiona
sv: Det uppstod ett fel vid nedladdning av aktuell regioninformation
ta: தற்போதைய பிராந்திய விவரங்களை பதிவிறக்குவதில் பிழை ஏற்பட்டது
tr: Geçerli bölge ayrıntıları indirilirken bir hata oluştu
uk: Під час завантаження поточної інформації про регіон сталася помилка
zh_cn: 下载当前区域详细信息时出错
