Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Restart GUI after x crashes
bg: Рестарт графичен интерфейс след срив на x
cs: Restartovat GUI po x zhroucení
da: Genstart GUI efter X nedbrud
de: Nach wie vielen Abstürzen soll die GUI neu starten?
el: Επανεκκίνηση GUI μετά από x κρασαρίσματα
et: Taaskäivita E2 pärast x krahhi
fi: Käynnistä käyttöjärjestelmä uudelleen kaatumisen jälkeen
fr: Redémarrer l'interface graphique après x crashes
hr: Ponovo pokreni GUI nakon х padova
it: Riavvia la GUI dopo x crash
lt: Iš naujo paleisti grafinę aplinką po x gedimų
nl: Herstart de GUI na x crashes
pl: Uruchom ponownie interfejs po x błędach
sk: Po x zlyhaniach reštartovať prostredie GUI
sr: Ponovo pokreni GUI nakon х padova
sv: Starta om GUI efter x-krasch
ta: ஃச் செயலிழந்த பிறகு GUI ஐ மறுதொடக்கம் செய்யுங்கள்
tr: Kullanıcı Arayüzünü x çökmeden sonra yeniden başlat
uk: Перезавантажте графічний інтерфейс після х збоїв
vi: Khởi động lại GUI sau khi x gặp sự cố
zh_cn: 崩溃多少次后重新启动GUI

source: Restart GUI now to start using the new locale/language?
cs: Restartujte GUI, abyste mohli začít používat nové národní prostředí/jazyk?
el: Επανεκκίνηση της επιφάνειας χρήστη τώρα για να γίνει χρήση της νέας διαλέκτου/γλώσσας;
fi: Käynnistetäänkö järjestelmä käyttäksi uutta kieltä?
hr: Ponovo pokrenite GUI sada da biste počeli da koristite novu lokalizaciju/jezik?
it: Riavviare la GUI adesso per iniziare a usare la nuova localizzazione/lingua?
nl: De GUI nu herstarten in het Nederlands/Vlaams?
pl: Zrestartować GUI teraz, aby rozpocząć korzystanie z nowych ustawień regionalnych/języka?
sk: Reštartovať GUI do nového miestneho nastavenia/jazyka?
sr: Ponovo pokrenite GUI sada da biste počeli da koristite novu lokalizaciju/jezik?
sv: Starta om GUI nu för att börja använda det nya språket?
ta: புதிய இடம்/மொழியைப் பயன்படுத்தத் தொடங்க இப்போது GUI ஐ மறுதொடக்கம் செய்யவா?
tr: Yeni yerel ayarı/dili kullanmaya başlamak için Kullanıcı Arayüzü şimdi yeniden başlasın mı?
uk: Перезапустити GUI зараз, щоб почати використовувати нову локаль/мову?

source: Restart GUI now?
bg: Рестарт графичен интерфейс сега?
cs: Právě teď restartovat Enigmu ?
da: Genstart GUI nu ?
de: Benutzeroberfläche jetzt neu starten?
el: Επανεκκίνηση της διεπαφής χρήστη τώρα;
et: Kas taaskäivitada kasutajaliides?
fi: Käynnistetäänkö järjestelmä uudelleen?
fr: Redémarrer l'interface graphique maintenant ?
hr: Ponovo pokreni GUI sada?
hu: Újra indítja most a kezelőfelületet?
it: Riavviare la GUI ora?
lt: Paleisti iš naujo grafinę aplinką dabar?
nl: Gebruikersinterface herstarten?
pl: Czy chcesz zrestartować interfejs?
pt_br: Reiniciar interface?
ru: Перезагрузить GUI сейчас?
sk: Reštartovať GUI ihneď?
sl: Ponoven zagon uporabniškega vmesnika?
sr: Ponovo pokreni GUI sada?
sv: Starta om GUI nu?
ta: இப்போது GUI ஐ மறுதொடக்கம் செய்யவா?
tr: Kullanıcı Arayüzü şimdi yeniden başlatılsın mı?
uk: Перезавантажити графічний інтерфейс зараз?
vi: Khởi động lại GUI bây giờ?
zh_cn: 重新启动GUI吗?

source: Restart Network
bg: Рестарт мрежа
cs: Restartovat síť
da: Genstart netværk
de: Netzwerk neu starten
el: Επανεκκίνηση δικτύου
et: Võrgu taaskäivitus
fi: Käynnistä verkkoyhteydet uudelleen
fr: Relancer le réseau
hr: Ponovo pokreni Mrežu
hu: Hálózat újraindítása
it: Riavvia la rete
lt: Paleisti tinklą iš naujo
nl: Netwerk herstarten
pl: Restart sieci
ru: Перезапуск сети
sk: Reštartovať sieť
sr: Ponovo pokreni Mrežu
sv: Starta om nätverket
ta: பிணையத்தை மறுதொடக்கம் செய்யுங்கள்
tr: Ağı Yeniden Başlat
uk: Перезавантаження Мережі
vi: Khởi động lại mạng
zh_cn: 重启网络

source: Restart Network Adapter
bg: Рестарт мрежов адаптер
cs: Restartuji síťové připojení
da: Genstart netværkskort
de: Neustart des Netzwerkadapters
el: Επανεκκίνηση προσαρμογέα δικτύου
et: Taaskäivita võrgukaart
fi: Verkkosovittimen uudelleenkäynnistys
fr: Relancer l'interface réseau
hr: Ponovo pokreni Mrežni Adapter
hu: Hálózati adapter újraindítása
it: Riavvia interfaccia di rete
lt: Paleisti tinklo adapterį iš naujo
nl: Netwerk adapter herstarten
pl: Ponowne uruchomienie karty sieciowej
ru: Перезапуск сетевого адаптера
sk: Reštart sieťového adaptéra
sr: Ponovo pokreni Mrežni Adapter
sv: Starta om nätverksadaptern
ta: பிணைய அடாப்டரை மறுதொடக்கம் செய்யுங்கள்
tr: Ağ Bağdaştırıcısını Yeniden Başlat
uk: Перезапуск мережевого адаптера
vi: Khởi động lại bộ điều hợp mạng
zh_cn: 重启网络适配器

source: Restart OSCam
cs: Restartovat OSCam
el: Επανεκκίνηση OSCam
fi: Uudelleenkäynnistä OSCam
hr: Ponovo pokreni OSCam
it: Riavvia OSCam
nl: OSCam herstarten
pl: Zrestartuj OSCam
sk: Reštart OSCam
sr: Ponovo pokreni OSCam
sv: Starta om OSCam
ta: ஆச்காம் மறுதொடக்கம்
tr: OSCam'i Yeniden Başlat
uk: Перезапустити OSCam

source: Restart enigma
bg: Рестарт енигма
cs: Restartovat (GUI)
da: Genstart Enigma2
de: Enigma2 neu starten
el: Επανεκκίνηση enigma
et: Enigma2 taaskäivitus
fi: Käynnistä Käyttöliittymä uudelleen
fr: Redémarrer OpenPLi
hr: Ponovo pokreni Enigma
hu: Enigma újraindítása
it: Riavvia Enigma
lt: Paleisti iš naujo Enigma2
nl: Herstart enigma
pl: Uruchom ponownie system
pt_br: Reiniciar interface
ru: Перезагрузка GUI
sk: Reštart systému Enigma
sl: Ponovno zaženi Enigmo
sr: Ponovo pokreni Enigma
sv: Starta om enigma
ta: புதிரை மறுதொடக்கம் செய்யுங்கள்
tr: Enigmayı Yeniden Başlat
uk: Перезавантаження Enigma
vi: Khởi động lại E2
zh_cn: 重启Enigma

source: Restart necessary, restart GUI now?
bg: Необходимо е рестартиране, рестартиране на GUI сега?
cs: Je nutný restart, restartovat GUI nyní?
da: Genstart nødvendig, genstart GUI nu ?
de: Restart erforderlich! Möchten Sie die Oberfläche jetzt neu starten?
el: Είναι απαραίτητη η επανεκκίνηση της διεπαφής χρήστη, να γίνει τώρα;
et: Vajalik on taaskäivitus. Kas teha seda kohe?
fi: Uudelleen käynnistys tarvitaan, käynnistää uudelleen nyt?
fr: Redémarrage nécessaire, redémarrer IGU maintenant ?
hr: Ponovno pokretanje je neophodno, odmah ponovo pokrenite GUI?
hu: Újraindítás szükséges, újra indítja most a kezelőfelületet?
it: Riavvio necessario, riavvio ora la grafica?
lt: Paleisti grafinę aplinką iš naujo dabar?
nl: Herstart nodig, nu GUI herstarten?
pl: Wymagane jest ponowne uruchomienie, czy chcesz to zrobić teraz?
sk: Je potrebný reštart, reštartovať GUI ihneď?
sr: Ponovno pokretanje je neophodno, odmah ponovo pokrenite GUI?
sv: Omstart nödvändig, starta om GUI nu?
ta: தேவையான மறுதொடக்கம், இப்போது GUI ஐ மறுதொடக்கம் செய்யவா?
tr: Yeniden başlatma gerekli, Kullanıcı Arayüzü şimdi yeniden başlatılsın mı?
uk: Необхідне перезавантаження, перезавантажити інтерфейс зараз?
vi: Khởi động lại cần thiết, khởi động lại GUI bây giờ?
zh_cn: 需要重新启动,是否现在重新启动GUI?

source: Restart needed, press OK to restart
cs: Je třeba restartovat, stisknutím tlačítka OK restartujte
el: Απαιτείται επανεκκίνηση, πιέστε OK για επανεκκίνηση
fi: Uudelleenkäynnistys tarvitaan, paina OK käynnistääksesi uudelleen
hr: Potrebno je ponovo pokrenuti, pritisnite OK da biste restartovali
it: Riavvio necessario, premi OK per riavviare
nl: Een herstart is noodzakelijk, druk op OK om opnieuw op te starten
pl: Wymagane ponowne uruchomienie, naciśnij OK, aby zrestartować
sk: Je potrebný reštart, spustí sa stlačením OK
sr: Potrebno je ponovo pokrenuti, pritisnite OK da biste restartovali
sv: Omstart krävs, tryck på OK för att starta om
ta: மறுதொடக்கம் தேவை, மறுதொடக்கம் செய்ய சரி என்பதை அழுத்தவும்
tr: Yeniden başlatma gerekli, yeniden başlatmak için OK tuşuna basın
uk: Потрібен перезапуск, натисніть OK, щоб перезапустити

source: Restart network and remount connections
bg: Рестарт на мрежата и отново монтиране на връзките
cs: Restartujte síť a obnoví připojení s aktuálním nastavením
da: Genstart netværk og genopret forbindelser
de: Starten Sie die Netzwerkdienste und Remount-Verbindungen
el: Επανεκκίνηση δικτύου και επαναπροσάρτηση συνδέσεων
et: Võrgu taaskäivitus ja ühenduste uuesti haakimine
fi: Uudelleenkäynnistä verkko ja uudelleen asenna yhteydet
fr: Relancer le réseau et remonter les connexions
hr: Ponovo pokreni mrežu i ponovo uspostavi vezu
hu: A hálózat és a leválasztott csatlakozások újraindítása
it: Riavvia la rete e rimonta le connessioni
lt: Paleisti tinklą ir pajungimus iš naujo
nl: Netwerk herstarten en netwerkverbinding opnieuw mounten.
pl: Uruchom ponownie sieć i zamontuj dyski sieciowe
ru: Перезапустить сеть и перемонтировать подключения
sk: Reštart a opätovné pripojenie siete
sr: Ponovo pokreni mrežu i ponovo uspostavi vezu
sv: Starta om nätverket och återmontera anslutningar
ta: பிணையம் மறுதொடக்கம் மற்றும் மறுசீரமைப்பு இணைப்புகள்
tr: Ağı yeniden başlatın ve bağlantıları yeniden kurun
uk: Перезапуск мережі і перемонтуваня підключення
vi: Khởi động lại mạng và kết nối lại
zh_cn: 重新启动并重新连接网络

source: Restart network to with current setup
bg: Рестарт на мрежата за текущата настройка
cs: Restartuje síť s aktuálním nastavením
da: Genstart også netværk med nuværende opsætning
de: Neustart Netzwerk
el: Επανεκκίνηση δικτύου με τις τρέχουσες ρυθμίσεις
et: Taaskäivita võrk kasutades aktiivseid seadeid
fi: Käynnistä verkkoyhteydet uudelleen
fr: Redémarrer le réseau avec la configuration courante
hr: Ponovo pokreni mrežu sa trenutnim podešavanjem
hu: Hálózat újraindítása az aktuális beállításokkal
it: Riavvia la rete con l'attuale configurazione
lt: Paleisti tinklą iš naujo su dabartiniais nustatymais
nl: Netwerk herstarten met huidige instelling
pl: Uruchom ponownie sieć z obecną konfiguracją
ru: Перезапустить сеть с текущими настройками
sk: Reštartovať sieť s aktuálnym nastavením
sr: Ponovo pokreni mrežu sa trenutnim podešavanjem
sv: Starta om nätverket med aktuell inställning
ta: தற்போதைய அமைப்போடு பிணையத்தை மறுதொடக்கம் செய்யுங்கள்
tr: Geçerli kurulumla ağı yeniden başlat
uk: Перезавантажити мережу з поточними налаштуваннями
vi: Khởi động lại mạng với thiết lập hiện tại
zh_cn: 重新启动网络与当前设置

source: Restart test
bg: Рестарт тест
cs: Restart testu
da: Genstart Test
de: Test wiederholen
el: Eπανεκκίνηση ελέγχου
et: Taaskäivita test
fi: Testaa uudelleen
fr: Relancer le test
hr: Ponovo pokreni test
hu: Teszt újraindítása
it: Ripetere il test
lt: Kartoti testą
nl: Herstart test
pl: Uruchom ponownie test
pt_br: Reiniciar teste
ru: Перезапустить тест
sk: Reštartovať test
sl: Test ponovnega zagona
sr: Ponovo pokreni test
sv: Starta om testet
ta: சோதனை மறுதொடக்கம்
tr: Testi yeniden başlat
uk: Повторити тест
vi: Khởi động lại bài kiểm tra
zh_cn: 重新开始测试

source: Restart your network connection and interfaces.
bg: Рестартиране на мрежовата ви връзка и интерфейси.
cs: Restartuje síťová připojení a rozhraní.
el: Επανεκκίνηση σύνδεσης δικτύου και διεπαφών.
fi: Käynnistä verkkoyhteydet uudelleen.
fr: Relancer votre connexion réseau et vos interfaces.
hr: Ponovo pokreni mrežnu vezu i sučelje.
it: Riavvia le connessioni di rete e le interfacce.
lt: Iš naujo paleiskite tinklo ryšį ir sąsajas.
nl: Herstart het netwerk en alle adapters.
pl: Uruchom ponownie połączenie z siecią i interfejsy.
sk: Reštartujte sieťové pripojenie a rozhrania.
sr: Ponovo pokreni mrežnu vezu i interfejs.
sv: Starta om din nätverksanslutning och dina gränssnitt.
ta: உங்கள் பிணைய இணைப்பு மற்றும் இடைமுகங்களை மறுதொடக்கம் செய்யுங்கள்.
tr: Ağ bağlantısını ve ağ arayüzlerini yeniden başlatın.
uk: Перезавантаження мережевого з'єднання.

source: Restarting...
cs: Restartování...
el: Επανεκκίνηση...
fi: Uudelleenkäynnistys...
hr: Ponovno pokretanje...
it: Riavvio...
nl: Herstarten...
pl: Restartuje...
sk: Reštartuje sa…
sr: Ponovno pokretanje...
sv: Startar om...
ta: மறுதொடக்கம் ...
tr: Yeniden başlatılıyor...
uk: Перезавантаження...

source: Restore
bg: Възстановаване
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
et: Taasta
fi: Palauta
fr: Restaurer
hr: Vratiti
hu: Visszaállítás
it: Ripristino
lt: Atkurti
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sk: Obnoviť
sl: Povrni prejšnje stanje
sr: Vratiti
sv: Återställ
ta: மீட்டமை
tr: Geri yükle
uk: Відновлення
vi: Khôi phục
zh_cn: 恢复

source: Restore Deleted User Bouquets
bg: възстановяване на изтрити потребителски букети
cs: obnovit smazané uživatelské přehledy
el: Επαναφορά διαγραμμένων μπουκέτων χρήστη
fi: palauta poistetut suosikkilistat
fr: Restaurer les bouquets effacés
hr: Vraćanje izbrisanih korisničkih buketa
it: ripristina i bouquet utente eliminati
lt: atkurti ištrintus mėgiamų kanalų paketus
nl: Herstel verwijderde favorietenlijsten
pl: Przywróć usunięte listy kanałów
sk: Obnoviť vymazané používateľské prehľady
sr: Vraćanje izbrisanih korisničkih buketa
sv: Återställ borttagna användarbuketter
ta: நீக்கப்பட்ட பயனர் பூங்கொத்துகளை மீட்டெடுங்கள்
tr: Silinen Kullanıcı Buketlerini Geri Yükle
uk: Відновити видалені фаворити

source: Restore MetrixHD Settings
bg: Възстановяване на MetrixHD настройки
cs: Obnova nastavení MetrixHD vzhledu
da: Gendan MetrixHD indstillinger
de: Wiederherstellen MetrixHD-Skin
el: Επαναφορά ρυθμίσεων του MetrixHD
et: Taasta MetrixHD sätted
fi: Palautetaan MetrixHD Asetukset
fr: Restaurer les paramètres MetrixHD
hr: Vrati MetrixHD Postavke
hu: MetrixHD beállításainak visszaállítása
it: Ripristina le impostazioni di MetrixHD
lt: Atkurti MetrixHD nustatymus
nl: Herstel MetrixHD instellingen
pl: Przywracanie ustawień MetrixHD
sk: Obnoviť nastavenia MetrixHD
sr: Vrati MetrixHD Postavke
sv: Återställ MetrixHD-inställningar
ta: மெட்ரிக்சிடி அமைப்புகளை மீட்டெடுங்கள்
tr: MetrixHD Ayarlarını Geri Yükle
uk: Відновити налаштування MetrixHD
vi: Khôi phục cài đặt MetrixHD
zh_cn: 恢复metrixhd设置

source: Restore Plugins
bg: Възстановяване на плъгини
cs: Obnovit pluginy
da: Gendan Plugins
de: Wiederherstellen der Plugins...
el: Επαναφορά προσθέτων
et: Taasta pluginad
fi: Palauta Lisäosat
fr: Restaurer les plugins
hr: Vrati Dodatak
hu: Bővítmények visszaállítása
it: Ripristina plugin
lt: Atkurti priedus
nl: Herstel plugins
pl: Przywróć wtyczki
ru: Восстановить плагины
sk: Obnoviť pluginy
sr: Vrati Plugin
sv: Återställa plugins
ta: செருகுநிரல்களை மீட்டமை
tr: Eklentileri Geri Yükle
uk: Відновити плагіни
vi: Khôi phục plugin
zh_cn: 恢复插件

source: Restore Settings
bg: Възстановяване на настройки
cs: Obnova nastavení
da: Gendan indstillinger
de: Einstellungen wiederherstellen
el: Επαναφορά ρυθμίσεων
et: Seadistuste taastamine
fi: Palauta Asetukset
fr: Restaurer les paramètres
hr: Vrati Postavke
hu: Beállítások visszaállítása
it: Ripristina impostazioni
lt: Atkurti nustatymus
nl: Instellingen herstellen
pl: Przywróć ustawienia
ru: Восстановить настройки
sk: Obnoviť nastavenia
sr: Vrati Postavke
sv: Återställ inställningarna
ta: அமைப்புகளை மீட்டெடுங்கள்
tr: Ayarları Geri Yükle
uk: Відновлення Налаштування
vi: Khôi phục cài đặt
zh_cn: 恢复设置

source: Restore System Settings
bg: Възстановяване на системни настройки
cs: Obnova nastavení
el: Επαναφορά ρυθμίσεων συστήματος
fi: Palauta järjestelmäasetukset
fr: Restaurer paramètres système
hr: Vrati Postavke Sustava
it: Ripristina le impostazioni di sistema
lt: Atkurti sistemos nustatymus
nl: Herstel uw instellingen
pl: Przywróć ustawienia systemowe
sk: Obnoviť systémové nastavenia
sr: Vrati Postavke Sistema
sv: Återställ systeminställningar
ta: கணினி அமைப்புகளை மீட்டெடுங்கள்
tr: Sistem Ayarlarını Geri Yükle
uk: Відновлення системних налаштувань

source: Restore backups
bg: Възстановяване на архиви
cs: Obnovit ze zálohy
da: Gendan backup
de: Einstellungen wiederherstellen
el: Επαναφορά αντιγράφων ασφαλείας
et: Taasta varukoopiaid
fi: Palauta varmuuskopiot
fr: Restaurer sauvegardes
hr: Vrati rezervne kopije
hu: Mentések visszaállítása
it: Ripristino backup
lt: Atkurti atsargines kopijas
nl: Back-ups terugzetten
pl: Przywróć kopie
pt_br: Restaurar backups
ru: Востановление резервных копий
sk: Obnoviť zálohy
sl: Povrni varnostne kopije
sr: Vrati rezervne kopije
sv: Återställ säkerhetskopior
ta: காப்புப்பிரதிகளை மீட்டமைக்கவும்
tr: Yedekleri Geri Yükle
uk: Відновлення резервних копій
vi: Khôi phục bản sao lưu
zh_cn: 恢复备份

source: Restore settings from a backup
bg: Възстановяване на настройките от архив
cs: Obnova nastavení ze zálohy
da: Gendan indstillinger fra en sikkerhedskopi
de: Einstellungen wiederherstellen
el: Επαναφορά ρυθμίσεων από αντίγραφο ασφαλείας
et: Taasta seadistused varukoopiast
fi: Palauta asetukset varmuuskopiosta
fr: Restaurer les paramètres à partir d'une sauvegarde
hr: Vraćanje postavki u predhodno stanje iz rezervne kopije
hu: Beállítások visszaállítása mentésből
it: Ripristina la configurazione da un backup
lt: Atkurti nustatymus iš atsarginės kopijos
nl: Instellingen herstellen vanuit een back-up
pl: Przywróć ustawienia z kopii zapasowej
ru: Восстановить настройки из бекапа
sk: Obnoviť nastavenia zo zálohy
sr: Vraćanje postavki u predhodno stanje iz rezervne kopije
sv: Återställ inställningar från en säkerhetskopia
ta: காப்புப்பிரதியிலிருந்து அமைப்புகளை மீட்டெடுக்கவும்
tr: Ayarları bir yedeklemeden geri yükle
uk: Відновити налаштування з резервної копії
vi: Khôi phục cài đặt từ bản sao lưu
zh_cn: 从备份中恢复设置

source: Restore settings now
cs: Obnovit nastavení nyní
el: Επαναφορά των ρυθμίσεων τώρα
fi: Palauta asetukset
hr: Vraćanje postavki sada
it: Ripristina subito le impostazioni
nl: De instellingen nu herstellen
pl: Przywróć ustawienia teraz
sk: Ihneď obnoviť nastavenia
sr: Vraćanje postavki sada
sv: Återställ inställningarna nu
ta: அமைப்புகளை இப்போது மீட்டெடுக்கவும்
tr: Ayarları şimdi geri yükle
uk: Відновити налаштування зараз

source: Restore the highlighted slot
cs: Obnovit označenou pozici
el: Επαναφορά της επιλεγμένης θύρας
fi: Palauta korostettu image paikka
hr: Vraćanje istaknutog utora u predhodno stanje
it: Ripristina lo slot evidenziato
lt: Atkurti paryškintą lizdą
nl: Herstel het actuele slot
pl: Przywróć podświetlony slot
sk: Obnoviť zvýraznený slot
sr: Vraćanje istaknutog slota u predhodno stanje
sv: Återställ den markerade platsen
ta: சிறப்பம்சமாக ச்லாட்டை மீட்டெடுக்கவும்
tr: Vurgulanan yuvayı geri yükle
uk: Відновити виділений слот

source: Restore your %s %s settings.
bg: Възстановете вашите %s %s настройки.
cs: Obnova nastavení %s %s.
el: Επαναφορά των ρυθμίσεων του %s %s σας.
fi: Palauta %s %s:n asetukset.
fr: Restaurer vos paramètres %s %s.
hr: Vratiti vaše %s %s postavke.
it: Ripristina le impostazioni di %s %s.
lt: Atkurkite %s %s parametrus.
nl: Herstel uw %s %s instellingen.
pl: Przywróć ustawienia dla %s %s.
sk: Obnoviť nastavenia vášho %s %s.
sr: Vratiti vaše %s %s postavke.
sv: Återställ dina %s %s inställningar.
ta: உங்கள் %s %s அமைப்புகளை மீட்டெடுக்கவும்.
tr: %s %s alıcınızın ayarlarını geri yükleyin.
uk: Відновити Ваші %s %s налаштування.

source: Restore your %s %s with a new firmware.
bg: Възстановете вашия %s %s с нов фърмуер.
cs: Obnovit %s %s s novým firmwarem.
el: Επαναφορά του %s %s σας με ένα νέο λογισμικό.
fi: Palauta %s %s:n ohjelmisto perustilaan.
fr: Restaurer votre %s %s avec un nouveau logiciel.
hr: Vratiti %s %s u predhodno stanje sa novim softverom.
it: Ripristina il %s %s con un nuovo firmware.
lt: Atkurkite %s %s naudodami naują programinę įrangą.
nl: Herstel uw %s %s met nieuwe firmware.
pl: Odzyskaj swój %s %s z nowym systemem.
sk: Obnoviť %s %s s novým firmwarom.
sr: Vratiti %s %s u predhodno stanje sa novim softverom.
sv: Återställ din %s %s med en ny firmware.
ta: புதிய ஃபார்ம்வேர் மூலம் உங்கள் %s %s ஐ மீட்டெடுக்கவும்.
tr: %s %s alıcınızı yeni bir donanım yazılımı ile geri yükleyin.
uk: Відновлення Вашого %s %s з новим ПЗ.

source: Restore your backups by date.
bg: Възстановяване на резервни копия по дата.
cs: Obnova záloh podle data.
el: Επαναφορά αντιγράφων ασφαλείας κατά ημερομηνία.
fi: Palauta asetukset varmuuskopio päivän mukaan.
fr: Restaurer vos sauvegardes par date.
hr: Vratiti rezervne kopije u predhodno stanje po datumu.
it: Ripristinare i backup per data.
lt: Atkurkite savo atsarginę kopiją pagal datą.
nl: Zet een back-up van een bepaalde datum terug.
pl: Przywróć kopię według daty.
sk: Obnoviť zo zálohy podľa dátumu.
sr: Vratiti rezervne kopije u predhodno stanje po datumu.
sv: Återställ dina säkerhetskopior efter datum.
ta: உங்கள் காப்புப்பிரதிகளை தேதியால் மீட்டெடுக்கவும்.
tr: Yedeklerinizi tarihe göre geri yükleyin.
uk: Відновлення резервних копій за датою.

source: Restore your settings back from a backup. After restore the receiver will restart to activated the new settings.
cs: Obnova nastavení ze zálohy. Po obnovení se přijímač restartuje a nová nastavení se aktivují.
el: Επαναφορά των ρυθμίσεών σας από αντίγραφο ασφαλείας. Μετά την επαναφορά θα γίνει επανεκκίνηση του δέκτη για να ενεργοποιηθούν οι νέες ρυθμίσεις
hr: Vratite svoja podešavanja iz rezervne kopije. Nakon vraćanja, prijemnik će se restartovati da bi aktivirao nova podešavanja.
it: Ripristina le impostazioni da un backup. Dopo il ripristino, il ricevitore si riavvierà per attivare le nuove impostazioni.
lt: Atkurti savus nustatymus iš atsarginės kopijos. Po atkūrimo, kad aktyvuoti nustatymus, imtuvas bus paleistas iš naujo
nl: Herstel de instellingen uit een back-up. De ontvanger moet herstart worden om de nieuwe instellingen te activeren.
sr: Vratite svoja podešavanja iz rezervne kopije. Nakon vraćanja, prijemnik će se restartovati da bi aktivirao nova podešavanja.
sv: Återställ dina inställningar från en säkerhetskopia. Efter återställningen startar boxen om för att aktivera de nya inställningarna
tr: Ayarlarınızı bir yedekten geri yükleyin. Geri yükleme işleminden sonra alıcı, yeni ayarları etkinleştirmek için yeniden başlatılacaktır.
uk: Відновіть налаштування з резервної копії. Після відновлення приймач перезавантажиться, щоб активувати нові налаштування.

source: Restoring...
bg: Възстановявам...
cs: Obnovuje se...
da: Gendanner...
de: Wiederherstellen...
el: Επαναφορά...
et: Taastamine...
fi: Palautetaan...
fr: Restauration en cours…
hr: Vraćanje...
hu: Visszaállítás...
it: Ripristino in corso...
lt: Atkuriama ...
nl: Herstellen...
pl: Przywracanie...
pt_br: Restaurando...
ru: Восстановление...
sk: Obnovuje sa…
sr: Vraćanje...
sv: Återställer...
ta: மீட்டமைத்தல் ...
tr: Geri yükleniyor...
uk: Відновлення...
vi: Khôi phục ...
zh_cn: 恢复中...

source: Restrict the active time range
bg: Ограничаване на активния период от време
cs: Omezit časový rozsah akce
da: Begræns det aktive tidsområde
de: Den aktiven Zeitbereich einschränken
el: Περιορισμός της ενεργής κλίμακας χρόνου
et: Piira aktiivset ajavahemikku
fi: Rajoita aktiivista ajanjaksoa
fr: Restreindre l'intervalle de temps actif
hr: Ograničenje aktivnog vremenskog opsega
hu: Korlátozza az aktív időtartományra
it: Riduci l'intervallo attuale di tempo
lt: Apriboti aktyvų laiko intervalą
nl: Beperk actieve looptijd
pl: Ogranicz zakres czasu aktywności
ru: Ограничить активный диапазон времени
sk: Obmedziť aktívny časový rozsah
sr: Ograničenje aktivnog vremenskog opsega
sv: Begränsa det aktiva tidsintervallet
ta: செயலில் உள்ள நேர வரம்பைக் கட்டுப்படுத்தவும்
tr: Etkin zaman aralığını kısıtla
uk: Обмежити активний діапазон часу
vi: Hạn chế phạm vi thời gian hoạt động
zh_cn: 限制活动的时间范围

source: Restricted 18+
bg: Ограничено 18+
cs: Omezeno 18+
da: Begrænset 18+
el: Περιορισμένο 18+
fi: Rajoitettu 18+
fr: Restreint 18+
hr: Ograničeno 18+
it: Limitato 18+
lt: Amžiaus cenzas 18+
pl: Ograniczone 18+
sk: Obmedzenie 18+
sr: Ograničeno 18+
sv: Begränsad 18+
ta: தடைசெய்யப்பட்ட 18+
tr: 18 yaş ve üstü için sınırlandırılmış
uk: Обмеження 18+
zh_cn: 受限18+

source: Results of the delete all logs:
cs: Výsledky smazání všech protokolů:
el: Αποτελέσματα όλων των καταγραφών διαγραφής:
fi: Poistettujen lokien tulokset:
hr: Rezultat brisanje svih log:
it: Risultati dell'eliminazione di tutti i registri:
lt: Visų žurnalų ištrynimo rezultatai:
nl: Resultaat van het verwijderen van alle log-bestanden:
pl: Wyniki usunięcia wszystkich logów:
sk: Výsledky vymazania všetkých denníkov:
sr: Rezultat brisanje svih log:
sv: Resultat av raderingen av alla loggar:
ta: அனைத்து பதிவுகளையும் நீக்கு:
tr: Tüm günlükleri silme işleminin sonuçları:
uk: Результати видалення всіх логів:
