Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Dreambox.
sl: Hvala, da ste uporabili čarovnik. Sprejemnik je sedaj pripravljen za uporabo. Za nadaljevanje pritisnite OK!

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a Dreambox format data DVD (which will not play in stand-alone DVD players) instead?
sl: Standarden DVD ne podpira H.264 (HD) video zapisa. Ali želite namesto tega ustvariti Dreambox obliko podatkovnega DVD (le-tega ne boste mogli predvajati v samostojnih DVD predvajalnikih)?

source: The NetworkWizard extension is not installed! Please install it.
sl: NetworkWizard vtičnik ni nameščen. Prosim, da ga namestite!

source: The Softwaremanagement extension is not installed! Please install it.
sl: Vtičnik Softwaremanagement ni nameščen. Prosim, da ga namestite!

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
sl: Vhodna vrata vira so sedaj nastavljena. Sedaj lahko spremenite nastavite zaslona s pomočjo slik za preverjanje. Ali želite to storiti sedaj?

source: The installation of the default services lists is finished.
sl: Namestitev privzetih seznamov kanalov je končana.

source: The installation of the default settings is finished. You can now continue configuring your Dreambox by pressing the OK button on the remote control.
sl: Namestitev privzetih nastavitev je končana. Sedaj lahko nadaljujete s spreminjanjem nastavitev vašega sprejemnika - pritisnite tipko OK.

source: The package doesn't contain anything.
sl: Izbran paket ne vsebuje ničesar.

source: The package:
sl: Paket:

source: There are no default services lists in your image.
sl: V vaši sliki (image) ni seznama privzetih kanalov.

source: There are no default settings in your image.
sl: V vaši sliki (image) ni privzetih nastavitev.

source: There was an error downloading the packetlist. Please try again.
sl: Prišlo je do napake pri prenosu liste paketov. Poskusite ponovno.

source: There was an error. The package:
sl: Prišlo je do napake. Paket:

source: This is step number 2.
sl: Korak št.2.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
sl: Preverja se nastavitev imenskih strežnikov. V kolikor se pojavi opozorilo "nepotrjeno": - preverite vaš DHCP, kable in nastavitve vmesnika - preverite nastavitve pri ročno nastavljenih imenskih strežnikih - "Imenski strežnik"

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
sl: Preverja se povezanost omrežnega kabla v vaš omrežni vmesnik. V kolikor se pojavi opozorilo "ni povezave": - preverite ali je omrežni kabel priključen - preverite ali je omrežni kabel nepoškodovan

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
sl: Preverja se veljavnost izbranega IP naslova vašega omrežnega vmesnika. V kolikor se pojavi obvestilo "nepotrjen": - ni veljavnega IP naslova - preverite DHCP nastavitve, omrežni kabel in nastavitve mrežnega vmesnika

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
sl: Preverja se nastavitev samodejnega IP naslavljanja vašega LAN vmesnika z DHCP. V kolikor se pojavi opozorilo "onemogočeno": - LAN vmesnik je nastavljen na ročno IP naslavljanje - preverite pravilnost vnešenih IP informacij v oknu Nastavitev vmesnika. V kolikor se pojavi opozorilo "omogočeno": - preverite delovanje DHCP strežnika v vašem omrežju.

source: This test detects your configured LAN-Adapter.
sl: Ta test preveri nastavljene omrežne vmesnike.

source: Time/Date Input
sl: Vnos Časa/Datuma

source: Timer Edit
sl: Urejanje časovnika

source: Timer Editor
sl: Urejevalnik časovnikov

source: Timer Type
sl: Vrsta časovnika

source: Timer status:
sl: Status časovnika:

source: Timeshift Settings
sl: Časovni zamik

source: Transmission Mode
sl: Način posredovanja

source: Transponder Type
sl: Vrsta transponderja

source: Try to find used Transponders in cable network.. please wait...
sl: Poskušam poiskati transponderje v kabelskem omrežju... Prosim počakajte!

source: Tuner Slot
sl: Reža tunerja

source: Unicable Martix
sl: Unicable Matrix

source: Unmount failed
sl: Odpojitev ni uspela!

source: Updating finished. Here is the result:
sl: Nadgradnja je uspešno končana. Rezultati:

source: Updating... Please wait... This can take some minutes...
sl: Poteka posodabljanje... Prosim počakajte!

source: Upgrade and ask to reboot
sl: Nadgradi in vprašaj za ponovni zagon

source: Upgrading Dreambox... Please wait
sl: Poteka posodabljanje sprejemnika... Prosim počakajte!

source: Use Fan timer
sl: Uporabi časovnik za ventilator

source: Use Interface
sl: Uporabi mrežni vmesnik

source: Use Power Measurement
sl: Uporabi merjenje moči

source: Use ViX Coloured Butons
sl: Uporabi ViX barvne gumbe

source: Use the Networkwizard to configure selected network adapter
sl: Za nastavljanje izbranega mrežnega vmesnika, izberite omrežni čarovnik.

source: Use the Networkwizard to configure your Network
sl: Za nastavitev vašega omrežja, uporabite omrežni čarovnik.

source: Use the left and right buttons to change an option. Please set up tuner A
sl: Uporabite tipki levo in desno za spreminjanje vrednosti. Prosim, nastavite Tuner A

source: Use this input device settings?
sl: Uporabim nastavitve te vhodne naprave?

source: Use this settings?
sl: Uporabim te nastavitve?

source: Use time of currently running service
sl: Uporabi čas trenutnega kanala

source: Use trashcan in movielist
sl: V seznamu datotek uporabi smetnjak

source: Use usals for this sat
sl: Za ta satelit uporabi USALS

source: Use wizard to set up basic features
sl: Čarovnik za nastavitev osnovnih funkcionalnosti

source: Video Enhancement Settings
sl: Napredne nastavitve slike

source: Video Fine-Tuning
sl: Pomoč pri nastavitvi TVja

source: Video Fine-Tuning Wizard
sl: Čarovnik za podrobne nastavitve videa

source: Video Output
sl: Video izhod

source: Video Setup
sl: Video nastavitve

source: View Photos...
sl: Poglej fotografije...

source: View list of available Display and Userinterface extensions.
sl: Poglej seznam obstoječih Display in UserInterface vtičnikov.

source: Wait please while gathering data...
sl: Poteka zbiranje podatkov... Prosim počakajte!

source: Warn if free space drops below (kB):
sl: Opozori, če se prostor na disku zmanjša pod (kB):

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your Dreambox by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
sl: Dobrodošli v čarovniku za nadgradnjo. Čarovnik vam bo pomagal pri nadgradnji sprejemnika in nudil varno hrambo vaših trenutnih nastavitev ter kratko razlago postopka nadgradnje vašega firmware-a.

source: Welcome. This start wizard will guide you through the basic setup of your Dreambox. Press the OK button on your remote control to move to the next step.
sl: Dobrodošli. Začetni čarovnik vas bo vodil skozi osnovne nastavitve vašega sprejemnika. Za nadaljevanje pritisnite tipko OK.

source: What to do with submitted crashlogs?
sl: Kaj naj storim s poslanimi dnevniki napak?

source: Wireless Network
sl: Brezžično omrežje

source: Yellow pango subtitles
sl: Rumeni pango podnapisi

source: Yes, and don't ask again
sl: Da, in ne vprašaj me ponovno

source: Yes, view the tutorial
sl: Da, prikaži vodiča

source: You can choose some default settings now. Please select the settings you want to be installed.
sl: Zdaj lahko izberete nekatere privzete nastavitve. Izberite nastavitve, ki jih želite namestiti.

source: You can choose, what you want to install...
sl: Izberete lahko, kaj želite namestiti...

source: You can disable Telnet Server and use ssh to login.
sl: Telnet dostop lahko izklopite in namesto tega uporabite SSH dostop. Uporabite WinSCP program.

source: You chose not to install any default services lists.
sl: Izbrali ste, da ne želite namestiti nobenega privzetega seznama kanalov.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
sl: Ne želite namestiti privzetih nastavitev; kadarkoli lahko izberete namestitev privzetih nastavitev v meniju nastavitve.

source: You chose not to install anything. Please press OK finish the install wizard.
sl: Odločili ste se, da ne boste namestili nič. Da zaprete čarovnik za namestitev, pritisnite tipko OK.

source: You need a PC connected to your dreambox. If you need further instructions, please visit the website http://www.dm7025.de. Your dreambox will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
sl: Na vaš sprejemnik morate povezati na računalnik. Če potrebujete dodatna navodila, prosim obiščite stran http://www.dm7025.de. Vaš Dreambox bo sedaj ustavljen. Ko končate nadgradnjo sistema po navodilih iz spletne strani bo vaša nova programska oprema zahtevala izdelavo varne kopije vaših nastavitev.

source: Your Dreambox is now ready to use. Your internet connection is working now.
sl: Vaš sprejemnik je zdaj pripravljen na uporabo. Vaša internetna povezava zdaj deluje.

source: Your Dreambox is now ready to use. Your internet connection is working now. Please press OK to continue.
sl: Vaš sprejemnik je zdaj pripravljen na uporabo. Vaša internetna povezava zdaj deluje. Za nadaljevanje pritisnite OK.

source: Your dreambox is shutting down. Please stand by...
sl: Poteka postopek ugašanja sprejemnika... Prosim počakajte!

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
sl: Vaš sprejemnik ni pravilno povezan na omrežje. Prosim preverite omrežne nastavitve in poskusite znova.

source: Your email address:
sl: Vaš elektronski naslov:

source: Your name (optional):
sl: Vaše ime:

source: Zap back to service before satfinder?
sl: Preklopim nazaj na kanal, ki ste ga gledali pred tem?

source: activate current configuration
sl: aktiviraj trenutne nastavitve

source: add Provider
sl: dodaj ponudnika

source: add a nameserver entry
sl: dodaj vnos v imenski strežnik

source: add directory to playlist
sl: dodaj mapo v seznam za predvajanje

source: add file to playlist
sl: dodaj datoteko v seznam za predvajanje

source: add files to playlist
sl: dodaj datoteke v seznam za predvajanje

source: add recording (enter recording duration)
sl: Dodaj snemanje (vnesite dolžino snemanja)

source: add recording (enter recording endtime)
sl: Dodaj snemanje (vnesite čas konca snemanja)

source: add recording (indefinitely)
sl: Dodaj snemanje (čas je nedoločen)

source: add recording (stop after current event)
sl: Dodaj snemanje (ustavi po koncu trenutnega dogodka)

source: alphabetic sort
sl: razvrsti po abecedi

source: assigned CAIds:
sl: dodeljeni CAIdi:

source: assigned Services/Provider:
sl: dodeljeni kanali/ponudniki:

source: available
sl: na voljo

source: backgroundcolor
sl: barva ozadja

source: change recording (duration)
sl: spremeni dolžino snemanja

source: change recording (endtime)
sl: spremeni snemanje (konec snemanja)

source: clear playlist
sl: počisti seznam predvajanja

source: complex
sl: kompleksno

source: could not be removed
sl: ne da se odstraniti

source: delete file
sl: izbriši datoteko

source: delete playlist entry
sl: Izbriši vnose v seznamu predvajanja

source: delete saved playlist
sl: Izbriši shranjen seznam predvajanja

source: delete...
sl: Izbriši...

source: do not change
sl: ne spreminjaj

source: don't record
sl: Ne snemaj

source: exit mediaplayer
sl: Izhod iz predvajalnika vsebin

source: exit movielist
sl: Izhod iz seznama datotek

source: exit nameserver configuration
sl: izhod iz nastavitev imenskega strežnika

source: exit network interface list
sl: izhod iz seznama mrežnih vmesnikov

source: fine-tune your display
sl: podrobne nastavitve zaslona

source: hear radio...
sl: Poslušaj radio

source: hide player
sl: skrij predvajalnik

source: hour
sl: ura

source: hours
sl: ur

source: immediate shutdown
sl: Takoj izklopi

source: jump to listbegin
sl: skoči na začetek seznama

source: jump to listend
sl: skoči na konec seznama

source: jump to next marked position
sl: skoči do naslednjega označenega položaja

source: jump to previous marked position
sl: skoči do prejšnjega označenega položaja

source: list of EPG views...
sl: Vstop v EPG sistem

source: load playlist
sl: naloži seznam za predvajanje

source: move PiP to main picture
sl: premakni Sliko v Sliki v glavno sliko

source: movie list
sl: seznam datotek

source: next channel
sl: Naslednji kanal

source: next channel in history
sl: Naslednji kanal v zgodovini

source: no Services/Providers selected
sl: noben kanal ali ponudnik ni izbran

source: no standby
sl: ni stanja pripravljenosti

source: no timeout
sl: ni časovne omejitve

source: no transparency
sl: brez prosojnosti

source: open bouquetlist
sl: Odpri listo priljubljenih paketov

source: open servicelist
sl: Odpri listo kanalov

source: open servicelist(down)
sl: Odpri listo kanalov (dol)

source: open servicelist(up)
sl: Odpri listo kanalov (gor)

source: pause
sl: Odmor

source: play entry
sl: predvajaj vnos

source: play from next mark or playlist entry
sl: predvajaj od naslednje oznake ali vnosa v seznamu

source: play from previous mark or playlist entry
sl: predvajaj od prejšne oznake ali vnosa v seznamu

source: previous channel
sl: Predhodni kanal

source: previous channel in history
sl: Predhodni kanal v zgodovini

source: remove a nameserver entry
sl: odstrani vnos v imenskem strežniku

source: save playlist
sl: shrani seznam za predvajanje

source: scan done!
sl: iskanje končano!

source: scan in progress - %d%% done!
sl: izvaja se iskanje... - %d%% končano!

source: second
sl: drugi

source: select CAId
sl: izberite CAId

source: select interface
sl: izberite vmesnik

source: select movie
sl: Izberite posnetek

source: select the movie path
sl: Izberite pot do posnetka

source: show Infoline
sl: Prikaži Info-bar

source: show extended description
sl: Prikaži razširjene informacije

source: show shutdown menu
sl: Prikaži meni za izklop

source: show tag menu
sl: Prikaži meni oznak (tags)

source: shuffle playlist
sl: naključna izbira datotek iz liste za predvajanje

source: slide picture in loop
sl: prikazuj slike v zanki

source: sort by date
sl: razvrsti po datumu

source: special characters
sl: posebni znaki

source: start timeshift
sl: Prični s časovnim zamikom

source: stop PiP
sl: ustavi Sliko v Sliki

source: stop entry
sl: ustavi vnos

source: stop timeshift
sl: Ustavi časovni zamik

source: swap PiP and main picture
sl: zamenjaj Sliko v Sliki z glavno sliko

source: switch to playlist
sl: preklopi na seznam predvajanja

source: textcolor
sl: barva teksta

source: toggle a cut mark at the current position
sl: aktiviraj rezanje na trenutno označenem položaju

source: view recordings...
sl: Poglej posnetke

source: was removed successfully
sl: je bilo uspešno odstranjeno

source: whitelist
sl: bel seznam

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
sl: vaš sprejemnik je sedaj možno uporabljati. Pred ponovnim zagonom sprejemnika, preverite uporabnika navodila.
