Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
cs: Tato volba vám umožní vybrat, jak se zobrazí při přehrávání zbývající/uplynulý čas.
el: Αυτή η επιλογή ορίζει τον τρόπο εμφάνισης του εναπομείναντα/παρελθόντα χρόνου αναπαραγωγής πολυμέσων.
hr: Ova opcija vam omogućuje da odaberete kako će se prikazati preostalo/proteklo vrijeme reprodukcije medija.
it: Questa opzione consente di scegliere come visualizzare il tempo rimanente o trascorso per la riproduzione multimediale.
lt: Ši parinktis leidžia nustatyti, kaip rodyti likusį / praėjusį laiką medija failų atkūrimo metu.
nl: Hier kunt u instellen of u de resterende of de verstreken tijd wilt zien voor het afspelen van opnames.
sr: Ova opcija vam omogućava da odaberete kako će se prikazivati preostalo/proteklo vreme reprodukcije medija.
sv: Med det här alternativet kan du välja hur den återstående/förfallna tiden för mediauppspelning ska visas.
tr: Bu seçenek medya oynatma için kalan / geçen sürenin nasıl görüntüleneceğini seçmenizi sağlar.
uk: Цей параметр дозволяє Вам вибрати спосіб відображення часу залишилось/минуло для відтворення мультимедіа.

source: This option allows you to choose if the display shows the time or nothing in Standby.
cs: Tato možnost vám umožňuje vybrat, jak v pohotovostním režimu zobrazit čas nebo nic.
el: Αυτή η επιλογή επιτρέπει να επιλέξετε αν θα εμφανίζεται η ώρα ή τίποτα κατά την αναμονή.
hr: Ova opcija vam omogućuje da odaberete hoće li zaslon u stanju mirovanja prikazivati vrijeme ili ništa.
it: Questa opzione consente di scegliere se il display visualizza l'ora o non visualizza nulla in modalità Standby.
lt: Ši parinktis leidžia pasirinkti, kaip rodyti laiką arba nieko, budėjimo režime
nl: Hier kunt u instellen of en hoe u de tijd wilt weergeven in stand-by
sr: Ova opcija vam omogućava da odaberete da li ekran prikazuje vreme ili ništa u režimu čekanja.
sv: Med det här alternativet kan du välja om displayen ska visa tiden eller ingenting i standby.
tr: Bu seçenek bekleme modunda ekranın saati gösterip göstermeyeceğini seçmenize olanak tanır.
uk: Ця опція дозволяє вам вибрати, чи на дисплеї відображатиметься час, чи ні, в режимі очікування.

source: This option allows you to choose if the display shows the time, channel number or nothing during operation.
cs: Tato možnost vám umožňuje vybrat, zda se na displeji během provozu zobrazuje čas, číslo kanálu nebo nic.
el: Αυτή η επιλογή επιτρέπει να επιλέξετε αν η οθόνη πρόσοψης θα εμφανίζει την ώρα, τον αριθμό καναλιού ή τίποτα κατά τη λειτουργία.
hr: Ova opcija vam omogućuje da odaberete hoće li zaslon prikazivati vrijeme, broj kanala ili ništa tijekom rada.
it: Questa opzione consente di scegliere se durante il funzionamento il display visualizza l'ora, il numero del canale oppure nulla.
nl: Selecteer of tijdens bedrijf Tijd, Zendernummer of Niets op het display moet worden getoond.
sr: Ova opcija vam omogućava da izaberete da li displej prikazuje vreme, broj kanala ili ništa tokom rada.
sv: Med detta alternativ kan du välja om displayen ska visa tid, kanalnummer eller ingenting under drift.
tr: Bu seçenek çalışma sırasında ekranda saatin, kanal numarasının veya hiçbir şeyin gösterilip gösterilmeyeceğini seçmenize olanak tanır.
uk: Ця опція дозволяє вибрати відображення на дисплеї під час роботи час, номер каналу чи нічого.

source: This option allows you to choose the background color of transparent picons.
cs: Tato volba vám umožní vybrat barvu pozadí průhledných piconů.
el: Αυτή η επιλογή επιτρέπει να επιλέξετε το χρώμα φόντου των διάφανων λογότυπων.
hr: Ova opcija omogućava vam odabir boje pozadine prozirnih pikona.
it: Questa opzione consente di scegliere il colore di sfondo delle icone trasparenti.
lt: Ši parinktis leidžia pasirinkti skaidrių logotipų fono spalvą.
nl: Met deze optie kunt u de achtergrond kleur van transparante picons instellen.
sr: Ova opcija vam omogućava da izaberete boju pozadine za providne pikone.
sv: Med det här alternativet kan du välja bakgrundsfärg för transparenta picons.
tr: Bu seçenek şeffaf pikonların arka plan rengini seçmenizi sağlar.
uk: Цей параметр дозволяє Вам вибрати колір фону для прозорих піконів.

source: This option allows you to choose the option for Subservice indicator or selection.
cs: Tato možnost vám umožňuje vybrat volbu pro indikátor nebo výběr podslužby.
el: Αυτή η επιλογή επιτρέπει την εμφάνιση ή την επιλογή της ένδειξης υπο-υπηρεσιών.
hr: Ova opcija omogućuje vam odabir opcije za indikator podusluge ili odabir.
it: Questa opzione consente di scegliere l'opzione per l'indicatore o la selezione del sottoservizio.
nl: Met deze optie kunt u voor sub-zenders een indicatie of selectie kiezen.
sr: Ova opcija vam omogućava da izaberete opciju za indikator ili izbor podusluge.
sv: Med detta alternativ kan du välja alternativet för indikator eller val av underservice.
tr: Bu seçenek alt kanal göstergesi veya seçimi için seçenek belirlemenizi sağlar.
uk: Ця опція дозволяє вибрати опцію для показу, або вибору субканалу.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are performed.
cs: Tato možnost umožňuje zvolit, na co se při provedení přednastavených akcí „Rychlé akce“ přepne první stisknutí tlačítka na obrazovce seznamu kanálů (stisknutí tlačítka „2“ přejde nejprve na „A“ nebo „2“).
el: Αυτή η επιλογή ορίζει σε ποιο κανάλι της λίστας θα γίνεται μετάβαση με την πρώτη πίεση του πλήκτρου, (πιέζοντας '2' να γίνεται μετάβαση σε 'Α' ή '2' πρώτα), όταν εκτελούνται οι προεπιλεγμένες ενέργειες των 'Γρήγορων ενεργειών'.
hr: Ova opcija omogućuje vam da odaberete na što prelazi prvi pritisak tipke na zaslonu popisa kanala (na primjer, pritiskom na '2' prelazi na 'A' ili prvo na '2'), kada se izvrše unaprijed postavljene radnje 'Brze akcije'.
it: Questa opzione consente di scegliere a cosa si accede premendo il primo pulsante nella schermata dell'elenco dei canali (premendo '2' si accede prima ad 'A' o '2') quando vengono eseguite le azioni preimpostate 'Azioni rapide'.
lt: Ši parinktis leidžia pasirinkti, kur pirmu mygtuko paspaudimu peršokama kanalų pasirinkimo sąrašo lange (taip, paspaudus '2', pirma peršoka į 'A', ar pirma į '2'), kai vykdomi "skubių veiksmų" iš anksto nustatyti veiksmai.
nl: Stel hier in wat er moet gebeuren wanneer u op de eerste knop drukt in de zenderlijst. Bij het drukken op '2' springt u naar '2' wanneer zendernummers zijn ingeschakeld. Zonder zendernummers springt u naar de eerste zender die begint met de letter 'A'.
sr: Ova opcija vam omogućava da izaberete na šta prvi pritisak dugmeta prelazi na ekranu liste kanala (tako da pritiskom na '2' prelazi na 'A' ili prvo na '2'), kada se izvršavaju unapred podešene akcije 'Brze akcije'.
sv: Med det här alternativet kan du välja vad den första knapptryckningen hoppar till på skärmen med kanallistan (om du trycker på "2" hoppar du till "A" eller "2" först) när de förinställda åtgärderna i "Snabbåtgärder" utförs.
tr: Bu seçenek “Hızlı İşlemler” önceden ayarlanmış işlemleri gerçekleştirildiğinde, kanal listesi ekranında ilk tuşa basıldığında hangi kanala geçileceğini seçmenizi sağlar (yani “2” tuşuna basıldığında önce 'A' veya '2'ye geçilir).
uk: Ця опція дозволяє вибрати, на що переходить перше натискання кнопки на екрані списку каналів (тобто натискання '2' спочатку переходить до 'A' або '2'), коли виконуються попередньо встановлені дії 'Швидкі дії'.

source: This option allows you to choose whether or not to display genre information for the event.
bg: Тази опция ви позволява да изберете дали да покажете информация за жанра за събитието или не.
cs: Tato možnost vám umožňuje zvolit, zda chcete zobrazit informace o žánru události.
da: Denne mulighed tillader dig at vælge om genre-information for begivenheden skal vises eller ikke.
de: Bei 'Ja' werden Genreinformationen für das Ereignis angezeigt.
el: Αυτή η επιλογή επιτρέπει ή όχι την εμφάνιση των πληροφοριών του είδους του προγράμματος.
fi: Tämä asetus määrittää näytetäänkö ohjelmatyylitiedot.
fr: Cette option vous permet de choisir d'afficher ou non les informations de genre pour l'événement.
hr: Ova vam opcija omogućuje da odaberete želite li prikazati informacije o žanru događaja ili ne.
it: Questa opzione consente di scegliere se visualizzare o meno le informazioni sul genere per l'evento.
lt: Ši pasirinktis leidžia pasirinkti, rodyti, ar ne įvykio žanro informaciją.
nl: Hier kunt u instellen of u genre informatie voor het programma wilt zien of niet.
pl: Ta opcja pozwala wybrać, czy wyświetlać informacje o gatunku dla zdarzenia.
sk: Nastavenie, či sa pre udalosť zobrazí informácia o žánri.
sr: Оva opcija omogućava da odaberete da li želite prikazati info o žanru za događaj.
sv: Med det här alternativet kan du välja om du vill visa genreinformation för evenemanget eller inte.
ta: நிகழ்விற்கான வகை தகவல்களைக் காண்பிக்கலாமா வேண்டாமா என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது.
tr: Bu seçenek etkinlik için tür bilgilerinin görüntülenip görüntülenmeyeceğini seçmenizi sağlar.
uk: Цей параметр дозволяє Вам вибрати, відображати інформацію про жанр передачі чи ні.
zh_cn: 此选项允许您选择是否为事件显示类型信息.

source: This option allows you to enable 3D Surround Sound.
bg: Тази опция ви позволява да разрешите 3D съраунд звук.
cs: Tato možnost umožňuje povolit 3D prostorový zvuk.
da: Denne mulighed tillader dig at aktivere 3D Surround Sound.
de: Einstellen der 3D Surround Sound Ausgabe.
el: Αυτή η επιλογή επιτρέπει την ενεργοποίηση του Περιφερειακού ήχου 3D.
et: Selles valikus saad lubada väljundile 3D ruumheli.
fi: Tämä asetus määrittää käyttöön 3D Surround Sound äänet.
fr: Cette option vous permet d'activer le 3D Surround Sound.
hr: Ova opcija omogućuje vam da omogućite 3D surround zvuk.
hu: Ez az opció lehetővé teszi a 3D Surround hang használatát.
it: Questa opzione consente di abilitare l'audio surround 3D.
lt: Ši parinktis leidžia įjungti 3D erdvinį garsą.
nl: U kunt deze optie gebruiken om 3D Surround geluid te activeren.
pl: Ta opcja umożliwia włączenie dźwięku przestrzennego 3D.
ru: Позволяет включить поддержку объемного звука 3D.
sk: Zapnutie zvuku 3D Surround.
sr: Оva opcija omogućava da omogućite 3D Surround Zvuk.
sv: Med det här alternativet kan du aktivera 3D Surround Sound.
ta: இந்த விருப்பம் 3D சரவுண்ட் ஒலியை இயக்க உங்களை அனுமதிக்கிறது.
tr: Bu seçenek 3D Surround Ses özelliğini etkinleştirmenizi sağlar.
uk: Цей параметр дозволяє Вам включити підтримку об'ємного звуку 3D.
vi: Tùy chọn này cho phép bạn bật Âm thanh vòm 3D.
zh_cn: 此选项允许您启用三维环绕声.

source: This option allows you to set offset values for different Letterbox resolutions.
cs: Tato možnost umožňuje nastavit hodnoty odsazení pro různá rozlišení Letterbox.
el: Αυτή η επιλογή επιτρέπει τη ρύθμιση τιμών ολίσθησης για διαφορετικές αναλύσεις letterbox.
fi: Tämän vaihtoehdon avulla voit asettaa offset arvoja eri Letterbox resoluutioihin.
hr: Ova opcija omogućuje postavljanje vrijednosti pomaka za različite razlučivosti Letterboxa.
it: Questa opzione consente di impostare valori di offset per diverse risoluzioni Letterbox.
nl: Offset-waarden voor diverse Letterbox-resoluties instellen.
pl: Ta opcja umożliwia ustawienie wartości przesunięcia dla różnych rozdzielczości Letterbox.
sk: Nastavenie hodnoty odsadenia pre rôzne rozlíšenia letterboxu.
sr: Ova opcija vam omogućava da postavite pomak vrednosti razlike Letterbox rezolucije.
sv: Med det här alternativet kan du ställa in offsetvärden för olika Letterbox-upplösningar.
ta: வெவ்வேறு லெட்டர்பாக்ச் தீர்மானங்களுக்கான ஆஃப்செட் மதிப்புகளை அமைக்க இந்த விருப்பம் உங்களை அனுமதிக்கிறது.
tr: Bu seçenek farklı Sinemaskop çözünürlükleri için dengeleme değerleri ayarlamanıza olanak tanır.
uk: Цей параметр дозволяє встановити значення зсуву для різних роздільних здатностей Letterbox.

source: This option allows you to set the Auto Volume Level output.
cs: Tato možnost konfiguruje nastavení automatické úrovně hlasitosti.
el: Αυτή η επιλογή ρυθμίζει το επίπεδο της αυτόματης έντασης ήχου.
hr: Ova opcija omogućuje vam postavljanje automatske razine glasnoće izlaza.
it: Questa opzione configura le impostazioni del volume automatico.
lt: Ši parinktis leidžia nustatyti galimą automatinį garsumo lygį.
nl: Met deze optie kunt u het automatische volumeniveau configureren.
sr: Оva opcija konfiguriše da možete podesiti nivo Auto Jačine Zvuka.
sv: Med det här alternativet kan du ställa in Auto Volume Level.
tr: Bu seçenek otomatik ses seviyesi çıkışını ayarlamanıza olanak tanır.
uk: Тут можете вибрати рівень автоматичного регулювання гучності.

source: This option allows you to set the layout view (Text or Graphics).
cs: Tato volba vám umožňní nastavit zobrazení (text nebo grafika).
el: Αυτή η επιλογή ορίζει τον τρόπο εμφάνισης (κείμενο ή γραφικά).
hr: Ova opcija omogućuje vam da postavite prikaz izgleda (Tekst ili Grafika).
it: Questa opzione consente di impostare la visualizzazione del layout (testo o grafica).
lt: Ši parinktis leidžia nustatyti vaizdo išdėstymą (tekstinio ir grafinio).
nl: Hier kunt u een weergave kiezen voor de EPG.
sr: Ova opcija vam omogućava da postavite izgled prikaza (Tekst ili Grafika).
sv: Med det här alternativet kan du ställa in layoutvyn (Text eller Grafik).
tr: Bu seçenek düzen görünümünü (Metin veya Grafik) ayarlamanıza olanak tanır.
uk: Цей параметр дозволяє Вам вибрати тип перегляду (Текст або Графіка).

source: This option allows you to switch Audio to Bluetooth speakers.
cs: Tato volba umožňuje přepnout zvuk na reproduktory BT.
el: Αυτή η επιλογή επιτρέπει την αλλαγή ήχου σε ηχεία BT.
hr: Ova opcija vam omogućuje prebacivanje zvuka na Bluetooth zvučnike.
it: Questa opzione consente di passare l'audio agli altoparlanti BT.
lt: Ši parinktis leidžia perjungti garsą į BT garsiakalbius.
nl: Met deze optie kunt u Audio switchen naar BT speakers.
sr: Ova opcija vam omogućava da prebacite zvuk na Bluetooth zvučnike.
sv: Med detta alternativ kan du växla ljud till BT-högtalare.
tr: Bu seçenek sesi Bluetooth hoparlörlere ayarlamanıza izin verir.
uk: Ця опція дозволяє перемикати аудіосистему на BT динамік.

source: This option allows you to the SNR as a percentage (not all receivers support this).
bg: Тази опция ви позволява да използвате SNR като процент (не всички приемници поддържат това).
cs: Tato volba umožňuje zobrazovat Kvalitu signálu v procentech (toto nepodporují všechny stb).
da: Denne mulighed tillader dig at vis SNR som en procentdel (ikke alle modtagere understøtter dette).
de: Einstellen, ob der Signalwert SNR in 'dB' statt '%' anzeigt werden soll (nicht alle Receiver unterstützen diese Funktion).
el: Αυτή η επιλογή επιτρέπει την εμφάνιση του SNR ως ποσοστό (δεν υποστηρίζεται από όλους τους δέκτες).
et: See valik võimaldab näidata SNR protsentides (kõik vastuvõtjad seda ei toeta).
fi: Määrittää, näytetäänkö SNR (signaalikohinasuhde) desibeleinä vai prosentteina (kaikki laitteet eivät tue tätä).
fr: Cette option permet d'afficher le SNR en pourcentage (tous les récepteurs ne le permettent pas).
hr: Ova opcija vam omogućuje SNR kao postotak (ne podržavaju svi prijemnici ovo).
hu: Ez az opció lehetővé teszi, hogy az SNR százalékos arányként jelenjen meg (ezt nem minden vevő egység támogatja).
it: Questa opzione consente di avere l'SNR in percentuale (non tutti i ricevitori lo supportano).
lt: Ši parinktis leidžia jums rodyti SNR procentais (ne visi imtuvai tai palaiko).
nl: Hiermee kiest u of de SNR in dB of in % wordt weergegeven (niet alle ontvangers ondersteunen dit).
pl: Ta opcja pozwala SNR pokazać jako procentowe (nie wszystkie odbiorniki mają wsparcie ).
ru: Эта опция позволяет показать SNR в dB (поддерживается не всеми ресиверами)
sk: Zobrazenie SNR v percentách namiesto dB (nepodporujú všetky prijímače).
sr: Оva opcija omogućava SNR u procentima (to ne podržavaju svi resiveri).
sv: Med detta alternativ kan du ange SNR i procent (detta stöds inte av alla mottagare).
ta: இந்த விருப்பம் ஒரு சதவீதமாக எச்.என்.ஆருக்கு உங்களை அனுமதிக்கிறது (எல்லா பெறுநர்களும் இதை ஆதரிக்கவில்லை).
tr: Bu seçenek SNR'yi yüzde olarak ifade etmenizi sağlar (tüm alıcılar bunu desteklemez).
uk: Цей параметр дозволяє Вам показати SNR в dB (підтримується не всіма приймачами).
vi: Tùy chọn này cho phép bạn SNR theo tỷ lệ phần trăm (không phải tất cả các máy thu đều hỗ trợ điều này).
zh_cn: 此选项允许您的信噪比为一个百分比(不是所有的接收器都支持).

source: This option allows you to use all HDMI Modes
bg: Тази опция ви позволява да използвате всички HDMI режими
cs: Tato možnost umožňuje používat všechny režimy HDMI
da: Denne mulighed tillader dig at bruge alle HDMI tilstande
de: Bei 'Ja' können Sie alle HDMI-Modi verwenden.
el: Αυτή η επιλογή επιτρέπει τη χρήση όλων των λειτουργιών HDMI
et: See valik võimaldab kasutada kõiki HDMI režiime
fi: Tämä asetus sallii käyttää kaikkia HDMI tiloja
fr: Cette option vous permet d'utiliser tous les modes HDMI
hr: Ova vam opcija omogućuje korištenje svih HDMI načina rada
hu: Ez az opció lehetővé teszi az összes HDMI mód használatát
it: Questa opzione consente di usare tutte le modalità HDMI
lt: Ši parinktis leidžia naudoti visus HDMI režimus
nl: Met deze optie kunt u alle HDMI modus gebruiken
pl: Ta opcja pozwala na korzystanie ze wszystkich trybów HDMI
sk: Táto voľba umožňuje používať všetky režimy HDMI
sr: Оva opcija omogućava da koristite sve HDMI režime
sv: Med detta alternativ kan du använda alla HDMI-lägen
ta: இந்த விருப்பம் அனைத்து HDMI முறைகளையும் பயன்படுத்த உங்களை அனுமதிக்கிறது
tr: Bu seçenek tüm HDMI Modlarını kullanmanızı sağlar
uk: Ця опція дозволяє використовувати всі режими HDMI
vi: Tùy chọn này cho phép bạn sử dụng tất cả các Chế độ HDMI
zh_cn: 此选项允许您使用所有HDMI模式

source: This option allows you to view the old and new settings side by side.
bg: Тази опция позволява да видите стари и нови настройки една до друга.
cs: Tato volba umožňuje zobrazit staré a nové nastavení vedle sebe.
da: Denne mulighed tillader dig at vise gamle og nye indstillinger side om side.
de: Einstellen, ob und wie das Bild mit den alten und neuen Werten nebeneinander anzeigt werden soll.
el: Αυτή η επιλογή επιτρέπει την επισκόπηση των παλιών με τις νέες ρυθμίσεις σε παράθεση.
et: See valik võimaldab vaadelda uusi ja vanu seadistusi kõrvuti.
fi: Määrittää, näytetäänkö vanhat ja uudet asetukset rinnakkain.
fr: Cette option vous permet de visualiser les anciens et nouveaux paramètres côte-à-côte.
hr: Ova vam opcija omogućuje pregled starih i novih postavki jednu pored druge.
hu: Ez az opció lehetővé teszi a régi és az új beállítások egymás melletti megtekintését.
it: Questa opzione consente di visualizzare le vecchie e le nuove impostazioni fianco a fianco.
lt: Ši parinktis leidžia jums peržiūrėti senus ir naujus nustatymus vienu metu.
nl: Met deze optie kunt u de oude en de nieuwe instelling in een half beeld naast elkaar zien. Dit vergemakkelijkt het maken van de juiste instelling. (Default: Uit)
pl: Ta opcja pozwala Ci zobaczyć stare i nowe ustawienia obok siebie.
ru: Эта опция позволяет показать старые и новые настройки в двух разделенных окнах вертикально.
sk: Zobrazenie starých a nových nastavení vedľa seba.
sr: Оva opcija omogućava da stare i nove postavke prikažete jednu do druge.
sv: Med det här alternativet kan du visa de gamla och nya inställningarna sida vid sida.
ta: இந்த விருப்பம் பழைய மற்றும் புதிய அமைப்புகளை அருகருகே பார்க்க உங்களை அனுமதிக்கிறது.
tr: Bu seçenek eski ve yeni ayarları yan yana görmenizi sağlar.
uk: Цей параметр дозволяє Вам показати старі і нові настройки у двох розділених вікнах вертикально.
vi: Tùy chọn này cho phép bạn xem các cài đặt cũ và mới cạnh nhau.
zh_cn: 此选项允许您并排查看旧的和新的设置.

source: This option configures the audio delay value for Bluetooth speakers.
cs: Tato možnost konfiguruje obecné zpoždění zvuku pro reproduktory BT.
el: Αυτή η επιλογή ρυθμίζει τη γενική καθυστέρηση ήχου για τα ηχεία BT.
hr: Ova opcija postavlja vrijednost kašnjenja zvuka za Bluetooth zvučnike.
it: Questa opzione configura il ritardo audio generale per gli altoparlanti BT.
lt: Ši parinktis sukonfigūruoja bendrą BT garsiakalbių garso delsą.
nl: Deze instelling bepaalt de algemene audiovertraging voor BT speakers.
sr: Ova opcija podešava vrednost kašnjenja zvuka za Bluetooth zvučnike.
sv: Det här alternativet konfigurerar den allmänna ljudfördröjningen för BT-högtalare.
tr: Bu seçenek Bluetooth hoparlörler için ses gecikme değerini yapılandırır.
uk: Ця опція налаштовує загальну затримку звуку для BT динаміків.

source: This option configures the picture sharpness.
bg: Тази опция конфигурира остротата на картината.
cs: Tato možnost nastavuje ostrost obrazu.
da: Denne mulighed konfigurer billedskarpheden.
de: Diese Option bestimmt die Skalierschärfe.
el: Αυτή η επιλογή ρυθμίζει την οξύτητα της εικόνας.
et: See valik määrab pildi teravuse.
fi: Tämä asetus määrittää kuvan terävyyden.
fr: Cette option configure la netteté de l'image.
hr: Ova opcija konfigurira oštrinu slike.
hu: Ez az opció beállítja a kép élességét.
it: Questa opzione configura la nitidezza dell'immagine.
lt: Ši parinktis nustato vaizdo ryškumą.
nl: Hiermee stelt u de beeldscherpte in.
pl: Ta opcja ustawia ostrość obrazu.
sk: Nastavenie ostrosti obrazu.
sr: Оva opcija konfiguriše oštrinu slike.
sv: Detta alternativ konfigurerar bildens skärpa.
ta: இந்த விருப்பம் படக் கூர்மையை உள்ளமைக்கிறது.
tr: Bu seçenek görüntünün netliğini yapılandırır.
uk: Цей параметр налаштовує різкість зображення.
vi: Tùy chọn này cấu hình độ sắc nét của hình ảnh.
zh_cn: 此选项配置图片清晰度.

source: This option configures the screen resolution in PC output mode.
bg: Тази опция конфигира разделителната способност на екрана в PC изходен режим.
cs: Tato volba umožňuje nastavení rozlišení obrazovky pro PC výstupní mód.
da: Denne mulighed konfigurer skærmopløsning i PC udgangstilstand.
de: Diese Option erlaubt es, die Bildauflösung im PC-Modus einzustellen.
el: Αυτή η επιλογή ρυθμίζει την ανάλυση οθόνης σε λειτουργία εξόδου PC.
et: See valik määrab ekraanilahutuse PC-väljundi režiimis.
fi: Määrittää näytön resoluution PC-ulostulotilassa.
fr: Cette option permet de configurer la résolution d'écran en mode sortie PC.
hr: Ova opcija konfigurira razlučivost zaslona u izlaznom načinu rada računala.
hu: Ez az opció konfigurálja a képernyő felbontását PC kimenet üzemmódban.
it: Questa opzione configura la risoluzione dello schermo nella modalità di output del PC.
lt: Ši parinktis leidžia nustatyti ekrano rezoliuciją PC išvesties režime.
nl: Deze optie stelt de schermresolutie in de PC-modus in.
pl: Ta opcja konfiguruje rozdzielczość ekranu w trybie wyjścia PC.
ru: Настройка разрешения экрана в режиме ПК выход.
sk: Nastavenie rozlíšenia obrazovky v režime výstupu pre PC.
sr: Оva opcija konfiguriše rezoluciju ekrana u izlaznom režimu računara.
sv: Detta alternativ konfigurerar skärmupplösningen i PC-utmatningsläge.
ta: இந்த விருப்பம் பிசி வெளியீட்டு பயன்முறையில் திரை தெளிவுத்திறனை உள்ளமைக்கிறது.
tr: Bu seçenek PC çıkış modundaki ekran çözünürlüğünü yapılandırır.
uk: Налаштування роздільної здатності екрану в режимі виходу для ПК.
vi: Tùy chọn này cấu hình độ phân giải màn hình ở chế độ đầu ra PC.
zh_cn: 此选项配置屏幕分辨率在PC输出模式.
