Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Exit editor
bg: Изход от редактора
cs: Zavřít editor
da: Afslut redigering
de: Editor beenden
el: Έξοδος από την επεξεργασία
et: Sulge redaktor
fi: Poistu editorista
fr: Quitter éditeur
hr: Izlaz iz uređivača
hu: Kilépés a szerkesztőből
it: Esci dall'editor
lt: Užverti redaktorių
nl: Editor afsluiten
pl: Wyjdź z edytora
pt_br: Sair do editor
ru: Выйти из редактора
sk: Ukončiť editor
sl: Izhod iz urejevalnika
sr: Izlaz iz uređivača
sv: Avsluta redigerare
ta: வெளியேறும் ஆசிரியர்
tr: Düzenleyiciden çık
uk: Вийти з редактора
vi: Thoát biên tập
zh_cn: 退出编辑

source: Exit editor and discard any changes
cs: Ukončit editor a zrušit všechny změny
el: Έξοδος από την επεξεργασία και ακύρωση όλων των αλλαγών
fi: Poistu editorista ja hylkää kaikki muutokset
hr: Izađite iz uređivača i odbacite sve promjene
it: Esci dall'editor e scarta tutte le modifiche
lt: Išeikite iš redaktoriaus ir atmeskite bet kokius pakeitimus
nl: Sluit de editor af en alle wijzigingen annuleren
pl: Zamknij edytor i odrzuć wszelkie zmiany
sk: Ukončiť editor a zahodiť všetky vykonané zmeny
sr: Izlaz iz uređivača i odbaci sve promene
sv: Avsluta editorn och kassera eventuella ändringar
ta: எடிட்டரை விட்டு வெளியேறி எந்த மாற்றங்களையும் நிராகரிக்கவும்
tr: Düzenleyiciden çık ve değişiklikleri iptal et
uk: Вийти із редактора та скасувати всі зміни

source: Exit editor and save any changes
cs: Ukončit editor a uložit všechny změny
el: Έξοδος από την επεξεργασία και αποθήκευση όλων των αλλαγών
fi: Poistu editorista ja tallenna muutokset
hr: Izađite iz uređivača i spremite sve promjene
it: Esci dall'editor e salva le modifiche
lt: Išeikite iš redaktoriaus ir išsaugokite visus pakeitimus
nl: Sluit de editor af en alle wijzigingen opslaan
pl: Zamknij edytor i zapisz wszystkie zmiany
sk: Ukončiť editor a uložiť vykonané zmeny
sr: Izlaz iz uređivača i sačuvaj sve promene
sv: Avsluta editorn och spara eventuella ändringar
ta: எடிட்டரை விட்டு வெளியேறி எந்த மாற்றங்களையும் சேமிக்கவும்
tr: Düzenleyiciden çık ve değişiklikleri kaydet
uk: Вийти із редактора та зберегти усі зміни

source: Exit image viewer
cs: Ukončit prohlížeč obrázků
el: Έξοδος από την προβολή εικόνων
fi: Poistu kuvankatseluohjelmasta
nl: De fotoviewer afsluiten
pl: Zamknij przeglądarkę obrazów
sk: Ukončiť prehliadač obrázkov
ta: பட பார்வையாளரை விட்டு வெளியேறவும்
tr: Resim görüntüleyiciden çık
uk: Вийти з програми перегляду зображень

source: Exit input device selection.
bg: Изход от избор на входно устройство.
cs: Zavřít výběr vstupních zařízení.
da: Afslut valg af input-enhed.
de: Eingabegeräteauswahl verlassen.
el: Έξοδος από επιλογή συσκευής εισαγωγής.
et: Välju sisendseadmete valikust.
fi: Poistu syöttölaitteen valinnasta.
fr: Quitter la sélection des périphériques d'entrée.
hr: Izađite iz odabira ulaznog uređaja.
hu: Kilépés a bemeneti eszközválasztásból.
it: Esci dalla selezione del dispositivo di input.
lt: Užverti įvesties prietaiso pasirinkimą.
nl: Beëindig invoerapparaatselectie.
pl: Wyjdź z wyboru urządzenia wejściowego.
pt_br: Sair da seleção de dispositivos de entrada
ru: Выход из выбора устройств.
sk: Ukončiť výber vstupného zariadenia.
sl: Zapri izbirnik vhodne naprave
sr: Izlaz iz selekcije ulaznog uređaja.
sv: Avsluta valet av inmatningsenhet.
ta: உள்ளீட்டு சாதனத் தேர்விலிருந்து வெளியேறவும்.
tr: Giriş cihazı seçiminden çık.
uk: Вийти з вибору пристрою введення.
vi: Thoát lựa chọn thiết bị đầu vào.
zh_cn: 退出输入设备选择.

source: Exit media player?
bg: Изход от мултимедиен плейър?
cs: Zavřít přehrávač?
da: Afslut Medieafspiller ?
de: Mediaplayer verlassen?
el: Έξοδος από την αναπαραγωγή πολυμέσων;
et: Kas sulgeda meediamängija?
fi: Poistu Media soittimesta?
fr: Quitter le lecteur multimédia ?
hr: Izlaz iz medija plejera?
hu: Kilépés a médialejátszóból?
it: Uscire da Mediaplayer?
lt: Užverti medija grotuvą?
nl: Mediaspeler afsluiten?
pl: Wyjść z odtwarzacza multimedialnego?
pt_br: Sair do reprodutor de mídia?
ru: Выйти из медиаплеера?
sk: Ukončiť prehrávač médií?
sr: Izlaz iz medija plejera?
sv: Avsluta mediaspelare?
ta: மீடியா பிளேயரை விட்டு வெளியேறவா?
tr: Medya oynatıcıdan çıkılsın mı?
uk: Вийти з медіапрогравача?
vi: Thoát khỏi máy nghe nhạc?
zh_cn: 退出媒体播放器?"

source: Exit mediaplayer
bg: Изход от мултимедиен плейър
cs: Zavřít přehrávač
da: Afslut Medieafspiller
de: Mediaplayer beenden
el: Έξοδος από την αναπαραγωγή πολυμέσων
et: Sulge meediamängija
fi: Poistu Mediasoittimesta
fr: Quitter le lecteur de média
hr: Izlaz iz medija plejera
hu: Kilépés a mediaplayerből
it: Esci da Mediaplayer
lt: Užverti medija grotuvą
nl: Mediaspeler afsluiten
pl: Wyjdź z odtwarzacza multimedialnego
pt_br: Sair do reprodutor de mídia
ru: Закрыть медиаплеер
sk: Ukončiť prehrávač médií
sr: Izlaz iz medija plejera
sv: Avsluta mediaplayer
ta: மீடியா பிளேயரை விட்டு வெளியேறவும்
tr: Medya oynatıcıdan çık
uk: Вийти з медіапрогравача
vi: Thoát phương tiện truyền thông
zh_cn: 退出播放器

source: Exit menu
bg: Изход от менюто
cs: Opustit menu
el: Μενού εξόδου
fi: Poistu valikosta
fr: Menu de sortie
hr: Izlazak iz menu
it: Menu di uscita
lt: Išeiti iš meniu
pl: Wyjdź z menu
sk: Zatvoriť menu
sr: Izlaz iz menija
sv: Avsluta menyn
ta: வெளியேறும் பட்டியல்
tr: Menüden çık
uk: Вийти з меню

source: Exit movie player?
bg: Изход от филмовия плеър?
cs: Zavřít přehrávač?
da: Afslut Filmafspiller ?
de: Movieplayer verlassen?
el: Έξοδος από την αναπαραγωγή ταινιών;
et: Kas lõpetada taasesitus?
fi: Lopeta tallenteen katselu?
fr: Quitter le lecteur de films ?
hr: Izlaz iz filmskog plejera?
hu: Kilépés a filmlejátszóból?
it: Uscire dal lettore?
lt: Užverti filmų grotuvą?
nl: Opnamespeler beëindigen?
pl: Wyjść z odtwarzacza?
pt_br: Sair do reprodutor de mídia?
ru: Выйти из плеера?
sk: Ukončiť prehrávač médií?
sr: Izlaz iz filmskog plejera?
sv: Avsluta filmspelare?
ta: திரைப்பட வீரர் வெளியேறவா?
tr: Film oynatıcıdan çıkılsın mı?
uk: Вийти з відео плеєра?
vi: Thoát khỏi trình phát phim?
zh_cn: 是否退出电影播放器?

source: Exit network adapter configuration
bg: изход от конфигурацията на мрежовия адаптер
cs: Zavřít nastavení síťového adaptéru
el: Έξοδος από ρύθμιση προσαρμογέα δικτύου
fi: poistu verkkosovittimen asetuksista
fr: Quitter configuration adaptateur réseau
hr: Izlaz iz konfiguracije mrežnog adaptera
it: Esci da configurazione interfaccia di rete
lt: Užverti tinklo adapterio konfigūravimą
nl: verlaat de netwerkadapter configuratie
pl: wyjść z menu konfiguracji karty sieciowej
sk: Zatvoriť nastavovanie sieťového adaptéra
sr: Izlaz iz konfiguracije mrežnog adaptera
sv: Avsluta konfigurationen av nätverksadaptern
ta: பிணைய அடாப்டர் உள்ளமைவிலிருந்து வெளியேறவும்
tr: Ağ bağdaştırıcısı yapılandırmasından çık
uk: вийти з налаштування мережевого адаптера

source: Exit network adapter setup menu
cs: Ukončit nabídku nastavení síťového adaptéru
el: Έξοδος από τη ρύθμιση προσαρμογέα δικτύου
fi: Poistu verkkosovittimen asetus valikosta
hr: Izađite iz menu za postavljanje mrežnog adaptera
it: Esci dal menu di configurazione della scheda di rete
lt: Užverti tinklo adapterio konfigūravimo meniu
nl: Het Netwerkadapter Setup-menu afsluiten
pl: Wyjdź z menu konfiguracji karty sieciowej
sk: Zatvoriť menu pre nastavenie sieťového adaptéra
sr: Izlaz iz menija za podešavanje mrežnog adaptera
sv: Avsluta inställningsmenyn för nätverksadapter
ta: பிணையம் அடாப்டர் அமைவு மெனுவிலிருந்து வெளியேறவும்
tr: Ağ bağdaştırıcısı kurulum menüsünden çık
uk: Вийти з меню налаштування мережевого адаптера

source: Exit network interface list
bg: Изход от списъка с мрежови интерфейси
cs: Zavřít seznam síťových rozhraní
da: Afslut netværksgrænseflade liste
de: Netzwerkadapterübersicht verlassen
el: Έξοδος από τη λίστα διεπαφών δικτύου
et: Välju võrguliideste nimekirjast
fi: Poistu verkkosovitinluettelosta
fr: Quitter la liste des interfaces réseau
hr: Izlaz iz popisa mrežnog sučelja
hu: Kilépés a hálózati interfészek listájából
it: Esci dall'elenco interfacce di rete
lt: Užverti tinklo sąsajų sąrašą
nl: Verlaat het netwerkinterfaceoverzicht
pl: Opuść listę interfejsów sieciowych
pt_br: Sair da lista de interface de rede
ru: Закрыть список сетевых интерфейсов
sk: Zatvoriť zoznam sieťových rozhraní
sr: Izlaz iz liste mrežnih interfejsa
sv: Avsluta lista över nätverksgränssnitt
ta: பிணைய இடைமுக பட்டியலிலிருந்து வெளியேறவும்
tr: Ağ arayüzü listesinden çık
uk: Вийти з списку мережевих інтерфейсів
vi: Thoát khỏi danh sách giao diện mạng
zh_cn: 退出网络界面列表

source: Exit network wizard
bg: Изход от мрежовия помощник
cs: Zavřít síťového průvodce
da: Afslut netværksassistenten
de: Netzwerkassistenten verlassen
el: Έξοδος από τον οδηγό δικτύου
et: Välju võrgu häälestusest
fi: Poistu verkkoasennuksesta
fr: Quitter l’assistant réseau
hr: Izlaz iz mrežnog čarobnjaka
hu: Kilépés a Hálózati Varázslóból
it: Esci dalla procedura guidata di rete
lt: Užverti tinklo vedlį
nl: Verlaat de Netwerk Wizard
pl: Wyjdź z konfiguracji sieci
pt_br: Sair do assistente de rede
ru: Выйти из мастера
sk: Ukončiť sprievodcu sieťou
sl: Zapri omrežni čarovnik
sr: Izlaz iz mrežnog čarobnjaka
sv: Avsluta nätverksguiden
ta: பிணையம் வழிகாட்டி வெளியேறவும்
tr: Ağ sihirbazından çık
uk: Вийти з майстра мережі
vi: Thoát khỏi thuật sĩ mạng
zh_cn: 退出网络向导

source: Exit quad PiP
bg: Излезте от quad PiP
cs: Ukončit quad PiP
da: Afslut firedobbelt PiP
de: Beende Quad Bild im Bild
el: Έξοδος από το τετραπλό PiP
et: Sulge Quad PiP
fi: Poistu quad PiP
fr: Quitter le quad PiP
hr: Izlaz iz 4X PiP
hu: Kilépés a Quad Kép-a-Képben funkcióból
it: Esci dal PiP quad
lt: Užverti 4 PiP
nl: Verlaat Quad PiP
pl: Wyjdź z quad PiP
sk: Ukončiť Quad PiP
sr: Izlaz iz 4X PiP
sv: Utgång Quad PiP
ta: வெளியேறும் குவாட் பிப்
tr: Quad PiP'den çık
uk: Вийти з чотирьохекранного ПІП
vi: Thoát khỏi PiP
zh_cn: 退出4画面PiP

source: Exit the wizard
bg: Изход от помощника
cs: Zavřít průvodce
da: Afslut assistenten
de: Assistenten beenden
el: Έξοδος από τον οδηγό
et: Välju juhendatud seadistusabist
fi: Poistu ohjatusta asennustoiminnosta
fr: Quitter l'assistant
hr: Izlaz iz čarobnjaka
hu: Kilépés a Varázslóból
it: Esci dalla configurazione guidata
lt: Užverti nustatymų vedlį
nl: Wizard afsluiten
pl: Wyjdź z kreatora
pt_br: Sair do assistente
ru: Выйти из мастера настроек
sk: Ukončiť sprievodcu
sl: Izhod iz čarovnika
sr: Izlaz iz čarobnjaka
sv: Avsluta guiden
ta: மந்திரவாதியில் இருந்து வெளியேறவும்
tr: Sihirbazdan çık
uk: Вийти з помічника
vi: Thoát khỏi trình hướng dẫn
zh_cn: 退出向导

source: Exit viewer
cs: Ukončit prohlížeč
el: Έξοδος από την προβολή
fi: Poistu katselusta
hr: Izlaz iz preglednika
it: Esci dal visualizzatore
lt: Išeiti iš peržiūros programos
nl: Viewer afsluiten
pl: Zamknij przeglądarkę
sk: Zatvoriť prehliadač
sr: Izlaz iz prikazivača
sv: Avsluta tittaren
ta: பார்வையாளரை விட்டு வெளியேறவும்
tr: Görüntüleyiciden çık
uk: Вийти з програми перегляду

source: Exit without performing a backup
cs: Konec bez provedení zálohy
el: Έξοδος χωρίς να γίνει εφεδρεία
fi: Poistu ilman varmuuskopiointia
hr: Izlaz bez izvođenja sigurnosne kopije
it: Esci senza eseguire un backup
nl: Afsluiten, zonder een back-up te maken
pl: Wyjdź bez wykonywania kopii zapasowej
sk: Koniec bez vykonania zálohy
sr: Izlaz bez obavljanja rezervne kopije
sv: Avsluta utan att utföra en säkerhetskopiering
ta: காப்புப்பிரதி செய்யாமல் வெளியேறவும்
tr: Yedekleme yapmadan çık
uk: Вийти і не робити резервної копії

source: Expand
bg: Разширете
cs: Rozbalit
da: Udvid
de: Erweitern
el: Επέκταση
et: Keri lahti
fi: Laajentaa
fr: Développer
hr: Proširi
it: Espandi
lt: Išskleisti
nl: Lijst openen
pl: Pokaż
sk: Rozbaliť
sr: Razvij
sv: Expandera
ta: விரிவாக்கு
tr: Genişletmek
uk: Розгорнути
vi: Mở rộng
zh_cn: 展开

source: Experimental film/video
cs: experimentální film/video
el: πειραματικές ταινίες/βίντεο
hr: Eksperimentalni film/video
it: film/video sperimentali
lt: eksperimentinis filmas/vaidzas
nl: experimentele film/video
sr: Eksperimentalni film/video
sv: experimentell film/video
tr: Deneysel film/video
uk: експериментальний фільм/відео

source: Experimental mode
bg: Експериментален режим
cs: Experimentální režim
da: Eksperimental tilstand
de: Experimenteller Modus
el: Πειραματική λειτουργία
et: Eksperimentaalne
fi: Laaja tila
fr: Mode expérimental
hr: Eksperimentalni način rada
hu: Kísérleti mód
it: Modalità sperimentale
lt: Eksperimentinis režimas
nl: Experimentele modus
pl: Tryb eksperymentalny
sk: Experimentálny režim
sr: Eksperimentalni režim
sv: Experimentellt läge
ta: சோதனை முறை
tr: Deneysel mod
uk: Експериментальний режим
vi: Chế độ thử nghiệm
zh_cn: 实验模式

source: Experimental: strict limitation to preferred tuners for recordings
bg: Експериментално: строго ограничение на предпочитани тунери за запис
cs: Experimentální: přísné omezení na preferované tunery pro nahrávání
da: Eksperimentel: Strikt begrænset til foretrukket Tunere for optagelser
de: Exp.: Beschränkung auf bevorzugte Tuner bei Aufnahmen
el: Πειραματικό: αυστηρός περιορισμός στα πρωτιμώμενα tuners για εγγραφές
et: Eksperimentaalne: rangelt piiratud salvestusteks eelistatud tuuneritega
fi: Kokeellinen: Rajoitus ensisijaisiin virittimiin tallennuksia varten
fr: Expérimental : limitation stricte aux tuners préférés pour enregistrements
hr: Eksperimentalno: strogo ograničenje na preferirane tunere za snimke
hu: Kísérleti: szigorú korlátozás a preferált felvételi tunerekhez
it: Sperimentale: stretta limitazione ai tuner preferiti per le registrazioni
lt: Eksperimentinis: griežtas, įrašams pageidaujamų imtuvų, apribojimas
nl: Experimenteel: strikte beperking tot voorkeur tuners voor de opnames
pl: Eksperymentalne: ścisłe ograniczenie do preferowanych tunerów do nagrań
sk: Experimentálne: prísne obmedzenie na preferované tunery pre nahrávky
sr: Eksperimentalno: Strogo ograničenje poželjnih tjunera za snimanje
sv: Experiment: strikt begränsning till föredragna tuners för inspelningar
ta: சோதனை: பதிவு செய்வதற்கு ட்யூனரை விரும்புவதற்கான கடுமையான வரம்பு
tr: Deneysel: Kayıtlar için tercih edilen tunerlerle sınırlı
uk: Експериментальний: суворе обмеження пріоритетних тюнерів для записів
vi: Thử nghiệm: giới hạn nghiêm ngặt đối với bộ chỉnh ưa thích cho bản ghi
zh_cn: 测试:严格限制录像首选调谐器

source: Expert
bg: Експерт
cs: Expertní
da: Ekspert
de: Experte
el: Εξειδικευμένο
et: Ekspert
fi: Laaja
hr: Stručnjak
hu: Haladó
it: Esperto
lt: Ekspertinis
pl: Ekspert
ru: Эксперт
sl: Napredno
sr: Ekspert
ta: வல்லுநர்
tr: Uzman
uk: Експерт
vi: Chuyên gia
zh_cn: 高级

source: Expert mode
bg: Експертен режим
cs: Expertní režim
da: Ekspert tilstand
de: Expertenmodus
el: Προχωρημένη λειτουργία
et: Eksperdi režiim
fi: Laaja tila
fr: Mode expert
hr: Stručni način rada
hu: Szakértő mód
it: Modalità per esperti
lt: Ekspertinis režimas
nl: Expert modus
pl: Tryb eksperta
sk: Režim pre expertov
sr: Ekspertni režim
sv: Expertläge
ta: வல்லுநர் பயன்முறை
tr: Uzman Modu
uk: Режим експерт
vi: Chế độ chuyên gia
zh_cn: 高级模式

source: Exposure bias
cs: Expoziční zkreslení
el: Απόκλιση έκθεσης
fi: Valotuksen korjaus
hr: Pristrasnost izlaganja
it: Bias di esposizione
lt: Poveikio šališkumas
nl: Belichting wijzigen
pl: Błąd ekspozycji
sk: Kompenzácia expozície
sr: Pristrasnost izlaganja
sv: Exponeringsbias
ta: வெளிப்பாடு சார்பு
tr: Görüntüleme yanlılığı
uk: Зміщення експозиції

source: Exposure program
cs: Expoziční program
el: Πρόγραμμα έκθεσης
fi: Valotus ohjelma
hr: Program ekspozicije
it: Programma di esposizione
lt: Poveikio programa
nl: Belichtingsprogramma
pl: Program ekspozycji
sk: Expozičný program
sr: Program ekspozicije
sv: Exponeringsprogram
ta: வெளிப்பாடு திட்டம்
tr: Görüntüleme programı
uk: Програма експозиції

source: Exposure time
cs: Expoziční doba
el: Χρόνος έκθεσης
fi: Valotus aika
hr: Vreme ekspozicije
it: Tempo di esposizione
lt: Poveikio trukmė
nl: Belichtingstijd
pl: Czas ekspozycji
sk: Expozičný čas
sr: Vreme ekspozicije
sv: Exponeringstid
ta: நேரிடுதல் காலம்
tr: Görüntüleme süresi
uk: Час експозиції

source: Ext. NumberZap
cs: Ext. ČísloZap
el: Εξωτ. NumberZap
fi: Numero
fr: Numéro externeZap
hr: Proš. BrojZap
it: NumeroZap esterno
lt: Išor. Numerio jungimas
pl: Wew. NumberZap
sk: Rozš. prepínanie číslami
sr: Proš. BrojZap
sv: Ext. nummerZap
tr: Dahili Numara Zap
uk: Зовн. Номер Перключення

source: Extend
bg: Разшири
cs: Rozšířit
da: Udvid
de: Verlängern
el: Επέκταση
et: Pikenda
fi: Laajenna
fr: Etendre
hr: Proširi
hu: Kiterjeszt
it: Estendi
lt: Praplėsti
nl: Uitgebreid
pl: Rozszerz
sk: Rozšíriť
sr: Proširi
sv: Utöka
ta: நீட்டிக்க
tr: Genişlet
uk: Розширити
vi: Mở rộng
zh_cn: 扩展

source: Extended
bg: Разширен
cs: Rozšířené
da: Udvidet
de: Erweitert
el: Εκτεταμένο
et: Laiendatud
fi: Laajennettu
fr: Etendu
hr: Prošireno
hu: Kiterjesztett
it: Avanzato
lt: Išplėstinis
nl: Uitgebreid
pl: Rozszerzony
sk: Rozšírené
sr: Prošireno
sv: Utökad
ta: நீட்டிக்கப்பட்ட
tr: Genişletilmiş
uk: Розширений
vi: Mở rộng
zh_cn: 扩展

source: Extended Networksetup Plugin...
bg: Разширен плъгин за настройка на мрежата ...
cs: Plugin rozšířeného nastavení sítě...
da: Udvidet netværkopsætnings Plugin...
de: Plugin für erweiterte Netzwerkeinstellungen...
el: Πρόσθετο προχωρημένων ρυθμίσεων δικτύου...
et: Täpsemad võrguseaded.
fi: Laajennetut Verkkoasetukset.
fr: Extension paramètre réseau avancée...
hr: Prošireni dodatak za postavljanje mreže...
hu: Bővített hálózati beállítások bővítmény...
it: Plugin di configurazione avanzata rete...
lt: Išplėstinis tinklo valdymo priedas...
nl: Uitgebreide netwerkinstellingen...
pl: Wtyczka rozszerzonej konfiguracji sieci...
ru: Расширенный плагин настроек сети...
sk: Plugin rozšíreného nastavenia siete...
sl: Vtičnik Extended Networksetup
sr: Prošireni Plugin Mrežnih Postavki...
sv: Utökat plugin för nätverksuppdatering...
ta: விரிவாக்கப்பட்ட நெட்வொர்க்கிங் டப் சொருகி ...
tr: Genişletilmiş Ağ Kurulumu Eklentisi...
uk: Плагін розширених параметрів мережі...
vi: Plugin Networksetup mở rộng ...
zh_cn: 正在扩展网络设置插件...

source: Extended Setup...
bg: Разширена настройка...
cs: Rozšířené nastavení...
da: Udvidet opsætning...
de: Erweiterte Einstellungen...
el: Προχωρημένες ρυθμίσεις...
et: Täpsemad seaded.
fi: Laajat Asetukset.
fr: Paramètre avancé...
hr: Prošireno postavljanje...
hu: Bővített beállítások...
it: Impostazioni avanzate...
lt: Išplėstinis valdymas...
nl: Uitgebreide instellingen...
pl: Ustawienia rozszerzone...
ru: Расширенные настройки...
sk: Rozšírené nastavenie...
sl: Napredne nastavitve...
sr: Prošireno Podešavanje...
sv: Utökad inställning...
ta: நீட்டிக்கப்பட்ட அமைப்பு ...
tr: Genişletilmiş Kurulum...
uk: Розширені налаштування...
vi: Thiết lập mở rộng ...
zh_cn: 正在扩展设置...

source: Extended Shares
bg: Разширени Shares
cs: Rozšířené sdílení
da: Udvidet delinger
de: Erweiterte Netzlaufwerke
el: Επιπρόσθετα κοινόχρηστα στοιχεία
et: Täpsemad jaod
fi: Laajennetut jaot
fr: Partages étendus
hr: Prošireni Shares
hu: Bővített megosztások
it: Condivisioni avanzate
lt: Išplėstiniai bendrinimai
nl: Uitgebreide shares
pl: Rozszerzone udostępnienia
ru: Расширенные сетевые диски
sk: Rozšírené zdieľanie
sr: Prošireni Shares
sv: Utökade andelar
ta: நீட்டிக்கப்பட்ட பங்குகள்
tr: Genişletilmiş Paylaşımlar
uk: Розширені мережеві диски
vi: Mở rộng
zh_cn: 扩展共享

source: Extension Actions
bg: Действия за разширение
cs: Akce rozšíření
el: Ενέργειες προεκτάσεων
fi: Laajennukset
fr: Actions d'extension
hr: Akcije proširenja
it: Azioni di estensione
lt: Plėtinio veiksmai
nl: Extensie Acties
pl: Akcje rozszerzone
sk: Akcie pre rozšírenie
sr: Proširena Radnja
sv: Förlängningsåtgärder
ta: நீட்டிப்பு செயல்கள்
tr: Uzantı İşlemleri
uk: Розширенні Дії

source: Extension Packages
cs: Rozšiřující balíčky
el: Πακέτα επεκτάσεων
fi: Laajennukset
hr: Paketi proširenja
it: Pacchetti estensioni
nl: Plugins
pl: Pakiety rozszerzeń
sk: Balíčky s rozšíreniami
sr: Prošireni Paketi
sv: Förlängningspaket
ta: விரிவாக்க தொகுப்புகள்
tr: Eklenti Paketleri
uk: Пакети розширень

source: Extensions
bg: Разширения
cs: Rozšíření
da: Udvidelser
de: Erweiterungen
el: Επεκτάσεις
et: Laiendused
fi: Laajennukset
hr: Proširenja
hu: Bővítmények
it: Estensioni
lt: Plėtiniai
nl: Plugins
pl: Rozszerzenia
pt_br: Extensões
ru: Расширения
sk: Rozšírenia
sl: Dodatki
sr: Proširenja
sv: Tillägg
ta: நீட்டிப்புகள்
tr: Eklentiler
uk: Розширення
vi: Tiện ích mở rộng
zh_cn: 扩展

source: Extensions/QuickMenu
bg: Разширения/Бързo mеню
cs: Rozšířená nabídka / Rychlé Menu
da: Udvidelser/KvikMenu
de: Erweiterungen/Schnellstartmenü
el: Επεκτάσεις/Γρήγορο μενού
et: Laiendused/kiirmenüü
fi: Laajennukset/pikavalikko
fr: Extensions/Menu Rapide
hr: Proširenje/Brzi Menu
hu: Bővítmények/QuicMenü
it: Estensioni / Menu rapido
lt: Plėtiniai/greitasis meniu
nl: Extensies/Snelstartmenu
pl: Rozszerzenia/Szybkie Menu
ru: Дополнения/Быстрое меню
sk: Rozšírenia/Rýchle menu
sr: Proširenja/Brzi Meni
sv: Tillägg/QuickMenu
ta: நீட்டிப்புகள்/குயிக்மெனு
tr: Eklentiler / Hızlı Menü
uk: Розширене/Швидке меню
vi: Tiện ích mở rộng / QuickMothy
zh_cn: 扩展/快捷菜单

source: External
bg: Външен
cs: Externí
da: Ekstern
de: Extern
el: Εξωτερικός
et: Väline
fi: Ulkoinen
fr: Externe
hr: Vanjski
hu: Külső
it: Esterno
lt: Išorinis
nl: Extern
pl: Zewnętrzny
ru: Внешний
sk: Externé
sr: Spoljni
sv: Extern
ta: வெளிப்புறம்
tr: Dış
uk: Зовнішній
vi: Bên ngoài
zh_cn: 外部

source: External PiP
bg: Външен PiP
cs: Externí obraz
da: Ekstern PiP
el: Εξωτερικό PiP
et: Väline PiP
fi: Ulkoinen PiP
fr: PiP externe
hr: Vanjski PiP
hu: Külső Kép-a-Képben
it: PiP esterno
lt: Išorinis PiP
nl: Externe PiP
pl: Zewnętrzny PiP
ru: Внешний PiP
sk: Externé PiP
sr: Spoljni PiP
sv: Extern PiP
ta: வெளிப்புற குழாய்
tr: Harici PiP
uk: Зовнішній ПІП
vi: PiP ngoài
zh_cn: 外部的画中画

source: External Storage %s
bg: Външнo съхранение %s
cs: Externí úložiště %s
da: Ekstern lager %s
de: Externer Speicher %s
el: Εξωτερικός χώρος αποθήκευσης %s
et: Väline andmekandja %s
fi: Ulkoinen tallennusväline %s
fr: Stockage externe %s
hr: Vanjska pohrana %s
hu: Külső tároló %s
it: Archiviazione esterna %s
lt: Išorinė laikmena %s
nl: Externe opslag %s
pl: Pamięć zewnętrzna %s
ru: Внешний накопитель %s
sk: Externé úložisko %s
sr: Spoljno Skladište %s
sv: Extern lagring %s
ta: வெளிப்புற சேமிப்பு %s
tr: %s Harici Depolama
uk: Зовнішній накопичувач %s
vi: Bộ nhớ ngoài%s
zh_cn: 外部存储器 %s

source: External subtitle color
bg: Външен цвят на субтитрите
cs: Barva externích titulků
da: Ekstern undertekst farve
de: Farbe für externe Untertitel
el: Χρώμα εξωτερικών υποτίτλων
et: Väliste subtiitrite värv
fi: Ulkoisen tekstityksen väri
fr: Couleur des sous-titres externes
hr: Boja vanjskih titlova
hu: Külső feliratok szine
it: Colore sottotitoli esterni
lt: Išorinių subtitrų spalva
nl: Kleur van de externe ondertitels
pl: Kolor napisów zewnętrznych
pt_br: Cor da legenda externa
ru: Цвет внешних субтитров
sk: Farba externých titulkov
sr: Spoljna boja titlova
sv: Färg för extern undertext
ta: வெளிப்புற வசன வண்ணம்
tr: Harici altyazı rengi
uk: Колір зовнішніх субтитрів
vi: Màu phụ đề bên ngoài
zh_cn: 外挂字幕颜色

source: External subtitle dialog colorization
bg: Външно оцветяване на диалоговите субтитри
cs: Barevně odlišit titulky s dialogy
el: Χρωματισμός διαλόγου εξωτερικών υποτίτλων
fi: Ulkoisen tekstityksen väri
fr: Couleur des sous-titres externes de dialogue
hr: Vanjsko bojanje dijaloškog okvira titlova
it: Dialogo colorazione sottotitoli esterni
lt: Išorinių subtitrų dialogų spalvinimas
nl: Dialoog in verschillende kleuren bij externe ondertitels
pl: Kolorowanie dialogów napisów zewnętrznych
sk: Farebné dialógy v externých titulkoch
sr: Boja dijaloga spoljnog titla
sv: Färgläggning av dialogrutan för extern undertext
ta: வெளிப்புற வசன உரையாடல் வண்ணமயமாக்கல்
tr: Harici altyazı iletişim kutusu renklendirmesi
uk: Зовнішній колір діалогових підзаголовків
