Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure the start coordinate in x of the teletext display area.
bg: Конфигуриране на стартовата координата 'х' на зоната на телетекст дисплея.
cs: Nakonfigurujte počáteční souřadnici v x oblasti zobrazení teletextu.
da: Konfigurer startkoordinat i X af Tekst-TVs visningsområde.
de: Bestimmt die X-Startkoordinate des Anzeigebereichs für Videotext.
el: Ρύθμιση της πρώτης συντεταγμένης x της περιοχής προβολής του τηλεκειμένου.
et: Määra x-koordinaadi algus teleteksti kuvaalas.
fi: Määritä alkukoordinaatti tekstitv:een X leveys.
fr: Configure le début de coordonnées en x de la zone d'affichage du télétexte.
hr: Konfigurirajte početnu koordinatu u x područja prikaza teleteksta.
hu: Állítsa be a teletext kijelzési területének "x" kiindulási koordinátáját.
it: Configura coordinata iniziale in x dell'area di visualizzazione del televideo.
lt: Konfigūruokite pradžios koordinates x teleteksto ekrano pločiui.
nl: Configureer de start coördinaat in x van het weergavegebied van Teletekst.
pl: Skonfiguruj współrzędną początkową 'x' obszaru wyświetlania telegazety.
sk: Nastavte počiatočnú súradnicu na osi X pre oblasť zobrazenia teletextu.
sr: Podesite početnu koordinatu u X oblasti prikaza teleteksta.
sv: Konfigurera startkoordinaten i x för text-TV-bildytan.
ta: டெலிடெக்ச்ட் காட்சி பகுதியின் ஃச் இல் தொடக்க ஒருங்கிணைப்பை உள்ளமைக்கவும்.
tr: Teletext görüntüleme alanının x eksenindeki başlangıç koordinatını yapılandırın.
uk: Налаштування початкової координати Х відображення телетексту.
vi: Định cấu hình tọa độ bắt đầu trong x của vùng hiển thị teletext.
zh_cn: 配置图文电视显示区域X点的开始坐标.

source: Configure the start coordinate in y of the teletext display area.
bg: Конфигуриране на стартовата координата 'y' на зоната на телетекст дисплея.
cs: Nakonfigurujte počáteční souřadnici v y oblasti zobrazení teletextu.
da: Konfigurer startkoordinat i Y af Tekst-TVs visningsområde.
de: Bestimmt die Y-Startkoordinate des Anzeigebereichs für Videotext.
el: Ρύθμιση της πρώτης συντεταγμένης y της περιοχής προβολής του τηλεκειμένου.
et: Määra y-koordinaadi algus teleteksti kuvaalas.
fi: Määritä loppukoordinaatti tekstitv:een Y korkeus.
fr: Configure le début de coordonnées en y de la zone d'affichage du télétexte.
hr: Konfigurirajte početnu koordinatu u y područja prikaza teleteksta.
hu: Állítsa be a teletext kijelzési területének "y" kiindulási koordinátáját.
it: Configura coordinata iniziale in y dell'area di visualizzazione del televideo.
lt: Konfigūruokite pradžios koordinates y teleteksto ekrano pločiui.
nl: Configureer de start coördinaat in y van het weergavegebied van Teletekst.
pl: Skonfiguruj współrzędną początkową 'y' obszaru wyświetlania telegazety.
sk: Nastavte počiatočnú súradnicu v osi Y pre oblasť zobrazenia teletextu.
sr: Podesite početnu koordinatu u Y oblasti prikaza teleteksta.
sv: Konfigurera startkoordinaten i y för text-TV-områdets visningsområde.
ta: டெலிடெக்ச்ட் காட்சி பகுதியின் ஒய் இல் தொடக்க ஒருங்கிணைப்பை உள்ளமைக்கவும்.
tr: Teletext görüntüleme alanının y eksenindeki başlangıç koordinatını yapılandırın.
uk: Налаштування початкової координати Y відображення телетексту.
vi: Định cấu hình tọa độ bắt đầu trong y của vùng hiển thị teletext.
zh_cn: 配置图文电视显示区域Y点的开始坐标。

source: Configure the subtitle delay when timing information is not available.
bg: Конфигуриране на забавяне субтитри, когато инфото за време не е налично.
cs: Nastavuje zpoždění titulků pro případ, kdy není časování dostupné.
da: Konfigurer undertekstforsinkelse når tidsinformation ikke kan findes.
de: Einstellen der Verzögerung für Untertitel, wenn keine Informationen vorhanden sind.
el: Ρύθμιση της καθυστέρησης των υποτίτλων, όταν η πληροφορία χρονισμού δεν είναι διαθέσιμη.
et: Määra subtiitrite ajastuse puudumisel viiteaeg.
fi: Määrittää tekstityksen viiveen, kun ajoitustietoa ei ole saatavilla.
fr: Configure le délai des sous-titres lorsque les informations de synchronisation ne sont pas disponibles.
hr: Konfigurirajte odgodu titlova kada informacije o vremenu nisu dostupne.
hu: A felirat késleltetése, ha nincs benne időzítési információ.
it: Configura ritardo dei sottotitoli quando le informazioni sull'orario non sono disponibili.
lt: Konfigūruokite subtitrų delsą, kai nėra laiko derinimo informacijos.
nl: Vertragen of versnellen van ondertitels, als er geen timing-informatie beschikbaar is.
pl: Skonfiguruj opóźnienie napisów, gdy informacje o czasie są niedostępne.
pt_br: Configurar o atraso da legenda quando informações de tempo não estão disponíveis.
ru: Настройте задержку субтитров, когда информация о времени не доступна.
sk: Nastavte oneskorenie titulkov pre prípad, keď nie je dostupné časovanie.
sr: Podesite odlaganje titlova kada info o vremenu nije dostupan.
sv: Konfigurera fördröjning av undertexter när tidsinformation inte är tillgänglig.
ta: நேரத் செய்தி கிடைக்காதபோது வசன தாமதத்தை உள்ளமைக்கவும்.
tr: Zamanlama bilgisi mevcut olmadığında altyazı gecikmesini yapılandırın.
uk: Налаштуйте затримки субтитрів, коли інформація про час не буде доступною.
vi: Định cấu hình độ trễ phụ đề khi thông tin thời gian không có sẵn.
zh_cn: 配置字幕延迟时信息不可用.

source: Configure the teletext screen resolution. Note: Full-HD teletext is not supported by all skins.
cs: Nakonfigurujte rozlišení obrazovky pro teletext (ne všechny vzhledy podporují full-HD teletext).
el: Ρύθμιση της ανάλυσης οθόνης του τηλεκειμένου (Δεν υποστηρίζουν όλα τα θέματα τηλεκείμενο σε πλήρες HD).
hr: Konfigurišite razlučivost teletekst zaslona. Napomena: Full-HD teletekst nije podržan na svim skinovima.
it: Configura risoluzione dello schermo per il televideo (Non tutte le skin supportano il televideo in formato full-HD).
lt: Konfigūruokite ekrano rezoliuciją, naudojamą teletekstui (Ne visos temos palaiko full-HD teletekstą).
nl: Configureer de schermresolutie voor Teletekst (niet alle skins ondersteunen full-HD teletekst).
sr: Konfigurišite rezoluciju teletekst ekrana. Napomena: Full-HD teletekst nije podržan na svim skinovima.
sv: Konfigurera skärmupplösningen för text-TV (inte alla skins stöder text-TV i full HD).
tr: Teletext ekran çözünürlüğünü yapılandırın. Not: Tüm arayüzler Full-HD teletext'i desteklemez.
uk: Налаштування розширення екрану для відтворення телетексту (не всі скіни підтримують full-HD телетекст).

source: Configure the third audio language.
bg: Конфигуриране на трети аудио език.
cs: Nastavuje třetí jazyk zvuku.
da: Konfigurere det tredje lydsprog.
de: Audio Sprachwahl 3 einstellen.
el: Ρύθμιση της τρίτης γλώσσας ήχου.
et: Määra heli keele kolmas eelistus.
fi: Määrittää kolmannen äänen kielen.
fr: Configure la troisième langue audio.
hr: Konfigurirajte treći jezik zvuka.
hu: Többnyelvű csatornáknál ezt a hangsávot választja automatikusan, harmadik prioritással.
it: Configura terza lingua audio.
lt: Konfigūruokite trečią garso kalbą.
nl: De derde audiotaal instellen.
pl: Skonfiguruj trzeci język ścieżki audio.
pt_br: Configurar o terceiro idioma de áudio.
ru: Настройка третьего языка аудио
sk: Nastavte tretí jazyk zvuku.
sr: Podesite treći audio jezik.
sv: Konfigurera det tredje ljudspråket.
ta: மூன்றாவது ஆடியோ மொழியை உள்ளமைக்கவும்.
tr: Üçüncü ses dilini yapılandırın.
uk: Налаштування третьої мови аудіо.
vi: Cấu hình ngôn ngữ âm thanh thứ ba.
zh_cn: 配置第三种音频语言.

source: Configure the third subtitle language.
bg: Конфигуриране на субтитрите на трети език.
cs: Nastavuje třetí jazyk titulků.
da: Konfigurer det tredje undertekstsprog.
de: Untertitel für die Sprachauswahl 3 einstellen.
el: Ρύθμιση της τρίτης γλώσσας υποτίτλων.
et: Määra subtiitrite keele kolmas eelistus.
fi: Määrittää kolmannen tekstityskielen.
fr: Configure la troisième langue des sous-titres.
hr: Konfiguriranje trećeg jezika titlova.
hu: Többnyelvű csatornáknál ezt a feliratot választja automatikusan, harmadik prioritással.
it: Configura terza lingua dei sottotitoli.
lt: Konfigūruokite trečią subtitrų kalbą.
nl: De derde ondertitel taal kiezen.
pl: Skonfiguruj trzeci język napisów.
pt_br: Configurar o terceiro idioma da legenda.
ru: Настройка третьего языка субтитров
sk: Nastavte tretí jazyk titulkov.
sr: Podesite treći jezik titlova.
sv: Konfigurera det tredje undertextspråket.
ta: மூன்றாவது வசன மொழியை உள்ளமைக்கவும்.
tr: Üçüncü altyazı dilini yapılandırın.
uk: Налаштування третьої мови субтитрів.
vi: Cấu hình ngôn ngữ phụ đề thứ ba.
zh_cn: 配置第三种字幕语言.

source: Configure the transparency of the black background of graphical DVB subtitles.
bg: Конфигуриране на прозрачността на черния фон на графични DVB субтитри.
cs: Nastavuje průhlednost černého pozadí grafických DVB titulků.
da: Konfigurer gennemsigtigheden af den sorte baggrund for grafiske undertekster.
de: Einstellen der Transparenz des schwarzen Hintergrunds von grafischen DVB Untertiteln.
el: Ρύθμιση της διαφάνειας του μαύρου φόντου των γραφικών υποτίτλων DVB.
et: Määra DVB subtiitrite tausta läbipaistvus.
fi: Määrittää DVB tekstityksen mustan taustavärin läpinäkyvyyden.
fr: Configure la transparence du fond noir des sous-titres DVB.
hr: Konfigurirajte prozirnost crne pozadine grafičkih DVB titlova.
hu: A DVB grafikus feliratok hátterének áttetszősége.
it: Configura trasparenza dello sfondo nero dei sottotitoli DVB grafici.
lt: Konfigūruokite permatomumą su juodo fono grafiniais DVB subtitrais.
nl: Transparantie instellen van de zwarte achtergrond bij grafische DVB-ondertitels.
pl: Skonfiguruj przezroczystość czarnego tła graficznych napisów DVB.
pt_br: Configurar a transparência do fundo preto de legendas DVB gráficas.
ru: Настройка прозрачности на черном фоне графических субтитров DVB.
sk: Nastavte priehľadnosť čierneho pozadia grafických DVB titulkov.
sr: Podesite prozirnost crne pozadine grafičkih DVB titlova.
sv: Konfigurera transparensen för den svarta bakgrunden i grafiska DVB-undertexter.
ta: வரைகலை டி.வி.பி வசனங்களின் கருப்பு பின்னணியின் வெளிப்படைத்தன்மையை உள்ளமைக்கவும்.
tr: Grafiksel DVB altyazılarının siyah arka planının şeffaflığını yapılandırın.
uk: Налаштування прозорості чорного фону графічних субтитрів DVB.
vi: Định cấu hình độ trong suốt của nền đen của phụ đề DVB đồ họa.
zh_cn: 配置图形DVB字幕的黑色背景的透明度.

source: Configure the transparency of the black background of subtitles.
bg: Конфигуриране на прозрачността на черния фон на субтитрите.
cs: Nakonfigurujte průhlednost černého pozadí titulků.
da: Konfigurer gennemsigtigheden af den sorte baggrund for undertekster.
de: Einstellen der Transparenz des schwarzen Hintergrunds von Untertiteln.
el: Ρύθμιση της διαφάνειας του μαύρου φόντου των υποτίτλων.
et: Määra subtiitrite tausta läbipaistvus.
fi: Määrittää DVB tekstityksen mustan taustavärin läpinäkyvyyden.
fr: Configurez la transparence du fond noir des sous-titres.
hr: Konfigurirajte prozirnost crne pozadine titlova.
it: Configura trasparenza dello sfondo nero dei sottotitoli.
lt: Konfigūruokite subtitrų juodo fono skaidrumą.
nl: Wijzig hier de transparantie van de zwarte achtergrond.
pl: Skonfiguruj przezroczystość czarnego tła napisów.
sk: Nastavenie priehľadnosti čierneho pozadia titulkov.
sr: Podesite prozirnost crne pozadine titlova.
sv: Konfigurera transparensen för den svarta bakgrunden i undertexter.
ta: வசன வரிகளின் கருப்பு பின்னணியின் வெளிப்படைத்தன்மையை உள்ளமைக்கவும்.
tr: Altyazıların siyah arka planının şeffaflığını yapılandırın.
uk: Налаштування прозорості для чорного фону субтитрів.
vi: Cấu hình độ trong suốt của nền đen của phụ đề.
zh_cn: 配置字幕黑色背景的透明度.

source: Configure the tuner mode.
bg: Конфигуриране на режима на тунера.
cs: Nastavuje mód tuneru.
da: Konfigurer Tuner-tilstand.
de: Tuner-Modus einstellen.
el: Ρύθμιση λειτουργίας του tuner.
et: Määra tuuneri režiim.
fi: Määrittää virittimen toimintatilan.
fr: Configure le mode tuner.
hr: Konfigurirajte način tuner-a.
hu: A tuner mód beállítása.
it: Configura modalità tuner.
lt: Konfigūruokite imtuvo režimą.
nl: Configureer de tunermodus.
pl: Skonfiguruj tryb tunera.
pt_br: Configurar o modo do tuner.
ru: Настройка режима тюнера.
sk: Nastavte režim tunera.
sr: Podesite režim tjunera.
sv: Konfigurera tuner-läget.
ta: ட்யூனர் பயன்முறையை உள்ளமைக்கவும்.
tr: Tuner modunu yapılandırın.
uk: Налаштування режиму тюнера.
vi: Cấu hình chế độ bắt sóng.
zh_cn: 配置调谐器模式.

source: Configure the type of status indication icons shown in the movie list.
bg: Конфигуриране на типа на иконите за индикация на състоянието, показани в списъка за изпълнение.
cs: Nastavuje typ ikon pro zobrazování stavu přehrávání v seznamu souborů.
el: Ρύθμιση των εικονιδίων ένδειξης κατάστασης στη λίστα ταινιών.
fi: Määrittää, näytetäänkö tallenneluettelossa tilakuvaketta, joka kertoo, kuinka pitkälle tallennetta on katsottu.
fr: Configure le type d'icônes d'indication d'état figurant dans la liste de films.
hr: Konfigurirajte vrstu ikona indikacije statusa prikazanih na popisu videozapisa.
it: Configura tipo di icone di indicazione dello stato mostrate nell'elenco registrazioni.
lt: Konfigūruokite filmų sąraše rodomų būsenos nuorodų piktogramų tipą.
nl: Selecteer hier een statusweergave voor opnames in de opnamelijst. Uit kunt kiezen uit de volgende opties: Uit, Voortgang, Voortgang klein, of Icons.
pl: Skonfiguruj rodzaj statusu ikon wyświetlanych w liście nagrań.
sk: Nastavte typ stavových ikon zobrazených v zozname filmov.
sr: Podesite tip ikona indikacije statusa prikazane na listi filmova.
sv: Konfigurera vilken typ av statusindikeringsikoner som ska visas i filmlistan.
ta: திரைப்பட பட்டியலில் காட்டப்பட்டுள்ள நிலை அறிகுறி சின்னங்களின் வகையை உள்ளமைக்கவும்.
tr: Film listesinde gösterilen durum gösterge simgelerinin türünü yapılandırın.
uk: Налаштування типів значків індикації стану, при показі в списку фільмів.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
bg: Конфигуриране на вертикална позиция на субтитрите, измерена от долната част на екрана.
cs: Nastavuje vertikální umístění titulků, měřeno od spodní části obrazovky.
da: Konfigurer den lodrette position af undertekster, målt fra bunden af skærmen.
de: Einstellen der vertikalen Position von Untertiteln, gemessen vom unteren Bildrand.
el: Ρύθμιση της κατακόρυφης θέσης των υποτίτλων σε σχέση με το κάτω μέρος της οθόνης.
et: Määra subtiitrite vertikaalne asukoht mõõdetuna ekraani alt servast.
fi: Määrittää tekstityksen kohdan pystysuunnassa, mitattuna kuvaruudun alareunasta.
fr: Configure la position verticale des sous-titres, mesurée à partir du bas de l'écran.
hr: Konfigurirajte okomiti položaj titlova, mjereno od dna zaslona.
hu: A feliratok függőleges elrendezése, mérve a képernyő aljától.
it: Configura posizione verticale dei sottotitoli, misurata dalla parte inferiore dello schermo.
lt: Konfigūruokite vertikalią poziciją subtitruose, matuojant nuo ekrano apačioje.
nl: Wijzig hier de verticale positie van de ondertitels. Gemeten vanaf de onderzijde van het beeldscherm. U kunt hier een waarde kiezen tussen 0 en 450 pixels. De standaardwaarde is 50 pixels.
pl: Skonfiguruj pionowe położenie napisów,mierzone od dołu ekranu.
pt_br: Configurar a posição vertical das legendas, medido a partir do limite inferior da tela.
ru: Настройка вертикального положения субтитров, измеряется от нижней части экрана.
sk: Nastavte vertikálnu pozíciu titulkov (meranú od spodnej časti obrazovky).
sr: Podesite vertikalni položaj titlova od dna ekrana.
sv: Konfigurera undertexternas vertikala position, mätt från skärmens nederkant.
ta: திரையின் அடிப்பகுதியில் இருந்து அளவிடப்படும் வசன வரிகள் செங்குத்து நிலையை உள்ளமைக்கவும்.
tr: Altyazıların dikey konumunu, ekranın altından itibaren ölçerek yapılandırın.
uk: Налаштування вертикального положення субтитрів, вимірюється від нижньої частини екрану.
vi: Định cấu hình vị trí dọc của phụ đề, được đo từ dưới cùng của màn hình.
zh_cn: 配置字幕的垂直位置,从屏幕的底部测量.

source: Configure the width allocated to the picon.
bg: Конфигуриране на ширината, определена за пикона.
cs: Nastavuje šířku přidělenou Piconům.
da: Konfigurer bredden der afsættes til Pikon.
de: Breite der zugewiesenen Picons einstellen.
el: Ρύθμιση του πλάτους εμφάνισης του λογότυπου.
et: Määra pikonitele antav ruum.
fi: Määritä kanavalogolle varattu leveys.
fr: Configure la largeur assignée au picon.
hr: Konfigurirajte širinu dodijeljenu piconu.
hu: Állítsa be a kiválasztott picon szélességét.
it: Configura larghezza assegnata al picon.
lt: Konfigūruokite plotį, skirtą piktogramoms.
nl: Breedte beschikbaar voor picons.
pl: Skonfiguruj szerokość przydzieloną do pikon.
ru: Настройка ширины, выделяемой для пикона.
sk: Nastavte šírku vyhradenú pre pikony.
sr: Podesite širinu dodeljenu pikonu.
sv: Konfigurera den bredd som tilldelas picon.
ta: பிகானுக்கு ஒதுக்கப்பட்ட அகலத்தை உள்ளமைக்கவும்.
tr: Pikonun genişliğini yapılandırın.
uk: Налаштування ширини, що виділяється для Піконів.
vi: Cấu hình chiều rộng được phân bổ cho picon.
zh_cn: 配置分配给频道名称的宽度。

source: Configure the width allocated to the service name.
bg: Конфигуриране на ширината, определена за сервизното име.
cs: Nastavuje šířku přidělenou názvu služby.
da: Konfigurer bredden der afsættes til kanalnavn.
de: Breite der Sendernamen einstellen.
el: Ρύθμιση του πλάτους εμφάνισης του ονόματος υπηρεσίας.
et: Määra kanali nime kasutatav ruum.
fi: Määritä kanavan nimelle varattu leveys.
fr: Configure la largeur assignée au nom du service.
hr: Konfigurirajte širinu dodijeljenu nazivu servisa.
hu: Állítsa be a kiválasztott csatorna kijelzési nevének a szélességét.
it: Configura larghezza assegnata al nome del servizio.
lt: Konfigūruokite plotį, skirta kanalų pavadinimui.
nl: Breedte beschikbaar voor zendernaam.
pl: Skonfiguruj szerokość przydzieloną dla nazwy kanału.
ru: Настройка ширины, выделяемой для названия канала.
sk: Nastavte šírku vyhradenú pre názov stanice.
sr: Podesite širinu dodeljenu imenu kanala.
sv: Konfigurera den bredd som tilldelats tjänstenamnet.
ta: பணி பெயருக்கு ஒதுக்கப்பட்ட அகலத்தை உள்ளமைக்கவும்.
tr: Kanal ismine ayrılan genişliği yapılandırın.
uk: Налаштування ширини, що виділяється для назви каналу.
vi: Định cấu hình chiều rộng được phân bổ cho tên dịch vụ.
zh_cn: 配置分配给服务名称宽度.

source: Configure the width of the TrueType font letters used for teletext.
bg: Конфигуриране на ширината на буквите на шрифта TrueType, използвани за телетекст.
cs: Nakonfigurujte šířku písmen písma TrueType používaných pro teletext.
da: Konfigurer bredden af TrueType skriftbogstaver brugt til Tekst-TV.
de: Bestimmt die Breite der Zeichen des TrueType-Zeichensatzes für die Videotext Darstellung.
el: Ρύθμιση του πλάτους της γραμματοσειράς του τηλεκειμένου.
et: Kohanda teletekstis kasutatava TrueType kirjatüübi tähemärkide laiust.
fi: Määritä teksti-tv:ssä käytettyjen kirjainten leveys.
fr: Configure la largeur des lettres de police TrueType utilisées pour le télétexte.
hr: Podesite širinu slova TrueType koja se koriste za teletekst.
hu: A teletexthez használt TrueType betű készletek szélességének beállítását tudja itt beállítani.
it: Configura larghezza delle lettere dei caratteri TrueType usate per il televideo.
lt: Konfigūruokite TrueType šrifto raidžių plotį, naudojamą teletekstui.
nl: Configureer de breedte van de TrueType-lettertype letters gebruikt voor Teletekst.
pl: Skonfiguruj szerokość liter czcionek TrueType używanych do telegazety.
sk: Nastavte šírku písma TrueType fontu používaného pre teletext.
sr: Podesite širinu slova TrueType koja se koriste za teletekst.
sv: Konfigurera bredden på bokstäverna i TrueType-teckensnittet som används för text-TV.
ta: டெலிடெக்ச்டுக்கு பயன்படுத்தப்படும் TRUETYPE எழுத்துரு எழுத்துக்களின் அகலத்தை உள்ளமைக்கவும்.
tr: Teletext için kullanılan TrueType yazı tipi harflerinin genişliğini yapılandırın.
uk: Налаштування ширини букв шрифту TrueType для телетексту.
vi: Định cấu hình độ rộng của các chữ cái phông chữ TrueType được sử dụng cho teletext.
zh_cn: 配置用于图文电视的TrueType字体字母的宽度.

source: Configure this tuner using Simple or Advanced options, loop it through to another tuner, copy a configuration from another tuner or disable it.
bg: Конфигурирайте този тунер, като използвате прости или разширени опции, или го прехвърлете към друг тунер, или копирайте конфигурация от друг тунер, или го деактивирайте.
cs: Nakonfigurujte tento tuner pomocí jednoduchých nebo pokročilých možností nebo jej propojte ve smyčce na jiný tuner nebo zkopírujte konfiguraci z jiného tuneru nebo jej deaktivujte.
el: Ρύθμιση αυτού του tuner με τη χρήση απλών ή προχωρημένων επιλογών ή loop μέσω ενός άλλου tuner ή αντιγραφή της παραμετροποίησης από άλλο tuner ή απενεργοποίησή του.
fi: Määritä tämä viritin yksinkertaisilla tai edistyneillä vaihtoehdoilla tai siirrä se toiseen virittimeen tai kopioi kokoonpano toisesta virittimestä tai poista se käytöstä.
fr: Configurer ce tuner en utilisant les options simple ou avancé, ou reboucler via un autre tuner, ou copier la configuration d’un autre tuner, ou le désactiver.
hr: Konfigurišite ovaj tjuner koristeći jednostavne ili napredne opcije, pređite na drugi tjuner, kopirajte konfiguraciju sa drugog tjunera ili ga onemogućite.
it: Configura questo tuner usando le opzioni Semplice o Avanzata, collegalo a un altro tuner, copia una configurazione da un altro tuner o disabilitalo.
lt: Konfigūruokite šį imtuvą naudodamiesi paprastomis ar išplėstinėmis parinktimis arba perjunkite jį į kitą imtuvą arba nukopijuokite konfigūraciją iš kito imtuvo arba išjunkite.
nl: Configureer deze tuner in de eenvoudige of de geavanceerde modus, of lus hem door naar een andere tuner, of kopieer de configuratie, of schakel hem uit.
pl: Skonfiguruj ten tuner za pomocą prostych lub zaawansowanych opcji lub zapętl go przez inny tuner lub skopiuj konfigurację z innego tunera lub wyłącz go.
sk: Nastavte tento tuner pomocou jednoduchých alebo pokročilých nastavení, prepojte ho slučkou na iný tuner, skopírujte konfiguráciu z iného tunera, alebo ho zablokujte.
sr: Podesi ovaj tjuner uređaj koristeći jednostavne ili napredne opcije, povežite ga sa drugim tjunerom, kopirajte konfiguraciju sa drugog tjunera ili onemogućite ovaj.
sv: Konfigurera den här tunern med hjälp av enkla eller avancerade alternativ, loopa den till en annan tuner, kopiera en konfiguration från en annan tuner eller inaktivera den.
ta: எளிய அல்லது மேம்பட்ட விருப்பங்களைப் பயன்படுத்தி இந்த ட்யூனரை உள்ளமைக்கவும், அதை மற்றொரு ட்யூனருக்கு வளையவும், மற்றொரு ட்யூனரிலிருந்து ஒரு உள்ளமைவை நகலெடுக்கவும் அல்லது முடக்கவும்.
tr: Bu tuneri Basit veya Gelişmiş seçenekleri kullanarak yapılandırın, başka bir tunere bağlayın, başka bir tunerden bir yapılandırma kopyalayın veya devre dışı bırakın.
uk: Налаштуйте тюнер, використовуючи прості або розширені параметри, використайте параметри іншого тюнера, або скопіюйте їх на другий тюнер, або вимкніть його.
