Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: View list of available communication extensions.
da: Se liste over tilgængelige kommunikationsudvidelser.
de: Verfügbare Kommunikations-Erweiterungen anzeigen.
et: Näita saadaolevaid andmevahetuse laiendusi.
hu: Az elérhető kommunikációs bővítmények listázása.
pt_br: Ver extensões de comunicação disponíveis.
ru: Просмотр доступных дополнений связи
sl: Poglej seznam obstoječih komunikacijskih vtičnikov.
vi: Xem danh sách các phần mở rộng giao tiếp có sẵn.
zh_cn: 查看可用的通讯扩展列表.

source: View list of available default settings
da: Se liste over tilgængelige standardopsætninger
de: Verfügbare Standard-Bouquets anzeigen.
et: Näita saadaolevaid kanalinimekirju
hu: Az elérhető csatornalisták listázása
pt_br: Ver lista de opções de fábrica disponíveis
ru: Просмотр доступных дополнений для сеттингов
sl: Poglej seznam obstoječih osnovnih nastavitev.
vi: Xem danh sách các cài đặt mặc định khả dụng
zh_cn: 查看可用的默认设置列表.

source: View list of available display and userinterface extensions.
da: Se liste over tilgængelige skærm og brugergrænseflade udvidelser.
de: Verfügbare Anzeige/Oberflächen-Erweiterungen anzeigen.
et: Kuva saadaolevad esipaneeli ja kasutajaliidese rakendused.
hu: Az elérhető képernyő- és felhasználói felület bővítményeinek listázása.
pt_br: Ver extensões de tela e interface do usuário disponíveis.
ru: Просмотр доступных дополнений дисплея и интерфейса
vi: Xem danh sách các phần mở rộng hiển thị và giao diện người dùng.
zh_cn: 查看可用显示和用户界面扩展列表.

source: View list of available multimedia extensions.
da: Se liste over tilgængelige multimedieudvidelser.
de: Verfügbare Multimedia-Erweiterungen anzeigen.
et: Kuva saadaolevad multimeedia laiendused.
hu: Az elérhető multimédia bővítmények listázása.
pt_br: Ver extensões de multimídia disponíveis
ru: Просмотр доступных дополнений мультимедиа
sl: Poglej seznam obstoječih multimedijskih vtičnikov.
vi: Xem danh sách các phần mở rộng đa phương tiện có sẵn.
zh_cn: 查看可用有多媒体扩展列表.

source: View list of available networking extensions
da: Se liste over tilgængelige netværksudvidelser
de: Verfügbare Netzwerk-Erweiterungen anzeigen.
et: Näita saadaolevaid võrgu laiendusi
hu: Az elérhető hálózati bővítmények listázása
pt_br: Ver extensões de rede disponíveis
ru: Просмотр доступных дополнений
sl: Poglej seznam obstoječih mrežnih vtičnikov.
vi: Xem danh sách các phần mở rộng mạng có sẵn
zh_cn: 查看可用的网络扩展列表

source: View list of available recording extensions
da: Se liste over tilgængelige optagelsesudvidelser
de: Verfügbare Aufnahme-Erweiterungen anzeigen.
et: Näita saadaolevaid salvestuslaiendusi
hu: Az elérhető felvételi bővítmények listázása
pt_br: Ver extensões de gravações disponíveis
ru: Просмотр доступных дополнений для записи
sl: Poglej seznam vtičnikov za snemanje.
vi: Xem danh sách các phần mở rộng ghi âm có sẵn
zh_cn: 查看可用的录像扩展列表

source: View list of available skins
da: Se liste over tilgængelige grafiske Temaer
de: Verfügbare Skins anzeigen.
et: Näita saadaolevaid kujundusi
hu: Az elérhető kinézetek (Skin) listázása
pt_br: Ver temas disponíveis
ru: Просмотр доступных дополнений скинов
sl: Poglej seznam razpoložljivih predlog
vi: Xem danh sách các giao diện có sẵn
zh_cn: 查看可用的皮肤列表

source: View list of available software extensions
da: Se liste over tilgængelige software-udvidelser
de: Verfügbare Software-Erweiterungen anzeigen.
et: Näita saadaolevaid tarkvara laiendusi
hu: Az elérhető szoftveres bővítmények listázása
pt_br: Ver extensões de software disponíveis
ru: Просмотр доступных дополнений ПО
sl: Poglej seznam software vtičnikov.
vi: Xem danh sách các phần mềm mở rộng có sẵn
zh_cn: 查看可用的软件扩展列表

source: View list of available system extensions
da: Se liste over tilgængelige system-udvidelser
de: Verfügbare System-Erweiterungen anzeigen.
et: Näita saadaolevaid süsteemi laiendusi
hu: Az elérhető rendszer-Bővítmények listázása
pt_br: Ver extensões de sistema disponíveis
ru: Просмотр доступных дополнений системы
sl: Poglej seznam obstoječih sistemskih vtičnikov.
vi: Xem danh sách các phần mở rộng hệ thống có sẵn
zh_cn: 查看可用的系统扩展列表

source: View or edit file (if size < 1MB)
da: Vis eller rediger fil (hvis størrelse < 1MB)
de: Datei anzeigen oder bearbeiten (bei Größen <1 MB)
et: Vaata või muuda faili (suurusega < 1MB)
vi: Xem hoặc chỉnh sửa tệp (nếu kích thước <1MB)
zh_cn: 查看或编辑文件(如果大小<1MB)

source: View teletext...
bg: Преглед на телетекст...
da: Se Tekst-TV...
de: Videotext anzeigen
et: Kuva teletekst
hu: Teletext megtekintése...
pt_br: Ver teletexto
ru: Просмотр телетекста...
sl: Poglej teletekst
vi: Xem teletext ...
zh_cn: 查看图文电视...

source: View the changes
da: Se ændringerne
et: Vaata muutusi
hu: A változtatások megtekintése
ru: Просмотр изменений
vi: Xem các thay đổi
zh_cn: 查看更改

source: Virgin Islands (U.S.)
de: Jungferninseln (US)
et: USA Neitsisaared
hu: Virgin-szigetek (Amerikai)
vi: Quần đảo Virgin (Hoa Kỳ)
zh_cn: 维尔京群岛(美国)

source: Virtual KeyBoard Functions
da: Virtuel tastatur funktioner
de: Funktionen der virtuellen Tastatur
et: Virtuaalklahvistiku funktsioonid
vi: Chức năng KeyBoard ảo
zh_cn: 虚拟键盘功能

source: Virtual KeyBoard Text:
da: Virtuel tastatur tekst:
de: Text der virtuellen Tastatur:
et: Virtuaalklahvistiku tekst:
vi: Văn bản KeyBoard ảo:
zh_cn: 虚拟键盘文本:

source: Virtual keyboard
da: Virtuel tastatur
de: Virtuelle Tastatur
et: Virtuaalklahvistik
hu: Virtuális Billentyűzet
pt_br: Teclado virtual
ru: Клавиатура
vi: Bàn phím ảo
zh_cn: 虚拟键盘

source: Volume Adjust
bg: Регулиране на силата на звука
da: Lydstyrkejustering
de: Lautstärkeanpassung
et: Helitaseme kohandamine
hu: Hangerő szabályozás
ru: Регулировка громкости
vi: Điều chỉnh âm lượng
zh_cn: 音量调节

source: Volume Config
da: Lydstyrke konfig
de: Lautstärke Offset
et: Helitugevuse seadistamine
hu: Hangerő konfiguráció
ru: Настройки громкости
vi: Cấu hình âm lượng
zh_cn: 音量配置

source: Vorschau
zh_cn: 预览

source: WARNING!
da: ADVARSEL!
de: WARNUNG!
et: HOIATUS!
vi: CẢNH BÁO!
zh_cn: 警告！

source: Waffen
da: Våben
zh_cn: 武器

source: Wait please while creating swapfile...
da: Vent mens der oprettes en swapfil...
de: Swap File wird erstellt. Bitte warten...
et: Saalefaili loomine...
hu: Kérem várjon, mialatt a Swap fájl létrejön...
ru: Ждите, идет создание файла подкачки...
vi: Xin vui lòng chờ trong khi tạo hoán đổi ...
zh_cn: 正在创建交换文件,请稍等...

source: Wait please while scanning for devices...
da: Vent mens søger der søges efter enheder...
de: Bitte warten Sie während des Suchlaufes nach Geräten...
et: Andmekandjate uurimine...
hu: Kérem várjon, ameddig az eszközök keresése folyamatban van...
ru: Подождите, идет сканирование устройств...
sl: Prosim počakajte, poteka iskanje novih naprav...
vi: Vui lòng đợi trong khi quét thiết bị ...
zh_cn: 正在扫描设备,请稍等...

source: Wait please while scanning your %s %s devices...
da: Vent mens dine %s %s enheder gennemsøges...
de: Bitte warten Sie während des Suchlaufes nach Geräten Ihrer %s %s...
et: Toimub %s %s riistvara uurimine...
hu: Kérem várjon, ameddig a keresi a(z) %s %s készüléket...
ru: Пожалуйста подождите, пока сканируются устройства %s %s...
vi: Vui lòng đợi trong khi quét các thiết bị% s% s của bạn ...
zh_cn: 正在扫描你的 %s %s 设备,请稍等...

source: Waiting for mount
da: Venter på mount
de: Warten auf Mount
et: Haakimise ootel
hu: Várakozás a megosztás csatlakozására
pt_br: Aguardando montagem
ru: Ожидание монтирования
vi: Chờ đợi để gắn kết
zh_cn: 正在等待挂载...

source: Wake Up
da: Vågn op
de: Aufwachen
et: Ärata
hu: Felébresztés
ru: Пробуждение
vi: Thức dậy
zh_cn: 唤醒

source: Wake Up To Standby
da: Vågn op til Standby
de: In Standby aufwachen
et: Ärata ooteseisundisse
hu: Felébresztés készenléti módból
ru: Пробуждение в режим ожидания
vi: Thức dậy để chờ
zh_cn: 唤醒进入待机

source: Wakeup
da: Vågn op
de: Aufwecken
et: Käivita
hu: Felébresztés
pt_br: Acordar
ru: Включение ТВ
vi: Thức dậy
zh_cn: 唤醒

source: Wakeup TV from standby
da: Væk TV fra Standby
de: TV aus dem Standby aufwecken
et: Käivita teler ooteseisundist
hu: A TV felébresztése készenléti módból
pt_br: Ligar a TV do StandBy
ru: Пробудить ТВ из режима ожидания
vi: Wake Up TV từ chế độ chờ
zh_cn: 从待机状态唤醒电视

source: Wakeup time before a timer begins [mins]
da: Vågn op før en Timer starter [minutter]
de: Aufwachzeit bevor ein Timer beginnt (Min)
et: Käivitus enne taimeri algust (min)
hu: Ébresztési idő mielőtt a Felvétel időzítő elindul [perc]
vi: Thời gian thức dậy trước khi hẹn giờ bắt đầu [phút]
zh_cn: 定时器开始前[分钟]唤醒

source: Wakeup your AV Receiver from standby
da: Væk din A/V Modtager fra Standby
de: AV Receiver aus dem Standby aufwecken
et: AV ressiiveri äratus ooteseisundist
hu: Az AV vevő egység felébresztése a készenléti állapotból
vi: Đánh thức bộ thu AV của bạn từ chế độ chờ
zh_cn: 从待机状态唤醒你的AV接收机

source: Wassersport
zh_cn: 水上运动

source: Watch recordings...
de: Aufnahmen ansehen
et: Vaata salvestisi.
hu: Felvételek megtekintése...
pt_br: Ver gravações
ru: Просмотр записей...
vi: Xem bản ghi ...
zh_cn: 看录像...

source: We are really sorry. Your receiver encountered a software problem, and needs to be restarted. Please send the logfile %senigma2_crash_xxxxxx.log to www.opena.tv. Your receiver restarts in 10 seconds! Component: enigma2
da: Vi beklager meget. Din modtager stødte på et software-problem, og en genstart er nødvendig. Send venligst logfilen %senigma2_crash_xxxxxx.log til www.opena.tv. Din modtager genstarter om 10 sekunder! Komponent: Enigma2
de: Es tut uns leid. Ihr Receiver hat ein Software-Problem und muss neu gestartet werden. Bitte senden Sie die Logdatei %senigma2_crash_xxxxxx.log an www.opena.tv. Ihr Receiver startet in 10 Sekunden neu! Komponente: Enigma2
et: Vastuvõtjal tekkis tarkvaraline probleem ja vajalik on taaskäivitus. Saada logifail %senigma2_crash_xxxxxx.log aadressile www.opena.tv. Vastuvõtja taaskäivitub 10 sekundi pärast! Komponent: enigma2
hu: Nagyon sajnáljuk. A vevőegység egy szoftveres problémát észlelt, és újra kell indítani. Kérjük, küldje el a %s enigma2_crash_xxxxxx.log naplófájlt a www.opena.tv weboldalra. A vevőegység 10 másodpercen belül újraindul! Komponens: enigma2
ru: Приносим наши извинения. Ваш ресивер столкнулся с проблемой программного обеспечения и нуждается в перезагрузке. Пожалуйста, отправьте файл %senigma2_crash_xxxxxx.log на www.opena.tv. Ваш ресивер будет перезагружен в течение 10 секунд! Компонент: enigma2
vi: Chúng tôi thực sự xin lỗi. Đầu thu của bạn gặp sự cố phần mềm và cần được khởi động lại. Vui lòng gửi logfile% senigma2_crash_xxxxxx.log đến www.opena.tv. Máy thu của bạn khởi động lại sau 10 giây! Chào thân ái: enigma2
zh_cn: 我们真的很抱歉.您的接收器遇到了一个软件问题,需要重新启动. 请将日志文件 %senigma2_crash_xxxxxx.log发送到www.openatv. 您的接收机将在10秒内重新启动! 组件: enigma2

source: Weekday
da: Ugedag
de: Wochentags
et: Tööpäev
hu: Hétköznap
pt_br: Dia de semana
ru: День недели
sl: Delovni dan
vi: Các ngày trong tuần
zh_cn: 周日

source: Weekend
de: Wochenende
et: Nädalavahetus
hu: Hétvége
vi: Ngày cuối tuần
zh_cn: 周末

source: Weighted position
et: Korrigeeritud asukoht
hu: Kiegyensúlyzozott pozíció
pt_br: Posição pesada
ru: Анализируем позицию
vi: Vị trí trọng số
zh_cn: 加权位置

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
da: Velkommen til klipliste redigering. Søg til starten af det materiale du vil klippe væk. Tryk OK, vælg 'start klip'. Søg derefter til slutningen, tryk OK, og vælg 'afslut klip'. Det er alt.
et: Tere tulemast salvestise lõikajasse. Keri lõikekoha algusesse.Vajuta OK, 'lõike algus'. Edasi otsi lõike lõpp, vajuta OK, vali 'lõike lõpp'. Tehtud.
hu: Üdvözlöm a Vágólista szerkesztőben. Keresse meg a kivágandó rész elejét majd nyomja meg az OK gombot és válassza ki a 'Vágás eleje' opciót. Majd menjen a kivágandó rész végére, nyomja meg az OK gombot és válassza a 'Vágás vége' opciót. Ennyi az egész.
pt_br: Bem-vindo ao editor de cortes. Vá ao o início do conteúdo que deseja cortar, pressione OK e selecione 'iniciar corte'. Em seguida, vá até o fim do conteúdo, pressione OK e selecione "finalizar corte".
ru: Добро пожаловать в редактор видео. Отметьте место с которого вы хотите начать редактирование. Нажмите OK, выберите 'начало редактирования'. После, отметьте точку окончания редактирования, нажмите OK, выберите 'конец редактирования'. Вот и все;)
vi: Chào mừng bạn đến với trình soạn thảo danh sách cắt. Tìm kiếm để bắt đầu những thứ bạn muốn cắt đi. Nhấn OK, chọn 'bắt đầu cắt'. Sau đó tìm kiếm đến cuối, nhấn OK, chọn 'end cut'. Đó là nó.
zh_cn: 欢迎来到剪切列表编辑器. 搜寻你想要切除东西的起点.按下OK键,选择'开始剪切'. 然后搜寻结束点,按下OK键,选择'结束剪切'.就这样.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your %s %s by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
da: Velkommen til Image opdateringsassistenten. Assistenten vil hjælpe dig med at opgradere firmwaren på din %s %s ved at give en sikkerhedskopierings-mulighed af dine aktuelle indstillinger samt en kort beskrivesle af hvordan du opgradere din firmware.
de: Willkommen im Image-Upgrade-Assistenten. Der Assistent wird Ihnen bei der Aktualisierung der Firmware helfen. Sie können mit diesem Assistenten die aktuellen Einstellungen sichern und bekommen eine kleine Einweisung, wie Sie die Firmware aktualisieren können.
et: Tere tulemast püsivara uuendamise abilisse. Seadistusabiline aitab %s %s seadete varundamisel ja püsivara uuendamisel.
hu: Üdvözlöm az Lemezkép frissítés varázslójában. A varázsló segít Önnek a(z) %s %s készülékének firmware frissítésében. Ismerteti a mentési tulajdonságokat, így beállításai sem vesznek el, továbbá elmagyarázza, hogyan frissítse készülékét az új firmware-el.
ru: Добро пожаловать в Мастер обновления имиджа. Мастер поможет Вам обновить ресивер с сохранением ваших текущих настроек и даст короткие инструкции как обновить ваш ресивер.
vi: Chào mừng bạn đến với trình hướng dẫn nâng cấp hình ảnh. Trình hướng dẫn sẽ hỗ trợ bạn nâng cấp chương trình cơ sở của% s% s bằng cách cung cấp phương tiện sao lưu cho các cài đặt hiện tại của bạn và giải thích ngắn về cách nâng cấp chương trình cơ sở của bạn.
zh_cn: 欢迎来到镜像升级向导.该向导将协助您升级您的%s %s 通过提供一个备份工具,为您的当前设置和如何升级您的镜像的一个简短的解释.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
da: Velkommen. Hvis du vil forbinde din %s %s til internettet, vil denne hjælper guide dig gennem den grundlæggende netværksopsætning af din %s %s. Tryk OK for at starte opsætningen af dit netværk
de: Willkommen. Wenn Sie Ihre %s %s mit dem Internet verbinden möchten, wird Sie dieser Assistent durch die grundlegenden Netzwerkeinstellungen führen. Drücken Sie OK, um Ihr Netzwerk zu konfigurieren
et: Tere tulemast. See abiline juhendab võrgu seadistamisel, et ühendada %s %s internetti. Võrgu seadistamise alustamiseks vajuta OK
hu: Üdvözüljük. Ha szeretné a(z) %s %s készüléket az Internetre csatlakoztatni, ez a Varázsló segíthet Önnek, hogy az alapkonfigurációt létrehozhassa. Kérem, nyomja le az OK gombot a hálózat konfigurálásához
ru: Добро пожаловать. Если вы хотите подключить ваш %s %s к сети интернет, этот мастер проведет Вас через основные настройки сети ресивера. Нажмите ОК для начала настройки сети.
vi: Chào mừng bạn Nếu bạn muốn kết nối% s% s với Internet, trình hướng dẫn này sẽ hướng dẫn bạn cách thiết lập mạng cơ bản cho% s% s của bạn. Nhấn OK để bắt đầu cấu hình mạng của bạn
zh_cn: 欢迎. 如果你想连接你的 %s %s 到互联网时,这个向导将指导您通过您的基本网络设置 %s %s. 按'确定'键开始配置您的网络

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
da: Velkommen. Denne assistent vil lede dig gennem grundopsætningen af din %s %s. Tryk på OK knappen på din fjernbetjening for at gå til næste trin.
de: Willkommen. Der Startassistent wird Sie durch die Grundeinstellungen Ihrer %s %s führen. Drücken Sie OK auf Ihrer Fernbedienung, um zum nächsten Schritt zu gelangen.
et: Tere. See abiline juhendab %s %s põhiseadete määramisel. Järgmise sammu juurde minekuks vajuta puldil OK nuppu.
hu: Üdvözlöm. Ez az Indítási Varázsló végig fogja Önt vezetni a(z) %s %s készülék alapbeállításain. Nyomja meg az OK gombot a távirányítón a következő lépéshez.
ru: Добро пожаловать. Мастер запуска проведет вас через основные настройки вашего %s %s. Нажмите ОК на пульте дистанционного управления, чтобы перейти к следующему шагу.
vi: Chào mừng bạn Trình hướng dẫn bắt đầu này sẽ hướng dẫn bạn cách thiết lập cơ bản % s% s của bạn. Nhấn nút OK trên điều khiển từ xa của bạn để chuyển sang bước tiếp theo.
zh_cn: 欢迎. 这个开始向导将引导你完成 %s %s 的基本设置. 请按遥控器上的OK键进入下一个步骤.

source: Werbung
zh_cn: 广告

source: Wettbewerb
zh_cn: 竞争

source: Wetter
da: Vejr
zh_cn: 天气

source: What Day of month ?
da: Hvilken dag i måneden ?
de: An welchem Tag des Monats?
et: Mis kuupäev?
hu: A hónap melyik napján?
ru: Какой день месяца?
vi: Ngày nào trong tháng?
zh_cn: 每月某日？

source: What Day of week ?
da: Hvilken dag i ugen ?
de: An welchem Wochentag?
et: Mis nädalapäev?
hu: A hét melyik napján?
ru: Какой день недели?
vi: Ngày nào trong tuần?
zh_cn: 星期几?

source: What action is required on completion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do exactly that.
da: Hvilken handling er påkrævet ved fuldførelse af Timeren? 'Auto' lader boksen vende tilbage til den tilstand den havde da Timeren startede. 'Gør intet', 'Skift til Standby' og 'Skift til Dyb Standby' gør nøjagtig det.
de: Wählen Sie, was nach dem ausgeführten Timer geschehen soll. 'Automatisch' lässt die Box in den Zustand gehen, den sie vor dem Timerstart hatte.
et: Mida teha taimeri lõppemisel? 'Automaatne' laseb vastuvõtjal minna olekusse, mis oli enne taimeri alustamist. 'Ära tee midagi', 'mine ooteseisundisse' ja 'mine puhkeseisundisse' teevad just seda, mis kirjas.
hu: Mi történjen a felvétel után.
vi: Những hành động cần thiết khi hoàn thành bộ đếm thời gian? 'Tự động' cho phép hộp trở về trạng thái khi đồng hồ bắt đầu. 'Không làm gì cả', 'Chuyển đến chế độ chờ' và 'Chuyển đến chế độ chờ sâu' thực hiện chính xác điều đó.
zh_cn: 定时器结束后需要执行什么操作? '自动'让机顶盒返回到定时器开始时的状态.'不执行任何操作',''进入待机状态'和'深度待机'.

source: What do you want to play?
da: Hvad ønsker du at afspille?
de: Was möchten Sie wiedergeben?
et: Mida soovid esitada?
vi: Bạn muốn chơi gì
zh_cn: 你想玩什么?

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
da: Når dette aktiveres, vil Enigma2 hente ulænkede brugerbuketter. Dette betyder at brugerbuketter som er tilgængelige, men ikke inkluderet i bouquets.tv eller bouquets.radio filerne, alligevel hentes. Dette tillader dig f.eks. at beholde dine egne brugerbuketter mens installerede indstillinger bliver opgraderet.
de: Bei 'Ja' werden alle vorhandenen Bouquets geladen, auch wenn sie nicht in der 'bouquets.tv' oder 'bouquets.radio' enthalten sind. Dies erlaubt Ihnen z.B. Ihre eigenen Bouquets zu erhalten, wenn Upgrades der installierten Bouquets erfolgen.
et: Kui lubatud, laadib enigma2 ka sidumata lemmiknimekirjad. See tähendab, et lemmiknimekirjad, mis on olemas, aga puuduvad bouquets.tv või bouquets.radio failides, laaditakse ikkagi. Nii saab oma lemmiknimekirjad säilitada ka paigaldatud kanalinimekirjade uuendamisel
hu: Ha engedélyezi, a leválasztott felhasználói csatornacsomagok is betöltődnek. Ez azt jelenti, hogy az olyan felhasználói csatornacsomagok is betöltődnek, amelyek léteznek, de nincsnek benne a bouquets.tv vagy bouquets.radio fájlban. Ez lehetőséget ad arra, hogy a saját csatornacsomagjait megtartsa, ha a csatornák frissülnek
ru: Если включено, то будут загружаться невыбранные букеты пользователя. Это означает, букеты существуют, но не были включены в файлы bouquets.tv или bouquets.radio. Это позволит Вам внедрит свой собственный букет в существующий список букетов
vi: Khi được bật enigma2 sẽ tải các tập tin người dùng không liên kết. Điều này có nghĩa là các userbouquets có sẵn, nhưng không được bao gồm trong các tập tin bouquets.tv hoặc bouquets.radio, vẫn sẽ được tải. Điều này cho phép bạn lấy ví dụ để giữ bó hoa người dùng của riêng bạn trong khi cài đặt được cài đặt được nâng cấp
zh_cn: 启用后,Enigma2将加载链接的userbouquets.这意味着,userbouquets是可用的,但不包括bouquets.tv或bouquets.radio文件中,依然会被加载.这允许你例如升级已安装的设置后要保持自己的用户频道列表.

source: When enabled the online checker will also check for experimental versions
da: Når dette aktiveres vil online kontrollen også kontrollere for eksperimentale versioner
de: Wenn aktiviert, werden auch experimentelle Updates gesucht.
et: Kui lubatud, otsitakse ka eksperimentaalseid uuendusi
hu: Engedélyezés esetén az online ellenőrzés ellenőrzi a kísérleti verziókat is
ru: Если включено, онлайн-проверка также будет включать в себя и экспериментальные версии
vi: Khi được bật, trình kiểm tra trực tuyến cũng sẽ kiểm tra các phiên bản thử nghiệm
zh_cn: 启用后,在线检查也将检查体验版本

source: When enabled, Enigma2 will load unlinked bouquets. This means that bouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
da: Når dette aktiveres, vil Enigma2 hente ulænkede brugerbuketter. Dette betyder at buketter som er tilgængelige, men ikke inkluderet i bouquets.tv eller bouquets.radio filerne, alligevel hentes. Dette tillader dig f.eks. at beholde dine egne brugerbuketter mens installerede indstillinger bliver opgraderet.
de: Bei 'Ja' werden alle vorhandenen Favoritenlisten geladen, auch wenn sie nicht in der 'bouquets.tv' oder 'bouquets.radio' enthalten sind. Dies erlaubt Ihnen z.B. Ihre eigenen Favoritenlisten zu erhalten, wenn Upgrades der installierten Bouquets erfolgen.
et: Kui lubatud, laadib enigma2 ka sidumata lemmiknimekirjad. See tähendab, et lemmiknimekirjad, mis on olemas, aga puuduvad bouquets.tv või bouquets.radio failides, laaditakse ikkagi. Nii on võimalik oma lemmiknimekirjad säilitada ka paigaldatud kanalinimekirjade uuendamisel
hu: Ha engedélyezi, a leválasztott csatornacsomagok is betöltődnek. Ez azt jelenti, hogy az olyan csatornacsomagok is betöltődnek, amelyek léteznek, de nincsnek benne a bouquets.tv vagy bouquets.radio fájlban. Ez lehetőséget ad arra, hogy a saját csatornacsomagjait megtartsa, ha a csatornák frissülnek
ru: Если включено, то будут загружаться невыбранные букеты пользователя. Это означает, букеты существуют, но не были включены в файлы bouquets.tv или bouquets.radio. Это позволит Вам внедрит свой собственный букет в существующий список букетов
vi: Khi được bật enigma2 sẽ tải các tập tin người dùng không liên kết. Điều này có nghĩa là các userbouquets có sẵn, nhưng không được bao gồm trong các tập tin bouquets.tv hoặc bouquets.radio, vẫn sẽ được tải. Điều này cho phép bạn lấy ví dụ để giữ bó hoa người dùng của riêng bạn trong khi cài đặt được cài đặt được nâng cấp
zh_cn: 启用后,Enigma2将加载未链接的频道列表.这意味着频道列表可用,但未包括在bouquets.tv或bouquets.radio文件中,依然会被加载.这允许你例如升级已安装的设置后要保持自己的用户频道列表
