Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Delete Directory
cs: Smazat adresář
el: Διαγραφή φακέλου
fi: Poista hakemisto
hr: Izbriši Direktorijum
it: Elimina cartella
lt: Ištrinti katalogą
nl: Map verwijderen
pl: Usuń katalog
sk: Vymazať priečinok
sr: Izbriši Direktorijum
sv: Ta bort katalog
ta: கோப்பகத்தை நீக்கு
tr: Dizini Sil
uk: Видалити каталог

source: Delete EPG Cache
cs: Smazat mezipaměť EPG
el: Διαγραφή της προσωρινής μνήμης EPG
fi: Poista EPG välimuisti
hr: Izbrišite EPG predmemoriju
it: Elimina cache EPG
nl: EPG-Cache wissen
pl: Usuń pamięć podręczną EPG
sk: Vymazať vyrovnávaciu pamäť EPG
sr: Izbriši EPG keš
sv: Ta bort EPG-cache
ta: ஈபிசி கேச் நீக்கு
tr: EPG Önbelleğini Sil
uk: Видалити кеш EPG

source: Delete Expander
cs: Smazat expandér
el: Διαγραφή της επέκτασης
fi: Poista laajennus
hr: Izbriši Proširenje
it: Elimina expander
nl: Expander verwijderen
pl: Usuń Rozszerzacza
sk: Vymazať expandér
sr: Izbriši Proširenje
sv: Ta bort Expander
ta: விரிவாக்கத்தை நீக்கு
tr: Genişleticiyi Sil
uk: Видалити розширювач флеш-пам’яті

source: Delete Image
bg: Изтриване на изображение
cs: Smazat image
el: Διαγραφή image
fi: Poista
fr: Supprimer l’image
hr: Izbriši Imidž
it: Elimina immagine
lt: Ištrinti atvaizdą
nl: Image verwijderen
pl: Usuń system
sk: Vymazať image
sr: Izbriši Imidž
sv: Radera bild
ta: படத்தை நீக்கு
tr: Yazılımı Sil
uk: Видалення іміджу

source: Delete Line
cs: Smazat řádek
el: Διαγραφή γραμμής
fi: Poista rivi
hr: Izbriši Red
it: Elimina riga
lt: Pašalinti eilutę
nl: Regel verwijderen
pl: Usuń linię
sk: Vymazať riadok
sr: Izbriši Red
sv: Radera linje
ta: வரியை நீக்கு
tr: Satırı Sil
uk: Видалити рядок

source: Delete Plugins
bg: Изтриване на плъгините
cs: Smaže vybrané pluginy
da: Slet Plugins
de: Entfernen der Erweiterungen
el: Διαγραφή προσθέτων
et: Kustuta pluginaid
fi: Poista lisäosia
fr: Effacer plugins
hr: Izbrišite dodatke
hu: Bővítmények törlése
it: Elimina plugin
lt: Ištrinti priedus
nl: Plugins verwijderen
pl: Usuń wtyczki
ru: Удалить плагины
sk: Vymazanie pluginov
sr: Izbriši Plugin
sv: Ta bort insticksprogram
ta: செருகுநிரல்களை நீக்கு
tr: Eklentileri Sil
uk: Видалити плагіни
vi: Xóa plugin
zh_cn: 删除插件

source: Delete Timer
bg: Изтриване на таймера
cs: Smazat časovač
el: Διαγραφή χρονοδιακόπτη
fi: Poista ajastus
fr: Supprimer la programmation
hr: Izbriši Tajmer
it: Elimina timer
lt: Šalinti laikmatį
nl: Verwijder een Timer
pl: Usuń timer
sk: Vymazať časovač
sr: Izbriši Tajmer
sv: Radera timer
ta: டைமரை நீக்கு
tr: Zamanlayıcı Sil
uk: Видалити таймер

source: Delete all duplicated lines
cs: Smazat všechny duplicitní řádky
el: Διαγραφή όλων των διπλότυπων γραμμών
fi: Poista kaikki päällekkäiset rivit
hr: Izbriši sve duple redove
it: Elimina tutte le righe duplicate
lt: Naikinti visas pasikartojančias eilutes
nl: Alle dubbele regels verwijderen
pl: Usuń wszystkie zduplikowane linie
sk: Vymazať všetky duplicitné riadky
sr: Izbriši sve duple redove
sv: Ta bort alla dubblerade rader
ta: அனைத்து நகல் வரிகளையும் நீக்கவும்
tr: Yinelenen tüm satırları sil
uk: Видалити усі рядки, що повторюються

source: Delete all log files
bg: Изтриване на всички лог файлове
cs: Smazat všechny soubory protokolu
el: Διαγραφή όλων των αρχείων καταγραφής
fi: Poista kaikki lokitiedostot
hr: Izbrišite sve datoteke dnevnika
it: Elimina tutti i file di registro
lt: Naikinti visus žurnalo failus
nl: Verwijder alle log bestanden
pl: Usuń wszystkie pliki logów
sk: Vymazať všetky súbory denníkov
sr: Izbriši sve fajl evidencije
sv: Ta bort alla loggfiler
ta: எல்லா பதிவு கோப்புகளையும் நீக்கவும்
tr: Tüm günlük dosyalarını sil
uk: Видалити всі файли журналу збоїв

source: Delete all logs
cs: Smazat všechny protokoly
el: Διαγραφή όλων των καταγραφών
fi: Poista kaikki lokit
hr: Brisanje svih zapisnika
it: Elimina tutti i registri
lt: Ištrinti visus žurnalus
nl: Verwijder alle logbestanden
pl: Usuń wszystkie logi
sk: Vymazať všetky denníky
sr: Izbriši sve evidencije
sv: Ta bort alla loggar
ta: எல்லா பதிவுகளையும் நீக்கு
tr: Tüm günlükleri sil
uk: Видалити всі логи

source: Delete all related files
cs: Smazat všechny související soubory
el: Διαγραφή όλων των σχετιζόμενων αρχείων
fi: Poista kaikki liittyvät tiedostot
hr: Izbrišite sve povezane datoteke
it: Elimina tutti i file correlati
lt: Ištrinkite visus susijusius failus
nl: Alle bijbehorende bestanden verwijderen
pl: Usuń wszystkie powiązane pliki
sk: Vymazať všetky súvisiace súbory
sr: Izbriši sve srodne fajlove
sv: Ta bort alla relaterade filer
ta: தொடர்புடைய அனைத்து கோப்புகளையும் நீக்கு
tr: İlgili tüm dosyaları sil
uk: Видалити усі пов’язані файли

source: Delete all tags
bg: Изтриване на всички тагове
cs: Smazat všechny značky
el: Διαγραφή όλων των ετικετών
fi: Poista kaikki tunnisteet
fr: Supprimer tous les tags
hr: Brisanje svih oznaka
it: Elimina tutti i tag
lt: Šalinti visas žymes
nl: Verwijder alle markeringen
pl: Usuń wszystkie znaczniki
sk: Vymazať všetky tagy
sr: Izbriši sve oznake
sv: Ta bort alla taggar
ta: எல்லா குறிச்சொற்களையும் நீக்கு
tr: Tüm etiketleri sil
uk: Видалити всі теги

source: Delete all the text
bg: Изтриване на целия текст
cs: Smazat celý text
de: Lösche den ganzen Text
el: Διαγραφή όλου του κειμένου
fi: Poista koko teksti
fr: Supprimer tout le texte
hr: Brisanje cijelog teksta
it: Elimina tutto il testo
lt: Ištrinti visą tekstą
nl: Verwijder alle tekst
pl: Usuń cały tekst
sk: Vymazať celý text
sr: Izbriši sav tekst
sv: Ta bort all text
ta: எல்லா உரையையும் நீக்கவும்
tr: Tüm metni sil
uk: Видалити весь текст
zh_cn: 删除所有文本

source: Delete and uninstall Plugins. This will remove the Plugin from your receiver.
cs: Odstranit a odinstalovat pluginy. Tímto se plugin odstraní z vašeho přijímače.
el: Διαγραφή και απεγκατάσταση προσθέτων. Αυτό θα αφαιρέσει το πρόσθετο από τον δέκτη σας
hr: Obriši i deinstaliraj dodatke. Ovo će ukloniti dodatak sa tvog prijemnika.
it: Elimina e disinstalla i plugin. Questo rimuoverà il plugin dal ricevitore.
lt: Trinti ir išdiegti priedus. Priedas bus pašalintas iš jūsų imtuvo
nl: Lijst met geïnstalleerde plugins. Hier kunt u plugins verwijderen van uw ontvanger.
sr: Obriši i deinstaliraj dodatke. Ovo će ukloniti dodatak sa tvog prijemnika.
sv: Ta bort och avinstallera Plugins. Detta kommer att ta bort pluginet från din box
tr: Eklentileri silin ve kaldırın. Bu işlem eklentiyi alıcınızdan kaldıracaktır.
uk: Видалити плагіни. Дана дія видалить плагіни з Вашого приймача.

source: Delete character to left of cursor or select AM times
bg: Изтриване на знак вляво от курсора или изберете времена AM
cs: Smažte znak vlevo od kurzoru nebo vyberte AM times
el: Διαγραφή χαρακτήρα αριστερά του κέρσορα ή επιλογή ωρών ΠΜ
fi: Poista merkki kohdistimen vasemmalta puolelta tai valitse 12H aika
fr: Supprimer le caractère à gauche du curseur ou sélectionner les heures AM
hr: Izbrišite znak lijevo od kursora ili odaberite AM vrijeme
it: Elimina carattere a sinistra del cursore o seleziona gli orari AM
lt: Naikinti simbolį į kairę nuo žymeklio arba pasirinkti AM laiką
nl: Verwijder het teken links van de cursor of selecteer de AM tijdindeling
pl: Usuń znak na lewo od kursora lub wybierz godziny AM
sk: Vymazať znak vľavo od kurzora alebo voľba času AM
sr: Izbriši znak levo od kursora ili izaberi AM vreme
sv: Radera tecken till vänster om markören eller välj AM gånger
ta: கர்சரின் இடதுபுறத்தில் எழுத்தை நீக்கவும் அல்லது AM நேரங்களைத் தேர்ந்தெடுக்கவும்
tr: İmlecin solundaki karakteri silin veya AM zamanlarını seçin
uk: Видаліть символ ліворуч від курсору, або виберіть AM знасення

source: Delete character under cursor or select PM times
bg: Изтриване на знак под курсора или изберете времена PM
cs: Smažte znak pod kurzorem nebo vyberte časy PM
el: Διαγραφή χαρακτήρα αριστερά του κέρσορα ή επιλογή ωρών MΜ
fi: Poista merkki kohdistimen alta tai valitse 24H aika
fr: Supprimer le caractère sous le curseur ou sélectionner les heures PM
hr: Izbriši znak ispod kursora ili odaberite PM vrijeme
it: Elimina carattere sotto il cursore o seleziona gli orari PM
lt: Naikinti simbolį po žymekliu arba pasirinkti PM laiką
nl: Verwijder het teken onder de cursor of selecteer de PM tijdindeling
pl: Usuń znak pod kursorem lub wybierz czasy PM
sk: Vymazať znak pod kurzorom alebo voľba času PM
sr: Izbriši znak ispod kursora ili izaberi PM vreme
sv: Radera tecken under markören eller välj PM-tider
ta: கர்சரின் கீழ் எழுத்தை நீக்கவும் அல்லது PM நேரங்களைத் தேர்ந்தெடுக்கவும்
tr: İmlecin altındaki karakteri silin veya PM saatlerini seçin
uk: Видаліть символ ліворуч від курсору або виберіть PM знасення

source: Delete current line
bg: Изтриване на текущия ред
cs: Smazat aktuální řádek
da: Slet nuværende linje
de: Aktuelle Zeile löschen
el: Διαγραφή τρέχουσας γραμμής
et: Kustuta käesolev rida
fi: Poista nykyinen linja
fr: Supprimer la ligne actuelle
hr: Izbriši trenutni red
it: Elimina linea attuale
lt: Ištrinti dabartinę eilutę
nl: Verwijder huidige regel
pl: Usuń bieżącą linię
sk: Vymazať aktuálny riadok
sr: Izbriši trenutni red
sv: Radera aktuell rad
ta: தற்போதைய வரியை நீக்கு
tr: Geçerli satırı sil
uk: Видалити цей рядок
vi: Xóa dòng hiện tại
zh_cn: 删除当前行

source: Delete directory or file
cs: Smazat adresář nebo soubor
el: Διαγραφή φακέλου ή αρχείου
fi: Poista hakemisto tai tiedosto
hr: Brisanje direktorija ili datoteke
it: Elimina cartella o file
lt: Ištrinkite katalogą arba failą
nl: Map of bestand verwijderen
pl: Usuń katalog lub plik
sk: Vymazať priečinok alebo súbor
sr: Izbriši direktorijum ili fajl
sv: Ta bort katalog eller fil
ta: அடைவு அல்லது கோப்பை நீக்கு
tr: Dizin veya dosyayı sil
uk: Видалити каталог, або файл

source: Delete empty and white space only lines
cs: Smazat prázdné řádky a řádky obsahující pouze mezery
el: Διαγραφή των κενών και λευκού διαστήματος γραμμών
fi: Poista tyhjät rivit ja vain tyhjät välilyönnit
hr: Brisanje praznih i samo praznih redova
it: Elimina righe vuote e contenenti solo spazi bianchi
lt: Tik tuščių ir tuščių tarpų eilučių naikinimas
nl: Verwijder lege regels en regels met alleen spaties
pl: Usuń puste linie i linie z białą przestrzenią
sk: Vymazať prázdne riadky a riadky obsahujúce iba medzery
sr: Izbriši prazne i sa razmakom samo redove
sv: Ta bort tomma rader och rader som bara innehåller vita ytor
ta: வெற்று மற்றும் வெள்ளை இடத்தை மட்டுமே நீக்கவும்
tr: Yalnızca boşluk içeren satırları sil
uk: Видалити порожні рядки та з пробілами

source: Delete entry
bg: Изтриване на запис
cs: Smazat položku
da: Slet post
de: Eintrag löschen
el: Διαγραφή στοιχείου
et: Kustuta valik
fi: Poista valittu
fr: Supprimer l’entrée
hr: Izbriši unos
hu: Adat törlése
it: Elimina voce
lt: Trinti įrašą
nl: Verwijder invoer
pl: Usuń wpis
pt_br: Remover item
ru: Удалить выбранное
sk: Vymazať záznam
sl: Izbriši vnos
sr: Izbriši izabrano
sv: Radera post
ta: நுழைவை நீக்கு
tr: Girişi sil
uk: Видалити канал
vi: Xóa mục nhập
zh_cn: 删除条目

source: Delete failed!
bg: Изтриването не бе успешно!
cs: Vymazání selhalo!
da: Slet mislykkedes!
de: Löschen fehlgeschlagen!
el: Η διαγραφή απέτυχε!
et: Kustutamine nurjus!
fi: Poisto epäonnistui!
fr: La suppression a échoué !
hr: Brisanje nije uspjelo!
hu: A törlés sikertelen!
it: Eliminazione fallita!
lt: Ištrinti nepavyko!
nl: Verwijderen mislukt!
pl: Usunięcie nie powiodło się!
pt_br: Falha ao remover!
ru: Удалить не удалось!
sk: Vymazanie neúspešné!
sl: Brisanje neuspešno!
sr: Brisanje nije uspelo!
sv: Radering misslyckades!
ta: நீக்கு தோல்வியுற்றது!
tr: Silme işlemi başarısız oldu!
uk: Видалення невдале!
vi: Xóa thất bại!
zh_cn: 删除失败!

source: Delete file
bg: Изтриване на файл
cs: Smazat soubor
da: Slet fil
de: Datei löschen
el: Διαγραφή αρχείου
et: Kustuta fail
fi: Poista tiedosto
fr: Supprimer le fichier
hr: Izbriši datoteku
hu: Fájl törlése
it: Elimina file
lt: Trinti failą
nl: Verwijder bestand
pl: Usuń plik
pt_br: Remover arquivo
ru: Удалить файл
sk: Vymazať súbor
sr: Izbriši fajl
sv: Radera fil
ta: கோப்பை அழி
tr: Dosyayı sil
uk: Видалити файл
vi: Xóa tài liệu
zh_cn: 删除文件

source: Delete job completed.
cs: Smazání úlohy bylo dokončeno.
el: Η διαγραφή ολοκληρώθηκε.
fi: Poista suoritettu työ.
hr: Brisanje posla dovršeno.
it: Eliminazione processo completata.
lt: Naikinti atliktą užduotį.
nl: Verwijderen is gereed.
pl: Zadanie usunięcia zakończone.
sk: Vymazávanie bolo dokončené.
sr: Brisanje posla kompletno.
sv: Raderingsjobbet slutfört.
ta: வேலை முடிந்தது.
tr: Silme işlemi tamamlandı.
uk: Завдання видалення завершено.

source: Delete job failed!
cs: Smazání úlohy se nezdařilo!
el: Η διαγραφή απέτυχε!
fi: Poisto epäonnistui!
hr: Brisanje posla nije uspjelo!
it: Eliminazione processo non riuscita!
lt: Ištrinti nepavyko!
nl: Het verwijderen is mislukt!
pl: Zadanie usunięcia nie powiodło się!
sk: Vymazávanie neúspešné!
sr: Brisanje posla nije uspelo!
sv: Raderingsjobbet misslyckades!
ta: வேலை தோல்வியுற்றது!
tr: Silme işlemi başarısız oldu!
uk: Не вдалося видалити завдання!

source: Delete job queued.
cs: Smazat úlohu ve frontě.
el: Η διαγραφή βρίσκεται σε σειρά εκτέλεσης.
fi: Poista jonossa oleva työ.
hr: Brisanje posla u redu čekanja.
it: Eliminazione processo in coda.
lt: Naikinti užduočių eilę.
nl: De verwijderopdracht is in de wachtrij geplaatst.
pl: Zadanie usunięcia zakolejkowane.
sk: Úloha vymazania bola zaradená do fronty.
sr: Brisanje posla u redu čekanja.
sv: Ta bort jobb i kö.
ta: வேலையை நீக்கு.
tr: Sıraya alınmış işlemi sil.
uk: Видалити завдання з черги.

source: Delete log
cs: Smazat protokol
el: Διαγραφή αρχείου καταγραφής
fi: Poista loki
hr: Izbriši log
it: Elimina registro
lt: Trinti žurnalą
nl: Verwijder log-bestand
pl: Usuń log
sk: Vymazať denník
sr: Izbriši log
sv: Ta bort logg
ta: பதிவை நீக்கு
tr: Günlüğü sil
uk: Видалити лог

source: Delete only highlighted file
cs: Smazat pouze zvýrazněný soubor
el: Διαγραφή μόνο του επισημασμένου αρχείου
fi: Poista vain korostettu tiedosto
hr: Brisanje samo istaknute datoteke
it: Elimina solo file evidenziati
lt: Naikinti tik paryškintą failą
nl: Alleen gemarkeerde bestanden verwijderen
pl: Usuń tylko wybrany plik
sk: Vymazať len zvýraznený súbor
sr: Izbriši samo istaknuti fajl
sv: Radera endast markerad fil
ta: சிறப்பிக்கப்பட்ட கோப்பை மட்டும் நீக்கு
tr: Yalnızca vurgulanan dosyayı sil
uk: Видалити лише виділений файл

source: Delete or Wipe the highlighted slot
cs: Vymažte zvýrazněný slot
el: Διαγραφή ή εκκαθάριση της επισημασμένης θύρας
fi: Poista tai pyyhi nykyinen ohjelmisto paikka
hr: Brisanje istaknutog utora
it: Elimina o cancella lo slot evidenziato
lt: Naikinti arba išvalyti paryškintą lizdą
nl: Verwijder of wis het actuele slot
pl: Usuń lub wyczyść zaznaczony slot
sk: Vymazať alebo vyčistiť zvýraznený slot
sr: Izbriši ili ukloni istaknuti slot
sv: Ta bort eller radera den markerade platsen
ta: சிறப்பம்சமாக ச்லாட்டை நீக்கவும் அல்லது துடைக்கவும்
tr: Vurgulanan yuvayı silin veya temizleyin
uk: Видаліть, або затріть виділений слот

source: Delete play list entry
bg: Изтриване на запис от плейлиста
cs: Odstranit záznam v seznamu přehrávání
el: Διαγραφή στοιχείου λίστας αναπαραγωγής
fi: Poista soittolistan valittu kohde
fr: Supprimer l’entrée de la liste de lecture
hr: Brisanje unosa popisa za reprodukciju
it: Elimina voce dalla playlist
lt: Trinti įrašą iš grojaraščio
nl: Verwijder een item uit de afspeellijst
pl: Usuń pozycję z listy
sk: Vymazať položku playlistu
sr: Izbriši zapis iz plej liste
sv: Radera post i spellistan
ta: பிளே பட்டியல் உள்ளீட்டை நீக்கு
tr: Çalma listesi girişini sil
uk: Видалити запис з списку відтворення

source: Delete saved play list
bg: Изтриване на запазен плейлист
cs: Smazat uložený seznam přehrávání
el: Διαγραφή αποθηκευμένης λίστας αναπαραγωγής
fi: Poista tallennettu soittolista
fr: Supprimer la liste de lecture sauvegardée
hr: Brisanje spremljenog popisa reprodukcija
it: Elimina playlist salvata
lt: Trinti išsaugotą grojaraštį
nl: Verwijder een opgeslagen afspeellijst
pl: Usuń zapisaną listę odtwarzania
sk: Vymazať uložený playlist
sr: Izbriši sačuvanu plej listu
sv: Radera sparad spellista
ta: சேமித்த விளையாட்டு பட்டியலை நீக்கு
tr: Kaydedilen oynatma listesini sil
uk: Видалити збережений список відтворення

source: Delete the character to the left of text cursor
bg: Изтрийте знака вляво от текстовия курсор
cs: Smažte znak vlevo od textového kurzoru
da: Slet tegnet til venstre for tekstmarkøren
de: Lösche das Zeichen links vom Text-Cursor
el: Διαγραφή του χαρακτήρα αριστερά του κέρσορα
fi: Poista merkki kohdistimen vasemmalta puolelta
fr: Supprimer le caractère à gauche du curseur du texte
hr: Brisanje znaka lijevo od tekstnog pokazivača
it: Elimina carattere a sinistra del cursore del testo
lt: Trinti simbolį teksto žymeklio kairėje
nl: Verwijder het karakter links van de cursor
pl: Usuń znak po lewej stronie kursora tekstowego
sk: Vymazať znaky smerom naľavo od textového kurzora
sr: Izbriši znak levo od kursora teksta
sv: Ta bort tecknet till vänster om textmarkören
ta: உரை கர்சரின் இடதுபுறத்தில் எழுத்தை நீக்கவும்
tr: Metin imlecinin solundaki karakteri sil
uk: Видалити символ ліворуч від текстового курсору
zh_cn: 删除文本光标左侧的字符

source: Delete the character to the left of the cursor
cs: Odstranit znak nalevo od kurzoru
el: Διαγραφή του χαρακτήρα αριστερά του κέρσορα
fi: Poista kursorin vasemmalla puolella oleva merkki
hr: Brisanje znaka s lijeve strane pokazivača
it: Elimina carattere a sinistra del cursore
nl: Het teken links van de cursor verwijderen
pl: Usuwa znak na lewo od kursora
sk: Vymazať znak naľavo od kurzora
sr: Izbriši znak levo od kursora teksta
sv: Ta bort tecknet till vänster om markören
ta: கர்சரின் இடதுபுறத்தில் பாத்திரத்தை நீக்கவும்
tr: Metin imlecinin solundaki karakteri sil
uk: Видалити символ ліворуч від курсору

source: Delete the character under the cursor
cs: Odstranit znak pod kurzorem
el: Διαγραφή του χαρακτήρα κάτω από τον κέρσορα
fi: Poista kursorin alla oleva merkki
hr: Brisanje znaka ispod pokazivača
it: Elimina carattere sotto il cursore
nl: Het teken onder de cursor verwijderen
pl: Usuwa znak pod kursorem
sk: Vymazať znak pod kurzorom
sr: Brisanje znaka ispod od kursora
sv: Ta bort tecknet under markören
ta: கர்சரின் கீழ் எழுத்தை நீக்கவும்
tr: İmlecin altındaki karakteri sil
uk: Видалити символ під курсором

source: Delete the character under the text cursor
bg: Изтрийте знака под текстовия курсор
cs: Smažte znak pod textovým kurzorem
da: Slet tegnet til under tekstmarkøren
de: Lösche das Zeichen unter dem Text-Cursor
el: Διαγραφή του χαρακτήρα κάτω από τον κέρσορα
fi: Poista merkki tekstikohdistimen alta
fr: Supprimer le caractère sous le curseur du texte
hr: Brisanje znaka ispod tekstnog kursora
it: Elimina carattere sotto il cursore del testo
lt: Trinti po teksto žymekliu esantį simbolį
nl: Verwijder het karakter onder de cursor
pl: Usuń znak pod kursorem tekstowym
sk: Vymazať znaky pod textovým kurzorom
sr: Izbriši znak ispod od kursora teksta
sv: Ta bort tecknet under textmarkören
ta: கர்சரின் உரையின் கீழ் எழுத்தை நீக்கவும்
tr: Metin imlecinin altındaki karakteri sil
uk: Видалити символ під текстовим курсором
zh_cn: 删除文字光标下方的字符

source: Delete the current time shift buffer and restart time shift
bg: Изтрийте текущия буфер за изместване на времето и рестартирайте функцията за изместване на времето
cs: Vymažte aktuální vyrovnávací paměť časového posunu a restartujte časový posun
el: Διαγραφή της προσωρινής μνήμης του τρέχοντος χρονοδιακόπτη και επανεκκίνησή του
fi: Poista nykyinen aikasiirtopuskuri ja käynnistä ajansiirto uudelleen
fr: Effacer le buffer de PauseDirect actuel et redémarrer le PauseDirect
hr: Izbrišite trenutni međuspremnik vremenskog pomaka i ponovno pokrenite timeshift
it: Elimina buffer timeshift attuale e riavvia timeshift
lt: Valyti šio laiko poslinkio atmintinę ir laiko poslinkį paleisti iš naujo
nl: Verwijder de huidige Timeshift-buffer en herstart Timeshift
pl: Usuń bieżący bufor i ponownie uruchom timeshift
sk: Vymazať aktuálnu vyrov. pamäť pre timeshift a reštartovať ho
sr: Izbriši fajl trenutnog tajmšift bafera i ponovo pokreni tajmšift
sv: Radera bufferten för aktuell tidsförskjutning och starta om tidsförskjutningen
ta: தற்போதைய நேர சிப்ட் பஃப்பரை நீக்கி, நேர மாற்றத்தை மறுதொடக்கம் செய்யுங்கள்
tr: Geçerli zaman kaydırma arabelleğini silin ve zaman kaydırmayı yeniden başlatın
uk: Видалити файл поточного таймшифта і перезапустити таймшифт

source: Delete the currently displayed log file
bg: Изтрийте текущо показания регистрационен файл
cs: Smaže aktuálně zobrazený soubor protokolu
el: Διαγραφή του τρέχοντος εμφανιζόμενου αρχείου καταγραφής
fi: Poista näkyvissä oleva lokitiedosto
hr: Brisanje trenutno prikazane datoteke zapisnika
it: Elimina file di registro attualmente visualizzato
lt: Naikinti šiuo metu rodomą žurnalo failą
nl: Verwijder het hier getoonde log-bestand
pl: Usuń aktualnie wyświetlany plik logu
sk: Vymazať práve zobrazený súbor so záznamom
sr: Izbriši trenutno izabrani fajl log
sv: Ta bort loggfilen som visas för tillfället
ta: தற்போது காட்டப்படும் பதிவு கோப்பை நீக்கு
tr: Şu anda görüntülenen günlük dosyasını sil
uk: Видалити поточний файл журналу помилок

source: Delete the currently selected timer
cs: Odstraní aktuálně vybraný časovač
el: Διαγραφή του τρέχοντος επιλεγμένου χρονοδιακόπτη
fi: Poistaaksesi vain valittu ajastus
hr: Brisanje trenutno odabranog mjerača vremena
it: Elimina timer attualmente selezionato
lt: Naikinti šiuo metu pasirinktą laikmatį
nl: De geselecteerde timer verwijderen
pl: Usuń aktualnie wybrany timer
sk: Vymazať práve vybraný časovač
sr: Izbriši trenutno izabrani tajmer
sv: Ta bort den markerade timern
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட டைமரை நீக்கு
tr: Seçili zamanlayıcıyı sil
uk: Видалити поточний вибраний таймер

source: Delete the directory/file '%s'?
cs: Smazat adresář/soubor '%s'?
el: Διαγραφή του φακέλου/αρχείου '%s';
fi: Poistetaanko hakemisto/tiedosto '%s'?
hr: Izbrisati direktorij/datoteku '%s'?
it: Eliminare cartella/file '%s'?
lt: Ištrinti katalogą / failą "%s"?
nl: De map/het bestand '%s' verwijderen?
pl: Usuń katalog/plik '%s'?
sk: Vymazať priečinok/súbor "%s"?
sr: Izbriši direktorijum/fajl '%s'?
sv: Ta bort katalogen/filen '%s'?
ta: கோப்பகம்/கோப்பை '%s' நீக்கவா?
tr: '%s' dizinini/dosyasını silmek istiyor musunuz?
uk: Видалити каталог/файл '%s'?

source: Delete the flash expander in the selected device
cs: Odstranit flash expandér ve zvoleném zařízení
el: Διαγραφή της επέκτασης flash στην επιλεγμένη συσκευή
fi: Poista muistin laajennus valitusta laitteesta
hr: Brisanje proširenja flash na odabranom uređaju
it: Elimina espansione flash nel dispositivo selezionato
nl: De Flash-Expander in het geselecteerde apparaat verwijderen
pl: Usuwa rozszerzacza flash na wybranym urządzeniu
sk: Vymazať flash expandér vo vybranom zariadení
sr: Brisati flash proširenje u izabranom uređaju
sv: Ta bort flashexpandern i den valda enheten
ta: தேர்ந்தெடுக்கப்பட்ட சாதனத்தில் ஃபிளாச் விரிவாக்கியை நீக்கவும்
tr: Seçilen cihazdaki flaş genişleticiyi sil
uk: Видалити флеш-розширювач у вибраному пристрої

source: Delete the selected locally stored image
cs: Odstraní vybraný lokálně uložený obraz
el: Διαγραφή του επιλεγμένου τοπικά αποθηκευμένου image
fi: Poista paikallisesti tallennettu ohjelmisto
hr: Brisanje odabrane lokalno pohranjenog imidža
it: Elimina immagine selezionata memorizzata localmente
lt: Naikinti pasirinktą vietoje saugomą atvaizdą
nl: Verwijder het geselecteerde lokaal opgeslagen image
pl: Usuń wybrane przechowywane lokalnie obrazy
sk: Vymazať vybraný lokálne uložený image
sr: Izbriši izabrani lokalni sačuvani imidž
sv: Ta bort den valda lokalt lagrade bilden
ta: தேர்ந்தெடுக்கப்பட்ட உள்நாட்டில் சேமிக்கப்பட்ட படத்தை நீக்கவும்
tr: Seçilen yerel olarak depolanmış yazılımı sil
uk: Видалити вибраний локально збереженей імідж
