Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Please select medium to use as backup location
bg: Моля, изберете носителя да се използва като архивиращо място
cs: Zvolte médium pro umístění záloh
da: Vælg venligst det medie der bruges benyttes som sikkerhedskopi placering
de: Sicherungs-Speicherort auswählen
el: Επιλέξτε μέσο που θα χρησιμοποιηθεί ως προορισμός των αντιγράφων ασφαλείας
et: Vali asukoht varukoopiale
fi: Valitse tallennuspaikka varmuuskopiolle
fr: Veuillez choisir le support pour la sauvegarde
hr: Odaberite medij koji će se koristiti kao lokacija rezervne kopije
hu: Kérem, jelölje ki a biztonsági mentés helyét
it: Seleziona supporto su cui effettuare il backup
lt: Prašome pasirinkti laikmeną atsarginėms kopijoms saugoti
nl: Selecteer het te gebruiken medium als back-up locatie
pl: Wybierz nośnik do użycia jako miejsce kopii
pt_br: Selecione um dispositivo para backup
ru: Пожалуйста, выберите носитель для резерного копирования
sk: Prosím, vyberte médium, ktoré sa použije na umiestnenie záloh
sl: Izberite ustrezen medij za varnostno kopiranje:
sr: Izaberite medij koji će se koristiti kao lokacija rezervne kopije
sv: Välj medium för att använda som backup-plats
ta: காப்புப்பிரதி இருப்பிடமாக பயன்படுத்த நடுத்தரத்தைத் தேர்ந்தெடுக்கவும்
tr: Lütfen yedekleme konumu için ortam seçin
uk: Будь-ласка, виберіть носій для розташування копії
vi: Vui lòng chọn phương tiện để sử dụng làm vị trí dự phòng
zh_cn: 请选择使用作为备份媒介位置

source: Please select tag to filter...
bg: Моля, изберете маркер за филтриране...
cs: Zvolte tag do filtru...
da: Vælg venligst mærke til filtrering...
de: Bitte einen Tag zum Filtern auswählen...
el: Επιλέξτε ετικέτα προς φιλτράρισμα...
et: Vali otsisõna
fi: Valitse suodatettava avainsana.
fr: Veuillez choisir 'tag' pour filtrer...
hr: Odaberite oznaku za filtriranje...
hu: Válassza ki, milyen meta adatok legyenek szűrve...
it: Seleziona etichetta come filtro...
lt: Pasirinkite žymą atrankai...
nl: Selecteer markering om te filteren...
pl: Wybierz 'etykiete' do filtrowania...
pt_br: Selecione o marcador para filtrar
ru: Выберите тэг для фильтра...
sk: Prosím, vyberte tag na filtrovanie…
sl: Izberite oznako za filtriranje...
sr: Izaberite oznaku za filtriranje...
sv: Vänligen välj tagg för att filtrera...
ta: வடிகட்ட குறிச்சொல்லைத் தேர்ந்தெடுக்கவும் ...
tr: Lütfen filtreleme için etiket seçin...
uk: Будь-ласка, виберіть тег для фільтру...
vi: Vui lòng chọn thẻ để lọc ...
zh_cn: 请选择标签过滤...

source: Please select the IceTV service that you wish to use. IceTV is a subscription service that is only available in the listed countries.
cs: Vyberte službu IceTV, kterou chcete používat. IceTV je předplacená služba, která je dostupná pouze v uvedených zemích.
el: Παρακαλώ επιλέξτε την υπηρεσία IceTV που θέλετε να χρησιμοποιήσετε. Το IceTV είναι μία συνδρομητική υπηρεσία που είναι διαθέσιμη μόνο στις συγκεκριμένες χώρες.
fi: Valitse IceTV-palvelu, jota haluat käyttää. IceTV on tilauspalvelu, joka on käytettävissä vain luetelluissa maissa.
hr: Odaberite IceTV uslugu koju želite koristiti. IceTV je usluga pretplate koja je dostupna samo u navedenim zemljama.
it: Seleziona servizio IceTV che desideri usare. IceTV è un servizio in abbonamento disponibile solo nei paesi elencati.
lt: Pasirinkite IceTV paslaugą, kuria norite naudotis. IceTV yra prenumeratos paslauga, kuri teikiama tik išvardytose šalyse.
nl: Selecteer de IceTV-dienst die u wilt gebruiken. IceTV is een abonnementsdienst die alleen beschikbaar is in de vermelde landen.
pl: Wybierz usługę IceTV, z której chcesz korzystać. IceTV jest usługą abonamentową, która jest dostępna tylko w wymienionych krajach.
sk: Prosím, vyberte službu IceTV, ktorú chcete použiť. IceTV je predplatená služba, ktorá je dostupná len v krajinách uvedených v zozname.
sr: Izaberite IceTV uslugu koju želite koristiti. IceTV je usluga pretplate koja je dostupna samo u navedenim zemljama.
sv: Välj den IceTV-tjänst som du vill använda. IceTV är en prenumerationstjänst som endast är tillgänglig i de listade länderna.
ta: நீங்கள் பயன்படுத்த விரும்பும் ICETV சேவையைத் தேர்ந்தெடுக்கவும். ICETV என்பது ஒரு சந்தா சேவையாகும், இது பட்டியலிடப்பட்ட நாடுகளில் மட்டுமே கிடைக்கும்.
tr: Lütfen kullanmak istediğiniz IceTV hizmetini seçin. IceTV, yalnızca listelenen ülkelerde kullanılabilen bir abonelik hizmetidir.
uk: Виберіть послугу IceTV, якою Ви бажаєте скористатися. IceTV — це послуга передплати, яка доступна лише в перелічених країнах.

source: Please select the device or Cancel to cancel the selection.
cs: Vyberte zařízení nebo zrušte výběr Zrušit.
el: Επιλέξτε τη συσκευή ή ακυρώστε την επιλογή.
fi: Valitse laite tai Peruuta peruuttaaksesi valinnan.
hr: Odaberite uređaj ili Otkaži da bi otkazali odabir.
it: Seleziona dispositivo o Annulla per annullare la selezione.
nl: Selecteer het apparaat of annuleer de selectie.
pl: Wybierz urządzeniu lub Anuluj wybór.
sk: Prosím, vyberte zariadenie, alebo stlačte Zrušiť na zrušenie výberu.
sr: Molimo vas da izaberete uređaj ili otkažite da biste otkazali izbor.
sv: Välj enhet eller Avbryt för att avbryta valet.
ta: தேர்வை ரத்து செய்ய சாதனத்தைத் தேர்ந்தெடுக்கவும் அல்லது ரத்துசெய்.
tr: Lütfen cihazı seçin veya seçimi iptal etmek için İptal'e tıklayın.
uk: Виберіть пристрій, або 'Скасувати', щоб відмовитись.

source: Please select the device where the flash expander '/usr' directory should created.
cs: Vyberte zařízení, na kterém se má vytvořit adresář flash expandéru '/usr'.
el: Επιλέξτε τη συσκευή όπου θα πρέπει να δημιουργηθεί ο φάκελος επέκτασης flash '/usr'.
fi: Valitse laite, johon muistin laajennuksen hakemisto '/usr' luodaan.
hr: Odaberite uređaj na kojem bi trebalo kreirati direktorij '/usr' proširenja flash.
it: Seleziona dispositivo in cui deve essere creata la cartella '/usr' dell'espansore flash.
nl: Selecteer het apparaat waar de map '/usr' voor Flash-Expander moet worden gemaakt.
pl: Wybierz urządzenie na którym katalog '/usr' rozszerzacza flash zostanie utworzony.
sk: Prosím, vyberte zariadenie, kde sa má vytvoriť priečinok flash expandéra '/usr'.
sr: Molimo vas da izaberete uređaj na kojem bi trebalo da bude kreiran flash proširenje direktorijum '/usr'.
sv: Välj den enhet där katalogen '/usr' för flashexpandern ska skapas.
ta: ஃபிளாச் விரிவாக்க '/யு.எச்.ஆர்' அடைவு உருவாக்க வேண்டிய சாதனத்தைத் தேர்ந்தெடுக்கவும்.
tr: Lütfen flash genişletici '/usr' dizininin oluşturulması gereken cihazı seçin.
uk: Будь ласка, виберіть пристрій, на якому має бути створений каталог розширювача флеш-пам’яті '/usr'.

source: Please select the device where the flash expander '/usr' directory should disabled.
cs: Vyberte zařízení, kde má být adresář '/usr' deaktivován.
el: Επιλέξτε τη συσκευή όπου θα πρέπει να απενεργοποιηθεί ο φάκελος επέκτασης flash '/usr'.
fi: Valitse laite, mistä muistin laajennuksen hakemisto '/usr' poistetaan käytöstä.
hr: Odaberite uređaj na kojem bi trebalo onemogućiti direktorij '/usr' proširenja bljeskanja.
it: Seleziona dispositivo in cui deve essere disabilitata la cartella '/usr' dell'espansore flash.
nl: Selecteer het apparaat waar de '/usr' map voor de Flash-Expander moet worden uitgeschakeld.
pl: Wybierz urządzenie na którym katalog '/usr' rozszerzacza flash powinien zostać wyłączony.
sk: Prosím, vyberte zariadenie, kde sa má priečinok flash expandéra '/usr' deaktivovať.
sr: Molimo vas da izaberete uređaj na kojem bi trebalo da bude onemogućen flash proširenje za direktorijum '/usr'.
sv: Välj den enhet där katalogen '/usr' för flashexpandern ska inaktiveras.
ta: ஃபிளாச் விரிவாக்க '/யு.எச்.ஆர்' அடைவு முடக்கப்பட வேண்டிய சாதனத்தைத் தேர்ந்தெடுக்கவும்.
tr: Lütfen flash genişletici '/usr' dizininin devre dışı bırakılması için gereken cihazı seçin.
uk: Будь ласка, виберіть пристрій, на якому має бути вимкнено каталог розширювача флеш-пам’яті '/usr'.

source: Please select the movie path...
bg: Моля, изберете път към филма...
cs: Vyberte cestu k filmům...
da: Vælg venligst stien til film...
de: Filmpfad auswählen...
el: Επιλέξτε διαδρομή ταινιών...
et: Vali salvestuskataloog
fi: Valitse tallennehakemisto...
fr: Veuillez choisir le chemin d’accès au film...
hr: Odaberite putanju filma...
hu: Válassza ki a felvételek útvonalát...
it: Seleziona percorso registrazioni...
lt: Prašome išsirinkti filmo kelią...
nl: Selecteer het opnamepad...
pl: Wybierz ścieżkę do filmu...
pt_br: Selecione o diretório de gravações
ru: Выберите местоположение записей...
sk: Prosím, vyberte cestu k filmu…
sl: Izberite pot do datotek...
sr: Izaberite putanju filma...
sv: Vänligen välj filmväg...
ta: திரைப்பட பாதையைத் தேர்ந்தெடுக்கவும் ...
tr: Lütfen film yolunu seçin...
uk: Будь ласка, виберіть шлях до фільму...
vi: Vui lòng chọn đường dẫn phim ...
zh_cn: 请选择电影路径...

source: Please select the region that most closely matches your physical location. The region is required to enable us to provide the correct guide information for the channels you can receive.
bg: Моля, изберете региона, който най-много съответства на вашето физическо местоположение. Регионът е необходим, за да ни позволи да предоставим правилната информация за ръководството за каналите, които можете да получавате.
cs: Vyberte oblast, která nejvíce odpovídá vaší fyzické poloze. Region je vyžadován, abychom mohli poskytovat správné informace průvodce pro kanály, které můžete přijímat.
da: Vælg venligst den region der er tættes på din fysiske placering. Regionen er nødvendig for at gøre det muligt at levere den rigtig guide information til de kanaler du kan modtage.
de: Bitte wählen Sie die Region aus, die Ihrem physischen Standort am ehesten entspricht. Die Region ist erforderlich, damit wir die richtigen EPG Informationen für die Kanäle, die Sie empfangen, bereitstellen können.
el: Επιλέξτε την περιοχή που βρίσκεται εγγύτερα στη φυσική σας τοποθεσία. Η περιοχή απαιτείται για να μας επιτρέψει να παρέχουμε τις σωστές πληροφορίες για τα κανάλια που λαμβάνετε.
fi: Valitse alue, joka vastaa parhaiten fyysistä sijaintiasi. Alue vaaditaan, jotta voimme toimittaa oikeat EPG-tiedot vastaanottamillesi kanaville.
fr: Veuillez sélectionner la région qui correspond le mieux à votre emplacement physique. La région est nécessaire pour nous permettre de fournir les informations de guide correctes pour les canaux que vous pouvez recevoir.
hr: Odaberite region koji se podudara sa vašom lokacijom. Region je obavezan da nam omogući da obezbedimo točne informacije vodiča za kanale koje možete pratiti.
it: Seleziona la regione che più si avvicina alla tua posizione fisica. La regione è necessaria per consentirci di fornire le informazioni corrette per i canali che puoi ricevere.
lt: Pasirinkite regioną, kuris labiausiai atitinka jūsų fizinę vietą. Šis regionas reikalingas tam, kad galėtume pateikti teisingą informaciją apie kanalus, kuriuos galite gauti.
nl: Geeft u a.u.b. de regio op die het dichtst bij uw feitelijke locatie ligt. Uw regio informatie is noodzakelijk voor het sturen van de juiste programma informatie voor de zenders die u kunt ontvangen.
pl: Wybierz region, który najbardziej odpowiada Twojej fizycznej lokalizacji. Region jest wymagany, aby umożliwić nam podanie prawidłowych informacji przewodnika dla kanałów, które możesz odbierać.
sk: Prosím, vyberte región, ktorý najlepšie zodpovedá vašej lokalite. Región je potrebný, aby sme vám mohli poskytnúť správne sprievodné informácie o kanáloch, ktoré môžete prijímať.
sr: Izaberite region koji se podudara sa vašom lokacijom. Region je obavezan da nam omogući da obezbedimo tačne informacije vodiča za kanale koje možete pratiti.
sv: Vänligen välj den region som närmast motsvarar din fysiska plats. Regionen krävs för att vi ska kunna tillhandahålla rätt tablåinformation för de kanaler som du kan ta emot.
ta: உங்கள் உடல் இருப்பிடத்துடன் மிக நெருக்கமாக பொருந்தக்கூடிய பகுதியைத் தேர்ந்தெடுக்கவும். நீங்கள் பெறக்கூடிய சேனல்களுக்கான சரியான வழிகாட்டி தகவல்களை வழங்க பிராந்தியமானது எங்களுக்கு உதவ வேண்டும்.
tr: Lütfen fiziksel konumunuza en yakın bölgeyi seçin. Size alabileceğiniz kanallar için doğru rehber bilgilerini sağlayabilmemiz için bölge seçimi gereklidir.
uk: Виберіть регіон, який найбільш відповідає до вашого місцезнаходженню. Регіон необхідний для того, щоб ми могли надати правильну інформацію про канали, які ви можете отримати.
zh_cn: 请选择与您的实际位置最匹配的区域.我们需要该地区为您可以接收的频道提供正确的指南信息.

source: Please select the sub-service to record:
bg: Моля, изберете subservice да записва ..
cs: Prosím vyberte podprogram pro nahrávání:
el: Επιλέξτε μια υπό-υπηρεσία για εγγραφή:
fi: Valitse tallennettava palvelu:
fr: Veuillez choisir un sous-service à enregistrer:
hr: Odaberite podservis za snimanje:
it: Seleziona sottoservizio da registrare:
lt: Pasirinkite subkanalą įrašymui...
nl: Selecteer de sub-zender die u wil opnemen:
pl: Proszę wybrać podusługę do nagrania:
sk: Prosím, vyberte podradenú službu, ktorú chcete nahrávať:
sr: Izaberite podservis za snimanje:
sv: Välj den undertjänst som ska spelas in:
ta: பதிவு செய்ய துணை சேவையைத் தேர்ந்தெடுக்கவும்:
tr: Lütfen kaydetmek istediğiniz alt-kanalı seçin:
uk: Будь ласка, виберіть підканал для запису:

source: Please select the target location to save the backup:
cs: Vyberte prosím cílové umístění pro uložení zálohy:
el: Επιλέξτε την τοποθεσία αποθήκευσης του αντιγράφου ασφαλείας:
fi: Valitse kohde paikka varmuuskopion tallentamiseksi:
hr: Odaberite ciljnu lokaciju da sačuvaš spremljene postavke:
it: Seleziona posizione di destinazione in cui salvare il backup:
nl: A.u.b. de doellocatie voor de back-up opgeven:
pl: Wybierz lokalizację docelową, aby zapisać kopię zapasową:
sk: Prosím, vyberte cieľové umiestnenie pre uloženie zálohy:
sr: Molimo vas da izaberete odredišnu lokaciju za čuvanje sigurnosne kopije:
sv: Välj den plats där du vill spara säkerhetskopian:
ta: காப்புப்பிரதியைச் சேமிக்க இலக்கு இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்:
tr: Lütfen yedeklemenin kaydedileceği hedef konumu seçin:
uk: Будь ласка, виберіть місце для резервної копії:

source: Please select what to do after flash of the following image:
cs: Vyberte, co se má udělat po flashnutí následujícího obrazu:
el: Επιλέξτε τι θα γίνει μετά το φλασάρισμα του ακόλουθου image:
fi: Valitse, mitä tehdä päivityksen jälkeen:
hr: Odaberite šta treba uraditi nakon sljedećeg bljeskanja slike:
it: Seleziona cosa fare dopo il flash della seguente immagine:
lt: Pasirinkite, ką daryti po šio atvaizdo įdiegimo:
nl: A.u.b. kiezen wat er moet gebeuren na het flashen van dit image:
pl: Wybierz, co zrobić po wgraniu następującego systemu:
sk: Prosím, vyberte, čo sa má vykonať po flashovaní nasledujúceho image:
sr: Izaberite šta treba uraditi nakon sledećeg fleš imidža:
sv: Välj vad du ska göra efter flash av följande bild:
ta: பின்வரும் படத்தின் ஃபிளாச் பிறகு என்ன செய்ய வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்:
tr: Lütfen aşağıdaki yazılımın yüklenmesinin ardından ne yapılacağını seçin:
uk: Будь ласка, виберіть, що робити після прошивки наступного іміджу:

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
bg: Моля, използвайте клавишите за посока, за да преместите прозореца PiP. Натиснете Букет +/-, за да преоразмерите прозореца. Натиснете OK, за да се върнете в телевизионния режим, или EXIT, за да отмените преместването.
cs: Prosím použijte 'Šipky' k posunu okna. Pomocí tlačítek Přehledů '+/-' změňte velikost okna. Stiskněte 'OK' k navrácení do režimu TV nebo 'EXIT' pro zrušení změn.
de: Verschieben des Bild im Bild über die Navigationstasten. Kanal +/- drücken, um die Größe zu ändern. OK zum Speichern, EXIT zum Abbrechen.
el: Χρησιμοποίηστε τα βελάκια για μετακίνηση του PiP παραθύρου. Για αλλαγή μεγέθους πιέστε τα πλήκτρα Bouquet +/-. Πιέστε ΟΚ για επιστροφή σε κατάσταση TV ή EXIT για ακύρωση της μετακίνησης.
et: Liiguta PiP-akent noolenuppudega. Muuda akna suurust CHANNEL +/- nuppudega. Tagasi TV režiimi OK-nupuga või tühista liigutamine EXIT-nupuga.
fi: Siirrä PiP-kuvaa nuolinäppäimillä. Muuta ikkunan kokoa kanavanäppäimillä (+/-). Palaa TV-tilaan OK näppäimellä tai hylkää siirto EXIT-näppäimellä.
fr: Veuillez utiliser les touches de direction pour bouger la fenêtre PiP. Appuyer sur Bouquet +/- pour redimensionner la fenêtre. Appuyer sur OK pour revenir au mode TV ou EXIT pour annuler le déplacement.
hr: Koristite dugme smjera da bi premjestili PiP prozor. Pritisnite buket +/- da bi napravili veličinu prozora. Pritisnite OK da se vratite u TV režim ili EXIT za otkaz premještanja.
hu: Az iránygombokkal mozgathatja a Kép-a-Képben ablakot. A csatornacsomag +/- gombokkal átméretezheti az ablakot. Az OK gombbal visszamehet a TV módra, vagy az EXIT gombbal befejezheti a mozgatást.
it: Usa i tasti di direzione per spostare la finestra PiP. Premi Bouquet +/- per ridimensionare la finestra. Premi OK per tornare alla modalità TV o EXIT per annullare lo spostamento.
lt: PiP lango perkėlimui, naudokite krypčių mygtukus. Lango dydžio pakeitimui, spauskite Bouquet +/-. Spauskite 'OK', kad grįžti į TV režimą, arba 'EXIT', kad nutraukti perkėlimą.
nl: Positie: gebruik de PIJL-toetsen om het PiP venster te verplaatsen. Afmeting: P+/CH+ en P-/CH- om de afmeting van het venster te wijzigen. OK - wijzigingen opslaan | EXIT - annuleren.
pl: Użyj przycisków 'strzałek', aby przesunąć okno PiP. Wciśnij 'Kanał +/-', aby zmienić rozmiar okna. Wciśnij 'OK', aby wrócić do trybu TV lub 'EXIT', aby przerwać przesuwanie.
pt_br: Use os botões direcionais para mover a janela PiP. Pressione bouquet ou CH +/- para redimensionar a janela. Pressione OK para voltar ao modo TV ou EXIT para cancelar.
ru: Пожалуйста, используйте клавиши навигации для перемещения окна PiP. Нажимайте Фаворит +/- для изменения размеров окна. Нажмите OK для возвращения в режим ТВ или Выход для отмены движения.
sk: Zmena pozície: Na presúvanie okna PiP použite smerové tlačidlá. Zmena veľkosti: Stlačením tlačidla pre prehľad +/- zmeníte veľkosť okna. Stlačením OK sa vrátite do režimu TV, presun zrušíte stlačením tlačidla EXIT.
sl: Za prestavljanje okna Slika v Sliki uporabite smerne tipke. Za spreminjanje velikosti okna uporabite tipke +/-. Pritisnite OK za izhod v TV način ali tipko EXIT za prekinitev premikanja okna.
sr: Koristite tastere smera da bi premestili PiP prozor. Pritisnite buket +/- da bi napravili veličinu prozora. Pritisnite OK da se vratite u TV režim ili EXIT za otkaz premeštanja.
sv: Använd riktningsknapparna för att flytta PiP-fönstret. Tryck på Bouquet +/- för att ändra storlek på fönstret. Tryck på OK för att gå tillbaka till TV-läget eller EXIT för att avbryta flytten.
ta: பிப் சாளரத்தை நகர்த்த திசை விசைகளைப் பயன்படுத்தவும். சாளரத்தை அளவை மாற்ற பூச்செண்டு +/- ஐ அழுத்தவும். டிவி பயன்முறைக்குச் செல்ல சரி என்பதை அழுத்தவும் அல்லது நகர்த்துவதை ரத்து செய்ய வெளியேறவும்.
tr: Lütfen yön tuşlarını kullanarak PiP ekranını taşıyın. PiP penceresini boyutlandırmak için Buket +/- tuşlarını kullanın. TV moduna dönmek için OK tuşuna veya taşımayı iptal etmek için EXIT tuşuna basın.
uk: Зміна положення: Використовуйте клавіші напрямку для переміщення вікна PiP. Використовуйте Канал +/- для зміни розміру вікна. Натисніть OK, щоб повернутися в режим перегляду, або EXIT, щоб скасувати переміщення.
vi: Vui lòng sử dụng các phím điều hướng để di chuyển cửa sổ PiP. Nhấn Bó hoa +/- để thay đổi kích thước cửa sổ. Nhấn OK để quay lại chế độ TV hoặc EXIT để hủy di chuyển.
zh_cn: 请使用方向键移动画中画窗口. 按音量键+/-调整窗口大小. 按'确定'键返回到电视模式或退出,以取消移动.

source: Please wait
bg: Моля изчакайте
cs: Prosím, čekejte
da: Vent venligst
de: Bitte warten
el: Παρακαλώ περιμένετε
et: Palun oota
fi: Odota
fr: Veuillez patienter
hr: Molim sačekajte
it: Attendi
lt: Palaukite
nl: Even geduld
pl: Proszę czekać
sk: Čakajte, prosím
sr: Molim sačekajte
sv: Vänligen vänta
ta: தயவுசெய்து காத்திருங்கள்
tr: Lütfen bekleyin
uk: Будь ласка, почекайте
vi: Xin vui lòng chờ
zh_cn: 请稍等...

source: Please wait for activation of your network configuration...
bg: Моля, изчакайте активиране на вашата мрежова конфигурация ...
cs: Čekejte prosím na aktivaci Vaší síťové konfigurace...
da: Vent venligt på aktivering af din netværksopsætning...
de: Bitte warten während Aktivierung der Netzwerk-Konfiguration...
el: Παρακαλώ περιμένετε, ενεργοποίηση ρύθμισης δικτύου...
et: Võrguseaded aktiveeritakse...
fi: Odota, verkkoasetuksia aktivoidaan...
fr: Veuillez attendre l'activation de votre configuration réseau...
hr: Sačekajte aktiviranje vaše mreže...
hu: Kérem várjon, ameddig a hálózati konfiguráció élesedik...
it: Attendi attivazione della configurazione di rete...
lt: Palaukite, kol aktyvuosis jūsų tinklo konfigūracija...
nl: Even geduld uw netwerkconfiguratie wordt nu geactiveerd...
pl: Czekaj na aktywację Twojej konfiguracji sieci...
pt_br: Ativando as configurações de rede. Aguarde...
ru: Подождите, идет активация вашей сетевой конфигурации...
sk: Aktivuje sa konfiguácia siete. Čakajte, prosím…
sl: Počakajte na aktivacijo omrežnih nastavitev...
sr: Sačekajte aktiviranje vaše mreže...
sv: Vänta på aktivering av din nätverkskonfiguration...
ta: உங்கள் பிணைய உள்ளமைவை செயல்படுத்த காத்திருங்கள் ...
tr: Lütfen ağ yapılandırmanızın etkinleştirilmesi için bekleyin...
uk: Будь ласка, почекайте на активацію налаштувань мережі...
vi: Vui lòng đợi kích hoạt cấu hình mạng của bạn ...
zh_cn: 请稍等,您的网络配置正在激活中...

source: Please wait while LCN bouquets are created/updated...
cs: Počkejte prosím, než budou vytvořeny/aktualizovány seznamy LCN...
el: Περιμένετε όσο δημιουργούνται/ενημερώνονται τα μπουκέτα LCN...
fi: Ole hyvä ja odota, että LCN lisäosa asennetaan/päivitetään...
hr: Molimo vas da sačekate dok se LCN buketi kreiraju/ažuriraju...
it: Attendi mentre i bouquet LCN vengono creati/aggiornati...
nl: A.u.b. wachten tot de LCN-Favorietenlijsten zijn gecreëerd/geactualiseerd...
pl: Proszę czekać, trwa tworzenie/aktualizacja list kanałów LCN...
sk: Prosím, čakajte na vytvorenie/aktualizovanie LCN prehľadov...
sr: Molimo vas da sačekate dok se LCN buketi kreiraju/ažuriraju...
sv: Vänligen vänta medan LCN-buketter skapas/uppdateras...
ta: எல்.சி.என் பூங்கொத்துகள் உருவாக்கப்படும்போது/புதுப்பிக்கப்படும்போது காத்திருங்கள் ...
tr: LCN buketleri oluşturulurken/güncellenirken lütfen bekleyin...
uk: Зачекайте, поки буде створено/оновлено фаворити LCN...

source: Please wait while feeds are updated...
cs: Čekejte prosím na aktualizaci zdrojů...
el: Περιμένετε μέχρι να ενημερωθούν οι πηγές...
fi: Odota, kunnes syötteet on päivitetty...
hr: Sačekaj dok se feeds ažuriraju...
it: Attendi aggiornamento dei feed...
nl: Een ogenblik geduld terwijl de feeds worden bijgewerkt...
pl: Proszę czekać, trwa aktualizacja feed...
sk: Prosím, počkajte na aktualizáciu zdrojov…
sr: Molimo vas da sačekate dok se izvori ažuriraju...
sv: Vänligen vänta medan flödena uppdateras...
ta: ஊட்டங்கள் புதுப்பிக்கப்படும் போது தயவுசெய்து காத்திருங்கள் ...
tr: Lütfen beslemeler güncellenirken bekleyin...
uk: Зачекайте, поки оновляться фіди...
