Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Space total %s, used %s, free %s (%0.f%%).
cs: Místo celkem %s, použité %s, volné %s (%0.f%%).
el: Συνολικός χώρος %s, %s σε χρήση, %s ελεύθερα (%0.f%%).
fi: Tila yhteensä %s, käytetty %s, vapaa %s (%0.f%%).
hr: Prostor ukupno %s, koristi %s, slobodno %s (%0.f%%).
it: Spazio totale %s, usato %s, libero %s (%0.f%%).
nl: Opslagcapaciteit totaal %s, gebruikt %s, beschikbaar %s (%0.f%%).
pl: Miejsce całkowite %s, wykorzystane %s, wolne %s (%0.f%%).
sk: Miesto: celkovo %s, využité %s, voľné %s (%0.f%%).
sr: Prostor ukupno %s, koristi %s, slobodno %s (%0.f%%).
sv: Utrymme totalt %s, använt %s, ledigt %s (%0.f%%).
ta: விண்வெளி மொத்த %s, பயன்படுத்தப்பட்ட %s, இலவச %s ( %0.f %%).
tr: Alan toplamı %s, kullanılan %s, boş %s (%0.f%%).
uk: Усього місця %s, використано %s, вільно %s (%0.f%%).

source: Space used:
bg: Използвано пространство:
cs: Použito:
da: Brugt plads:
de: Speicherplatznutzung:
el: Χώρος σε χρήση:
et: Kasutatud ruum:
fi: Käytetty tila:
fr: Espace utilisé :
hr: Iskorišćen prostor:
hu: A felhasznált hely:
it: Spazio usato:
lt: Naudojama vietos:
nl: Gebruikte ruimte:
pl: Miejsce używane:
ru: Занято:
sk: Obsadené miesto:
sr: Iskorišćen prostor:
sv: Utrymme som används:
ta: பயன்படுத்தப்பட்ட இடம்:
tr: Kullanılan alan:
uk: Зайнято:
vi: Không gian sử dụng:
zh_cn: 使用空间:

source: Spain
cs: Španělsko
da: Spanien
de: Spanien
el: Ισπανία
et: Hispaania
fi: Espanja
fr: Espagne
hr: Španjolska
hu: Spanyolország
it: Spagna
lt: Ispanija
nl: Spanje
pl: Hiszpania
sk: Španielsko
sv: Spanien
ta: ச்பெயின்
tr: İspanya
uk: Іспанія
vi: Tây Ban Nha
zh_cn: 西班牙

source: Spanish
bg: Испански
cs: Španělsky
da: Spansk
de: Spanisch
el: Ισπανικά
et: Hispaania
fi: Espanja
fr: Espagnol
hr: Španjolski
hu: Spanyol
it: Spagnolo
lt: Ispanų
nl: Spaans
pl: Hiszpański
pt_br: Espanhol
ru: Испанский
sk: španielčina
sv: Spanska
ta: ச்பானிச்
tr: İspanyolca
uk: Іспанська
vi: Người Tây Ban Nha
zh_cn: 西班牙语

source: Spanish / Castilian
cs: Španělština / Kastilština
el: Ισπανικά / Καστιλλιάνικα
fi: Castilian Espania
fr: Espagnol / Castillan
it: Spagnolo / Castigliano
lt: Ispanų / Kastilų
nl: Spaans / Catalaans
pl: Hiszpański / Kastylijski
sk: španielčina/kastílčina
sv: Spanska / kastilianska
ta: ச்பானிச் / காச்டிலியன்
tr: İspanyolca / Kastilya
uk: Іспанська / Кастильська

source: Special
cs: Speciální
da: Speciel
de: Spezial
el: Ειδικό πρόγραμμα
fi: Erikois
fr: Spécial
hr: Posebno
it: Speciale
lt: ﻿Specialieji
pl: Specjalny
sk: Špeciálne
sr: Posebno
ta: சிறப்பு
tr: Özel
uk: Особливий
zh_cn: 特殊

source: Special 1
cs: Speciální 1
da: Speciel 1
de: Spezial 1
el: Ειδικοί 1
et: Erimärgid 1
fi: Erikois 1
fr: Spécial 1
hr: Posebno 1
it: SPECIALE 1
lt: Simboliai 1
nl: Speciaal 1
pl: Specjalne 1
sk: Špeciálne 1
sr: Posebno 1
ta: சிறப்பு 1
tr: Özel 1
uk: Особливі 1
vi: Đặc biệt 1
zh_cn: 特别1

source: Special 2
cs: Speciální 2
da: Speciel 2
de: Spezial 2
el: Ειδικοί 2
et: Erimärgid 2
fi: Erikois 2
fr: Spécial 2
hr: Posebno. 2
it: SPECIALE 2
lt: Simboliai 2
nl: Speciaal 2
pl: Specjalne 2
sk: Špeciálne 2
sr: Posebno. 2
ta: சிறப்பு 2
tr: Özel 2
uk: Особливі 2
vi: Đặc biệt 2
zh_cn: 特别2

source: Special Features Settings
bg: Настройки за специални функции
cs: Zvláštní funkce
el: Ρυθμίσεις ειδικών λειτουργιών
fi: Erikois ominaisuudet
fr: Fonctions spéciales
hr: Postavke Specijalnih Funkcija
it: Caratteristiche speciali
lt: Specialiųjų funkcijų parametrai
nl: Speciale functies
pl: Funkcje Specjalne
sk: Nastavenie osobitných funkcií
sr: Postavke Specijalnih Funkcija
sv: Specialfunktioner Inställningar
ta: சிறப்பு நற்பொருத்தங்கள் அமைப்புகள்
tr: Özel Seçenek Ayarları
uk: Особливі налаштування

source: Special characteristics
cs: Zvláštní vlastnosti
el: Ειδικά χαρακτηριστικά
hr: Specijalne karakteristike
it: Caratteristiche speciali
sr: Specijalne karakteristike
sv: Särskilda egenskaper
tr: Özel karakteristikler
uk: Особливі характеристики

source: Special events (Olympic games, World cup, etc.)
cs: zvláštní události
el: ειδικά προγράμματα
hr: Specijalni događaji (Olimpijske igre, Svetsko prvenstvo, itd.)
it: eventi speciali
lt: specialūs renginiai
nl: Speciale gebeurtenissen
sr: Specijalni događaji (Olimpijske igre, Svetsko prvenstvo, itd.)
sv: särskilda evenemang
tr: Özel etkinlikler (Olimpiyat Oyunları, Dünya Kupası, vb.)
uk: особливі події

source: Specify the directory to use when starting Media Player.
cs: Zadejte adresář, který se má použít při spuštění přehrávače médií.
el: Ορισμός του φακέλου χρήσης όταν ξεκινά ο αναπαραγωγός ταινιών.
fi: Määritä hakemisto, jota käytetään käynnistettäessä Media Soitinta.
hr: Navedite direktorijum koji će se koristiti prilikom pokretanja Medija Plejer.
it: Specifica la cartella da usare all'avvio di Media Player.
lt: Nurodykite katalogą, kuris bus naudojamas paleidžiant Medija leistuvą.
nl: Selecteer de map die bij het starten van de Mediaspeler geopend moet worden.
pl: Określ katalog, który ma być używany podczas uruchamiania Media Playera.
sk: Zadajte priečinok, ktorý sa použije pri spustení prehrávača médií.
sr: Navedite direktorijum koji će se koristiti prilikom pokretanja Medija Plejer.
sv: Ange den katalog som ska användas när Media Player startas.
ta: மீடியா பிளேயரைத் தொடங்கும்போது பயன்படுத்த வேண்டிய கோப்பகத்தைக் குறிப்பிடவும்.
tr: Medya Oynatıcı başlatılırken kullanılacak dizini belirtin.
uk: Вкажіть каталог, який використовуватиметься під час запуску Media Player.

source: Specify the network DNS suffix to be applied when only the host name is provided. This helps the DNS resolver find the requested host.
cs: Určete příponu DNS.
el: Ορισμός επιθήματος DNS.
hr: Odredite DNS sufiks mreže koji će se primijeniti kada se navede samo ime računala. To pomaže DNS rješavaču da pronađe traženo računalo.
it: Definisci suffisso DNS.
nl: Het DNS-achtervoegsel invullen.
sr: Odredite DNS sufiks mreže koji će se primeniti kada je naveden samo naziv računara. Ovo pomaže DNS rezolveru da pronađe traženi host.
sv: Definiera DNS-suffixet.
tr: Yalnızca ana bilgisayar adı sağlandığında uygulanacak ağ DNS sonekini belirtin. Bu, DNS çözümleyicisinin istenen ana bilgisayarı bulmasına yardımcı olur.
uk: Визначити DNS-суфікс.

source: Speed
bg: Скорост
cs: Rychlost
el: Ταχύτητα
fi: Nopeus
hr: Brzina
it: Velocità
lt: Greitis
nl: Snelheid
pl: Prędkość
sk: Rýchlosť
sr: Brzina
sv: Hastighet
ta: வேகம்
tr: Hız
uk: Швидкість

source: Spinner Position
cs: Pozice spinneru
el: Θέση spinner
fi: Spinner positio
hr: Spiner Pozicija
it: Posizione spinner
nl: Positie van de Spinner
pl: Pozycja spinnera
sk: Pozícia indikátora zaneprázdnenosti
sr: Spiner Pozicija
sv: Spinnarens position
ta: ச்பின்னர் நிலை
tr: Spinner Konumu
uk: Положення Спінера

source: Split preview mode
cs: Režim rozděleného náhledu
da: Opdelt forhåndsvisningstilstand
de: Splitscreen für Vorschaumodus
el: Διαχωρισμός κατάστασης προεπισκόπησης
et: Poolitatud eelvaade
fi: Jaettu esikatseluruutu
fr: Mode aperçu séparé
hr: Razdjeli način pregleda
hu: Megosztott előnézeti mód
it: Modalità anteprima separata
lt: Padalinto ekrano peržiūros būdas
nl: Split screen voor de preview
pl: Tryb podzielonego podglądu
pt_br: Modo de pré-visualização dividido
ru: Режим пред.просмотра
sk: Režim rozdelenia náhľadu
sr: Razdeli režim pregleda
sv: Delat förhandsgranskningsläge
ta: முன்னோட்ட பயன்முறையைப் பிரிக்கவும்
tr: Bölünmüş ön izleme modu
uk: Розділений режим попереднього перегляду
vi: Chia chế độ xem trước
zh_cn: 分割预览模式

source: Split tasks
cs: Rozdělit úkoly
el: Διαχωρισμός εργασιών
fi: Jaetut tehtävät
hr: Podijeli zadatke
it: Dividi attività
nl: Opdrachten delen
pl: Podziel zadania
sk: Rozdeliť úlohy
sr: Podeli zadatke
sv: Dela upp uppgifter
ta: பிளவுபட்ட பணிகள்
tr: Görevleri böl
uk: Розділити завдання

source: Splitscreen
cs: Rozdělený obraz
da: Opdelt skærm
de: Geteilte Ansicht
el: Διαίρεση οθόνης
et: Poolitatud ekraan
fi: Jaettu ruutu
fr: Diviser l'écran
hr: Razdjeli zaslon
hu: Megosztott képernyő
it: Schermo diviso
lt: Padalintas ekranas
nl: Gesplitst scherm
pl: Podzielony ekran
ru: Разделение экрана
sk: Rozdelená obrazovka
sr: Razdeli ekran
sv: Delad skärm
ta: ச்ப்ளிட்ச்கிரீன்
tr: Bölünmüş ekran
uk: Розділені зображення
vi: Màn hình chia nhỏ
zh_cn: 分屏效果

source: Sport
bg: Спорт
el: Αθλητικά
fi: Urheilu
lt: Sportas
sk: Šport
sv: Sportfoto
ta: விளையாட்டு
tr: Spor
uk: Спорт
zh_cn: 体育

source: Sports
bg: Спортни
cs: Sporty
da: Sport
de: Sport
el: Αθλητικά
et: Sport
fi: Urheilu
hr: Sportovi
hu: Sport
lt: Sportas
nl: Sport
pl: Sporty
pt_br: Esportes
ru: Спорт
sk: Športy
sr: Sportovi
sv: Idrott
ta: விளையாட்டு
tr: Sporlar
uk: Спортивні передачі
vi: Các môn thể thao
zh_cn: 体育

source: Sports magazines
cs: sportovní magazín
el: αθλητικό μαγκαζίνο
hr: Sportski magazin
it: periodico sportivo
lt: sporto žurnalas
nl: Sportrubriek
sr: Sportski magazin
sv: sporttidning
tr: Spor dergisi
uk: спортивний журнал

source: Sri Lanka
cs: Srí Lanka
el: Σρι Λάνκα
hu: Srí Lanka
lt: Šri Lanka
sk: Srí Lanka
ta: இலங்கை
uk: Шрі Ланка
zh_cn: 斯里兰卡

source: Standard
bg: Стандартен
cs: Standardní
el: Τυπικό
et: Vaikimisi
fi: Vakio
hr: Standardno
hu: Hagyományos
lt: Standartinis
nl: Standaard
pl: Standardowy
pt_br: Padrão
ru: Cтандарт
sk: Štandard
sr: Standardno
ta: தரநிலை
tr: Standart
uk: Стандарт
vi: Tiêu chuẩn
zh_cn: 标准

source: Standard (Always)
bg: Стандартен(винаги)
cs: Standardní (Pokaždé)
el: Στάνταρ (πάντα)
fi: Vakio (aina)
fr: Standard (toujours)
hr: Standardno (Uvijek)
it: Standard (sempre)
lt: Standartas (visada)
nl: Standaard (altijd)
pl: Standardowo (zawsze)
sk: Štandard (vždy)
sr: Standardno (Uvek)
sv: Standard (alltid)
ta: தரநிலை (எப்போதும்)
tr: Standart (Her zaman)
uk: Стандарт (завжди)

source: Standard list
bg: Стандартен списък
cs: Standardní seznam
da: Standardliste
el: Τυπική λίστα
et: Tavanimekiri
fi: Normaali lista
fr: Liste standard
hr: Standardan spisak
hu: Hagyományos lista
it: Elenco standard
lt: Standartinis sąrašas
nl: Standaard lijst
pl: Lista standardowa
sk: Štandardný zoznam
sr: Standardna lista
sv: Standardlista
ta: நிலையான பட்டியல்
tr: Standart liste
uk: Стандартний список
vi: Danh sách tiêu chuẩn
zh_cn: 标准列表

source: Standby
cs: Vypnout do pohotovosti
el: Αναμονή
et: Ooteseisund
fi: Valmiustila
fr: Veille
hr: Pripravnost
hu: Készenlét
lt: Budėjimo režimas
pl: Czuwanie
pt_br: Espera/StandBy
ru: Режим ожидания
sk: Pohotovostný režim
sl: Stanje pripravljenosti
sr: Pripravnost
sv: Viloläge
ta: காத்திருப்பு
tr: Bekleme
uk: Режим очікування
vi: Tắt ở chế độ chờ
zh_cn: 一般待机

source: Standby / Restart
bg: Standby / Рестарт
cs: Vypnutí / Restart
da: Afbryd / Genstart
de: Standby / Neustart
el: Αναμονή / Επανεκκίνηση
et: Seiskamine
fi: Sammutusvalikko
fr: Veille / Redémarrage
hr: Pripravnost / Ponovno Pokretanje
hu: Készenlét / Újraindítás
it: Standby, riavvio o spegnimento
lt: Išjungimo meniu
nl: Afsluiten
pl: Czuwanie / Restart
ru: Выключение
sk: Vypnutie / Reštart
sl: Možnosti izklopa sprejemnika
sr: Pripravnost / Ponovno Pokretanje
sv: Standby / Omstart
ta: காத்திருப்பு / மறுதொடக்கம்
tr: Bekleme / Yeniden Başlat
uk: Вимкнення
vi: Chờ / Khởi động lại
zh_cn: 待机/重启

source: Standby execution
cs: Pohotovostní spuštění
el: Εκτέλεση κατάστασης αναμονής
hr: Izvršenje u stanju pripravnosti
it: Esecuzione in Standby
sr: Izvršenje u stanju pripravnosti
tr: Bekleme modunda çalıştırma
uk: Виконання в режимі очікування

source: Standby without TV shut down
bg: Standby без изключване на телевизора
cs: Pohotovostní režim bez vypnutí TV
el: Αναμονή χωρίς σβήσιμο της TV
fi: Valmiustila ilman tv sammutusta
fr: Mise en veille sans arrêter la TV
hr: Stanje pripravnosti bez ugašenog TV
it: Standby senza spegnimento della TV
lt: Budėjimo režimas be TV išjungimo
nl: Stand-by zonder uitschakelen TV
pl: Tryb czuwania bez wyłączania TV
sk: Pohotovostný režim bez vypnutia TV
sr: Stanje pripravnosti bez ugašenog TV
sv: Standby utan avstängning av TV
ta: டிவி இல்லாமல் காத்திருப்பு மூடப்பட்டது
tr: TV kapatılmadan bekleme modu
uk: Режим очікування без вимкнення телевізора

source: Start
bg: Старт
cs: Spustit
el: Εκκίνηση
et: Käivita
fi: Käynnistä
fr: Démarrer
hu: Kezdés
it: Avvio
lt: Pradėti
ru: Запустить
sk: Štart
sl: Zaženi
ta: தொடங்கு
tr: Başlat
uk: Старт
vi: Khởi động
zh_cn: 启动

source: Start Auto Refresh
cs: Spustit automatické obnovení
el: Εκκίνηση αυτόματης ανανέωσης
fi: Käynnistä automaattinen virkistäminen
hr: Započni Auto Osvježavanje
it: Auto aggiorna ON
nl: Start Automatisch vernieuwen
pl: Uruchom auto. odświeżanie
sk: Spustiť automatické obnovenie
sr: Započni Auto Osvežavanje
sv: Starta automatisk uppdatering
ta: ஆட்டோ புதுப்பிப்பைத் தொடங்குங்கள்
tr: Otomatik Yenilemeyi Başlat
uk: Запустити автоматичне оновлення

source: Start Boot Frequency
cs: Počáteční spouštěcí frekvence
el: Συχνότητα εκκίνησης
fi: Aloita käynnistys taajuus
hr: Frekvencija Pokretanja Sustava
it: Frequenza iniziale di avvio
nl: Bootfrequentie bij de start
pl: Częstotliwość uruchamiania
sk: Počiatočná bootovacia frekvencia
sr: Frekvencija pokretanja sistema
sv: Start Startfrekvens
ta: துவக்க அதிர்வெண் தொடங்கவும்
tr: Önyükleme Başlatma Sıklığı
uk: Початкова частота завантаження

source: Start RDS interactive
bg: Стартирайте RDS интерактивен
cs: Spustit interaktivní RDS
el: Εμφάνιση διαδραστικού RDS
fi: Avaa interaktiivinen tv (HbbTV)
fr: Démarrer RDS interactif
hr: Pokreni RDS interaktivno
it: Avvia RDS interattivo
lt: Paleisti interaktyvų RDS
nl: Start RDS interactief
pl: Uruchom interaktywny RDS
sk: Spustiť interaktívne RDS
sr: Pokreni RDS interaktivno
sv: Starta RDS interaktiv
ta: ஆர்.டி.எச் ஊடாடும்
tr: RDS etkileşimini başlat
uk: Запуск інтерактивного RDS

source: Start Wizard
cs: Spustit průvodce
el: Οδηγός εκκίνησης
fi: Käynnistä Avustaja
hr: Pokreni Čarobnjaka
it: Avvia procedura guidata
pl: Uruchom kreator
sk: Spustiť sprievodcu
sr: Pokreni Čarobnjaka
sv: Start guiden
ta: மந்திரவாதியைத் தொடங்குங்கள்
tr: Başlatma Sihirbazı
uk: Майстер Запуску

source: Start an instant recording
cs: Spustit okamžité nahrávání
el: Εκκίνηση άμεσης εγγραφής
fi: Aloita tallennus heti
hr: Pokreni trenutno snimanje
it: Avvia registrazione istantanea
nl: Een directe opname starten
pl: Rozpocznij natychmiastowe nagrywanie
sk: Spustiť okamžité nahrávanie
sr: Pokreni trenutno snimanje
sv: Starta en omedelbar inspelning
ta: உடனடி பதிவைத் தொடங்கவும்
tr: Anında kayıt başlat
uk: Розпочати негайний запис

source: Start date
cs: Počáteční datum
el: Ημερομηνία εκκίνησης
fi: Aloituspäivä
hr: Datum početka
it: Data d'inizio
nl: Startdatum
pl: Data rozpoczęcia
sk: Počiatočný dátum
sr: Datum početka
sv: Startdatum
ta: தொடக்க தேதி
tr: Başlangıç tarihi
uk: Дата початку

source: Start edit at line end
cs: Začít s úpravami na konci řádku
el: Έναρξη επεξεργασίας στο τέλος της γραμμής
fi: Aloita muokkaus rivin lopusta
hr: Započni uređivanje sa kraja reda
it: Avvia modifica alla fine della riga
nl: Bewerken vanaf het einde van de regel
pl: Rozpocznij edycję na końcu wiersza
sk: Začať úpravu na konci riadku
sr: Započni uređivanje sa kraja reda
sv: Börja redigera i slutet av raden
ta: வரி முடிவில் திருத்து தொடங்கவும்
tr: Düzenlemeye satır sonundan başla
uk: Почати редагування з кінця рядка

source: Start edit mode
cs: Spustit režim úprav
el: Εκκίνηση επεξεργασίας
fi: Aloita muokkaus tila
hr: Započni uređivanje način
it: Avvia modalità di modifica
nl: Bewerking starten
pl: Uruchom tryb edycji
sk: Spustiť režim úprav
sr: Pokreni režim uređivanja
sv: Starta redigeringsläget
ta: திருத்து பயன்முறையைத் தொடங்குங்கள்
tr: Düzenleme modunu başlat
uk: Включити режим редагування

source: Start from the beginning
bg: Старт от самото начало
cs: Spustit od začátku
da: Start fra begyndelse
de: Am Anfang starten
el: Έναρξη από την αρχή
et: Alusta algusest
fi: Aloita alusta
fr: Démarrer depuis le début
hr: Počni od početka
hu: Indítsa az elejétől
it: Avvio dall'inizio
lt: Pradėti iš pradžių
nl: Start vanaf het begin
pl: Rozpocznij od początku
pt_br: Começar do início
ru: Начать с самого начала
sk: Spustiť od začiatku
sl: Začni od začetku
sr: Počni od početka
sv: Börja från början
ta: ஆரம்பத்தில் இருந்தே தொடங்கவும்
tr: Baştan başla
uk: Почати з початку
vi: Bắt đầu từ đầu
zh_cn: 重新启动

source: Start instant recording
bg: Старт на незабавен запис
cs: Spustit okamžité nahrávání
da: Start straksoptagelse
de: Sofortaufnahme starten
el: Έναρξη άμεσης εγγραφής
et: Kohene salvestamine
fi: Aloita tallennus heti
fr: Démarrer l'enregistrement directe
hr: Započni trenutno snimanje
hu: Azonalli felvétel indítása
it: Avvia la registrazione istantanea
lt: Pradėti tiesioginį įrašymą
nl: Start een directe opname
pl: Rozpocznij nagrywanie natychmiastowe
ru: Запуск немедленной записи
sk: Spustiť okamžité nahrávanie
sr: Započni trenutno snimanje
sv: Starta omedelbar inspelning
ta: உடனடி பதிவைத் தொடங்கவும்
tr: Anında kayıt başlat
uk: Включення негайного запису
vi: Bắt đầu ghi âm ngay lập tức
zh_cn: 启动即时录制

source: Start instant recording?
cs: Spustit okamžité nahrávání?
el: Εκκίνηση άμεσης εγγραφής;
fi: Aloita tallennus heti?
hr: Započni trenutno snimanje?
it: Avviare registrazione istantanea?
nl: Een directe opname starten?
pl: Rozpocząć natychmiastowe nagrywanie?
sk: Má sa spustiť okamžité nahrávanie?
sr: Započni trenutno snimanje?
sv: Starta omedelbar inspelning?
ta: உடனடி பதிவைத் தொடங்கவா?
tr: Anında kayıt başlatılsın mı?
uk: Розпочати негайний запис?

source: Start mode
bg: Стартов режим
cs: Režim spuštění
da: Start tilstand
de: Startmodus
el: Λειτουργία εκκίνησης
et: Käivitumine
fi: Käynnistys tila
fr: Mode de démarrage
hr: Režim početka
hu: Indulás módja
it: Modalità di avvio
lt: Paleidimo režimas
nl: Startmodus
pl: Tryb uruchamiania
sk: Režim spustenia
sr: Režim početka
sv: Startläge
ta: தொடக்க பயன்முறை
tr: Başlangıç modu
uk: Режим запуску
vi: Chế độ bắt đầu
zh_cn: 启动模式

source: Start offline decode
bg: Старт на офлайн декодиране
cs: Spustit offline dekódování
da: Start offline afkodning
de: Starte offline decodieren
el: Εκκίνηση αποκωδικοποίησης εκτός σύνδεσης
et: Käivita võrguta dekodeerimine
fi: Aloita offline purkaminen
fr: Démarrer le décodage hors ligne
hr: Započni dešifrovanje van mreže
hu: Offline dekódolás indítása
it: Avvio decodifica offline
lt: Pradėti dekodavimą neprisijungus
nl: Start achteraf decoderen
pl: Rozpocznij dekodowanie offline
pt_br: Iniciar decodificação offline
ru: Запуск оффлайн декодирования
sk: Spustiť offline dekódovanie
sr: Započni dešifrovanje van mreže
sv: Starta offline-avkodning
ta: இணைப்பில்லாத டிகோட் தொடங்கவும்
tr: Çevrimdışı kod çözmeyi başlat
uk: Запуск декодування оффлайн
vi: Bắt đầu giải mã ngoại tuyến
zh_cn: 启动离线解码

source: Start or Stop service
cs: Spustit nebo zastavit službu
el: Εκκίνηση ή διακοπή υπηρεσίας
fi: Aloita tai lopeta palvelu
hr: Pokreni ili Zaustavi servis
it: Avvia o arresta servizio
nl: Service starten of stoppen
pl: Uruchom lub zatrzymaj usługę
sk: Spustiť alebo zastaviť službu
sr: Pokreni ili Zaustavi servis
sv: Starta eller stoppa tjänsten
ta: சேவையைத் தொடங்கவும் அல்லது நிறுத்தவும்
tr: Kanalı başlat veya durdur
uk: Запуск або зупинка каналу

source: Start recording current event
cs: Spustit záznam aktuální události
el: Έναρξη εγγραφής τρέχοντος προγράμματος
fi: Aloita nykyisen ohjelman tallennus
hr: Započni snimanje trenutnog događaja
it: Inizia a registrare l'evento in corso
lt: Pradėti įrašyti dabartinį įvykį
nl: Het huidige programma nu opnemen
pl: Rozpocznij nagrywanie aktualnego wydarzenia
sk: Spustiť nahrávanie aktuálnej udalosti
sr: Započni snimanje trenutnog događaja
sv: Starta inspelning av aktuell händelse
ta: தற்போதைய நிகழ்வைப் பதிவு செய்யத் தொடங்குங்கள்
tr: Güncel etkinliği kaydetmeye başla
uk: Почати запис поточної події

source: Start retry
cs: Opakovaný start
el: Εκκίνηση επαναπροσπάθειας
hr: Pokreni ponovni pokušaj
it: Riprova avvio
sr: Pokreni ponovni pokušaj
tr: Yeniden denemeyi başlat
uk: Почати повторну спробу

source: Start teletext
bg: Старт на телетекс
cs: Spustit teletext
da: Start Tekst-TV
de: Videotext
el: Εκκίνηση τηλεκειμένου
et: Käivita teletekst
fi: Teksti-TV
fr: Démarrer télétexte
hr: Pokreni teletekst
hu: Teletext indítása
it: Avvio il televideo
lt: Įjungti teletekstą
nl: Start Teletekst
pl: Uruchom telegazete
ru: Запуск телетекста
sk: Spustiť teletext
sr: Pokreni teletekst
sv: Starta text-TV
ta: டெலிடெக்ச்ட் தொடங்கவும்
tr: Teletext başlat
uk: Запуск телетексту
vi: Bắt đầu teletext
zh_cn: 开始广播

source: Start test
bg: Старт на тест
cs: Otestovat
de: Test starten
el: Έναρξη ελέγχου
et: Käivita test
fi: Aloita testi
fr: Lancer le test
hr: Pokreni test
hu: Teszt indítása
it: Avvio il test
lt: Pradėti testą
pl: Testuj
pt_br: Iniciar teste
ru: Начать тест
sk: Spustiť test
sl: Zaženi test
sr: Pokreni test
sv: Starta testet
ta: சோதனை தொடக்க
tr: Testi başlat
uk: Почати тест
vi: Bắt đầu kiểm tra
zh_cn: 开始测试

source: Start the Chkroot initialization
cs: Spuštění inicializace Chkrootu
el: Εκκίνηση της αρχικοποίησης Chkroot
fi: Aloita Chkroot alustaminen
hr: Započni Chkroot inicijalizaciju
it: Avvia inizializzazione di Chkroot
nl: Chkroot-initialiseren starten
pl: Rozpocznij inicjalizację Chkroot
sk: Spustiť inicializáciu Chkroot
sr: Započni Chkroot inicijalizaciju
sv: Starta initieringen av Chkroot
tr: Chkroot başlatma işlemini başlatın
uk: Запустіть ініціалізацію Chkroot

source: Start the Kexec initialization
cs: Spustit inicializaci Kexec
el: Εκκίνηση αρχικοποίησης kexec
fi: Aloita Kexec alustus
hr: Započni Kexec inicijalizaciju
it: Avvia l'inizializzazione di Kexec
nl: De Kexec-initialisatie starten
pl: Rozpocznij inicjowanie Kexec
sk: Spustiť inicializáciu Kexec
sr: Započni Kexec inicijalizaciju
sv: Starta initieringen av Kexec
ta: KEXEC துவக்கத்தைத் தொடங்கவும்
tr: Kexec başlatma işlemini başlatın
uk: Запустити ініціалізацію Kexec

source: Start the backup of the selected image
cs: Spustit zálohování vybraného obrazu
el: Εκκίνηση εφεδρείας του επιλεγμένου image
fi: Aloita valitun ohjelmiston varmuuskopiointi
hr: Pokreni rezervnu kopiju izabranog imidža
it: Avvia backup dell'immagine selezionata
nl: Back-up starten van de geselecteerde image
pl: Rozpocznij tworzenie kopii zapasowej wybranego systemu
sk: Spustiť zálohovanie vybraného image
sr: Pokreni rezervnu kopiju izabranog imidža
sv: Starta säkerhetskopieringen av den valda bilden
ta: தேர்ந்தெடுக்கப்பட்ட படத்தின் காப்புப்பிரதியைத் தொடங்கவும்
tr: Seçilen yazılımın yedeklemesini başlatın
uk: Запустити копіювання вибраного іміджу

source: Start the highlighted plugin
cs: Spustit označený plugin
el: Εκκίνηση του επιλεγμένου πρόσθετου
fi: Käynnistä korostettu lisäosa
hr: Pokreni označeni dodatak
it: Avvia plugin evidenziato
nl: Start de geselecteerde plugin
pl: Uruchom podświetloną wtyczkę
sk: Spustiť označený plugin
sr: Pokreni označeni dodatak
sv: Starta det markerade insticksprogrammet
ta: சிறப்பிக்கப்பட்ட சொருகி தொடங்கவும்
tr: Vurgulanan eklentiyi başlatın
uk: Запустити виділений плагін

source: Start time
bg: Начално време
cs: Čas začátku
da: Starttid
de: Startzeit
el: Ώρα έναρξης
et: Algusaeg
fi: Aloitusaika
fr: Heure de début
hr: Vrijeme početka
hu: Kezdési időpont
it: Ora di inizio
lt: Pradžios laikas
nl: Starttijd
pl: Czas rozpoczęcia
pt_br: Hora de início
ru: Startzeit
sk: Čas začiatku
sr: Vreme početka
sv: Starttid
ta: தொடக்க நேரம்
tr: Başlama zamanı
uk: Час початку
vi: Thời gian bắt đầu
zh_cn: 开始时间

source: Start time shift
bg: Старт на timeshift
cs: Začátek časového posunu
el: Εκκίνηση χρονομετατόπισης
fi: Aloita ajansiirto
fr: Lancer PauseDirect
hr: Pokreni timeshift
it: Avvio timeshift
lt: Pradėti laiko poslinkį
nl: Start de Timeshift
pl: Rozpocznij timeshift
sk: Spustiť timeshift
sr: Pokreni tajmšift
sv: Starttid skift
ta: தொடக்க நேர சிப்ட்
tr: Zaman kaydırmayı başlat
uk: Почати таймшифт
