Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Curacao
da: Curaçao
el: Κουρασάο
et: Curaçao
fr: Curaçao
hu: Curaçao
lt: Kiurasao
pl: Curaçao
ta: குராக்கோ
uk: Кюрасао
zh_cn: 库拉索岛

source: Currency
bg: Валута
cs: Měna
el: Νόμισμα
fi: Valuutta
hr: Valuta
it: Valuta
lt: Valiuta
nl: Munteenheid
pl: Waluta
sk: Mena
sr: Valuta
sv: Valuta
ta: நாணயம்
tr: Para Birimi
uk: Валюта

source: Current
cs: Aktuální
el: Τρέχον
fi: Nykyinen
hr: Trenutni
it: Attuale
lt: Dabartinis
nl: Huidige
pl: Aktualny
sk: Aktuálne
sr: Trenutni
sv: Nuvarande
ta: மின்னோட்ட்ம், ஓட்டம்
tr: Geçerli
uk: Поточний

source: Current 1/1
cs: Aktuální 1/1
el: Τρέχον 1/1
fi: Nykyinen 1/1
hr: Trenutni 1/1
it: Attuale 1/1
lt: Dabartinis 1/1
pl: Aktualne 1/1
sk: Aktuálne 1/1
sr: Trenutni 1/1
sv: Aktuell 1/1
ta: தற்போதைய 1/1
tr: Geçerli 1/1
uk: Текучий 1/1

source: Current CEC address
bg: Текущ CEC адрес
cs: Adresa akt. CEC
da: Nuværende CEC Adresse
de: Momentane CEC-Adresse
el: Τρέχουσα διεύθυνση CEC
et: Kasutatav CEC aadress
fi: Käytettävä CEC-osoite
fr: Adresse CEC actuelle
hr: Trenutna СЕС adresa
hu: Aktuális CEC cím
it: Indirizzo CEC attuale
lt: Dabartinis CEC adresas
nl: Huidig CEC adres
pl: Aktualny adres CEC
pt_br: Endereço atual de CEC
ru: Текущий СЕС адрес
sk: Aktuálna adresa CEC
sr: Trenutna СЕС adresa
sv: Nuvarande CEC-adress
ta: தற்போதைய சி.இ.சி முகவரி
tr: Geçerli CEC adresi
uk: Поточна СЕС адреса
vi: Địa chỉ CEC hiện tại
zh_cn: 当前CEC地址

source: Current CPU Frequency cores 0 and 1: %s MHz
cs: Aktuální frekvence CPU jádra 0 a 1: %s MHz
el: Τρέχουσα συχνότητα CPU πυρήνες 0 και 1: %s MHz
fi: Suorittimen ytimien 0 ja 1 : %s MHz
hr: Trenutna CPU Frekvencija jezgre 0 i 1: %s MHz
it: Frequenza attuale CPU core 0 e 1: %s MHz
nl: Actuele CPU frequentie cores 0 en 1: %s MHz
pl: Aktualna częstotliwość rdzeni CPU 0 oraz 1: %s MHz
sk: Aktuálna frekvencia jadier 0 a 1 procesora je: %s MHz
sr: Trenutna CPU Frekvencija jezgre 0 i 1: %s MHz
sv: Aktuell CPU-frekvens kärnor 0 och 1: %s MHz
ta: தற்போதைய சிபியு அதிர்வெண் கோர்கள் 0 மற்றும் 1: %s MHz
tr: Çekirdek 0 ve 1'in geçerli CPU Frekansı: %s MHz
uk: Поточна частота ЦП ядер 0 і 1: %s МГц

source: Current CPU Frequency other cores: %s MHz
cs: Aktuální frekvence CPU ostatní jádra: %s MHz
el: Τρέχουσα συχνότητα CPU άλλοι πυρήνες: %s MHz
fi: Suorittimen muiden ytimien taajuus %s MHz
hr: Trenutna CPU frekvencija ostalih jezgri: %s MHz
it: Frequenza attuale CPU altri core: %s MHz
nl: Aktuele CPU frequentie van andere cores: %s MHz
pl: Aktualna częstotliwość pozostałych rdzeni CPU: %s MHz
sk: Aktuálna frekvencia ostatných jadier procesora %s MHz
sr: Trenutna CPU frekvencija ostalih jezgri: %s MHz
sv: Aktuell CPU-frekvens andra kärnor: %s MHz
ta: தற்போதைய சிபியு அதிர்வெண் பிற கோர்கள்: %s MHZ
tr: Diğer çekirdeklerin geçerli CPU frekansı: %s MHz
uk: Поточна частота ЦП інших ядер: %s МГц

source: Current CPU cores 0 and 1 Voltage: %s V
cs: Aktuální jádra CPU 0 a 1 Napětí: %s V
el: Τάση τρέχοντων πυρήνων CPU 0 και 1: %s V
fi: Suorittimen ydinten 0 ja 1 Jännite %s V
hr: Trenutna CPU jezgra 0 i 1 Napon: %s V
it: Tensione attuale CPU core 0 e 1: %s V
nl: Actuele spanning voor CPU-cores 0 en 1: %s V
pl: Aktualne napięcie rdzeni CPU 0 oraz 1: %s V
sk: Aktuálne napätie jadier 0 a 1 procesora: %s V
sr: Trenutna CPU jezgra 0 i 1 Napon: %s V
sv: Aktuella CPU-kärnor 0 och 1 Spänning: %s V
ta: தற்போதைய சிபியு கோர்கள் 0 மற்றும் 1 மின்னழுத்தம்: %s v
tr: Geçerli CPU çekirdekleri 0 ve 1 Voltajı: %s V
uk: Поточна напруга ядер ЦП 0 і 1: %s В

source: Current Directory
cs: Aktuální adresář
el: Τρέχον φάκελος
fi: Nykyinen hakemisto
hr: Trenutni Direktorij
it: Cartella attuale
lt: Dabartinis katalogas
nl: Huidige map
pl: Aktualny katalog
sk: Aktuálny priečinok
sr: Trenutni Direktorij
sv: Nuvarande katalog
ta: தற்போதைய அடைவு
tr: Geçerli Dizin
uk: Поточний каталог

source: Current Event:
bg: Текущо събитие:
cs: Aktuální pořad:
da: Nuværende Begivenhed:
de: Sendung:
el: Τρέχον πρόγραμμα:
et: Käesolev saade:
fi: Nykyinen ohjelma:
fr: Evènement en cours :
hr: Trenutni Događaj:
hu: Aktuális műsor:
it: Evento attuale:
lt: Dabartinis įvykis:
nl: Huidig programma:
pl: Aktualne Wydarzenie:
ru: Текущая передача:
sk: Aktuálna udalosť:
sr: Trenutni Događaj:
sv: Aktuell händelse:
ta: தற்போதைய நிகழ்வு:
tr: Geçerli Etkinlik:
uk: Поточна передача:
vi: Sự kiện hiện tại:
zh_cn: 当前事件:

source: Current Status:
bg: Текущ статус:
cs: Aktuální stav:
da: Aktuel status:
de: Status:
el: Τρέχουσα κατάσταση:
et: Praegune olek:
fi: Nykyinen tila:
fr: Statut courant :
hr: Trenutni Status:
hu: Jelenlegi állapot:
it: Stato attuale:
lt: Dabartinė būsena:
nl: Status:
pl: Aktualny Status:
ru: Текущий статус:
sk: Aktuálny stav:
sl: Trenutni status:
sr: Trenutni Status:
sv: Nuvarande status:
ta: தற்போதைய நிலை:
tr: Geçerli Durum:
uk: Поточний Статус:
vi: Tình trạng hiện tại:
zh_cn: 当前状态:

source: Current Temperature (SoC): %s °C
cs: Aktuální teplota (SoC): %s °C
el: Τρέχουσα θερμοκρασία (SoC): %s °C
fi: Nykyinen lämpötila (SoC): %s °C
hr: Trenutna Temperatura (SoC): %s °C
it: Temperatura attuale (SoC): %s °C
nl: Actuele temperatuur (SoC): %s °C
pl: Aktualna temperatura (SoC): %s °C
sk: Aktuálna teplota (SoC): %s °C
sr: Trenutna Temperatura (SoC): %s °C
sv: Aktuell temperatur (SoC): %s °C
ta: தற்போதைய வெப்பநிலை (SOC): %s ° C.
tr: Geçerli Sıcaklık (SoC): %s °C
uk: Поточна температура (SoC): %s °C

source: Current affairs
cs: Aktuální události
el: Επικαιρότητα
hr: Trenutni Događaji
it: Attualità
lt: Dabartiniai reikalai
nl: Nieuws/Actualiteiten
sr: Trenutna dešavanja
sv: Aktuella frågor
tr: Güncel olaylar
uk: Поточні справи

source: Current crash log
bg: Текущ дневник на сривовете
cs: Aktuální protokol o haváriích
el: Τρέχουσα καταγραφή κρασαρίσματος
fi: Nykyinen kaatumisloki
hr: Trenutni dnevnik rušenja
it: Registro di crash attuale
lt: Dabartinis gedimų žurnalas
nl: Actuele crash log
pl: Aktualny log awarii
sk: Aktuálny denník o páde
sr: Trenutna evidencija pada
sv: Aktuell kraschlogg
ta: தற்போதைய செயலிழப்பு பதிவு
tr: Geçerli çökme günlüğü
uk: Поточний журнал збоїв

source: Current directory
cs: Současný adresář
el: Τρέχον φάκελος
fi: Nykyinen hakemisto
hr: Trenutni direktorij
it: Cartella attuale
lt: Dabartinis katalogas
nl: Huidige map
pl: Aktualny katalog
sk: Aktuálny priečinok
sr: Trenutni direktorij
sv: Aktuell katalog
ta: தற்போதைய அடைவு
tr: Geçerli dizin
uk: Поточний каталог

source: Current directory (%s)
cs: Aktuální adresář (%s)
el: Τρέχον φάκελος (%s)
fi: Nykyinen hakemisto (%s)
hr: Trenutni direktorij (%s)
it: Cartella attuale (%s)
lt: Dabartinis katalogas (%s)
nl: Huidige map (%s)
pl: Aktualny katalog (%s)
sk: Aktuálny priečinok (%s)
sr: Trenutni direktorij (%s)
sv: Aktuell katalog (%s)
ta: தற்போதைய அடைவு (%s)
tr: Geçerli dizin (%s)
uk: Поточний каталог (%s)

source: Current installed
bg: Текущо инсталиран
cs: Aktuálně nainstalovaný
da: Aktuel installleret
de: Aktuell installiert
el: Τρέχον εγκατεστημένο
et: Hetkel paigaldatud
fi: Asennettu ohjelmisto
fr: Actuellement installé
hr: Trenutno instalirano
hu: Aktuálisan telepített
it: Attualmente installato
lt: Dabar įdiegtas atvaizdas
nl: Momenteel geïnstalleerd
pl: Obecnie zainstalowany
sk: Práve nainštalované
sr: Trenutno instalirano
sv: Nuvarande installerad
ta: நடப்பு நிறுவப்பட்டது
tr: Geçerli kurulu
uk: Встановлено поточний
vi: Cài đặt hiện tại chưa cài đặt
zh_cn: 当前已安装

source: Current location is '%s'.
cs: Aktuální poloha je '%s'.
el: Η τρέχουσα τοποθεσία είναι η '%s'.
fi: Nykyinen sijainti on '%s'.
hr: Trenutna lokacija je '%s'.
it: La posizione attuale è '%s'.
lt: Dabartinė vieta yra '%s'.
nl: De huidige locatie is '%s'.
pl: Aktualna lokalizacja to '%s'.
sk: Aktuálne umiestnenie: '%s'.
sr: Trenutna lokacija je '%s'.
sv: Aktuell plats är '%s'.
ta: தற்போதைய இடம் '%s'.
tr: Geçerli konum '%s'.
uk: Поточне місцезнаходження '%s'.

source: Current mode: %s
bg: Текущ режим: %s
cs: Aktuální volba: %s
de: Aktueller Modus: %s
el: Τρέχουσα λειτουργία: %s
et: Hetke olek: %s
fi: Nykyinen tila: %s
fr: Mode actuel : %s
hr: Trenutni način rada: %s
hu: Jelenlegi mód: %s
it: Modalità attuale: %s
lt: Dabartinis režimas: %s
nl: Huidige modus: %s
pl: Bieżący tryb: %s
ru: Текущий режим: %s
sk: Aktuálny režim: %s
sr: Trenutni režim %s
sv: Aktuellt läge: %s
ta: தற்போதைய பயன்முறை: %s
tr: Geçerli mod: %s
uk: Поточний режим: %s
vi: Chế độ hiện tại:%s
zh_cn: 当前模式: %s

source: Current settings:
bg: Текущи настройки:
cs: Aktuální nastavení:
da: Nuværende indstillinger:
de: Einstellungen:
el: Τρέχουσες ρυθμίσεις:
et: Hetke seaded:
fi: Käytetyt asetukset:
fr: Paramètres actuels :
hr: Trenutne postavke:
hu: Aktuális beállítások:
it: Configurazione attuale:
lt: Dabartiniai nustatymai:
nl: Huidige instellingen:
pl: Aktualne ustawienia:
pt_br: Configurações atuais:
ru: Текущие настройки:
sk: Aktuálne nastavenia:
sl: Trenutne nastavitve:
sr: Trenutne postavke:
sv: Nuvarande inställningar:
ta: தற்போதைய அமைப்புகள்:
tr: Geçerli ayarlar:
uk: Поточні налаштування:
vi: Cài đặt hiện tại:
zh_cn: 当前设置:

source: Current time
bg: Текущо време
cs: Akt. čas
da: Aktuel tid
de: Momentane Zeit
el: Τρέχουσα ώρα
et: Praegune kellaaeg
fi: Aika
fr: Heure actuelle
hr: Trenutno vrijeme
hu: Aktuális idő
it: Ora attuale
lt: Dabartinis laikas
nl: Huidige tijd
pl: Aktualny czas
ru: Текущее время
sk: Aktuálny čas
sr: Trenutno vreme
sv: Aktuellt tid
ta: தற்போதைய நேரம்
tr: Geçerli zaman
uk: Поточний час
vi: Thời điểm hiện tại
zh_cn: 当前时间

source: Current transponder
bg: Текущ транспондер
cs: Aktuální transpondér
da: Nuværende transponder
de: Aktueller Transponder
el: Tρέχων αναμεταδότης
et: Aktiivne transponder
fi: Valittu lähetin
fr: Transpondeur actuel
hr: Trenutni transponder
hu: Aktuális transzponder
it: Transponder attuale
lt: Dabartinis transponderis
nl: Huidige transponder
pl: Aktualny transponder
pt_br: Transponder atual
ru: Текущий транспондер
sk: Aktuálny transpondér
sr: Trenutni transponder
sv: Aktuell transponder
ta: தற்போதைய டிரான்ச்பாண்டர்
tr: Geçerli aktarıcı
uk: Поточний транспондер
vi: Transponder hiện tại
zh_cn: 当前转发器

source: Current value:
bg: Текуща стойност:
cs: Aktuální hodnota:
da: Nuværende værdi:
de: Aktueller Wert:
el: Τρέχουσα τιμή:
et: Praegune väärtus:
fi: Arvo:
fr: Valeur actuelle :
hr: Trenutna vrijednost:
hu: Aktuális érték:
it: Valore attuale:
lt: Dabartinė reikšmė:
nl: Huidige waarde:
pl: Aktualna wartość:
pt_br: Valor atual:
ru: Текущее значение:
sk: Aktuálna hodnota:
sl: Trenutna vrednost:
sr: Trenutna vrednost:
sv: Aktuellt värde:
ta: தற்போதைய மதிப்பு:
tr: Geçerli değer:
uk: Поточне значення:
vi: Giá trị hiện tại:
zh_cn: 当前值:

source: Current version unknown
bg: Текущата версия не е известна
cs: Aktuální verze neznámá
el: Τρέχουσα έκδοση άγνωστη
fi: Nykyinen versio tuntematon
hr: Trenutna verzija je nepoznata
it: Versione attuale sconosciuta
lt: Dabartinė versija nežinoma
nl: Huidige versie onbekend
pl: Aktualna wersja nieznana
sk: Aktuálna verzia nie je známa
sr: Trenutna verzija je nepoznata
sv: Aktuell version okänd
ta: தற்போதைய பதிப்பு தெரியவில்லை
tr: Geçerli sürüm bilinmiyor
uk: Поточна версія невідома

source: Current version:
bg: Текуща версия:
cs: Aktuální verze:
da: Nuværende Version:
de: Derzeitige Version:
el: Τρέχουσα έκδοση:
et: Praegune versioon:
fi: Versio:
fr: Version actuelle :
hr: Trenutna verzija:
hu: Aktuális verzió:
it: Versione attuale:
lt: Dabartinė versija:
nl: Huidige versie:
pl: Aktualna wersja:
ru: Текущая версия:
sk: Aktuálna verzia:
sl: Trenutna različica:
sr: Trenutna verzija:
sv: Nuvarande version:
ta: தற்போதைய பதிப்பு:
tr: Geçerli sürüm:
uk: Поточна версія:
vi: Phiên bản hiện tại:
zh_cn: 当前版本:

source: Current: %s Parent: %s
cs: Aktuální: %s Rodič: %s
el: Τρέχον: %s Γονικός: %s
fi: Nykyinen: %s Vanhempi: %s
hr: Trenutno: %s Roditeljska kontrola: %s
it: Attuale: %s Superiore: %s
lt: Dabartinis: %s Pagrindinis: %s
nl: Huidige: %s Bron: %s
pl: Aktualny: %s Nadrzędny: %s
sk: Aktuálne: %s Rodič: %s
sr: Trenutno: %s Roditeljska kontrola: %s
sv: Aktuell: %s Förälder: %s
ta: நடப்பு: %s பெற்றோர்: %s
tr: Geçerli: %s Ebeveyn: %s
uk: Поточний: %s Батьківський: %s

source: Currently Defined Volume Offsets:
cs: Aktuálně definované posuny hlasitosti:
el: Τρέχουσες προρυθμίσεις ολίσθησης χρόνου:
fi: Tällä hetkellä määritellyt Äänen voimakkuuden poikkeamat
hr: Trenutno Zadan pomak Zvuka:
it: Offset del volume attualmente definito:
lt: Šiuo metu nustatyti apimties poslinkiai:
nl: Op dit moment ingestelde Volume Offsets:
pl: Aktualnie zdefiniowane Przesunięcia głośności:
sk: Aktuálne definované posuny hlasitosti:
sr: Trenutno Zadan pomak Zvuka:
sv: För närvarande definierade volymförskjutningar:
ta: தற்போது வரையறுக்கப்பட்ட தொகுதி ஆஃப்செட்டுகள்:
tr: Geçerli Tanımlanmış Ses Seviyesi Dengeleme Değerleri:
uk: Поточні зміщення гучності:

source: Currently Remembered Volume Levels:
cs: Aktuálně uložené úrovně hlasitosti:
el: Τρέχοντα αποθηκευμένα επίπεδα έντασης ήχου:
fi: Nykyinen muistissa oleva äänenvoimakkuus tasot:
hr: Trenutno Zapamćeni Nivoi Zvuka:
it: Livelli volume attualmente ricordati:
nl: Opgeslagen Volumeniveau:
pl: Aktualnie zapamiętane poziomy głośności:
sk: Úrovne hlasitosti aktuálne uložené v pamäti:
sr: Trenutno Zapamćeni Nivoi Zvuka:
sv: För närvarande ihågkommen Volymnivåer:
tr: Geçerli Hafızada Tutulan Ses Seviyeleri:
uk: Поточні рівні гучності, що запам'ятовуються:

source: Custom
bg: Персонализиран
cs: Vlastní
da: Brugerdefineret
de: Benutzerdefiniert
el: Προσαρμογή
et: Kohandatud
fi: Muokattu
fr: Personnalisé(e)
hr: Prilagođeno
hu: Egyedi
it: Personalizza
lt: Pasirinktinis
nl: Aanpassen
pl: Niestandardowy
ru: Пользовательские
sk: Používateľské
sr: Prilagođeno
sv: Anpassad
ta: தனிப்பயன்
tr: Özelleştir
uk: Користувацька
vi: Tập quán
zh_cn: 自定义

source: Custom mountpoint
cs: Vlastní přípojný bod
el: Προσαρμοσμένο σημείο πρόσβασης
fi: Mukautettu liitos
hr: Prilagođeno mjesto montiranja
it: Punto di montaggio personalizzato
nl: Een custom mountpunt instellen
pl: Niestandardowy punkt montowania
sk: Používateľský bod pripojenia
sr: Prilagođeno mesto montiranja
sv: Anpassad monteringspunkt
ta: தனிப்பயன் மவுண்ட் பாயிண்ட்
tr: Özel bağlantı noktası
uk: Користувацька точка монтування

source: Custom skip time for '1'/'3' buttons
bg: Персонализирано време за прескачане на '1'/'3' бутони
cs: Vlastní časový posun pro tlačítka '1'/'3'
da: Brugerdefineret hop tid for '1'/'3' knapper
de: Benutzerdefinierte Sprungzeit für die Tasten '1' und '3'
el: Χρόνος υπερπήδησης για τα πλήκτρα '1'/'3'
et: '1'/'3'-nuppude hüppe kohandatud pikkus
fi: '1'/'3'-näppäimien hypyn pituus (sek)
fr: Personnaliser délai saut pour touches '1'/'3'
hr: Prilagođeno vrijeme preskakanja za tipke '1'/'3'
hu: Ugrás az '1'/'3' gombokkal (másodperc)
it: Salto di tempo per i tasti 1-3
lt: Pasirinktinai praleisti laiką '1'/'3' mygtukams
nl: Aangepaste skiptijd voor de '1'/'3'-knoppen
pl: Niestandardowy czas pomijania dla przycisków '1'/'3'
pt_br: Tempo de salto para os botões 1/3
ru: Время пропуска для кнопок '1'/'3'
sk: Vlastný čas skoku pre tlačidlá '1'/'3'
sr: Prilagođeno vreme preskakanja za '1'/'3 taster'
sv: Anpassad hopptid för knapparna '1'/'3'
ta: '1'/'3' பொத்தான்களுக்கான தனிப்பயன் தவிர்க்கவும்
tr: '1'/'3' tuşları için özel atlama süresi
uk: Час пропуску для кнопок '1'/'3'
vi: Thời gian bỏ qua tùy chỉnh cho các nút '1' / '3'
zh_cn: 自定义跳转时间1/3'键

source: Custom skip time for '4'/'6' buttons
bg: Персонализирано време за прескачане на '4'/'6' бутони
cs: Vlastní časový posun pro tlačítka '4'/'6'
da: Brugerdefineret hop tid for '4'/'6' knapper
de: Benutzerdefinierte Sprungzeit für die Tasten '4' und '6'
el: Χρόνος υπερπήδησης για τα πλήκτρα '4'/'6'
et: '4'/'6'-nuppude hüppe kohandatud pikkus
fi: '4'/'6'-näppäimien hypyn pituus (sek)
fr: Personnaliser délai saut pour touches '4'/'6'
hr: Prilagođeno vrijeme preskakanja za tipke '4'/'6'
hu: Ugrás a '4'/'6' gombokkal (másodperc)
it: Salto di tempo per i tasti 4-6
lt: Pasirinktinai praleisti laiką '4'/'6' mygtukams
nl: Aangepaste skiptijd voor de '4'/'6'-knoppen
pl: Niestandardowy czas pomijania dla przycisków '4'/'6'
pt_br: Tempo de salto para os botões 4/6
ru: Время пропуска для кнопок '4'/'6'
sk: Vlastný čas skoku pre tlačidlá '4'/'6'
sr: Prilagođeno vreme preskakanja za '4'/'6' taster
sv: Anpassad hopptid för knapparna '4'/'6'
ta: '4'/'6' பொத்தான்களுக்கான தனிப்பயன் தவிர்க்கவும்
tr: '4'/'6' tuşları için özel atlama süresi
uk: Час пропуску для кнопок '4'/'6'
vi: Thời gian bỏ qua tùy chỉnh cho các nút '4' / '6'
zh_cn: 自定义跳转时间4/6'键

source: Custom skip time for '7'/'9' buttons
bg: Персонализирано време за прескачане на '7'/'9' бутони
cs: Vlastní časový posun pro tlačítka '7'/'9'
da: Brugerdefineret hop tid for '7'/'9' knapper
de: Benutzerdefinierte Sprungzeit für die Tasten '7' und '9'
el: Χρόνος υπερπήδησης για τα πλήκτρα '7'/'9'
et: '7'/'9'-nuppude hüppe kohandatud pikkus
fi: '7'/'9'-näppäimien hypyn pituus (sek)
fr: Personnaliser délai saut pour touches '7'/'9'
hr: Prilagođeno vrijeme preskakanja za tipke '7'/'9'
hu: Ugrás a '7'/'9' gombokkal (másodperc)
it: Salto di tempo per i tasti 7-9
lt: Pasirinktinai praleisti laiką '7'/'9' mygtukams
nl: Aangepaste skiptijd voor de '7'/'9'-knoppen
pl: Niestandardowy czas pomijania dla przycisków '7'/'9'
pt_br: Tempo de salto para os botões 7/9
ru: Время пропуска для кнопок '7'/'9'
sk: Vlastný čas skoku pre tlačidlá '7'/'9'
sr: Prilagođeno vreme preskakanja za '7'/'9' taster
sv: Anpassad hopptid för knapparna '7'/'9'
ta: '7'/'9' பொத்தான்களுக்கான தனிப்பயன் தவிர்க்கவும்
tr: '7'/'9' tuşları için özel atlama süresi
uk: Час пропуску для кнопок '7'/'9'
vi: Thời gian bỏ qua tùy chỉnh cho các nút '7' / '9'
zh_cn: 自定义跳转时间7/9'键

source: Customize
bg: Персонализиране
cs: Přizpůsobení
da: Tilpasninger
de: Extras
el: Παραμετροποίηση
et: Kasutaja eelistused
fi: Toimintojen muokkaus
fr: Personnaliser
hr: Prilagodba
hu: Testreszabás
it: Personalizza
lt: Asmeniniai pasirinkimai
nl: Diverse instellingen
pl: Ustawienia zaawansowane
pt_br: Personalizar
ru: Опции
sk: Prispôsobiť
sl: Splošne nastavitve
sr: Prilagođavanje
sv: Anpassa
ta: தனிப்பயனாக்கு
tr: Özelleştir
uk: Додаткові Налаштування
vi: Tùy chỉnh
zh_cn: 自定义

source: Customize OpenWebIF settings for fallback tuner
bg: Настройка на OpenWebIF за резервния тунер
cs: Úprava nastavení OpenWebIf pro záložní tuner
el: Προσαρμογή των ρυθμίσεων OpenWebIF για το εφεδρικό tuner
fi: Etävastaanottimen OpenWebIf asetukset
fr: Personnaliser les paramètres OpenWebIF pour le tuner de secours
hr: Prilagodba postavki OpenWebIF za rezervni tuner
it: Personalizza le impostazioni OpenWebIF per il tuner di fallback
lt: Pritaikykite OpenWebIF nustatymus atsarginiam imtuvui
nl: OpenWebif instellingen voor de Fallback tuner wijzigen
pl: Dostosuj ustawienia OpenWebIF dla tunera rezerwowego
sk: Prispôsobiť OpenWebIF nastavenia pre záložný tuner
sr: Prilagodite OpenWebIF podešavanja za rezervni tjuner
sv: Anpassa OpenWebIF-inställningarna för reservtuner
ta: ஃபிள்பேக் ட்யூனருக்கு ஓபன்வெபிஃப் அமைப்புகளைத் தனிப்பயனாக்குங்கள்
tr: Yedek tuner için OpenWebIF ayarlarını özelleştir
uk: Налаштуйте параметри OpenWebIF для резервного тюнера

source: Customize System Settings
bg: Персонализирайте системните настройки
cs: Upravit nastavení systému
el: Παραμετροποίηση ρυθμίσεων συστήματος
fi: Järjestelmä asetukset
hr: Prilagodite postavke sustava
it: Personalizza impostazioni sistema
lt: Tinkinkite sistemos nustatymus
nl: Systeem instellingen
pl: Ustawienia zaawansowane
sk: Prispôsobiť systémové nastavenia
sr: Prilagođavanje Postavki Sistema
sv: Anpassa systeminställningar
ta: கணினி அமைப்புகளைத் தனிப்பயனாக்குங்கள்
tr: Sistem Ayarlarını Özelleştir
uk: Налаштування параметрів системи

source: Customize enigma2 personal settings
bg: Персонализиране на enigma2 лични настройки
cs: Osobní přizpůsobení systému Enigma2
el: Παραμετροποίηση των προσωπικών ρυθμίσεων του enigma2
fi: Mukauta käyttöliittymän asetuksia
fr: Personnaliser les paramètres personnels d'Enigma2
hr: Prilagodite osobne postavke enigma2
it: Personalizza configurazione di Enigma2
lt: Enigma2 asmeninių parametrų tinkinimas
nl: Definieer persoonlijke enigma2 instellingen
pl: Dostosuj ustawienia osobiste Enigmy2
sk: Prispôsobiť osobné nastavenia systému enigma2
sr: Prilagođavanje Enigma2 ličnih postavki
sv: Anpassa enigma2 personliga inställningar
ta: Enigma2 தனிப்பட்ட அமைப்புகளைத் தனிப்பயனாக்குங்கள்
tr: Enigma2 kişisel ayarlarını özelleştir
uk: Персональні налаштування користувача enigma2

source: Cut
bg: Изрежи
cs: Střih
da: Klip
de: Schneiden
el: Αποκοπή
et: Lõika
fi: Leikkaa
fr: Couper
hr: Isjeci
hu: Vágás
it: Taglia
lt: Iškirpti
nl: Knip
pl: Wytnij
pt_br: Cortar
ru: Нарезка
sk: Strih
sl: Izreži
sr: Iseci
sv: Klipp ut
ta: வெட்டு
tr: Kes
uk: Вирізати
vi: Cắt
zh_cn: 剪切

source: CutList skip time for '%s' button
cs: Čas přeskočení CutList pro tlačítko '%s'
el: Χρόνος παράλειψης λίστας αποκοπών για το πλήκτρο '%s'
fi: Leikkauskohtien ohitusaika '%s'näppäin
hr: Vreme preskakanja liste za sječenje za dugme '%s' '
it: Salto del tempo di CutList per il tasto '%s'
nl: CutList tijdsprong voor de toets '%s'
pl: Czas pominięcia CutList dla przycisku '%s'
sr: Lista sečenja preskoči vreme za '%s' dugme
sv: CutList hoppar över tiden för "%s"-knappen
tr: '%s' tuşu için Kesim Listesi atlama süresi
uk: Час пропуску списку CutList для кнопки '%s'

source: CutList skip time for '%s'/'%s' buttons
cs: Čas přeskočení CutListu pro tlačítka '%s'/'%s'
el: Χρόνος παράλειψης λίστας αποκοπών για τα πλήκτρα '%s'/'%s'
fi: Leikkauslistan ohitusaika '%s'/'%s' painikkeille
hr: Vreme preskakanja liste za sječenje za dugmad '%s'/'%s'
it: Salto del tempo di CutList per i tasti '%s'/'%s'
nl: CutList tijdsprong voor de toetsen '%s'/'%s'
pl: Czas pominięcia CutList dla przycisków '%s'/'%s'
sr: Lista sečenja preskoči vreme za '%s'/'%s' dugmad
sv: Skiptid för CutList för knapparna '%s'/'%s'
tr: '%s'/'%s' tuşları için Kesim Listesi atlama süresi
uk: Час пропуску списку CutList для кнопок '%s'/'%s'

source: Cutlist Editor
cs: Editor střihu
da: Klipliste redigering
de: Schnitt-Editor
el: Επεξεργασία αποκοπών
et: Määra lõikekohad
fi: Leikkauskohtien editori
fr: Éditeur de montage vidéo
hr: Uređivač popisa za rezanje
hu: Vágószerkesztő
it: Editor elenco tagli
lt: Iškirpimo redaktorius
pl: Edytor składni listy
sk: Editor strihov
sr: Uređivač liste sečenja
sv: Redaktör för klipplista
ta: கட்லிச்ட் ஆசிரியர்
tr: Kesim Listesi Editörü
uk: Відео Редактор
vi: Biên tập danh sách cắt
zh_cn: 剪切列表编辑器

source: Cutlist editor...
cs: Editor střihu videa...
da: Klipliste redigering...
de: Schnitt-Editor...
el: Επεξεργασία σημείων αποκοπής...
et: Määra lõikekohad.
fi: Määritä leikkauskohdat...
fr: Éditeur monter/couper...
hr: Uređivač popisa izrezanih...
hu: Vágószerkesztő...
it: Editor elenco tagli...
lt: Iškirpimo redaktorius...
pl: Edytor składni...
pt_br: Editor de cortes
ru: Видео редактор...
sk: Editor strihov...
sl: Cutlist urejevalnik...
sr: Uređivač liste sečenja...
sv: Cutlist-redaktör...
ta: கட்லிச்ட் எடிட்டர் ...
tr: Kesim Listesi editörü...
uk: Відео-редактор...
vi: Biên tập viên danh sách ...
zh_cn: 正在剪辑列表编辑器...

source: Cyan
cs: Azurová
el: Κυανό
fi: Syaani
hr: Cijan
it: Ciano
nl: Cyaan
pl: Cyjan
sk: Azúrová
sr: Cijan
ta: சியான்
tr: Camgöbeği
uk: Блакитний

source: Cycle PiP(zap)
cs: Cyklus PiP (přepínání)
el: Κύκλος PiP(zap)
fi: Kierrä PIP(zap)
hr: Ciklus PiP (zap)
it: Ciclo PiP(zap)
lt: Ciklo PIP(zap)
nl: Wissel PiP(zap)
pl: Cykl PIP(przełącz)
sk: Cyklovať obraz v obraze (prep.)
sr: Ciklus PiP (zap)
sv: Cykel PiP(zap)
ta: சுழற்சி குழாய் (சாப்)
tr: Döngü PiP(kanal değiştir)
uk: Цикл PIP(перекл)
