Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This option configures the video output mode (or resolution).
bg: Тази опция конфигурира режима на видео изхода (или резолюция).
cs: Tato volba umožňuje nastavení režimu video výstupu (nebo rozlišení).
da: Denne mulighed konfigurere videoudgangstilstand (eller opløsning)
de: Stellen Sie die Bildauflösung ein.
el: Αυτή η επιλογή ρυθμίζει τη λειτουργία εξόδου βίντεο (ή ανάλυση).
et: See valik määrab videoväljundi oleku (või lahutuse).
fi: Tämä asetus määrittää videoulostulon (tai resoluution).
fr: Cette option permet de configurer le mode de sortie vidéo (ou résolution).
hr: Ova opcija konfigurira način video izlaza (ili razlučivost).
hu: Beállíthatja a videó kimenet módját.
it: Questa opzione configura la modalità di uscita video (o la risoluzione).
lt: Ši parinktis leidžia nustatyti vaizdo išvesties režimą (arba rezoliuciją).
nl: Hier stelt u de resolutie of video output in.
pl: Ta opcja konfiguruje tryb wyjścia wideo (lub rozdzielczości).
ru: Настройка режима видеовыхода (или разрешение).
sk: Nastavenie režimu video výstupu (alebo rozlíšenia).
sr: Оva opcija konfiguriše režim video izlaza (ili rezoluciju).
sv: Detta alternativ konfigurerar videoutgångsläget (eller upplösningen).
ta: இந்த விருப்பம் வீடியோ வெளியீட்டு பயன்முறையை (அல்லது தீர்மானம்) கட்டமைக்கிறது.
tr: Bu seçenek görüntü çıkış modunu (veya çözünürlük) yapılandırır.
uk: Налаштування режиму відеовиходу (або дозвіл).
vi: Tùy chọn này cấu hình chế độ đầu ra video (hoặc độ phân giải).
zh_cn: 这个选项设置视频输出模式(或分辨率).

source: This option lets you adjust the 3D depth of the OSD.
bg: Тази опция ви позволява да настроите 3D дълбочината
cs: Nastaví hloubku 3D.
el: Αυτή η επιλογή επιτρέπει τη ρύθμιση του βάθους 3D του OSD.
fi: Määrittää 3D syvyyden
fr: Cette option vous permet de régler la profondeur 3D
hr: Ova opcija omogućuje podešavanje 3D dubine OSD-a.
it: Questa opzione consente di regolare la profondità 3D.
lt: Ši parinktis leidžia nustatyti 3D gylį
nl: Hier kunt u de 3D-diepte instellen
pl: Ta opcja umożliwia dostosowanie głębi 3D menu OSD.
sk: Úprava hĺbky 3D.
sr: Ova opcija vam omogućava da prilagodite 3D dubinu OSD.
sv: Med det här alternativet kan du justera 3D-djupet på OSD.
ta: இந்த விருப்பம் OSD இன் 3D ஆழத்தை சரிசெய்ய உங்களை அனுமதிக்கிறது.
tr: Bu seçenek OSD'nin 3 boyutlu derinliğini ayarlamanıza olanak tanır.
uk: Тут можете налаштувати 3D глибину

source: This option lets you adjust the transparency of the OSD.
bg: Тази опция ви позволява да настроите прозрачността на потребителския интерфейс
cs: Tato volba umožňuje nastavení průhlednosti uživatelského rozhraní.
el: Αυτή η επιλογή ρυθμίζει τη διαφάνεια της διεπαφής χρήστη OSD.
fi: Määrittää käyttöliittymän läpinäkyvyyden.
fr: Cette option vous permet de régler la transparence de l'interface utilisateur
hr: Ova vam opcija omogućuje podešavanje prozirnosti OSD-a.
it: Questa opzione consente di regolare la trasparenza dell'interfaccia utente.
lt: Ši parinktis leidžia nustatyti skaidrumą vartotojo sąsajoje
nl: Hier kunt u de gewenste transparantie van de Gebruikersinterface/OSD instellen.
pl: Ta opcja pozwala dostosować przezroczystość OSD.
sk: Nastavenie priehľadnosti OSD.
sr: Ova opcija vam omogućava da prilagodite prozirnost OSD.
sv: Med det här alternativet kan du justera transparensen i OSD-skärmen.
ta: இந்த விருப்பம் OSD இன் வெளிப்படைத்தன்மையை சரிசெய்ய உங்களை அனுமதிக்கிறது.
tr: Bu seçenek OSD'nin şeffaflığını ayarlamanıza olanak tanır.
uk: Тут можете налаштувати прозорість інтерфейсу користувача.

source: This option lets you choose the 3D mode of the OSD.
bg: Тази опция ви позволява да изберете 3D режим
cs: Tato volba umožňuje vybrat režim 3D.
el: Αυτή η επιλογή επιτρέπει την επιλογή της λειτουργίας 3D του OSD.
fi: Tämä asetus määrittää 3D tilan
fr: Cette option vous permet de choisir le mode 3D
hr: Ova opcija omogućuje odabir 3D načina rada OSD-a.
it: Questa opzione consente di scegliere la modalità 3D.
lt: Ši parinktis leidžia pasirinkti 3D režimą
nl: Hier kunt u de gewenste 3D-modus kiezen
pl: Ta opcja umożliwia wybranie trybu 3D menu OSD.
sk: Výber 3D režimu pre OSD.
sr: Ova opcija vam omogućava da odaberete 3D režim OSD.
sv: Med det här alternativet kan du välja 3D-läge för OSD.
ta: இந்த விருப்பம் OSD இன் 3D பயன்முறையைத் தேர்வுசெய்ய உங்களை அனுமதிக்கிறது.
tr: Bu seçenek OSD'nin 3D modunu seçmenize olanak tanır.
uk: Ця опція дозволяє режим 3D

source: This option lets you show the 3D OSD menu option in the Extension Menu screen.
bg: Тази опция ви позволява да покажете опцията на екрана за разширение.
cs: Tato volba umožňuje zobrazit volbu v okně rozšíření.
el: Αυτή η επιλογή εμφανίζει τις επιλογές στο μενού προσθέτων.
fi: Tämä asetus määrittää näytetäänkö valinta laajennusvalikko.
fr: Cette option vous permet d'afficher l'option dans l'écran des extensions
hr: Ova opcija omogućuje vam prikaz opcije menu 3D OSD na zaslonu menu proširenja.
it: Questa opzione consente di mostrare l'opzione nella schermata dell'estensione.
lt: Ši parinktis leidžia rodyti parinktį plėtinio ekrane.
nl: Hiermee stelt u in of de optie in het Extensies-menu (BLAUW-lang) wordt getoond.
pl: Ta opcja umożliwia wyświetlenie opcji menu OSD 3D na ekranie Menu rozszerzeń.
sk: Zobrazenie možností pre 3D OSD menu v zozname rozšírení.
sr: Ova opcija vam omogućava da prikažete 3D OSD meni u ekranu proširenog menija.
sv: Med det här alternativet kan du visa 3D OSD-menyalternativet på skärmen Extension Menu.
ta: இந்த விருப்பம் 3D OSD பட்டியல் விருப்பத்தை நீட்டிப்பு பட்டியல் திரையில் காண்பிக்க அனுமதிக்கிறது.
tr: Bu seçenek Uzantı Menüsü ekranında 3D OSD menü seçeneğini göstermenizi sağlar.
uk: Ця опція дозволяє додати параметр в меню доповнень.

source: This option moves the PVR status display from a separate window into the MoviePlayer InfoBar.
bg: Тази опция премества PVR статуса на отделен прозорец в Movie Player infobar.
cs: Tato volba umožňuje přesune PVR stavu ze samostatného okna do infolišty Přehrávače.
el: Αυτή η επιλογή μετακινεί την κατάσταση PVR από ξεχωριστό παράθυρο στη μπάρα πληροφοριών ταινιών.
fi: Tämä asetus määrittää näytetäänkö katseluohjelman toistotilan symbolit erillisessä ikkunassa vai tilapalkissa.
fr: Cette option va déplacer le statut PVR d'une fenêtre séparée vers l'infobarre du lecteur de film.
hr: Ova opcija premješta prikaz statusa PVR-a iz zasebnog prozora u informativnu traku programa Movie Player.
it: Questa opzione sposta lo stato PVR dalla finestra separata nella barra informazioni di MoviePlayer.
lt: Ši parinktis perkelia PVR būseną iš atskiro lango į filmų grotuvo info juostą.
nl: Deze optie verplaatst de PVR-status (gestopt etc.) van een apart scherm naar de informatiebalk van de Mediaspeler. Dit wordt niet door alle skins ondersteund.
pl: Opcja przesuwa stan PVR z oddzielnego okna na pasek informacyjny Odtwarzacza filmów.
sk: Presunutie stavu PVR zo samostatného okna do infolišty prehrávača médií.
sr: Оva opcija premešta prikaz PVR statusa iz posebnog prozora na Info Traci FilmskiPlejer.
sv: Det här alternativet flyttar PVR-statusdisplayen från ett separat fönster till MoviePlayer InfoBar.
ta: இந்த விருப்பம் பி.வி.ஆர் நிலை காட்சியை ஒரு தனி சாளரத்திலிருந்து மூவி பிளேயர் இன்ஃபோபருக்கு நகர்த்துகிறது.
tr: Bu seçenek PVR durum ekranını ayrı bir pencereden Film Oynatıcı Bilgi Çubuğuna taşır.
uk: Ця опція переміщує статус PVR з окремого вікна на інфобар медіаплеєра.

source: This option selects the general audio delay of Dolby Digital sound tracks.
cs: Tato volba umožňuje nastavit obecné zpoždění zvukových stop zvuku Dolby Digital.
el: Αυτή η επιλογή ρυθμίζει τη γενική καθυστέρηση ήχου των φερουσών ήχου Dolby Digital.
hr: Ova opcija odabire opće kašnjenje zvuka za Dolby Digital audio zapise.
it: Questa opzione configura il ritardo audio generale delle tracce Dolby Digital.
lt: Ši parinktis pritaiko bendro garso "Dolby Digital" garso takelių delsą.
nl: Deze instelling bepaalt de algemene audiovertraging van Dolby Digital geluidstracks.
sr: Оva opcija konfiguriše opšte audio odlaganje Dolby Digital zvučnih numera.
sv: Detta alternativ konfigurerar den allmänna ljudfördröjningen för Dolby Digital-ljudspår.
tr: Bu seçenek Dolby Digital ses izlerinin genel ses gecikmesini yapılandırır.
uk: Цей параметр дозволяє Вам налаштування загальної затримки звукових доріжок зі звуком Dolby Digital.

source: This option selects the general audio delay of stereo sound tracks.
cs: Tato volba umožňuje nastavit obecné zpoždění stereo zvukových stop.
el: Αυτή η επιλογή ρυθμίζει τη γενική καθυστέρηση ήχου των στερεοφωνικών φερουσών ήχου.
hr: Ova opcija odabire opće kašnjenje zvuka stereo zapisa.
it: Questa opzione configura il ritardo audio generale delle tracce audio stereo.
lt: Ši parinktis leidžia nustatyti bendrą garso delsą 'stereo' garso takeliuose.
nl: Deze instelling bepaalt de algemene audiovertraging van stereo geluidstracks.
sr: Оva opcija konfiguriše opšte audio odlaganje stereo zvučnih numera.
sv: Detta alternativ konfigurerar den allmänna ljudfördröjningen för stereoljudspår.
tr: Bu seçenek stereo ses izlerinin genel ses gecikmesini yapılandırır.
uk: Налаштування загальної затримки звукових доріжок зі стереозвуком.

source: This option set the level of suppression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
bg: Тази опция определя нивото на подтискане на шума от комари (Musquito Noise е произволен псевдоним в резултат на силна компресия). Очевидно това отива за сметка на детайлите на картината.
cs: Tato volba umožňuje nastavit úroveň Musquito Noise je to náhodný aliasing v důsledku silné komprese. Zřejmě to jde, ale za cenu detailů obrazu.
da: Denne mulighed sætter niveauet for undertrykkelse af mosquito støj (musquito støj er tilfældig harmonisk forvrængning som resultat af kraftig kompression). Dette sker naturligvis på bekostning af billeddetaljer.
de: Die Stufe der Unterdrückung von Mosquito Rauschen einstellen. Mosquito Rauschen ist eine zufällige Abtaststörung durch zu hohe Kompression. Es geht auf Kosten von Bildeinzelheiten.
el: Αυτή η επιλογή ορίζει το επίπεδο μείωσης του θορύβου κουνουπιού (ο θόρυβος κουνουπιού είναι η τυχαία παραποίηση της εικόνας ως αποτέλεσμα της έντονης συμπίεσης). Προφανώς αυτό μειώνει τις λεπτομέρειες της εικόνας.
et: See valik määrab moskiitomüra summutamise taseme. Seda tehakse pildi üksikasjade arvelt.
fi: Tämä asetus määrittää mosquito kohinan vaimennuksen määrän (mosquito kohina on suuren pakkauksen aiheuttama kuvavirhe). Tämä säätö pehmentää kuvan yksityiskohtia.
fr: Cette option règle le niveau de suppression du bruit de pixellisation (le bruit de pixellisation est un aliasing aléatoire en raison de la forte compression). Évidemment, cela va au détriment des détails de l'image.
hr: Ova opcija postavlja razinu potiskivanja buke komaraca (Buka komaraca je nasumično aliasing kao rezultat jake kompresije). Očito to ide po cijenu detalja slike.
hu: Ez az opció beállítja a musquito zaj szupresszióját (a Musquito Noise véletlenszerű aliasing az erős tömörítés hatására). Nyilvánvaló, hogy ez a kép részleteinek elvesztésével jár.
it: Questa opzione imposta il livello di soppressione del rumore a blocchi (il rumore a blocchi è un artefatto casuale causato da una compressione video eccessiva). Ovviamente, questo avviene a scapito della qualità dell'immagine.
lt: Ši parinktis nustato "moskitų" triukšmų šalinimą (lyg uodų spiečiai apie kontūrus - suspaudimo metu atsiradę atsitiktinės nereikalingos detalės). Žinoma, tai pasiekiama bendro vaizdo ryškumo sumažėjimo kaina.
nl: Met deze optie bepaalt u de mate van mosquito-ruis onderdrukking. Mosquito-ruis is een vervorming van het beeld als gevolg van een te sterke compressie. Een correctie gaat vaak ten koste van de beeldkwaliteit. (Default: 0)
pl: Ta opcja ustawia poziom tłumienia szumów (Szumy są losowo wygładzane w wyniku silnej kompresji). Oczywiście odbywa się to kosztem szczegółów obrazu.
sk: Nastavenie úrovne potlačenia šumu 'Mosquito Noise' (ide o náhodne generovaný aliasing vznikajúci v dôsledku veľkej kompresie). Toto nastavenie obvykle negatívne ovplyvní detaily v obraze.
sr: Оva opcija postavlja nivo suzbijanje buke komaraca (Buke komaraca su nasumični pseudonim kao rezultat jake kompresije). Očigledno da ovo ide na štetu detalja slike.
sv: Detta alternativ ställer in nivån för undertryckning av myggbrus (myggbrus är slumpmässig aliasing till följd av stark komprimering). Detta sker naturligtvis på bekostnad av bilddetaljerna.
ta: இந்த விருப்பம் கொசு சத்தத்தை அடக்குவதற்கான அளவை அமைக்கிறது (கொசு ஒலி வலுவான சுருக்கத்தின் விளைவாக சீரற்ற மாற்றுப்பெயர்). வெளிப்படையாக இது பட விவரங்களின் செலவில் செல்கிறது.
tr: Bu seçenek sivrisinek gürültüsünün (sivrisinek gürültüsü, güçlü sıkıştırma sonucu oluşan rastgele kenar yumuşatmadır) bastırılma seviyesini ayarlar. Açıkçası bu, görüntü ayrıntılarının kaybına neden olur.
uk: Цей параметр визначає рівень зниження шуму mosquito. Шум Mosquito відбувається внаслідок надмірного стиснення. Зниження цього шуму виробляється за рахунок деталізації зображення.
zh_cn: 此选项设置蚊子噪波的抑制级别(蚊子噪波是强压缩的随机混叠).显然这是以图像细节为代价的.

source: This option sets the picture contrast.
bg: Тази опция задава контрастта на картината.
cs: Tato volba nastaví kontrast obrazu.
da: Denne mulighed sætter billedets kontrast.
de: Den Bildkontrast einstellen.
el: Αυτή η επιλογή ρυθμίζει την αντίθεση της εικόνας.
et: See valik määrab pildi kontrasti.
fi: Määrittää kuvan kontrastin.
fr: Cette option définit le contraste de l'image.
hr: Ova opcija postavlja kontrast slike.
hu: Ez az opció beállítja a kép kontrasztját.
it: Questa opzione imposta il contrasto dell'immagine.
lt: Ši parinktis nustato vaizdo kontrastą.
nl: Hier stelt u het beeldcontrast in. (Default: 128)
pl: Ta opcja ustawia kontrast obrazu.
ru: Этот параметр определяет контрастность изображения.
sk: Nastavenie kontrastu obrazu.
sr: Оva opcija postavlja kontrast slike.
sv: Detta alternativ ställer in bildkontrasten.
ta: இந்த விருப்பம் பட மாறுபாட்டை அமைக்கிறது.
tr: Bu seçenek görüntü kontrastını ayarlar.
uk: Цей параметр визначає контрастність зображення.
vi: Tùy chọn này đặt độ tương phản hình ảnh.
zh_cn: 此选项设置图片对比度.

source: This option sets the picture brightness.
bg: Тази опция задава яркостта на картината.
cs: Tato volba nastaví jas obrazu.
da: Denne mulighed sætter billedets lysstyrk.
de: Die Bildhelligkeit einstellen.
el: Αυτή η επιλογή ρυθμίζει τη φωτεινότητα της εικόνας.
et: See valik määrab pildi heleduse.
fi: Määrittää kuvan kirkkauden.
fr: Cette option définit la luminosité de l'image.
hr: Ova opcija postavlja svjetlinu slike.
hu: Ez az opció beállítja a kép fényerejét.
it: Questa opzione imposta la luminosità dell'immagine.
lt: Ši parinktis nustato vaizdo ryškumą.
nl: Hier stelt u de beeldhelderheid in. (Default: 128)
pl: Ta opcja ustawia jasność obrazu.
ru: Этот параметр определяет яркость изображения.
sk: Nastavenie jasu obrazu.
sr: Оva opcija postavlja svetlinu slike.
sv: Detta alternativ ställer in bildens ljusstyrka.
ta: இந்த விருப்பம் படத்தின் பிரகாசத்தை அமைக்கிறது.
tr: Bu seçenek görüntünün parlaklığını ayarlar.
uk: Цей параметр визначає яскравість зображення.
vi: Tùy chọn này đặt độ sáng của hình ảnh.
zh_cn: 此选项设置图片的亮度.

source: This option sets the picture color space.
bg: Тази опция задава цветовото пространство на картината.
cs: Tato volba nastaví barevný prostor obrazu.
da: Denne mulighed sætter billedets farverum.
de: Den Farbraum einstellen.
el: Αυτή η επιλογή ρυθμίζει το χρωματικό εύρος της εικόνας.
et: See valik määrab pildi värviruumi.
fi: Määrittää kuvan väriavaruuden.
fr: Cette option définit l'espace colorimétrique de l'image.
hr: Ova opcija postavlja prostor boja slike.
hu: Ez az opció beállítja a kép színterét.
it: Questa opzione imposta lo spazio colore dell'immagine.
lt: Ši parinktis nustato vaizdą spalvų erdvę.
nl: Hier stelt u de kleurruimte in. (Default: EDID (Auto))
pl: Ta opcja ustawia przestrzeń kolorów obrazu.
ru: Эта опция задает цветовое пространство изображения.
sk: Nastavenie farebného priestoru obrazu.
sr: Оva opcija postavlja prostor u boji slike.
sv: Detta alternativ ställer in bildens färgrymd.
ta: இந்த விருப்பம் பட வண்ண இடத்தை அமைக்கிறது.
tr: Bu seçenek görüntünün renk alanını ayarlar.
uk: Ця опція задає колірний простір зображення.
vi: Tùy chọn này đặt không gian màu hình ảnh.
zh_cn: 此选项设置图片颜色空间.

source: This option sets the picture flesh tones.
bg: Тази опция задава плътния тон на картината.
cs: Tato volba nastaví tón jas obrazu.
da: Denne mulighed sætter billedets flesh-nuance.
de: Das Aussehen von Fleischtönen einstellen.
el: Αυτή η επιλογή ρυθμίζει τους τόνους δέρματος σε μια εικόνα.
et: See valik määrab pildi nahatoonid.
fi: Määrittää ihonvärin sävyn.
fr: Cette option définit dans l’image les tons de la peau.
hr: Ova opcija postavlja bljeskanje tonova slike.
hu: Ez az opció beállítja a kép flesh tone-ját.
it: Questa opzione imposta i toni della pelle dell'immagine.
lt: Ši parinktis nustato paveikslėlio atspalvius.
nl: Hiermee corrigeert u de huidskleur. (Default: 0)
pl: Ta opcja ustawia ton obrazu.
ru: Этот параметр добавляет в картинку телесные тона.
sk: Nastavenie zobrazenia pleťových odtieňov.
sr: Оva opcija postavlja tonove fleš slike.
sv: Detta alternativ ställer in bildens kötttoner.
ta: இந்த விருப்பம் பட சதை டோன்களை அமைக்கிறது.
tr: Bu seçenek görüntüdeki ten tonlarını ayarlar.
uk: Цей параметр додає в картинку тілесні тони.
vi: Tùy chọn này đặt tông màu hình ảnh.
zh_cn: 此选项设置图片的肉色调.

source: This option sets the picture hue.
bg: Тази опция задава оттенъка на картината.
cs: Tato volba nastaví odstín obrazu.
da: Denne mulighed sætter billedets farvetone.
de: Den Bildfarbton einstellen.
el: Αυτή η επιλογή ρυθμίζει την απόχρωση της εικόνας.
et: See valik määrab pildi värvitooni.
fi: Määrittää kuvan sävyn.
fr: Cette option définit la teinte de l'image.
hr: Ova opcija postavlja nijansu slike.
hu: Ez az opció beállítja a kép árnyalatát.
it: Questa opzione imposta la tonalità dell'immagine.
lt: Ši parinktis nustato vaizdo atspalvį.
nl: Hiermee stelt u de kleurschakering in. (Default: 128)
pl: Ta opcja ustawia odcień obrazu.
ru: Эта опция устанавливает оттенки изображения.
sk: Nastavenie odtieňa obrazu.
sr: Оva opcija postavlja nijansu slike.
sv: Detta alternativ ställer in bildens färgton.
ta: இந்த விருப்பம் பட சாயலை அமைக்கிறது.
tr: Bu seçenek görüntünün renk tonunu ayarlar.
uk: Ця опція встановлює відтінки зображення.
vi: Tùy chọn này đặt màu sắc hình ảnh.
zh_cn: 此选项设置图片的色调.

source: This option sets the picture saturation.
bg: Тази опция задава наситеността на картината.
cs: Tato volba nastaví sytost obrazu.
da: Denne mulighed sætter billedets mætningen.
de: Die Farbsättigung einstellen.
el: Αυτή η επιλογή ρυθμίζει τον κορεσμό της εικόνας.
et: See valik määrab pildi küllastuse.
fi: Määrittää kuvan värikylläisyyden.
fr: Cette option définit la saturation de l'image.
hr: Ova opcija postavlja zasićenost slike.
hu: Ez az opció beállítja a kép telítettségét.
it: Questa opzione imposta la saturazione dell'immagine.
lt: Ši parinktis nustato vaizdo sodrumą.
nl: Hiermee stelt u de kleurverzadiging in. (Default: 128)
pl: Ta opcja ustawia nasycenie obrazu.
ru: Этот параметр определяет насыщенность цвета.
sk: Nastavenie sýtosti obrazu.
sr: Оva opcija postavlja zasičenost slike.
sv: Detta alternativ ställer in bildmättnad.
ta: இந்த விருப்பம் பட செறிவூட்டலை அமைக்கிறது.
tr: Bu seçenek görüntünün doygunluğunu ayarlar.
uk: Цей параметр визначає насиченість кольору.
vi: Tùy chọn này đặt độ bão hòa hình ảnh.
zh_cn: 此选项设置图像饱和度.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
bg: Тази опция задава множителя на остротата, използван при разпъване на картината от 4:3 до 16:9.
cs: Tato volba umožňuje nastavit stupňovaně ostrost, která se používá při roztahování obrazu ze 4:3 na 16:9.
da: Denne mulighed sætter den skaleringskarphed, der bruge når billedet strækkes fra 4:3 til 16:9.
de: Einstellen der Skalierschärfe die benutzt wird, wenn von 4:3 auf 16:9 skaliert wird.
el: Αυτή η επιλογή ρυθμίζει την οξύτητα της κλιμάκωσης, όταν γίνεται άπλωμα της εικόνας από 4:3 σε 16:9.
et: See valik määrab skaleerija teravuse 4:3 > 16:9 pildi venitamisel.
fi: Tämä asetus määrittää skaalaimen terävyyden, käytetään kun kuva venytetään 4:3:sta 16:9.
fr: Cette option définit la netteté de mise à l'échelle, utilisé lors de l'étirement image 4:3 à 16:9.
hr: Ova opcija postavlja oštrinu skalera koja se koristi pri rastezanju slike od 4:3 do 16:9.
hu: Ezzel beállítja a skálázó élességét., amelyet a képernyő 4:3-ról 16:9-re nyújtásánál használ.
it: Questa opzione imposta la nitidezza dello scaler, usata quando si allunga l'immagine da 4:3 a 16:9.
lt: Ši parinktis nustato skalerio ryškumą, naudojamas, kai tempiame paveikslėlį iš 4:3 į 16:9.
nl: Deze optie bepaalt de scherpte van de Scaler, indien het beeld van 4:3 opnames wordt uitgerekt tot 16:9. (Default: 13)
pl: Ta opcja ustawia skaler ostrości, używana podczas rozciągania obrazu z 4:3 do 16:9.
ru: Эта опция устанавливает масштабирование резкости при растягивании картинки из 4:3 до 16:9.
sk: Nastavenie ostrosti pri zmene mierky použitej na roztiahnutie obrazu z pomeru 4:3 na 16:9.
sr: Оva opcija postavlja oštrinu skale koja se koristi prilikom rastezanja slike od 4:3 do 16:9.
sv: Detta alternativ ställer in skärpan för skalaren, som används när bilden sträcks från 4:3 till 16:9.
ta: இந்த விருப்பம் 4: 3 முதல் 16: 9 வரை படத்தை நீட்டும்போது பயன்படுத்தப்படும் அளவிடுதல் கூர்மையை அமைக்கிறது.
tr: Bu seçenek görüntüyü 4:3'ten 16:9'a genişletirken kullanılan ölçekleyici keskinliğini ayarlar.
uk: Ця опція встановлює масштабування різкості при розтягуванні картинкиз 4: 3 до 16: 9.
vi: Tùy chọn này đặt độ sắc nét của tỷ lệ, được sử dụng khi kéo dài hình ảnh từ 4: 3 đến 16: 9.
zh_cn: 此选项设置定标器的清晰度,使用时拉伸图片从4:3到16:9.
