Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Flash your %s %s and reboot now?
cs: Provést flash %s %s a ihned restartovat?
el: Να γίνει φλασάρισμα και επανεκκίνηση του %s %s σας τώρα;
fi: Päivitetäänkö %s %s ja käynnistä uudelleen?
hr: Flash svoj %s %s i ponovno pokrenuti sada?
it: Flash del %s %s e riavvio subito dopo?
lt: Įdiegti %s %s ir paleisti iš naujo dabar?
nl: Uw %s %s flashen en daarna herstarten?
pl: Wgraj %s %s i uruchom ponownie teraz?
sk: Vykonať flashovanie %s %s a reštartovať?
sr: Fleš %s %s i ponovo pokreni sada?
sv: Flasha din %s %s och starta om nu?
ta: உங்கள் %s %s ஐ ஒளிரச் செய்து இப்போது மறுதொடக்கம் செய்யவா?
tr: %s %s' yazılımınızı yükleyip şimdi yeniden başlatayım mı?
uk: Прошити Ваш %s %s і перезавантажити зараз?

source: Flash your receiver software on the fly.
cs: Flash nové image za běhu software vašeho přijímače.
el: Φλασάρισμα σε πραγματικό χρόνο του λογισμικού του δέκτη σας.
hr: Bljesnite u hodu vaš softver tunera.
it: Flash al volo del software del ricevitore.
lt: Įdiegti jūsų imtuvo programinę įrangą.
nl: Flash een image online of via usb naar uw ontvanger.
sr: Instalirajte softver prijemnika trenutno.
sv: Flash on the fly din Receiver-programvara.
tr: Alıcı yazılımınızı anında güncelleyin.
uk: Прошити приймач Вашим ПЗ.

source: FlashExpander on boot is '%s'. FlashExpander status is '%s'.
cs: FlashExpander při spouštění je '%s'. Stav aplikace FlashExpander je '%s'.
el: Η επέκταση flash κατά την εκκίνηση είναι '%s'. Η κατάσταση της επέκτασης flash είναι '%s'.
fi: Muistin laajennuksen tila käynnistyksessä on "%s". Muistin laajennuksen tila on "%s".
hr: Flash Proširenje pri dizanju je '%s'. Status Flash Proširenja je '%s'.
it: L'espansore flash all'avvio è '%s'. Lo stato dell'espansore flash è '%s'.
nl: Flash-Expander bij het opstarten is '%s'. Flash-Expander-status is '%s'.
pl: Rozszerzacz flash przy starcie to '%s'. Status rozszerzacza flash '%s'.
sk: Flash expandér pri bootovaní je '%s'. Stav flash expandéra je '%s'.
sr: Fleš Proširenje na boot iz '%s'. Fleš Proširenje status je '%s'.
sv: FlashExpander vid start är '%s'. FlashExpander-status är '%s'.
ta: துவக்கத்தில் ஃப்ளாச் எக்ச்பாண்டர் '%s'. ஃப்ளாச் எக்ச்பாண்டர் நிலை '%s'.
tr: Açılışta FlashExpander '%s'. FlashExpander durumu '%s'.
uk: Розширювач Flash при завантаженні '%s'. Статус '%s'.

source: Flashing
bg: Флашване
cs: Blikat
da: Blinker
de: Blinkendes Icon
el: Αναβοσβηνόμενο
et: Vilkuv
fi: Päivittää
fr: Flashage
hr: Bljeskanje
hu: Flashelés
lt: Įdiegimas
nl: Knipperende icon
pl: Instalowanie
ru: Мигающая иконка
sk: Flashovanie
sr: Bljeskanje
sv: Blinkande
ta: ஒளிரும்
tr: Yazılımı yüklüyor
uk: Іконка
vi: Hình ảnh nhấp nháy thành công
zh_cn: 刷新

source: Flashing Image
bg: Флашвано изображение
cs: Flashování image
da: Flasher Image
el: Φλασάρισμα του Image
et: Püsivara paigaldamine
fi: Päivittää ohjelmistoa
fr: Flashage de l’image
hr: Bljeskanje Imidža
it: Flash dell'immagine
lt: Įdiegtas atvaizdas
nl: De image wordt geflasht
pl: Instalowanie systemu
sk: Flashovanie image
sr: Bljeskanje Imidža
sv: Blinkande bild
ta: ஒளிரும் படம்
tr: Yazılım Yükleme
uk: Прошивка Іміджа
vi: Hình ảnh nhấp nháy
zh_cn: 刷写镜像

source: Flashing image '%s' was not successful!
cs: Flash obrazu '%s' se nezdařil!
el: Το φλασάρισμα του image '%s' απέτυχε!
fi: Ohjelmiston '%s' päivitys epäonnistui!
hr: Bljeskanje Slike '%s' nije bilo uspješno!
it: Flash dell'immagine %s non riuscito!
lt: Atvaizdo '%s' įdiegti nepavyko!
nl: Het flashen van image '%s' is niet gelukt!
pl: Wgrywanie systemu '%s' nie powiodło się!
sk: Flashovanie image '%s' bolo neúspešné!
sr: Bljeskanje Imidža '%s' nije bilo uspešno!
sv: Att blinka bilden '%s' lyckades inte!
ta: ஒளிரும் படம் '%s' வெற்றிகரமாக இல்லை!
tr: '%s' yazılım yüklemesi başarılı olamadı!
uk: Прошивка іміджу '%s' неможлива!

source: Flashing image successful
bg: Флашването на изображение успешно
cs: Flash image byl úspěšně dokončen
da: Flash af Image lykkedes
de: Flashen vom Image war erfolgreich
el: Επιτυχές φλασάρισμα του image
et: Püsivara paigaldatud
fi: Ohjelmiston päivitys onnistui
fr: Image flashée avec succès
hr: Bljeskanje imidža uspješno
it: Flash immagine eseguito correttamente
lt: Atvaizdas įdiegtas sėkmingai
nl: Image flashen succesvol
pl: Instalowanie systemu zakończone pomyślnie
sk: Flashovanie image úspešné
sr: Bljeskanje Imidža uspešno
sv: Blinkande bild framgångsrik
ta: ஒளிரும் படம் வெற்றிகரமாக
tr: Yazılım yükleme başarılı
uk: Вдалий запис іміджу
vi: Hình ảnh nhấp nháy thành công
zh_cn: 镜像刷写成功

source: Flat alphabetical
bg: Плосък азбучен ред
cs: Ploché abecední
el: Επίπεδη αλφαβητική
fi: Aakkosjärjestys, kansionäkymä
fr: Alphabétique plat
hr: Ravan abecedni red
it: Alfabetico piatto
lt: Plokščia abėcėlė
nl: Alfabetisch
pl: Płaski alfabetycznie
sk: Len abecedne
sr: Ravan abecedni red
sv: Platt alfabetisk
ta: தட்டையான அகரவரிசை
tr: Düz alfabetik
uk: Сортувати за алфавітом

source: Flat by key group on remote
bg: Плоска по група ключове на дистанционно
cs: Plocha podle skupiny klíčů na dálkovém ovladači
el: Επιπεδοποίηση μέσω ομάδας πλήκτρων στο τηλεχειριστήριο
fi: Tasainen näppäin näkymä kaukosäätimessä
fr: Plat par groupe de touches sur la télécommande
hr: Ravno po grupi tipki na daljinskom kontroloru
it: Piatto per gruppo di tasti sul telecomando
lt: Plokščia pagal raktų grupę nuotoliniu būdu
nl: Een groep knoppen op de afstandsbediening
pl: Płaski według grupy przycisków na pilocie
sk: Priamo zoradenia tlačidiel na diaľkovom ovládači
sr: Ravan po grupi tipki na daljinskom
sv: Platta med knappgrupp på fjärrkontrollen
ta: தொலைதூரத்தில் முக்கிய குழு மூலம் தட்டையானது
tr: Uzaktan kumandadaki tuş grubuna göre düzenle
uk: Плоский за ключовою групою на пульті керування

source: Flat by position on remote
bg: Плоска по позиция на дистанционно
cs: Pozice podle polohy na dálkovém ovladači
el: Επιπεδοποίηση μέσω θέσης στο τηλεχειριστήριο
fi: Tasainen näkymä kaukosäätimessä
fr: Plat par position sur distance
hr: Ravno prema položaju na daljinskom kontroloru
it: Piatto per posizione sul telecomando
lt: Plokščia pagal padėtį nuotolinio valdymo pulte
nl: Eindpositie op de afstandsbediening
pl: Płaski według pozycji na pilocie
sk: Podľa pozície na diaľkovom ovládaní
sr: Po lokaciji na daljinu
sv: Platt efter position på fjärrkontrollen
ta: தொலைதூரத்தில் தட்டையானது
tr: Uzaktan kumandadaki pozisyona göre düzenle
uk: Плоске положення на пульті

source: Folk and Country
cs: Folk a country
hr: Folk i Kantri
it: Folk e Country
sr: Folk i Kantri
tr: Halk ve Country
uk: Фолк і кантрі

source: Folk/Traditional music
cs: folk/tradiční hudba
el: λαϊκή/παραδοσιακή μουσική
hr: Narodna/tradicionalna glazba
it: folk/musica tradizionale
lt: folk/tradicinė muzika
nl: volks/traditionele muziek
sr: Narodna/tradicionalna muzika
sv: folkmusik/traditionell musik
tr: Halk/Geleneksel müzik
uk: народна/традиційна музика

source: Follow instructions on TV
cs: Postupujte podle pokynů na TV
el: Ακολουθήστε τις οδηγίες στην TV
fi: Seuraa ohjeita televisiosta
hr: Slijedite upute na TV-u
it: Segui le istruzioni in TV
nl: Volg de instructies op uw TV
pl: Postępuj zgodnie z instrukcjami na TV
sk: Postupujte podľa pokynov na TV
sr: Sledite uputstva na TV
sv: Följ instruktionerna på TV:n
ta: டிவியில் வழிமுறைகளைப் பின்பற்றவும்
tr: TV'deki talimatları izleyin
uk: Дотримуйтесь інструкцій на телевізорі

source: Font size
bg: Размер на шрифта
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
et: Tähesuurus
fi: Tekstikoko
fr: Taille de la police
hr: Veličina slova
hu: Betűméret
it: Dimensione carattere
lt: Šrifto dydis
nl: Letter grootte
pl: Rozmiar czcionki
sk: Veľkosť písma
sr: Veličina fonta
sv: Teckenstorlek
ta: எழுத்துரு அளவு
tr: Yazı tipi boyutu
uk: Розмір шрифта
vi: Cỡ chữ
zh_cn: 字体大小

source: Font:
bg: Шрифт:
cs: Písmo:
da: Skrift:
de: Schrift:
el: Γραμματοσειρά:
et: Kirjatüüp:
fi: Fontti:
fr: La police :
hr: Slovo:
hu: Betű:
it: Carattere:
lt: Šriftas:
nl: Lettertype:
pl: Czcionka:
sk: Písmo:
sv: Typsnitt:
ta: எழுத்துரு:
tr: Yazı tipi:
uk: Шрифт:
vi: Phông chữ:
zh_cn: 字体:

source: Food/Wine
bg: Храна/Вино
cs: Jídlo/Víno
da: Mad/Vin
de: Essen/Wein
el: Φαγητό/Κρασί
fi: Ruoka/Viini
fr: Alimentation/Vin
hr: Hrana/vino
it: Cibo/Vino
lt: Maistas/vynas
nl: Eten/Wijn
pl: Jedzenie/Wino
sk: Jedlo/víno
sv: Mat/Vin
ta: உணவு/மது
tr: Yiyecek/Şarap
uk: Продукти харчування/Вино
zh_cn: 食物/酒

source: Football
bg: Футбол
cs: Fotbal
da: Fodboldt
el: Ποδόσφαιρο
fi: Jalkapallo
hr: Nogomet
it: Calcio
lt: Futbolas
nl: Voetbal
pl: Piłka nożna
sk: Futbal
sr: Fudbal
sv: Amerikansk fotboll
ta: கால்பந்து
tr: Futbol
uk: Футбол
zh_cn: 足球

source: Football/Soccer
cs: fotbal
el: ποδόσφαιρο
hr: Nogomet/soccer
it: calcio
lt: futbolas, amerikietiškas futbolas
nl: voetbal
sr: Fudbal/ Soccer
sv: fotboll/soccer
tr: Futbol / Maç
uk: футбол/малий футбол

source: For how many minutes do you want to record?
bg: Колко минути искате да запишете?
cs: Kolik minut chcete nahrát?
el: Ποσά λεπτά θέλετε να εγγραφούν;
fi: Kuinka monta minuuttia haluat tallentaa?
fr: Combien de minutes voulez-vous enregistrer ?
hr: Koliko minuta želite snimiti?
it: Quanti minuti vuoi registrare?
lt: Kiek minučių norite įrašinėti?
nl: Hoeveel minuten wilt u opnemen?
pl: Przez ile minut chcesz nagrywać?
sk: Koľko minút chcete nahrávať?
sr: Koliko minuta želite snimiti?
sv: Hur många minuter vill du spela in?
ta: எத்தனை நிமிடங்களுக்கு நீங்கள் பதிவு செய்ய விரும்புகிறீர்கள்?
tr: Kaç dakika boyunca kayıt yapmak istersiniz?
uk: Скільки хвилин ви хочете записати?

source: Force AC3plus
cs: vynutit AC3plus
el: Εξαναγκασμός AC3plus
fi: pakota AC3plus
fr: forcer AC3plus
hr: Prisiliti AC3plus
it: Forza AC3plus
lt: priverstinai AC3plus
nl: Forceer AC3plus
pl: Wymuś AC3plus
sk: Vynútiť AC3plus
sr: Forsirati AC3 Plus
ta: படை AC3Plus
tr: AC3plus zorla
uk: примусово AC3plus

source: Force LNB Power
bg: Принудително захранване на LNB
cs: Vynutit napájení LNB
da: Gennemtving LNB strøm
de: LNB Power erzwingen
el: Εξαναγκασμένη ισχύς LNB
et: Sunnitud LNB toide
fi: Pakota LNB virta
fr: Force Alimentation LNB
hr: Prisiliti LNB snagu
hu: Fej tápellátás kényszerítése
it: Forza alimentazione LNB
lt: Priverstinė LNB įtampa
nl: Forceer LNB Power
pl: Wymuś moc LNB
sk: Vynútiť napájanie LNB
sr: Forsiraj LNB Napajanje
sv: Kraft LNB Effekt
ta: எல்.என்.பி சக்தியை கட்டாயப்படுத்துங்கள்
tr: LNB Gücünü Zorla
uk: Потужність LNB
vi: Lực lượng LNB
zh_cn: 高频头电源组

source: Force LNB Tuner Power settings.
bg: Принудително захранване на LNB тунера.
cs: Vynutit nastavení napájení tuneru LNB.
da: Gennemtving LBN Tuner strømindstillinger.
de: Einstellung für LNB Power.
el: Εξαναγκασμός ρυθμίσεων ισχύος LNB.
et: Sunnitud LNB toite seaded.
fi: Pakota LNB virta asetukset.
fr: Forcez les paramètres d’alimentation du tuner LNB.
hr: Prisilne postavke napajanja LNB tunera.
hu: LNB Tuner tápellátás kényszerítésének beállítása.
it: Forza impostazioni di alimentazione LNB tuner.
lt: Priverstinis LNB imtuvo įtampos nustatymas.
nl: Forceer LNB Tuner Power instellingen.
pl: Wymuś ustawienia mocy tunera LNB.
sk: Nastavenia vynúteného napájania LNB.
sr: Forsiraj LNB Tjuner Napajanje postavke.
sv: Force LNB Tuner Power-inställningar.
ta: எல்.என்.பி ட்யூனர் பவர் அமைப்புகளை கட்டாயப்படுத்துங்கள்.
tr: LNB Tuner Güç ayarlarını zorla.
uk: Налаштування потужності LNB тюнера.
vi: Buộc cài đặt bộ điều chỉnh LNB.
zh_cn: 高频头调谐器的电源设置.

source: Force LNB Tuner ToneBurst settings.
bg: Принудително настройване на LNB тунер засилване на силата на тона.
cs: Vynutit nastavení ToneBurst tuneru LNB.
da: Gennemtving LBN Tuner Tone Burst indstillinger.
de: Einstellung für Toneburst.
el: Εξαναγκασμός ρυθμίσεων ριπής τόνου.
et: Sunnitud LNB toonimpulsi seaded.
fi: Pakota LNB virittimen Äänipurske asetukset.
fr: Forcez les paramètres LNB Tuner ToneBurst.
hr: Prisilne postavke LNB tunera ToneBurst.
hu: Force LNB Tuner ToneBurst beállítása.
it: Forza impostazioni ToneBurst LNB tuner.
lt: Priverstinis LNB imtuvo ToneBurst nustatymas.
nl: Forceer LNB Tuner ToneBurst instellingen.
pl: Wymuś ustawienia ToneBurst dla tunera LNB.
sk: Nastavenia vynúteného tónového impulzu pre LNB tuner.
sr: Forsiraj postavke LNB Tjuner ToneBurst.
sv: Forcera LNB Tuner ToneBurst-inställningar.
ta: கட்டாய எல்.என்.பி ட்யூனர் டோன் பர்ச்ட் அமைப்புகள்.
tr: LNB Tuner ToneBurst ayarlarını zorla.
uk: Налаштування потужності Тонового сигналу LNB тюнера.
vi: Buộc cài đặt LNB Tuner ToneBurst.
zh_cn: 设置高频头22K切换开关.

source: Force Legacy Signal stats
bg: Принудителна статистика на наследените сигнали
cs: Vynucené statistiky signálu Legacy
da: Gennemtving ældre signalstatus
de: Erzwinge ursprünglichen Signalstatus
el: Εξαναγκασμός στατιστικών σήματος παλαιού τύπου
et: Kasuta aegunud signaalistatistikat
fi: Pakota vanhat signaali tilat
fr: Statistiques du signal de l'héritage de la Force
hr: Prisiliti naslijeđeni signal
it: Forza statistiche compatibili del segnale
lt: Priverstinė pasenusių signalų statistika
nl: Forceer Legacy Signal Stats
pl: Wymuś statystyki starszych sygnałów
sk: Vynútiť pôvodné stavy signálu
sr: Forsiraj statistiku Zaostalog Signala
sv: Force Legacy Signal statistik
ta: படை மரபு சமிக்ஞை புள்ளிவிவரங்கள்
tr: Legacy Signal istatistiklerini zorla
uk: Старий метод розрахунку сили сигналу
vi: Lực lượng thống kê tín hiệu kế thừa
zh_cn: 强制传统的信号强度数据

source: Force ToneBurst
bg: Принудително засилване на силата на тона
cs: Vynutit toneburst
da: Gennemtving ToneBurst
de: Toneburst erzwingen
el: Εξαναγκασμένη ριπή τόνου
et: Sunnitud toonimpulss
fi: Pakota Äänipurske
hr: Prisiliti ToneBurst
hu: ToneBurst kényszerítése
it: Forza ToneBurst
lt: Priverstinis tono impulsas
nl: Forceer Toneburst
pl: Wymuś ToneBurst
sk: Vynútiť tónový impulz
sr: Forsiraj ToneBurst
ta: ஃபோர்ச் டோன் பர்ச்ட்
tr: ToneBurst Zorla
uk: Потужність Тонового сигналу
vi: Buộc ToneBurst
zh_cn: 强制22K切换开关

source: Force de-interlace
bg: Принудително премахване на преплитането
cs: Odstranit prokládání
da: Gennemtving de-interlace
de: Immer de-interlacer benutzen
el: Αναγκαστική αποπολυπλεξία
et: Sunnitud ülerealaotuse eemaldamine (deinterlace)
fi: Pakota lomituksen poisto
fr: Force le désentrelacement
hr: Prisilno uklanjanje preplitanja
hu: Váltottsoros mód kényszerítése
it: Forza deinterlacciamento
lt: Priverstinis vaizdo eilučių suliejimas
nl: Forceer de-interlace
pl: Siła przeplotu
ru: Всегда использовать чересстрочную развертку
sk: Vynútiť de-interlace
sr: Uvek koristi de-interlace
sv: Forcera av-interlace
ta: வேலையில்லா நேரம்
tr: Görüntüyü netleştirmeye zorla
uk: Завжди використовувати деінтерлейсінг
vi: Buộc khử
zh_cn: 强制隔行扫描

source: Force disabled
bg: принудително деактивирано
cs: vynutit deaktivování
el: Αναγκαστική απενεργοποίηση
fi: pois päältä
fr: force désactivée
hr: Prisilno onemogućiti
it: Forza disabilitato
lt: priverstinai išjungtas
nl: Forceer uitgeschakeld
pl: Wymuszono wyłączenie
sk: Vynútiť vypnutie
sr: Forsiranje onemogućeno
sv: Force inaktiverad
ta: படை முடக்கப்பட்டது
tr: Devre dışı bırakmaya zorla
uk: примусово вимкнуто

source: Force enabled
bg: принудителното активирано
cs: vynutit aktivaci
el: Αναγκαστική ενεργοποίηση
fi: päällä
fr: force activée
hr: Prisilno omogućeno
it: Forza abilitato
lt: priverstinai įjungtas
nl: Forceer ingeschakeld
pl: wymuszanie włączone
sk: Vynútiť zapnutie
sr: Forsiranje omogućeno
sv: Kraft aktiverad
ta: படை இயக்கப்பட்டது
tr: Etkinleştirmeye zorla
uk: примусово ввімкнуто

source: Foreign countries/Expeditions
cs: cizí země/expedice
el: ξένες χώρες/εκδρομές
hr: Strane zemlje/Ekspedicije
it: paesi stranieri/spedizioni
lt: užsienio šalys/ekspedicijos
nl: buitenland/expedities
sr: Strane zemlje/Ekspedicije
sv: utländska länder/expeditioner
tr: Yabancı ülkeler/Seferler
uk: зарубіжні країни/експедиції

source: Format
bg: Форматиране
cs: Formát
da: Formater
de: Formatieren
el: Φορμά
et: Vorming
fi: Alusta
hu: Formázás
it: Formattare
lt: Formatuoti
nl: Formatteren
pl: Formatowanie
pt_br: Formato
ru: Форматировать
sk: Formát
sl: Formatiraj
ta: வடிவம்
tr: Biçimlendir
uk: Форматування
vi: Định dạng
zh_cn: 格式化

source: Format Disk
cs: Formátovat disk
el: Μορφοποίηση δίσκου
fi: Alusta levy
hr: Format Diska
it: Formatta disco
nl: Schijf formatteren
pl: Formatuj dysk
sk: Formátovať disk
sr: Format Diska
ta: வடிவமைப்பு வட்டு
tr: Diski Biçimlendir
uk: Форматувати диск

source: Format Storage Device
cs: Formátovat úložné zařízení
el: Μορφοποίηση συσκευής αποθήκευσης
fi: Alusta kiintolevy
hr: Formatirajte uređaj za pohranu
it: Formatta dispositivo di archiviazione
nl: Opslagapparaat formatteren
pl: Formatuj urządzenie pamięci masowej
sk: Formátovať úložné zariadenie
sr: Format Uređaja za Skladištenje
sv: Formatera lagringsenhet
ta: சேமிப்பக சாதனத்தை வடிவமைக்கவும்
tr: Depolama Cihazını Biçimlendir
uk: Форматувати пристрій зберігання

source: Formatting storage device...
cs: Formátování úložného zařízení...
el: Διαμόρφωση συσκευής αποθήκευσης...
fi: Alustetaan tallennus laitetta...
hr: Formatiranje uređaja za pohranu...
it: Formattazione del dispositivo di archiviazione...
nl: De opslagmedia wordt geformatteerd...
pl: Formatowanie urządzenia pamięci masowej...
sk: Formátovanie úložného zariadenia...
sr: Formatiranje Uređaja za Skladištenje...
sv: Formatering av lagringsenhet...
ta: சேமிப்பக சாதனத்தை வடிவமைத்தல் ...
tr: Depolama cihazı biçimlendiriliyor...
uk: Форматування накопичувача...

source: Forward Error Correction (FEC)
cs: Dopředná oprava chyb (FEC)
el: Διόρθωση σφαλμάτων προώθησης (FEC)
fi: Virheiden korjaus (FEC)
hr: Ispravljanje pogrešaka unaprijed (FEC)
it: Correzione anticipata degli errori (FEC)
pl: Korekcja błędów (FEC)
sk: Dopredná oprava chyby (FEC)
sr: Korekcija greške Unapred (FEC)
sv: Framåtriktad felkorrigering (FEC)
ta: முன்னோக்கி பிழை திருத்தம் (FEC)
tr: İleri Hata Düzeltme (FEC)
uk: Корекція помилок (FEC)

source: Forward volume keys
bg: Бутони за сила на звука напред
cs: Tlačítko vpřed = hlasitost
da: Videresend lydstyketaster
de: Weiterleiten der Volume-Tasten
el: Πλήκτρα προώθησης ήχου
et: Kasuta helitugevuse nuppe
fi: Välitä äänenvoimakkuusnäppäimet
fr: Faire suivre les touches du volume
hr: Tipke za glasnoću pojačati
hu: Hangerőszabályzás továbbítása
it: Tasti volume avanti
lt: Reguliuoti TV garsumą imtuvo pulteliu
nl: Geef volume opdrachten door
pl: Klawisze zwiększania głośności
pt_br: Avançar teclas de volume
ru: Кнопки увеличения звука
sk: Tlačidlá hlasitosti dopredu
sr: Taster jačine zvuka pojačati
sv: Volymknappar för framåtriktad volym
ta: முன்னோக்கி தொகுதி விசைகள்
tr: Alıcı ses seviyesi tuşları Tv sesini kontrol etsin
uk: Кнопки збільшення звуку
vi: Phím âm lượng chuyển tiếp
zh_cn: 向前音量键

source: Frame rate
bg: Честота на кадрите
cs: Snímková frekvence
da: Billedhastighed
de: Bildwiederholrate
el: Ρυθμός καρέ
et: Kaadrisagedus
fi: Virkistystaajuus
fr: Fréquence d'images
hr: Broj sličica u sekundi
hu: Képváltási frekvencia
it: Frequenza
lt: Kadrų dažnis
nl: Framesnelheid (Hz)
pl: Częstotliwość odświeżania
sk: Snímková frekvencia
sr: Brzina frejma
sv: Bildfrekvens
ta: பிரேம் வீதம்
tr: Kare hızı
uk: Частота оновлення кадрів
vi: Tỷ lệ khung hình
zh_cn: 帧速率

source: Frame size in full view
bg: Размер на рамката в пълен размер
cs: Velikost rámečku při plném zobrazení
da: Billedstørrelse i fuld skærm
de: Rahmengröße in Vollansicht
el: Μέγεθος κάδρου σε πλήρη προβολή
et: Kaadri suurus täisvaates
fi: Kehyksen koko kokoruudussa
fr: Taille du cadre en plein écran
hr: Veličina okvira u punom prikazu
hu: Képméret teljesképernyő nézetbe
it: Dimensione frame in visualizzazione piena
lt: Kadro dydis viso ekrano režimu
nl: Framegrootte in vol beeld
pl: Rozmiar ramki w pełnym widoku
pt_br: Janela em tamanho grande
ru: Размер рамки при просмотре во весь экран
sk: Veľkosť obrazu pri plnom zobrazení
sl: Velikost okvirja v polnem pogledu
sr: Veličina frejma u punom prikazu
sv: Ramstorlek i full vy
ta: முழு பார்வையில் பிரேம் அளவு
tr: Çerçeve boyutu tam görünümde
uk: Повний розмір кадру
vi: Kích thước khung hình trong chế độ xem đầy đủ
zh_cn: 全屏显示时的帧大小

source: France
cs: Francie
da: Frankrig
de: Frankreich
el: Γαλλία
et: Prantsusmaa
fi: Ranska
hr: Francuska
hu: Franciaország
it: Francia
lt: Prancūzija
nl: Frankrijk
pl: Francja
sk: Francúzsko
sv: Frankrike
ta: ஃப்ரான்ச்
tr: Fransa
uk: Франція
vi: Pháp
zh_cn: 法国

source: Free
bg: Безплатно
cs: Volný
el: Ελεύθερα
fi: Vapaana
hr: Slobodni
it: Libero
lt: Laisva
nl: Vrij
pl: Wolne
sk: Voľné
sr: Slobodni
sv: Gratis
ta: இலவசம்
tr: Boş
uk: Вільно

source: Free flash
bg: Безплатен флаш
cs: Volný flash
el: Ελεύθερη flash
fi: Vapaana flash
hr: Slobodan flash
it: Flash libera
lt: Nemokamas įdiegimas
nl: Vrije ruimte flash
pl: Wolne (flash)
sk: Voľný flash
sr: Slobodan fleš
sv: Gratis flash
ta: இலவச ஃபிளாச்
tr: Boş flaş
uk: Вільна флеш

source: Free memory
bg: Свободна памет
cs: Volná Ram
da: Fri hukommelse
de: Freier Speicher
el: Ελεύθερη μνήμη
et: Vaba mälu
fi: Vapaa muisti
fr: Mémoire libre
hr: Slobodna memorija
hu: Szabad memória
it: Memoria libera
lt: Laisva atmintis
nl: Vrij geheugen
pl: Wolna pamięć
ru: Свободно памяти
sk: Voľná pamäť
sr: Slobodna memorija
sv: Fritt minne
ta: இலவச நினைவகம்
tr: Boş bellek
uk: Вільно пам'яті
vi: Bộ nhớ trống
zh_cn: 释放内存

source: Free swap
bg: Безплатна размяна
cs: Volný swap
el: Ελεύθερο swap
fi: Vapaa swappi
hr: Slobodna zamjena
it: Swap libera
lt: Nemokamas apsikeitimas
nl: Vrije ruimte swap
pl: Wolne (swap)
sk: Voľný swap
sr: Slobodna zamena
sv: Gratis byte
ta: இலவச இடமாற்று
tr: Boş takas
uk: Вільно swap

source: Free to Air (FTA) Service
cs: Služba Free to Air (FTA)
el: Ελεύθερη (FTA) υπηρεσία
fi: Ilmainen (FTA)
hr: Slobodni (FTA) Kanali
it: Servizio gratuito in chiaro (FTA)
nl: FTA zenders
pl: Usługa niekodowana (FTA)
sk: Voľne šíriteľná (FTA) služba
sr: Slobodni (FTA) Kanali
sv: Free to Air (FTA)-tjänst
ta: இலவசம் (FTA) பணி
tr: Ücretsiz Yayın Kanalı (FTA)
uk: Не кодований канал (FTA)

source: French
cs: Francouzsky
da: Fransk
de: Französisch
el: Γαλλικά
et: Prantsuse
fi: Ranska
fr: Français
hr: Francuski
hu: Francia
it: Francese
lt: Prancūzų
nl: Frans
pl: Francuski
pt_br: Francês
ru: Французский
sk: francúzština
sr: Francuski
sv: Franska
ta: பிரஞ்சு
tr: Fransızca
uk: Французька
vi: Người Pháp
zh_cn: 法语

source: French Guiana
cs: Francouzská Guyana
da: Fransk Guyana
de: Französisch-Guayana
el: Γαλλική Γουιάνα
et: Prantsuse Guajaana
fi: Ranska
fr: Guinée Française
hu: Francia Guyana
it: Guyana francese
lt: Prancūzijos Gviana
nl: Frans-Guyana
pl: Gujana Francuska
sk: Francúzska Guyana
sv: Franska Guiana
ta: ஃப்ரெஞ்ச் கையானா
tr: Fransız Guyanası
uk: Французька Гуана
vi: Guiana thuộc Pháp
zh_cn: 法属圭亚那

source: French Polynesia
cs: Francouzská Polynésie
da: Fransk Polynesien
de: Französisch-Polynesien
el: Γαλλική Πολυνησία
et: Prantsuse Polüneesia
fi: Ranskan Polynesia
fr: Polynésie Française
hu: Francia Polinézia
it: Polinesia francese
lt: Prancūzų Polinezija
nl: Frans-Polynesië
pl: Polinezja Francuska
sk: Francúzska Polynézia
sv: Franska polynesien
ta: ஃப்ரெஞ்ச் பாலினேசியா
tr: Fransız Polinezyası
uk: Французька Полінезія
vi: Polynesia thuộc Pháp
zh_cn: 法属波利尼西亚

source: French Southern Territories
cs: Francouzská jižní území
da: Fransk sydlige territorier
de: Französische Süd- und Antarktisgebiete
el: Νότιες Γαλλικές Περιοχές
et: Prantsuse Lõunaalad
fi: Ranskan eteläiset alueet
fr: Terres Australes Françaises
hu: Francia déli és antarktiszi területek
it: Territori del sud francesi
lt: Prancūzijos pietinės teritorijos
nl: Zuidelijke en Antarctische Franse Gebieden
pl: Francuskie Terytoria Południowe i Antarktyczne
sk: Francúzske južné územia
sv: Franska södra territorierna
ta: ஃப்ரெஞ்ச் தெற்கு பிரதேசம்
tr: Fransız Güney Toprakları
uk: Французькі південні території
vi: Lãnh thổ phía Nam của Pháp
zh_cn: 法国南部领土
