Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: In order to allow you to access all the features of the IceTV smart recording service, we need to gather some basic information. If you already have an IceTV subscription or trial, please select 'Existing or trial customer', if not, then select 'New customer'.
bg: За да ви позволим достъп до всички функции на услугата за смарт запис на IceTV, трябва да съберем основна информация. Ако вече имате абонамент или пробен период за IceTV, моля, изберете „Съществуващ или пробен клиент“, ако не, изберете „Нов клиент“.
cs: Abychom vám umožnili přístup ke všem funkcím služby inteligentního nahrávání IceTV, musíme shromáždit několik základních informací. Pokud již máte předplatné nebo testovací verzi IceTV, vyberte „Stávající nebo zkušební zákazník“, pokud ne, vyberte „Nový zákazník“.
da: For at tillade dig adgang til alle funktionerne af IceTV smart optagelsestjenste, har vi behov for at indsamle lidt grundlæggende information. Hvis du allerede har et IceTV abonnement eller prøveperiode, vælg venligst 'Eksisterende eller prøvekunde', hvis ikke, så vælg 'Ny bruger'.
de: Um alle Funktionen vom IceTV Smart Aufnahmedienst nutzen zu können, werden einige persönliche Daten benötigt. Wenn Sie schon ein IceTV Abonnement haben oder ein Testbenutzer sind, wählen Sie bitte 'Bestehender oder Testbenutzer', wenn nicht, wählen Sie 'Neuer Benutzer'.
el: Για να σας επιτραπεί η πρόσβαση σε όλες τις λειτουργίες της έξυπνης υπηρεσίας εγγραφών IceTV είναι απαραίτητη η συλλογή κάποιων βασικών πληροφοριών. Αν διαθέτετε ήδη συνδρομή ή δοκιμή στο IceTV επιλέξτε 'Υπάρχων ή δοκιμαστικός χρήστης', αν όχι επιλέξτε 'Νέος χρήστης'.
fi: Jotta voimme käyttää kaikkia IceTV:n tallennuspalvelun ominaisuuksia, meidän on kerättävä joitain perustietoja. Jos sinulla on jo IceTV tilaus tai kokeiluversio, valitse 'Nykyinen tai kokeileva asiakas', jos ei, valitse sitten 'Uusi asiakas'.
fr: Afin de vous permettre d'accéder à toutes les fonctionnalités du service d'enregistrement intelligent IceTV, nous devons recueillir quelques informations de base. Si vous avez déjà un abonnement ou une version d'essai d'IceTV, veuillez sélectionner "Client existant ou version d'essai", sinon, sélectionnez "Nouveau client".
hr: Kako bismo vam omogućili pristup svim značajkama usluge pametnog snimanja IceTV, moramo prikupiti neke osnovne informacije. Ako već imate pretplatu na IceTV ili probnu verziju, odaberite 'Postojeći ili probni korisnik', ako ne, odaberite 'Novi korisnik'.
it: Per consentirti di accedere a tutte le funzionalità del servizio di registrazione intelligente IceTV, abbiamo bisogno di raccogliere alcune informazioni di base. Se hai già un abbonamento o una prova IceTV, seleziona "Cliente esistente o di prova", in caso contrario, seleziona "Nuovo cliente".
lt: Kad galėtumėte pasiekti visas IceTV išmaniojo įrašymo paslaugos funkcijas, turime surinkti tam tikrą pagrindinę informaciją. Jei jau turite IceTV prenumeratą arba bandomąją versiją, pasirinkite "Esamas arba bandomasis klientas", jei ne, tada pasirinkite "Naujas klientas".
nl: Om alle functies van de IceTV smart recording service te kunnen gebruiken, hebben wij enkele basisgegevens nodig. Als u al een IceTV subscriptie of Proef account heeft, kiest u dan a.u.b. 'Bestaande of Proef account', wanneer niet selecteert u dan 'Nieuwe account'.
pl: Aby umożliwić Ci dostęp do wszystkich funkcji Usługa inteligentnego nagrywania IceTV, musimy zebrać podstawowe informacje. Jeśli masz już subskrypcję IceTV lub wersję próbną, wybierz 'Istniejący lub testowy użytkownik', jeśli nie, wybierz 'Nowy użytkownik'.
sk: Aby ste získali prístup ku všetkým funkciám služby inteligentného nahrávania IceTV, potrebujeme zopár ďalších základných informácií. Ak už máte predplatné alebo skúšobnú verziu služby IceTV, vyberte možnosť 'Existujúci alebo skúšobný zákazník'. Ak nie, vyberte možnosť "Nový zákazník".
sr: Da bismo vam omogućili pristup svim funkcijama IceTV usluge pametnog snimanja, potrebno je da prikupimo neke osnovne informacije. Ako već imate IceTV pretplatu ili probnu verziju, izaberite opciju Postojeći ili probni kupac, ako nije, izaberite stavku 'Novi kupac'.
sv: För att du ska kunna få tillgång till alla funktioner i IceTV:s smarta inspelningstjänst behöver vi samla in viss grundläggande information. Om du redan har ett IceTV-abonnemang eller en provperiod väljer du "Befintlig kund eller provkund", om inte väljer du "Ny kund".
ta: ICETV அறிவுள்ள ரெக்கார்டிங் சேவையின் அனைத்து அம்சங்களையும் அணுக உங்களை அனுமதிக்க, நாங்கள் சில அடிப்படை தகவல்களை சேகரிக்க வேண்டும். உங்களிடம் ஏற்கனவே ஒரு ICETV சந்தா அல்லது சோதனை இருந்தால், தயவுசெய்து 'இருக்கும் அல்லது சோதனை வாடிக்கையாளர்' என்பதைத் தேர்ந்தெடுக்கவும், இல்லையென்றால், 'புதிய வாடிக்கையாளர்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: IceTV akıllı kayıt hizmetinin tüm özelliklerine erişebilmeniz için bazı temel bilgileri toplamamız gerekiyor. Halihazırda bir IceTV aboneliğiniz veya deneme sürümünüz varsa, lütfen 'Mevcut veya deneme müşterisi'ni seçin, yoksa 'Yeni müşteri'yi seçin.
uk: Щоб дозволити Вам отримати доступ до всіх функцій служби інтелектуального запису IceTV, нам потрібно зібрати деяку основну інформацію. Якщо у Вас вже є підписка, або пробна версія IceTV, виберіть 'Існуючий, або тимчасовий клієнт', якщо ні, то виберіть 'Новий клієнт'.
zh_cn: 为了让您能够访问ICETV智能录制服务的所有功能,我们需要收集一些基本信息. 如果您已经拥有ICETV订阅或试用版,请选择'现有或试用用户',如果没有,请选择'新用户'.

source: In order to record a timer, a tuner was freed successfully:
bg: За да запишете таймер, тунерът бе освободен успешно:
cs: Aby mohla být zaznamenána událost z časovače, bylo nutné uvolnit tuner přijímače.
da: Det lykkedes at frigive en Tuner til at foretage en timeroptagelse med:
de: Um eine Timeraufnahme zu starten, wurde erfolgreich ein Tuner frei gemacht:
el: Ένα tuner ελευθερώθηκε με επιτυχία, ώστε να γίνει εγγραφή ενός χρονοδιακόπτη:
et: Tuuner vabastati salvestustaimeri täitmiseks
fi: Ajastin tallennuksen aloittamiseksi viritin vapautettiin:
fr: Afin d'enregistrer une émission programmée, un tuner a été libéré avec succès :
hr: Da bi se snimio tajmer, tuner mora biti oslobođen:
hu: Annak érdekében, hogy rögzítse az időzítőt, a tuner sikeresen felszabadult:
it: In seguito a una registrazione programmata, è stato liberato un tuner.
lt: Kad pradėti įrašymą pagal laikmatį, imtuvas sėkmingai atlaisvintas:
nl: Om een timer opname te starten werd een tuner vrijgemaakt:
pl: Aby nagrać timer, tuner został pomyślnie zwolniony:
ru: Тюнер освобожден для записи по таймеру:
sk: Tuner bol úspešne uvoľnený na nahrávanie podľa časovača:
sr: Da bi snimio po tajmeru, tjuner je uspešno oslobođen:
sv: För att kunna spela in en timer har en tuner frigjorts framgångsrikt:
ta: ஒரு டைமரை பதிவு செய்வதற்காக, ஒரு ட்யூனர் வெற்றிகரமாக விடுவிக்கப்பட்டது:
tr: Bir zamanlayıcıyı kaydetmek için tuner başarıyla serbest bırakıldı:
uk: Тюнер звільнений для запису за таймером:
vi: Để ghi lại bộ đếm thời gian, bộ chỉnh tần số đã được giải phóng thành công:
zh_cn: 为了录制一个定时器,一个调谐器被成功地释放了:

source: In order to record a timer, the TV was switched to the recording service!
cs: Aby bylo možno zaznamenat časovač, TV bude přepnuta na nahrávaný program!
el: Για να εκτελεστεί μια εγγραφή, ο δέκτης μετέβη στο κανάλι εγγραφής!
fi: Vastaanotin vaihdetaan kanavalle tallennusta varten!
hr: Da bi snimio po tajmeru, TV je prebačen na kanal za snimanje!
it: In seguito a una registrazione programmata, la TV è passata al servizio da registrare.
lt: Kad pradėti įrašymą pagal laikmatį, TV perjungtas į įrašomą kanalą!
nl: De ontvanger is vanwege een geplande opname (Timer) omgeschakeld op de ingestelde zender!
pl: Aby nagrać timer, telewizor został przełączony na usługę nagrywania!
pt_br: Para iniciar uma gravação agendada, o canal foi alterado!
sk: Pre nahrávanie podľa časovača sa prijímač prepol na nahrávanú stanicu!
sl: Da bi lahko izvedli snemanje določeno s časovnikom, je bil TV prestavljen v način snemanja!
sr: Da bi snimio po tajmeru, Tv je prebačen na kanal za snimanje!
sv: För att spela in en timer kopplades TV:n om till inspelningstjänsten!
ta: ஒரு டைமரை பதிவு செய்வதற்காக, டிவி ரெக்கார்டிங் சேவைக்கு மாற்றப்பட்டது!
tr: Zamanlayıcıyı kaydetmek için televizyon kayıt moduna alındı!
uk: Щоб записати таймер, телевізор перевели на канал запису!

source: In progress
bg: В прогрес
cs: Probíhá
da: Igangværende
de: In Arbeit
el: Σε εξέλιξη
et: Käsil
fi: Käynnissä
fr: En cours
hr: U tijeku
hu: Folyamatban
it: In corso
lt: Vykdoma
nl: Bezig
pl: W toku
pt_br: Em andamento
ru: В процессе
sk: Prebieha
sr: U toku
sv: Påbörjad
ta: முன்னேற்றத்தில் உள்ளது
tr: Devam ediyor
uk: В процесі
vi: Trong tiến trình
zh_cn: 正在进行中...

source: Inaccessible
cs: Nepřístupný
el: Μη προσβάσιμο
fi: Pääsy kielletty
hr: Nedostupno
it: Inaccessibile
lt: Neprieinama
nl: Ontoegankelijk
pl: Niedostępne
sk: Nedostupné
sr: Nedostupno
sv: Otillgänglig
ta: அணுக முடியாத
tr: Erişilemez
uk: Недоступний

source: Inactive
bg: Неактивен
cs: Neaktivní
da: Inaktiv
de: Inaktiv
el: Ανενεργό
et: Väljas
fi: Ei käytössä
fr: Inactif
hr: Neaktivno
hu: Nem aktív
it: Inattivo
lt: Neaktyvus
nl: Inactief
pl: Nieaktywny
ru: Неактивен
sk: Neaktívne
sr: Neaktivno
sv: Inaktiv
ta: செயலற்றது
tr: Etkisiz
uk: Неактивний
vi: Không hoạt động
zh_cn: 无效

source: Inadyn Settings
cs: Nastavení Inadyn
el: Ρυθμίσεις inadyn
fi: Inadyn asetukset
fr: Configuration Inadyn
hr: Inadyn Podešavanje
it: Impostazioni Inadyn
lt: Inadyn parametrai
nl: Inadyn (DynDNS)
pl: Ustawienia Inadyn
sk: Nastavenia Inadyn
sr: Inadyn Podešavanje
sv: Inställningar för Inadyn
ta: இனாடின் அமைப்புகள்
tr: Inadyn Ayarları
uk: Налаштування Inadyn

source: Include AIT in http streams
bg: Включете AIT в HTTP потоци
cs: Zahrnout AIT do http streamů
da: Inkluder AIT i http stream
de: Integriere AIT in HTTP-Streams
el: Συμπερίληψη του AIT στις ροές http
et: AIT kaasatud http voogudesse
fi: Sisällytä AIT http striimeihin
fr: Inclure AIT dans les flux HTTP
hr: Uključiti AIT u http strim
hu: Legyen AIT a HTTP jelfolyamba
it: Includi AIT nei flussi http
lt: Įtraukti AIT http srautus
nl: Voeg AIT toe aan http-streams
pl: Dołącz AIT w strumieniach http
pt_br: Incluir AIT nos streams HTTP
ru: Включать AIT в http потоки
sk: Zahrnúť AIT do http streamov
sr: Uključiti AIT u http strim
sv: Inkludera AIT i http-strömmar
ta: HTTP ச்ட்ரீம்களில் AIT ஐ சேர்க்கவும்
tr: AIT'yi http akışlarına dahil et
uk: Додати AIT до http потоку
vi: Bao gồm AIT trong các luồng http
zh_cn: HTTP串流中包含AIT

source: Include AIT in recordings
bg: Включете AIT в записи
cs: Zahrnout AIT do nahrávek
da: Inkluder AIT i optagelser
de: Integriere AIT-Daten in Aufnahmen
el: Συμπερίληψη του AIT στις εγγραφές
et: AIT kaasatud salvestistesse
fi: Sisällytä AIT tallennuksiin
fr: Inclure AIT dans les enregistrements
hr: Uključiti AIT u snimak
hu: A felvételek tartalmazzák az AIT
it: Includi AIT nelle registrazioni
lt: Įtraukti AIT į įrašus
nl: AIT aan opnames toevoegen
pl: Dołącz AIT w nagraniach
ru: Включить AIT в записи
sk: Zahrnúť AIT do nahrávok
sr: Uključiti AIT u snimak
sv: Inkludera AIT i inspelningar
ta: பதிவுகளில் AIT ஐ சேர்க்கவும்
tr: AIT'yi kayıtlara dahil et
uk: Додати AIT до запису
vi: Bao gồm AIT trong bản ghi âm
zh_cn: 录像中包括AIT

source: Include CI assignment
bg: Включете CI възлагане
cs: Zahrnout přidělení CI
da: Inkluder CI-tildeling
de: Berücksichtigung der CI-Zuweisung
el: Συμπερίληψη ανάθεσης CI
et: CI määrangud kaasatud
fi: SIsällytä CI määritys
fr: Inclure l’assignation CI
hr: Uključiti CI dodelu
hu: Tartalmazza a CI hozzárendelést
it: Includi assegnazione CI
lt: Įtraukti CI priskyrimą
nl: CI toewijzingen gebruiken
pl: Dołącz przydział CI
sk: Zahrnúť priradenie CI
sr: Uključiti CI dodelu
sv: Inkludera CI-uppdrag
ta: தொஒ ஒதுக்கீட்டைச் சேர்க்கவும்
tr: CI atamasını dahil et
uk: Додати призначення CI
vi: Bao gồm phân công CI
zh_cn: 包括CI的分配

source: Include DVB details
cs: Zahrnout podrobnosti o DVB
el: Συμπερίληψη λεπτομερειών DVB
fi: DVB yksityiskohtaiset tiedot
hr: Uključi DVB detalje
it: Includi dettagli DVB
nl: Inclusief DVB-details
pl: Dołącz szczegóły DVB
sk: Zahrnúť podrobnosti o DVB
sr: Uključi DVB detalje
sv: Inkludera DVB-detaljer
ta: டி.வி.பி விவரங்களைச் சேர்க்கவும்
tr: DVB detaylarını dahil et
uk: Додати деталі DVB

source: Include DVB scan data
cs: Zahrnout data skenování DVB
el: Συμπερίληψη των δεδομένων ανίχνευσης DVB
fi: Sisällytä DVB skannaus tiedot
hr: Uključiti DVB podatke skeniranja
it: Includi dati scansione DVB
lt: Įtraukite DVB nuskaitymo duomenis
nl: DVB scan gegevens meenemen
pl: Dołącz dane skanowania DVB
sk: Zahrnúť údaje vyhľadávania DVB
sr: Uključiti DVB podatke skeniranja
sv: Inkludera DVB-skanningsdata
ta: டிவிபி ச்கேன் தரவைச் சேர்க்கவும்
tr: DVB tarama verilerini dahil et
uk: Включити дані сканування DVB

source: Include DVB timesync data
cs: Zahrnout data časové synchronizace DVB
el: Συμπερίληψη δεδομένων συγχρονισμού ώρας DVB
fi: Sisältää DVB aikasynkronointi tiedot
hr: Uključite DVB timesinc podatke
it: Includi dati sincronizzazione temporale DVB
nl: Inclusief DVB-timesync-data
pl: Dołącz dane synchronizacji czasu DVB
sk: Zahrnúť údaje časovej synchronizácie DVB
sr: Uključite DVB timesinc podatke
sv: Inkludera DVB timesync-data
ta: டி.வி.பி டைம்சின்க் தரவைச் சேர்க்கவும்
tr: DVB zaman senkronizasyon verilerini dahil et
uk: Включити дані синхронізації часу DVB

source: Include ECM in http streams
bg: Включете ECM в HTTP потоци
cs: Zahrnout ECM do http streamů
da: Inkluder ECM i http stream
de: Integriere ECM in HTTP-Streams
el: Συμπερίληψη του ECM στις ροές http
et: ECM kaasatud http voogudesse
fi: Sisällytä ECM http striimeihin
fr: Inclure ECM dans les flux HTTP
hr: Uključiti ECM u http strim
hu: Legyen ECM a HTTP jelfolyamban
it: Includi ECM nei flussi http
lt: Įtraukti ECM http srautus
nl: ECM toevoegen aan http-streams
pl: Dołącz ECMy w strumieniach http
pt_br: Incluir ECM nos streams HTTP
ru: Включать ECM в http потоки
sk: Zahrnúť ECM do http streamov
sr: Uključiti ECM u http strim
sv: Inkludera ECM i http-strömmar
ta: HTTP ச்ட்ரீம்களில் ECM ஐ சேர்க்கவும்
tr: ECM'yi http akışına dahil et
uk: Додати ECM до http потоку
vi: Bao gồm ECM trong luồng http
zh_cn: HTTP串流中包含ECM

source: Include EIT in http streams
bg: Включете EIT в HTTP потоци
cs: Zahrnout EIT do http streamů
da: Inkluder EIT i http stream
de: Integriere EIT in HTTP-Streams
el: Συμπερίληψη του ΕΙΤ στις ροές http
et: EIT kaasatud http voogudesse
fi: Sisällytä EIT http striimeihin
fr: Inclure EIT dans les flux HTTP
hr: Uključiti EIT u http strim
hu: Legyen EIT a HTTP jelfolyamban
it: Includi EIT nei flussi http
lt: Įtraukti EIT į http srautus
nl: EIT toevoegen aan http-streams
pl: Dołącz EIT w strumieniach http
pt_br: Incluir EIT nos streams HTTP
ru: Включать EIT в http потоки
sk: Zahrnúť EIT do http streamov
sr: Uključiti EIT u http strim
sv: Inkludera EIT i http-strömmar
ta: HTTP ச்ட்ரீம்களில் EIT ஐ சேர்க்கவும்
tr: EIT'yi http akışına dahil et
uk: Додати EIT до http потоку
vi: Bao gồm thuế TNDN trong các luồng http
zh_cn: HTTP串流中包含EIT

source: Include EPG data
cs: Zahrnout data EPG
el: Συμπερίληψη των δεδομένων EPG
fi: Sisällytä EPG tiedot
hr: Uključiti EPG podatke
it: Includi dati EPG
lt: Įtraukite EPG duomenis
nl: EPG gegevens meenemen
pl: Dołącz dane EPG
sk: Zahrnúť EPG údaje
sr: Uključiti EPG podatke
sv: Inkludera EPG-data
ta: ஈபிசி தரவைச் சேர்க்கவும்
tr: EPG verilerini dahil et
uk: Включити дані EPG

source: Include MultiBoot data *
cs: Zahrnout data MultiBoot *
el: Συμπερίληψη των δεδομένων πολλαπλής εκκίνησης *
fi: Sisällytä MultiBoot tiedot *
hr: Uključiti MultiBoot podatke *
it: Includi dati MultiBoot *
lt: Įtraukite "MultiBoot" duomenis *
nl: Inclusief MultiBoot gegevens *
pl: Dołącz dane MultiBoot *
sk: Zahrnúť údaje pre MultiBoot *
sr: Uključiti MultiBoot podatke *
sv: Inkludera MultiBoot-data *
ta: மல்டிபூட் தரவைச் சேர்க்கவும் *
tr: Çoklu Önyükleme verilerini dahil et *
uk: Включити дані MultiBoot *

source: Include SDT and BAT in http streams
cs: Zahrnout SDT, BAT do http streamů
el: Συμπερίληψη των SDT, BAT στις ροές http
hr: Uključiti SDT, BAT u http streams
it: Includi SDT, BAT nei flussi http
lt: Įtraukite SDT, BAT į http srautus
nl: SDT en BAT in http streams opnemen
sr: Uključi SDT i BAT u HTTP tokove
sv: Inkludera SDT, BAT i http-strömmar
tr: SDT ve BAT'ı http akışlarına dahil et
uk: Долучити SDT, BAT у потоки HTTP

source: Include action map data
bg: Включете данни от картата за действие
cs: Zahrnout data mapy akcí
el: Συμπερίληψη των δεδομένων χάρτη εντολών
fi: Sisällytä ohjelmiston toiminta tiedot
fr: Inclure des données de carte d’action
hr: Uključiti akciju map podataka
it: Includi dati della mappa delle azioni
lt: Įtraukti veiksmų struktūros duomenis
nl: Inclusief action map data
pl: Dołącz dane mapy działań
sk: Zahrnúť údaje z mapy akcií
sr: Uključiti podatke map radnje
sv: Inkludera data från åtgärdskartan
ta: செயல் வரைபடத் தரவைச் சேர்க்கவும்
tr: Eylem haritası verilerini dahil et
uk: Включити дані карти дій

source: Include bouquet DB data
cs: Zahrnout data databáze seznamů
el: Συμπερίληψη των δεδομένων βάσης μπουκέτων
hr: Uključi podatke iz baze podataka o buketima
it: Includi dati del database bouquet
sr: Uključi podatke iz baze podataka o buketima
sv: Inkludera bukett DB-data
tr: Buket DB verilerini dahil et
uk: Включити дані бази даних фаворитів

source: Include international data *
cs: Zahrnout mezinárodní údaje *
el: Συμπερίληψη διεθνών δεδομένων *
fi: Sisällytä kansainväliset tiedot *
hr: Uključiti internacionalne podatke *
it: Includi dati internazionali *
nl: Inclusief internationale gegevens *
pl: Załącz dane międzynarodowe *
sk: Zahrnúť medzinárodné údaje *
sr: Uključiti internacionalne podatke *
sv: Inkludera internationella data *
ta: பன்னாட்டு தரவைச் சேர்க்கவும் *
tr: Uluslararası verileri dahil et *
uk: Включити міжнародні дані *

source: Include keyboard data
bg: Включете данни от клавиатурата
cs: Zahrnout data klávesnice
el: Συμπερίληψη των δεδομένων πληκτρολογίου
fi: Sisällytä näppäimistö tiedot
fr: Inclure les données du clavier
hr: Uključivanje podataka tipkovnice
it: Includi dati della tastiera
lt: Įtraukti klaviatūros duomenis
nl: Inclusief toetsenbord data
pl: Dołącz dane klawiatury
sk: Zahrnúť údaje z klávesnice
sr: Uključiti postavke tastature
sv: Inkludera tangentbordsdata
ta: விசைப்பலகை தரவைச் சேர்க்கவும்
tr: Klavye verilerini dahil et
uk: Введення даних з клавіатури

source: Include opkg output data
bg: Включете изходни данни opkg
cs: Zahrnout výstupní data opkg
el: Συμπερίληψη των δεδομένων εξόδου opkg
fi: Sisällytä opkg tiedot
hr: Uključiti opkg izlazne podatke
it: Includi dati di output di opkg
lt: Įtraukti opkg išvesties duomenis
nl: Inclusief OPKG Output gegevens
pl: Dołącz dane wyjściowe opkg
sk: Zahrnúť výstupné dáta opkg
sr: Uključiti opkg izlazne podatke
sv: Inkludera opkg-utdata
ta: OBKG வெளியீட்டு தரவைச் சேர்க்கவும்
tr: Opkg çıktı verilerini dahil et
uk: Включити вихідні дані opkg

source: Include remote control data
bg: Включете данни за дистанционно управление
cs: Zahrnout data dálkového ovládání
el: Συμπερίληψη των δεδομένων τηλεχειριστηρίου
fi: Sisällytä kaukosäädin tiedot
fr: Inclure les données de la télécommande
hr: Uključite podatke daljinskog kontrolora
it: Includi dati del telecomando
lt: Įtraukti nuotolinio valdymo duomenis
nl: Inclusief afstandsbediening data
pl: Dołącz dane pilota zdalnego sterowania
sk: Zahrnúť údaje zo vzdialenej kontroly
sr: Uključi podatke daljinskog upravljača
sv: Inkludera data för fjärrkontroll
ta: ரிமோட் கண்ட்ரோல் தரவைச் சேர்க்கவும்
tr: Uzaktan kumanda verilerini dahil et
uk: Введення даних з пульта керування

source: Include screen load data
bg: Включете данни за зареждане на екрана
cs: Zahrnout údaje o načtení obrazovky
el: Συμπερίληψη των δεδομένων φόρτωσης εικόνας
fi: Sisällytä näytön kuormitustiedot
fr: Inclure les données de chargement d'écran
hr: Uključivanje podataka o učitavanju zaslona
it: Includi dati di caricamento dello schermo
lt: Įtraukti ekrano įkėlimo duomenis
nl: Inclusief scherm data
pl: Dołącz dane ładowania ekranów skórki
sk: Zahrnúť údaje o načítaní obrazovky
sr: Uključiti podatke za učitavanje ekrana
sv: Inkludera data för skärmbelastning
ta: திரை சுமை தரவைச் சேர்க்கவும்
tr: Ekran yükleme verilerini dahil et
uk: Включити дані завантаження екрана

source: Include storage device data
cs: Zahrnout data úložného zařízení
el: Συμπερίληψη δεδομένων συσκευής αποθήκευσης
fi: Sisältää tallennuslaitteen tiedot
fr: Inclure les données du périphérique de stockage
hr: Uključite podatke o uređaju za pohranu
it: Includi dati del dispositivo di archiviazione
nl: Inclusief gegevens van opslagmedia
pl: Dołącz dane urządzenia pamięci masowej
sk: Zahrnúť údaje o úložnom zariadení
sr: Uključite podatke o uređaju za skladištenje
sv: Inkludera data för lagringsenhet
tr: Depolama aygıtı verilerini dahil et
uk: Включити дані пристрою зберігання

source: Include teletext details
cs: Zahrnout podrobnosti o teletextu
el: Συμπερίληψη λεπτομερειών τηλεκειμένου
fi: Teksitv teksityksen yksityiskohdat
fr: Inclure les détails du télétexte
hr: Uključite detalje teleteksta
it: Includi dettagli del televideo
nl: Inclusief Teletekst details
pl: Dołącz szczegóły teletekstu
sk: Zahrnúť teletextové podrobnosti
sr: Uključite detalje teleteksta
sv: Inkludera text-TV-detaljer
ta: டெலிடெக்ச்ட் விவரங்களைச் சேர்க்கவும்
tr: Teletext detaylarını dahil et
uk: Додати деталі телетексту

source: Include timer data
cs: Zahrnout data časovače
el: Συμπερίληψη των δεδομένων χρονοδιακόπτη
fi: Sisällytä ajastimen tiedot
fr: Inclure les donnée du timer
hr: Uključiti tajmer podatke
it: Includi dati timer
lt: Įtraukti laikmačio duomenis
nl: Inclusief timer gegevens
pl: Dołącz dane timera
sk: Zahrnúť údaje časovača
sr: Uključiti tajmer podatke
sv: Inkludera timerdata
ta: நேரங்குறிகருவி தரவைச் சேர்க்கவும்
tr: Zamanlayıcı verilerini dahil et
uk: Включити дані таймера

source: Incorrect type service for PiP!
bg: Неправилен тип сервиз за PiP!
cs: Nesprávný typ služby pro PiP!
da: Fejlagtig kanaltype for PiP!
el: Λανθασμένος τύπος υπηρεσίας για PiP!
et: PiP jaoks sobimatu kanal!
fi: Ei yhteensopiva ohjelmalähde PiP-kuvalle!
fr: Type de service incorrect pour PiP !
hr: Pogrešna vrsta servisa za PiP!
hu: Nem megfelelő csatorna a Kép-a-Képben módhoz!
it: Tipo di servizio errato per PiP!
lt: Kanalas netinkamas PiP!
nl: Onjuist zendertype voor PiP!
pl: Nieprawidłowy typ usługi dla PiP!
ru: Неподходящий сервис для PiP!
sk: Nesprávny typ stanice pre PiP!
sr: Netačan tip kanala za PiP!
sv: Felaktig typ av tjänst för PiP!
ta: PIP க்கு தவறான வகை சேவை!
tr: PiP için yanlış türde kanal!
uk: Неправельний тип каналу для ПІП!
vi: Loại dịch vụ không chính xác cho PiP!
zh_cn: 画中画不正确的类型频道!

source: Increase time scale
bg: Увеличаване на времева скала
cs: Zvýšit časovou osu
da: Forøg tidsskala
de: Erhöhe Zeitspanne
el: Αύξηση κλίμακας χρόνου
et: Suurenda ajavahemikku
fi: Laajenna aika asteikkoa
fr: Augmenter l'échelle de temps
hr: Povećajte vremensku skalu
hu: Időskála növelése
it: Aumenta scala temporale
lt: Didinti laiko skalę
nl: Vergroot de tijdschaal
pl: Wzrost skali czasu
ru: Увеличение шкалы времени
sk: Zvýšiť časové rozpätie
sr: Povečaj vremensku skalu
sv: Öka tidsskalan
ta: நேர அளவை அதிகரிக்கவும்
tr: Zaman ölçeğini arttır
uk: Збільшення шкали часу
vi: Tăng quy mô thời gian
zh_cn: 增加时间缩放

source: Increased voltage
bg: Повишаване напрежение
cs: Zvýšit napětí
da: Øget spænding
de: Erhöhte Spannung
el: Αυξημένη τάση
et: Suurendatud pinge
fi: Korotettu LNB-jännite
fr: Augmenter la tension
hr: Povećan napon
hu: Magasabb feszültség
it: Tensione aumentata
lt: Padidinta įtampa
nl: Verhoogd voltage
pl: Zwiększone napięcie
pt_br: Aumento de tensão
ru: Повышенное напряжение
sk: Zvýšené napätie
sl: Povečana napetost
sr: Povećan napon
sv: Ökad spänning
ta: அதிகரித்த மின்னழுத்தம்
tr: Arttırılmış voltaj
uk: Збільшена напруга
vi: Tăng điện áp
zh_cn: 增加电压
