Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Play from next mark or play list entry
bg: Възпроизвеждане от следващ знак или входен плейлист
cs: Přehrát od další značky nebo položky seznamu přehrávání
el: Αναπαραγωγή από επόμενο σημείο ή στοιχείο στη λίστα
fi: Toista seuraavasta merkistä tai soittolistan valinnasta
fr: Lire à partir de la prochaine marque ou playlist entrée
hr: Reprodukuj od sljedeće oznake ili stavke spiska reprodukcije
it: Riproduci dal segno successivo o dall'elemento della playlist
lt: Paleisti nuo kito žymeklio arba grojaraščio užduoties
nl: Afspelen vanaf het volgende markeerpunt of de volgende opname
pl: Odtwórz od następnego zaznaczenia lub pozycji listy odtwarzania
sk: Prehrať od ďalšej značky/položky v playliste
sr: Reprodukuj od sledeće oznake ili stavke liste reprodukcije
sv: Spela från nästa markering eller spellistepost
ta: அடுத்த குறி அல்லது பிளே பட்டியல் உள்ளீட்டிலிருந்து விளையாடுங்கள்
tr: Bir sonraki işaretten veya çalma listesi girişinden oynat
uk: Відтворення з наступної мітки або списку записів

source: Play from previous mark or play list entry
bg: Възпроизвеждане от предишен знак или входен плейлист
cs: Přehrát od předchozí značky nebo položky seznamu přehrávání
el: Αναπαραγωγή από προηγούμενο σημείο ή στοιχείο στη λίστα
fi: Toista edellisestä merkistä tai soittolistan valinnasta
fr: Lire à partir de la précédente marque ou playlist entrée
hr: Reprodukuj od predhodne oznake ili stavke spiska reprodukcije
it: Riproduci dal segno precedente o dall'elemento della playlist
lt: Paleisti nuo ankstesnio žymeklio arba grojaraščio užduoties
nl: Afspelen vanaf het vorige markeerpunt of de vorige opname
pl: Odtwórz od poprzedniego zaznaczenia lub pozycji listy odtwarzania
sk: Prehrať od predchádzajúcej značky/položky v playliste
sr: Reprodukuj od predhodne oznake ili stavke liste reprodukcije
sv: Spela från föregående markering eller spellistepost
ta: முந்தைய குறி அல்லது பிளே பட்டியல் உள்ளீட்டிலிருந்து விளையாடுங்கள்
tr: Önceki işaretten veya çalma listesi girişinden oynat
uk: Відтворення з попередньої мітки або списку записів

source: Play in Main
cs: Přehrát v hlavním okně
el: Αναπαραγωγή στο κύριο
fi: Toista päänäytössä
hr: Reprodukuj u Glavnom
it: Riproduci nella schermata principale
nl: In het hoofdscherm afspelen
pl: Odtwórz jako główny
sk: Prehrať v hlavnom okne
sr: Reprodukuj u Glavnom
sv: Spela i Main
ta: முக்கியமாக விளையாடுங்கள்
tr: Ana menüde oynat
uk: Відтворити як головний

source: Play in PiP
cs: Přehrát v PiP
el: Αναπαραγωγή σε PiP
fi: Toista PiP:ssä
hr: Reprodukuj u PiP
it: Riproduci nel PiP
nl: In PiP afspelen
pl: Odtwórz w PiP
sk: Prehrať v PiP
sr: Reprodukuj u PiP
sv: Spela i PiP
ta: பைப்பில் விளையாடுங்கள்
tr: PiP'de oynat
uk: Відтворити в ПіП

source: Play music...
bg: Възпроизвеждане музика...
cs: Přehrát hudbu...
da: Afspil musik...
de: Musik abspielen...
el: Αναπαραγωγή μουσικής...
et: Mängi muusikat
fi: Soita musiikkia.
fr: Lire musique...
hr: Reprodukuj glazbu...
hu: Zenelejátszás...
it: Riproduci musica...
lt: Groti muziką...
nl: Muziek afspelen...
pl: Odtwórz muzyke...
pt_br: Reproduzir música
ru: Воспроизвести музыку...
sk: Prehrať hudbu…
sr: Reprodukuj muziku...
sv: Spela musik...
ta: இசை விளையாடுங்கள் ...
tr: Müzik çal...
uk: Відтворити музику...
vi: Chơi nhạc...
zh_cn: 正在播放音乐...

source: Play next
bg: Възпроизвеждане на следващия
cs: Přehrát další
da: Afspil næste
de: Nächsten abspielen
el: Αναπαραγωγή επόμενου
et: Esita järgmine
fi: Toista seuraava
fr: Lire suivant
hr: Reprodukuj sljedeće
hu: Következő lejátszása
it: Riproduci successivo
lt: Paleisti sekantį
nl: Volgende afspelen
pl: Odtwórz następny
pt_br: Reproduzir próximo
ru: Играть следующий
sk: Prehrať nasledujúci
sr: Reprodukuj sledeće
sv: Spela nästa
ta: அடுத்து விளையாடுங்கள்
tr: Sonrakini çal
uk: Відтворити наступний
vi: Lượt tiếp theo
zh_cn: 播放下一个

source: Play next (return to movie list)
bg: Възпроизвеждане на следващия (Връщане към филмовия списък)
cs: Přehrát další (návrat do seznamu)
da: Afspil næste (vend tilbage til filmliste)
de: Nächsten abspielen (zurück zur Filmliste)
el: Αναπαραγωγή επόμενου (επιστροφή στη λίστα)
et: Esita järgmine (naase filmilisti)
fi: Toista seuraava (palaa tallennukset)
fr: Prochaine lecture (retour à la liste des films)
hr: Reprodukuj sljedeće (povratak na spisak filmova)
hu: Következő lejátszása (visszatérés a listához)
it: Riproduci successivo (ritorna all'elenco registrazioni)
lt: Paleisti sekantį (grįžti į filmų sąrašą)
nl: Speel volgende (terug naar lijst)
pl: Odtwórz następny (powrót do listy filmów)
pt_br: Reproduzir próximo (voltar à lista de vídeos)
ru: Воспр. след.(через список)
sk: Prehrať nasledujúci (návrat do zoznamu filmov)
sr: Reprodukuj sledeće (povratak na listu filmova)
sv: Spela nästa (återgå till filmlistan)
ta: அடுத்து விளையாடுங்கள் (திரைப்பட பட்டியலுக்குத் திரும்பு)
tr: Sonrakini oynat (film listesine dön)
uk: Відтворити наступний (повернутися до списку записів)
vi: Phát tiếp (quay lại danh sách phim)
zh_cn: 播放下一个(返回到电影列表)

source: Play next (return to previous service)
bg: Възпроизвеждане на следващия (Връщане към предишния сервиз)
cs: Přehrát další (návrat na předchozí program)
da: Afspil næste (vend tilbage til forrige kanal)
de: Nächsten abspielen (zurück zum letzten Programm)
el: Αναπαραγωγή επόμενου (επιστροφή στην προηγούμενη υπηρεσία)
et: Esita järgmine (naase vaadatud kanalile)
fi: Toista seuraava (palaa aiemmalle kanavalle)
fr: Prochaine lecture (retourner au service antérieur)
hr: Reprodukuj sljedeće (povratak na predhodni kanal)
hu: Következő lejátszása (visszatérés az előző csatornára)
it: Riproduci successivo (ritorna al servizio precedente)
lt: Paleisti sekantį (grįžti į buvusį kanalą)
nl: Speel volgende (terug naar live TV)
pl: Odtwórz następny (powrót do oglądanego kanału)
pt_br: Reproduzir próximo (voltar ao canal anterior)
ru: Воспр. след.(возврат на сервис)
sk: Prehrať nasledujúci (návrat na prechádzajúcu stanicu)
sr: Reprodukuj sledeće (povratak na predhodni kanal)
sv: Spela nästa (återgå till föregående tjänst)
ta: அடுத்து விளையாடுங்கள் (முந்தைய சேவைக்குத் திரும்பு)
tr: Sonrakini oynat (önceki kanala dön)
uk: Відтворити наступний (повернення до попереднього каналу)
vi: Chơi tiếp (quay lại dịch vụ trước)
zh_cn: 播放下一个(返回到以前的频道)

source: Play previous
bg: Възпроизвеждане на предишен
cs: Přehrát předchozí
da: Afspil forrige
de: Vorherigen abspielen
el: Απαναραγωγή προγηγούμενου
et: Esita eelmine
fi: Toista edellinen
fr: Lire précédent
hr: Reprodukuj predhodno
hu: Előző lejátszása
it: Riproduci precedente
lt: Paleisti ankstesnį
nl: Vorige afspelen
pl: Odtwórz poprzedni
pt_br: Reproduzir anterior
ru: Играть предыдущий
sk: Prehrať predchádzajúci
sr: Reprodukuj predhodno
sv: Spela tidigare
ta: முன்பு விளையாடுங்கள்
tr: Öncekini çal
uk: Відтворити попередній
vi: Chơi trước
zh_cn: 播放以前

source: Play selected service in a PiP window
cs: Přehrát vybranou službu v okně PiP
el: Αναπαραγωγή της επιλεγμένης υπηρεσίας σε παράθυρο PiP
fi: Toista valittu kanava PiP ikkunassa
hr: Reprodukuj odabrani kanal u PiP zaslonu
it: Riproduci servizio selezionato in una finestra PiP
nl: De geselecteerde zender afspelen in een PiP-scherm
pl: Odtwórz wybraną usługę w oknie PiP
sk: Prehrať vybranú službu v okne PiP
sr: Reprodukuj izabrani kanal u PiP prozoru
sv: Spela upp vald tjänst i ett PiP-fönster
ta: பிஐபி சாளரத்தில் தேர்ந்தெடுக்கப்பட்ட சேவையை விளையாடுங்கள்
tr: Seçilen kanalı bir PiP penceresinde oynat
uk: Відтворити вибраний канал у вікні ПіП

source: Play selected service on the main screen
cs: Přehrát vybranou službu na hlavní obrazovce
el: Αναπαραγωγή της επιλεγμένης υπηρεσίας στην κύρια οθόνη
fi: Toista valittu kanava päänäytöllä
hr: Reprodukuj odabrani kanal na glavnom zaslonu
it: Riproduci servizio selezionato nella schermata principale
nl: De geselecteerde zender afspelen op het hoofdscherm
pl: Odtwórz wybraną usługę na głównym ekranie
sk: Prehrať vybranú službu na hlavnej obrazovke
sr: Reprodukuj odabrani servis na glavnom ekranu
sv: Spela upp vald tjänst på huvudskärmen
ta: முதன்மையான திரையில் தேர்ந்தெடுக்கப்பட்ட சேவையை இயக்கவும்
tr: Seçilen kanalı ana ekranda oynat
uk: Відтворити вибраний канал на головному екрані

source: Play service with Stream Relay
cs: Přehrát službu pomocí Stream Relay
el: Αναπαραγωγή υπηρεσίας μέσω ροής
fi: Toista kanava striimin välityksellä
hr: Reprodukuj kanal pomoću Stream Relay
it: Riproduci il servizio con Stream Relay
nl: Zender met Stream Relay afspelen
pl: Odtwarzaj kanał za pomocą Stream Relay
sk: Prehrať službu s prenosom streamu
sr: Reprodukuj kanal sa Strim Plejerom
sv: Spela upp tjänst med Stream Relay
ta: ச்ட்ரீம் ரிலேவுடன் சேவையை விளையாடுங்கள்
tr: Kanalı Stream Relay olarak oynat
uk: Канал відтворення з Stream Relay

source: Play service without Stream Relay
cs: Přehrát službu bez Stream Relay
el: Αναπαραγωγή υπηρεσίας χωρίς ροή
fi: Toista kanava ilman striimin välitystä
hr: Reprodukuj kanal bez Stream Relay
it: Riproduci il servizio senza Stream Relay
nl: Zender zonder Stream Relay afspelen
pl: Odtwarzaj kanał bez pomocy Stream Relay
sk: Prehrať službu bez prenosu streamu
sr: Reprodukuj kanal bez Strim Plejera
sv: Spela upp tjänst utan Stream Relay
ta: ச்ட்ரீம் ரிலே இல்லாமல் சேவையை விளையாடுங்கள்
tr: Kanalı Stream Relay olmadan oynat
uk: Канал відтворення без Stream Relay

source: Play the audio file
cs: Přehrát zvukový soubor
el: Αναπαραγωγή αρχείου ήχου
fi: Toista äänitiedosto
hr: Reprodukuj audio datoteku
it: Riproduci file audio
lt: Garso failo leidimas
nl: Het audiobestand afspelen
pl: Odtwórz plik audio
sk: Prehrať zvukový súbor
sr: Reprodukuj audio fajl
sv: Spela upp ljudfilen
ta: ஆடியோ கோப்பை இயக்கவும்
tr: Ses dosyasını çal
uk: Відтворити аудіофайл

source: Play the selected service
cs: Přehrát vybranou službu
el: Αναπαραγωγή επιλεγμένης υπηρεσίας
fi: Toista valittu kanava
hr: Reprodukuj odabrani kanal
it: Riproduci servizio selezionato
nl: De geselecteerde zender kiezen
pl: Odtwarzaj wybraną usługę
sk: Prehrať vybranú službu
sr: Reprodukuj izabrani servis
sv: Spela upp den valda tjänsten
ta: தேர்ந்தெடுக்கப்பட்ட சேவையை விளையாடுங்கள்
tr: Seçilen kanalı oynat
uk: Відтворити вибраний канал

source: Playback Settings
cs: Nastavení přehrávání
el: Ρυθμίσεις αναπαραγωγής
fi: Toisto Asetukset
hr: Reprodukcija Postavke
it: Impostazioni riproduzione
lt: Atkūrimo nustatymai
nl: Weergave instellingen
pl: Ustawienia odtwarzania
sk: Nastavenia prehrávania
sr: Reprodukcija Postavke
sv: Inställningar för uppspelning
ta: பின்னணி அமைப்புகள்
tr: Oynatma Ayarları
uk: Налаштування відтворення

source: Playback Time:
cs: Doba přehrávání:
el: Χρόνος αναπαραγωγής:
fi: Toistoaika:
hr: Vrijeme Reprodukcije:
it: Tempo di riproduzione:
nl: Afspeeltijd:
pl: Czas odtwarzania:
sk: Čas prehrávania:
sr: Vreme Reprodukcije:
sv: Uppspelningstid:
tr: Oynatma Süresi:
uk: Час відтворення:

source: Playback, Recording & Time Shift
bg: Записи & Timeshift
cs: Nahrávání a Timeshift
el: Αναπαραγωγή, εγγραφή & χρονομετατόπιση
fi: Tallennus & Ajansiirto
fr: Enregistrements & PauseDirect
hr: Reprodukuj, Snimanje & Tajm Šift
it: Riproduzione, registrazione e timeshift
lt: Įrašai ir laiko poslinkis
nl: Opname & Timeshift
pl: Nagrywanie i timeshift
sk: Prehrávanie, nahrávanie a timeshift
sr: Reprodukuj, Snimanje & Tajm Šift
sv: Uppspelning, inspelning och tidsförskjutning
ta: பிளேபேக், ரெக்கார்டிங் & டைம் சிப்ட்
tr: Oynatma, Kayıt & Zaman Kaydırma
uk: Запис і таймшифт

source: Playlist
bg: Плейлист
cs: Seznam skladeb
da: Afspilningsliste
de: Playliste
el: Λίστα αναπαραγωγής
et: Pleilist
fi: Soittolista
fr: Liste de lecture
hr: Plejlista
hu: Lejátszási lista
lt: Grojaraštis
nl: Afspeellijst
pl: Lista odtwarzania
ru: Плейлист
sr: Plejlista
sv: Spellist
ta: பிளேலிச்ட்
tr: Çalma Listesi
uk: Список відтворення
vi: Danh sách phát
zh_cn: 播放列表

source: Playpause
bg: Възпроизвеждане на пауза
cs: Pauza
el: Αναπαραγωγή-παύση
et: Esita/paus
fi: Tauko
fr: LecturePause
hr: Pauziranje reprodukcije
hu: Szünet
it: Pausa riproduzione
lt: Grojimo pauzė
nl: Speel/pauze
pl: Odtwarzaj/Pauza
sk: Prehrať/pozastaviť
sr: Pauziranje reprodukcije
sv: Playpaus
ta: பிளேப்பாச்
tr: Oynatma durdur
uk: Пауза
vi: Tạm dừng chơi
zh_cn: 暂停播放

source: Please add titles to the compilation.
bg: Моля, добавете заглавия към компилацията.
cs: Přidejte tituly do kompilace.
da: Tilføj venligst titler til samlingen.
de: Titel zur Zusammenstellung hinzufügen.
el: Προσθέστε τίτλους στη συλλογή.
et: Lisa failid kogumikku.
fi: Lisää tallenteita kokoelmaan.
fr: Veuillez ajouter les titres à la compilation.
hr: Dodajte naslove kompilaciji.
hu: Kérem, adjon a válogatáshoz hozzá tételeket.
it: Aggiungi titoli alla raccolta.
lt: Įtraukite į kompiliaciją pavadinimus.
nl: Gelieve titels aan de compilatie toe te voegen.
pl: Dodaj tytuły do kompilacji.
pt_br: Adicione títulos à compilação
ru: Пожалуйста добавьте названия к компиляции
sk: Prosím, pridajte tituly do kompilácie.
sr: Dodajte naslove kompilaciji.
sv: Lägg gärna till titlar i sammanställningen.
ta: தொகுப்பில் தலைப்புகளைச் சேர்க்கவும்.
tr: Lütfen derlemeye başlıklar ekleyin.
uk: Будь ласка, додайте назву до компіляції.
vi: Vui lòng thêm tiêu đề để biên dịch.
zh_cn: 请将标题添加到编译中.

source: Please be patient.
cs: Prosím, buďte trpěliví.
el: Παρακαλούμε, υπομονή.
fi: Ole kärsivällinen.
hr: Molimo budite strpljivi.
it: Per favore sii paziente.
nl: Even geduld.
pl: Proszę być cierpliwym.
sk: Prosím, buďte trpezliví.
sr: Molimo budite strpljivi.
sv: Vänligen ha tålamod.
ta: தயவுசெய்து பொறுமையாக இருங்கள்.
tr: Lütfen sabırlı olun.
uk: Будь ласка, почекайте.

source: Please choose an extension...
bg: Моля, изберете разширение...
cs: Vyberte si z nabídky rozšíření...
da: Vælg venligst en udvidelse...
de: Bitte eine Erweiterung auswählen
el: Επιλέξτε μία επέκταση...
et: Vali laiendus
fi: Valitse Lisäosa
fr: Veuillez choisir une extension...
hr: Odaberite proširenje...
hu: Kérem, válasszon egy kiterjesztést...
it: Seleziona estensione...
lt: Pasirinkite plėtinį...
nl: Selecteer een plugin ...
pl: Menu podręczne rozszerzeń…
pt_br: Escolha uma extensão
ru: Пожалуйста, выберите дополнение...
sk: Prosím, vyberte si rozšírenie...
sl: Izberite razširitev:
sr: Odaberite proširenje...
sv: Vänligen välj en förlängning...
ta: நீட்டிப்பைத் தேர்வுசெய்க ...
tr: Lütfen bir uzantı seçin...
uk: Будь ласка, виберіть розширення...
vi: Vui lòng chọn một phần mở rộng ...
zh_cn: 请选择一个扩展...

source: Please do not change any values unless you know what you are doing!
bg: Моля, не променяйте никакви стойности ,ако не знаете какво правите!
cs: Neměňte jakékoliv hodnoty, pokud nevíte, co děláte!
da: Venligst ikke ændre værdier hvis du ikke ved hvad du gør!
de: Bitte ändern Sie keine Werte, falls Sie nicht wissen, was Sie tun!
el: Παρακαλείστε να μην αλλάζετε τιμές αν δεν γνωρίζετε τι κάνετε!
et: Ära muuda ühtegi väärtust, kui sa pole kindel selles, mida teed!
fi: Älä muuta arvoja, ellet tiedä mitä teet!
fr: Ne modifiez pas les valeurs si vous ne savez pas ce que vous faites !
hr: Molimo nemijenjajte nikakve vrijednosti osim ako znate šta radite!
hu: Ha nem tudja mi mit jelent, akkor kérem, ne változtassa meg az adatokat!
it: Non modificare alcun valore a meno che tu non sappia cosa stai facendo!
lt: Nekeiskite jokių reikšmių, jeigu tiksliai nežinote, kam jos skirtos ir koks bus rezultatas!
nl: Wijzig hier geen instellingen tenzij u precies weet wat u doet!
pl: Nie zmieniaj żadnych wartości, chyba że wiesz co robisz!
pt_br: Não altere os valores se não tiver certeza do que está fazendo!
ru: Пожалуйста, не меняйте параметры, если не разбираетесь в этом!
sk: Prosím, nemeňte žiadne hodnoty, ak neviete, čo robíte!
sl: Ne spreminjajte vrednosti če niste prepričani o rezultatu!
sr: Molimo nemenjajte nikakve vrednosti osim ako znate šta radite!
sv: Ändra inte några värden om du inte vet vad du gör!
ta: நீங்கள் என்ன செய்கிறீர்கள் என்று உங்களுக்குத் தெரியாவிட்டால் தயவுசெய்து எந்த மதிப்புகளையும் மாற்ற வேண்டாம்!
tr: Lütfen ne yaptığınızı bilmiyorsanız hiçbir değeri değiştirmeyin!
uk: Будь ласка, не міняйте ніякі значення, якщо не розумієте що робите!
vi: Xin vui lòng không thay đổi bất kỳ giá trị trừ khi bạn biết những gì bạn đang làm!
zh_cn: 请不要更改任何值,除非你知道你正在做什么!

source: Please don't panic if you see values that look suspicious.
bg: Моля, не се паникьосвайте, ако видите стойности, които изглеждат подозрителни.
cs: Pokud uvidíte podezřelé hodnoty, nepropadejte panice.
el: Παρακαλώ μην πανικοβληθείτε αν δείτε τιμές που σας φαίνονται ύποπτες.
fi: Älä panikoi, jos näet arvoja, jotka näyttävät epäilyttäviltä.
hr: Ne paničite ako vidite vrijednosti koje izgledaju sumljivo.
it: Non farti prendere dal panico se vedi valori che sembrano sospetti.
lt: Nesijaudinkite, jei matote vertybes, kurios atrodo įtartinos.
nl: Maak u geen zorgen wanneer u vreemde waarden ziet.
pl: Nie panikuj, jeśli jakieś wartości wyglądają podejrzanie.
sk: Ak vidíte podozrivé hodnoty, prosím, nepanikárte.
sr: Ne paničite ako vidite vrednosti koje izgledaju sumljivo.
sv: Få inte panik om du ser värden som ser misstänkta ut.
ta: சந்தேகத்திற்குரியதாக இருக்கும் மதிப்புகளைக் கண்டால் தயவுசெய்து அச்சம் அடைய வேண்டாம்.
tr: Şüpheli görünen değerler görürseniz lütfen paniğe kapılmayın.
uk: Будь ласка, не панікуйте, якщо Ви бачите підозрілі значення.

source: Please enter a name for the HDMI-IN
cs: Zadejte prosím název pro HDMI vstup
el: Εισάγετε ένα όνομα για το HDMI-IN
fi: Anna HDMI-IN liitännälle nimi
hr: Molimo vas unesite ime za HDMI-IN
it: Inserisci un nome per HDMI-IN
nl: A.u.b. een naam opgeven voor HDMI-IN
pl: Wprowadź nazwę wejścia HDMI-IN
sk: Prosím, zadajte názov pre HDMI-In
sr: Molimo vas unesite ime za HDMI-IN
sv: Vänligen ange ett namn för HDMI-IN
ta: HDMI-IN க்கு ஒரு பெயரை உள்ளிடவும்
tr: Lütfen HDMI-IN için bir isim girin
uk: Введіть назву входу HDMI-IN

source: Please enter a name for the new bouquet
bg: Моля въведете име за новия букет
cs: Zadejte název pro nový přehled
da: Indtast venligst et navn til den ny buket
de: Namen für das neue Bouquet eingeben
el: Επιλέξτε ένα όνομα για το νέο μπουκέτο
et: Sisesta uue lemmiknimekirja nimi
fi: Anna uuden suosikkilistan nimi
fr: Veuillez saisir un nom pour le bouquet
hr: Unesite ime za novi buket
hu: Adjon meg egy nevet az új a csatornacsomaghoz
it: Inserisci un nome per il nuovo bouquet
lt: Įrašykite naujojo paketo pavadinimą
nl: Voer een naam in voor de nieuwe favorietenlijst
pl: Wpisz nazwę nowej listy kanałów
pt_br: Informe o nome do novo grupo de favoritos
ru: Пожалуйста, введите имя для нового пакета
sk: Prosím, zadajte názov nového prehľadu
sl: Prosim, da vnesete ime za novi paket
sr: Unesite ime za novi buket
sv: Vänligen ange ett namn för den nya buketten
ta: புதிய பூச்செண்டுக்கு ஒரு பெயரை உள்ளிடவும்
tr: Lütfen yeni buket için isim girin
uk: Будь ласка, введіть назву нового фавориту
vi: Vui lòng nhập tên cho gói kênh mới
zh_cn: 请输入一个新的频道名称

source: Please enter a name for the new directory:
bg: Моля, въведете име за новата директория
cs: Zadejte prosím název nového adresáře:
el: Εισάγετε όνομα νέου φάκελου:
fi: Syötä uuden hakemiston nimi
fr: Veuillez saisir le nom pour le nouveau répertoire
hr: Unesite ime za novi direktorijum:
it: Inserisci un nome per la nuova cartella
lt: Įrašykite naujojo katalogo pavadinimą
nl: Voer de naam van de nieuwe map in
pl: Wprowadź nazwę nowego katalogu
sk: Prosím, zadajte názov nového priečinka:
sr: Unesite ime za novi direktorijum:
sv: Ange ett namn för den nya katalogen:
ta: புதிய கோப்பகத்திற்கான பெயரை உள்ளிடவும்:
tr: Lütfen yeni dizin için bir isim girin:
uk: Будь ласка, введіть назву нового каталогу

source: Please enter a name for the new marker
bg: Моля, въведете име за новия маркер
cs: Zadejte název pro novou záložku
da: Indtast venligst navn for ny mærke
de: Namen für den neuen Marker eingeben
el: Επιλέξτε ένα όνομα για τον νέο σημειωτή
et: Sisesta uue markeri nimi
fi: Uusi väliotsikko
fr: Veuillez saisir un nom pour le nouveau marqueur
hr: Unesite ime za novi označavač
hu: Adja meg az új jelölő nevét
it: Inserisci un nome per il nuovo marcatore
lt: Įrašykite naujo žymeklio pavadinimą
nl: Voer de naam voor uw nieuwe markeerpunt in
pl: Wpisz nazwę dla nowego znacznika
pt_br: Informe o nome do novo marcador
ru: Пожалуйста, введите имя для нового маркера
sk: Prosím, zadajte názov novej značky
sl: Prosim, da vnesete ime za novo oznako
sr: Unesite ime za novi označavač
sv: Ange ett namn för den nya markören
ta: புதிய மார்க்கருக்கு ஒரு பெயரை உள்ளிடவும்
tr: Lütfen yeni işaretleyici için isim girin
uk: Будь ласка, введіть назву для нової закладки
vi: Vui lòng nhập tên cho điểm đánh dấu mới
zh_cn: 请输入新标记的名称

source: Please enter a new filename, the extension may not be changed:
cs: Zadejte nový název souboru, přípona se nesmí změnit:
el: Παρακαλώ εισάγετε ένα νέο όνομα αρχείου, η επέκταση μπορεί να μην αλλάξει:
fi: Anna uusi tiedostonimi, laajennusta ei voi muuttaa:
hr: Unesite novo ime datoteke, oznaka vrste datoteke možda neće biti promijenjena:
it: Inserisci un nuovo nome per il file, l'estensione non può essere modificata:
lt: Įveskite naują failo pavadinimą, plėtinys gali būti nepakeistas:
nl: Voer een nieuwe bestandsnaam in, de extensie mag niet gewijzigd worden:
pl: Proszę wprowadzić nową nazwę pliku, rozszerzenie nie może być zmienione:
sk: Prosím, zadajte nový názov súboru, príponu nie je možné zmeniť:
sr: Unesite novo ime fajla, oznaka tipa fajla možda neće biti promenjena:
sv: Ange ett nytt filnamn, filnamnstillägget kan inte ändras:
ta: தயவுசெய்து ஒரு புதிய கோப்பு பெயரை உள்ளிடவும், நீட்டிப்பு மாற்றப்படாமல் இருக்கலாம்:
tr: Lütfen yeni bir dosya ismi girin, uzantı değiştirilemez:
uk: Будь ласка, введіть нову назву файлу, розширення не можна змінити:

source: Please enter filename (empty = use current date)
bg: Моля, въведете име за файла (празно = използвай текуща дата)
cs: Zadejte název souboru (prázdné = dnešní datum)
da: Skriv venligst filnavn (tom = brug aktuel dato)
de: Dateinamen eingeben (leer = Dateiname ist aktuelles Datum)
el: Εισάγετε όνομα αρχείου (κενό = χρήση τρέχουσας ημερομηνίας)
et: Sisesta faili nimi (tühi = tänane kuupäev)
fi: Syötä tiedoston nimi (tyhjä = nykyinen päiväys)
fr: Veuillez saisir le nom de fichier (vide = utilise la date du jour)
hr: Unesite ime datoteke (prazno = koristi trenutni datum)
hu: Adja meg a fájlnevet (üres = jelenlegi adatok használata)
it: Inserisci un nome per il file (vuoto = usa la data attuale)
lt: Įrašykite failo pavadinimą (tuščias = šios dienos data)
nl: Voer een bestandsnaam in (leeg= huidige datum)
pl: Podaj nazwę pliku (puste = użyj bieżącej daty)
pt_br: Informe o nome do arquivo (vazio = data atual)
ru: Пожалуйста, введите имя файла(пусто = текущая дата)
sk: Prosím, zadajte názov súboru (prázdny = dnešný dátum)
sl: Prosim, da vnesete ime datoteke (prazno = uporabi današnji dan)
sr: Unesite ime fajla (prazno = koristi trenutni datum)
sv: Ange filnamn (tomt = använd aktuellt datum)
ta: கோப்பு பெயரை உள்ளிடவும் (வெற்று = தற்போதைய தேதியைப் பயன்படுத்தவும்)
tr: Lütfen dosya ismi girin (boş = geçerli tarih)
uk: Будь ласка, введіть назву файла (пусто = актуальна дата)
vi: Vui lòng nhập tên tệp (trống = sử dụng ngày hiện tại)
zh_cn: 请输入文件名(空=使用当前日期)

source: Please enter name of the new symbolic link:
cs: Zadejte prosím jméno nového symbolického odkazu:
el: Παρακαλώ εισάγετε το όνομα για τη νέα συντόμευση:
fi: Kirjoita uuden symbolisen linkin nimi:
hr: Unesite ime nove simbolične veze:
it: Inserisci un nome per il nuovo collegamento simbolico:
lt: Įveskite naujos simbolinės nuorodos pavadinimą:
nl: Voer de naam van de nieuwe symlink in
pl: Podaj nazwę nowego linku symbolicznego:
sk: Prosím, zadajte názov nového symbolického odkazu:
sr: Unesite ime nove simbolične veze:
sv: Vänligen ange namnet på den nya symboliska länken:
ta: புதிய குறியீட்டு இணைப்பின் பெயரை உள்ளிடவும்:
tr: Lütfen yeni sembolik bağlantının ismini girin:
uk: Будь ласка, введіть назву нового символічного посилання:
