Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Aragonese
cs: Aragonský
el: Αραγονικά
fr: Aragonais
lt: Aragoniečių kalba
nl: Aragonees
pl: Aragoński
sk: aragónčina
sv: Aragonska
ta: ஆர்கோனீச்
tr: Aragonca
uk: Арагонська

source: Are you ready to run the script?
cs: Jste připraveni spustit skript?
el: Είστε έτοιμοι να εκτελέσετε το σενάριο ενεργειών;
fi: Haluatko aloittaa komentosarjan nyt?
fr: Êtes-vous prêt à exécuter ce script?
hr: Jeste li spremni pokrenuti skriptu?
it: Sei pronto per eseguire lo script?
lt: Ar tikrai norite paleisti šį scenarijų ?
nl: Bent u klaar om het script uit te voeren?
pl: Czy jesteś gotowy, aby uruchomić skrypt?
sk: Naozaj chcete spustiť skript?
sr: Pokrenuti skriptu ?
sv: Är du redo att köra skriptet?
ta: ச்கிரிப்டை இயக்க நீங்கள் தயாரா?
tr: Komut dosyasını çalıştırmaya hazır mısınız?
uk: Запустити скрипт?

source: Are you sure to cancel all changes?
bg: Със сигурност ли ще отмените всички промени?
cs: Opravdu chcete zrušit všechny změny?
da: Vil du virkelig fotryde alle ændringer ?
de: Alle Änderungen verwerfen?
el: Θέλετε σίγουρα να ακυρωθούν όλες οι αλλαγές;
et: Kas tühistada kõik muutused?
fi: Haluatko varmasti peruuttaa kaikki muutokset?
fr: Êtes-vous sûr d'annuler tous les changements ?
hr: Otkaži sve promijene?
hu: Biztosan töröl minden módosítást
it: Sei sicuro di annullare tutte le modifiche?
lt: Ar tikrai norite atšaukti visus pakeitimus?
nl: Weet u zeker dat u de wijzigingen wilt annuleren?
pl: Czy na pewno chcesz anulować wszystkie zmiany?
sk: Naozaj chcete zrušiť všetky zmeny?
sr: Otkaži sve promene?
sv: Är du säker på att du vill avbryta alla ändringar?
ta: எல்லா மாற்றங்களையும் ரத்து செய்வது உறுதி?
tr: Tüm değişiklikleri iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати всі зміни?
vi: Bạn có chắc chắn hủy tất cả các thay đổi?
zh_cn: 您是否确定要取消所有更改?

source: Are you sure to delete all cuts and marks?
bg: Сигурни ли сте, че ще изтриете всички разфасовки и белези?
cs: Opravdu chcete odstranit všechny střihy a značky?
da: Vil du virkelig slette alle klip og mærker ?
de: Wollen Sie alle Markierungen und Schnitte entfernen?
el: Θέλετε σίγουρα να διαγραφούν όλα τα σημεία αποκοπής και οι σημειωτές;
et: Kas kustutada kõik märgid ja lõikekohad?
fi: Haluatko poistaa kaikki merkit ja leikkaukset?
fr: Êtes-vous sûr de supprimer toutes les coupes et les marques ?
hr: Izbrisati sve promijene?
hu: Biztosan törli az összes vágást és jelölést?
it: Sei sicuro di eliminare tutti i tagli e i segni?
lt: Ar tikrai norite ištrinti visus iškirpimus ir žymeklius?
nl: Weet u zeker dat u alle cuts en markeringen wilt verwijderen?
pl: Czy na pewno chcesz anulować wszystkie cięcia i znaczniki?
sk: Naozaj chcete vymazať všetky strihy a značky?
sr: Izbrisati sve promene?
sv: Är du säker på att du har tagit bort alla snitt och märken?
ta: எல்லா வெட்டுக்களையும் மதிப்பெண்களையும் நீக்குவது உறுதி?
tr: Tüm kesimleri ve işaretleri silmek istediğinize emin misiniz?
uk: Ви впевнені, що потрібно видалити всі розрізи та позначки?
vi: Bạn có chắc chắn để xóa tất cả các vết cắt và dấu?
zh_cn: 您是否要删除所有剪切和标记？

source: Are you sure to purge all deleted user bouquets?
bg: Сигурен ли си че искаш да изчистиш всички изтрити потребителски букети?
cs: Opravdu chcete vymazat všechny smazané uživatelské seznamy?
el: Θέλετε σίγουρα να γίνει εκκαθάριση όλων των διαγραμμένων μπουκέτων χρήστη;
fi: Haluatko tyhjentää poistetut suosikkilistat?
fr: Êtes-vous sûr de vouloir supprimer tous les bouquets utilisateurs effacés ?
hr: Sigurno hoćete izbrisati ove bukete?
it: Sei sicuro di eliminare tutti i bouquet utente eliminati?
lt: Ar tikrai norite išvalyti visus pašalintus vartotojo paketus?
nl: Wilt u de gewiste favorietenlijsten definitief verwijderen?
pl: Czy na pewno chcesz wyczyścić wszystkie skasowane listy kanałów?
sk: Naozaj chcete vyčistiť všetky vymazané používateľské prehľady?
sr: Sigurno hoćete izbrisati ove bukete?
sv: Är du säker på att du rensar bort alla borttagna användarbuketter?
ta: நீக்கப்பட்ட அனைத்து பயனர் பூங்கொத்துகளையும் தூய்மைப்படுத்துவது உறுதி?
tr: Silinen tüm kullanıcı buketlerini tamamen kaldırmak istediğinizden emin misiniz?
uk: Дійсно хочете остаточно видалити ці фаворити?

source: Are you sure to remove all %d.%d%s%s services?
bg: Сигурен ли си че искаш да премахнеш всички %d.%d%s%s сервизи?
cs: Opravdu chcete odstranit všechny programy na pozici %d.%d%s %s?
da: Vil du virkelig fjerne alle %d.%d%s%s kanaler ?
de: Sind Sie sicher, dass %d.%d%s%s entfernt werden soll?
el: Θέλετε σίγουρα να αφαιρεθούν όλες οι %d.%d%s%s υπηρεσίες;
et: Kas eemaldada kõik %d.%d%s%s kanalid?
fi: Oletko varma että haluat poistaa %d.%d%s%s palvelut?
fr: Êtes-vous sûr d'avoir supprimé tous les services %d.%d%s%s?
hr: Sigurno hoćete izbrisati sve %d.%d%s%s kanale?
hu: Biztos benne, hogy eltávolítja az összes %d.%d%s%s szolgáltatást?
it: Sei sicuro di rimuovere tutti i servizi %d.%d%s%s?
lt: Ar tikrai norite pašalinti visus %d.%d%s%s kanalus?
nl: Wilt u definitief %d.%d%s%s verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie kanały z satelity %d.%d%s%s?
ru: Уверены, что хотите удалить каналы %d.%d%s%s?
sk: Naozaj chcete odstrániť všetky %d.%d%s%s stanice?
sr: Sigurno hoćete izbrisati sve %d.%d%s%s kanale?
sv: Är du säker på att du tar bort alla %d.%d%s%s tjänster?
ta: அனைத்து%d.%d%s%s சேவைகளை அகற்றுவது உறுதி?
tr: Tüm %d.%d%s%s kanallarını kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити усі %d.%d%s%s канали?
vi: Bạn có chắc chắn xóa tất cả các dịch vụ %d. %d%s %s không?
zh_cn: 是否确定要删除所有 %d.%d%s%s 频道?

source: Are you sure to remove all cable services?
bg: Сигурен ли си че искаш да премахнеш всички кабелни сервизи?
cs: Opravdu chcete odstranit všechny kabelové programy?
da: Vil du virkelig fjerne alle kabelkanaler ?
de: Sind Sie sicher, dass alle Kabel-Dienste entfernt werden sollen?
el: Θέλετε σίγουρα να αφαιρεθούν όλες οι καλωδιακές υπηρεσίες;
et: Kas eemaldada kõik kaabelvõrgu kanalid?
fi: Haluatko poistaa kaikki kaapeli palvelut?
fr: Êtes-vous sûr de supprimer tous les services du câble?
hr: Sigurno hoćete izbrisati sve kablovske kanale?
hu: Biztos benne, hogy eltávolítja az összes kábelcsatornát?
it: Sei sicuro di rimuovere tutti i servizi via cavo?
lt: Ar tikrai norite pašalinti visus kabelinius kanalus?
nl: Wilt u definitief alle kabel (DVB-C) zenders verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie kanały telewizji kablowej?
ru: Действительно хотите удалить все кабельные каналы?
sk: Naozaj chcete odstrániť všetky káblové stanice?
sr: Sigurno hoćete izbrisati sve kablovske kanale?
sv: Är du säker på att du har tagit bort alla kabeltjänster?
ta: அனைத்து கேபிள் சேவைகளையும் அகற்றுவது உறுதி?
tr: Tüm kablolu kanallarını kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити всі кабельні канали?
vi: Bạn có chắc chắn để loại bỏ tất cả các dịch vụ cáp?
zh_cn: 是否确定要删除所有有线电视频道?

source: Are you sure to remove all terrestrial services?
bg: Сигурен ли си че искаш да премахнеш всички наземни сервизи?
cs: Opravdu chcete odebrat všechny pozemní programy?
da: Vil du virkelig fjerne alle DVB-T kanaler ?
de: Sind Sie sicher, dass alle Terrestrischen Dienste entfernt werden sollen?
el: Θέλετε σίγουρα να αφαιρεθούν όλες οι επίγειες υπηρεσίες;
et: Kas eemaldada kõik maapealse võrgu kanalid?
fi: Haluatko poistaa kaikki antenni palvelut?
fr: Êtes-vous sûr de vouloir supprimer tous les services terrestres?
hr: Sigurno hoćete izbrisati sve zemaljske kanale?
hu: Biztos benne, hogy eltávolítja az összes földfelszíni csatornát?
it: Sei sicuro di rimuovere tutti i servizi terrestri?
lt: Ar tikrai norite pašalinti visus antžeminius kanalus?
nl: Wilt u definitief alle DVB-T zenders verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie kanały naziemne?
ru: Действительно хотите удалить все наземные каналы?
sk: Naozaj chcete odstrániť všetky terestriálne stanice?
sr: Sigurno hoćete izbrisati sve zemaljske kanale?
sv: Är ni säkra på att ni kommer att ta bort alla markbundna tjänster?
ta: அனைத்து நிலப்பரப்பு சேவைகளையும் அகற்றுவது உறுதி?
tr: Tüm karasal kanallarını kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити всі наземні канали?
vi: Bạn có chắc chắn loại bỏ tất cả các dịch vụ trên mặt đất?
zh_cn: 是否确定要删除所有的地面频道?

source: Are you sure to remove this entry?
bg: Сигурен ли си че искаш да премахнеш този запис?
cs: Opravdu chcete odstranit tuto položku?
da: Vil du virkelig slette dette element ?
de: Wollen Sie diesen Eintrag wirklich löschen?
el: Θέλετε σίγουρα να αφαιρεθεί αυτό το στοιχείο;
et: Kas eemaldada see kirje?
fi: Haluatko poistaa tämän kohteen?
fr: Êtes-vous sûr de vouloir supprimer cette entrée ?
hr: Jeste li sigurni da ćete ukloniti ovaj unos?
hu: Biztos benne, hogy eltávolítja ezt a bejegyzést?
it: Sei sicuro di voler eliminare questa voce?
lt: Ar tikrai norite pašalinti šį įrašą?
nl: Weet u zeker dat u dit item wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten wpis?
ru: Пожалуйста подтвердите удаление
sk: Naozaj chcete odstrániť túto položku?
sr: Sigurno hoćete izbrisati?
sv: Är du säker på att du vill ta bort den här posten?
ta: இந்த உள்ளீட்டை அகற்றுவது உறுதி?
tr: Bu kanalı kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей канал?
vi: Bạn có chắc chắn để loại bỏ mục này?
zh_cn: 是否确定要删除此条目?

source: Are you sure you want to activate this network configuration?
bg: Сигурен ли си че искаш да активираш тази мрежова конфигурация?
cs: Opravdu chcete aktivovat tuto síťovou konfiguraci?
el: Θέλετε σίγουρα να ενεργοποιηθεί αυτή η ρύθμιση δικτύου;
fi: Haluatko aktivoida nämä verkkoasetukset?
fr: Êtes-vous sûr de vouloir activer cette configuration réseau ?
hr: Jeste li sigurni da želite aktivirati ovu mrežnu konfiguraciju?
it: Sei sicuro di voler attivare questa configurazione di rete?
lt: Ar tikrai norite suaktyvinti šią tinklo konfigūraciją?
nl: Wilt u deze netwerkconfiguratie nu activeren?
pl: Czy chcesz aktywować konfigurację sieci?
sk: Naozaj chcete aktivovať túto konfiguráciu siete?
sr: Da li ste sigurni da želite aktivirati ovu mrežnu konfiguraciju?
sv: Är du säker på att du vill aktivera den här nätverkskonfigurationen?
ta: இந்த பிணைய உள்ளமைவை செயல்படுத்த விரும்புகிறீர்களா?
tr: Bu ağ yapılandırmasını etkinleştirmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте активувати цю конфігурацію мережі?

source: Are you sure you want to delete the following backup:
bg: Сигурен ли си че искаш да изтриеш следното архивиране:
cs: Opravdu chcete odstranit následující zálohy:
da: Er du sikker på, at du vil slette følgende sikkerhedskopi:
de: Sicher, dass folgendes gelöscht werden soll? Backup(s):
el: Θέλετε σίγουρα να διαγράψετε το παρακάτω αντίγραφο ασφαλείας:
et: Kas kustutada see varukoopia:
fi: Haluatko varmasti poistaa seuraavan varmuuskopion:
fr: Êtes-vous sûr de vouloir supprimer la sauvegarde suivante:
hr: Jeste li sigurni da želite izbrisati Sljedeća sigurnosna kopija:
hu: Biztos benne, hogy törölni kívánja ezt a mentést:
it: Sei sicuro di voler eliminare il seguente backup:
lt: Ar tikrai norite ištrinti atsarginę kopiją:
nl: Weet u zeker dat u deze back-up wilt verwijderen:
pl: Czy chcesz usunąć następującą kopie zapasową:
pt_br: Remover o seguinte backup:
ru: Уверены, что хотите удалить следующий бекап:
sk: Naozaj chcete vymazať nasledujúcu zálohu:
sr: Sigurno hoćete izbrisati sledeća rezervna kopija
sv: Är du säker på att du vill ta bort följande säkerhetskopia:
ta: நீங்கள் நிச்சயமாக நீக்க விரும்புகிறீர்களா? பின்வரும் காப்புப்பிரதி:
tr: Aşağıdaki yedeği silmek istediğinizden emin misiniz:
uk: Ви впевнені, що хочете видалити наступну резервну копію:
vi: Bạn có chắc chắn muốn xóa sao lưu sau:
zh_cn: 是否确实要删除 下面的备份:

source: Are you sure you want to delete all selected logs:
bg: Сигурен ли си че искаш да изтриеш всички избрани дневници:
cs: Opravdu chcete smazat všechny vybrané zprávy:
da: Vil du virkelig slette alle de valgte logge:
de: Alle ausgewählten Logs löschen:
el: Θέλετε σίγουρα να διαγραφούν όλες οι επιλεγμένες καταγραφές:
et: Kas kustutada kõik valitud logid:
fi: Haluatko varmasti poistaa kaikki valitut lokit:
fr: Êtes-vous sûr de vouloir effacer tous les logs sélectionnés :
hr: Sigurno hoćete izbrisati sav izabran log:
hu: Biztos benne, hogy törölni szeretné az összes kiválasztott naplót:
it: Sei sicuro di voler eliminare tutti i registri selezionati:
lt: Ar tikrai norite pašalinti visus pasirinktus žurnalus:
nl: Weet u zeker dat u alle geselecteerde logs wilt verwijderen:
pl: Czy chcesz usunąć wszystkie crash logi:
ru: Действительно хотите удалить все выбранные логи:
sk: Naozaj chcete vymazať všetky vybrané záznamy:
sl: Ste prepričani, da želite izbrisati vse izbrane dnevnike:
sr: Sigurno hoćete izbrisati sav izabran log:
sv: Är du säker på att du vill radera alla valda loggar?
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து பதிவுகளையும் நீக்க விரும்புகிறீர்களா என்பது உறுதி:
tr: Seçilen tüm günlükleri silmek istediğinizden emin misiniz:
uk: Ви впевнені, що хочете видалити всі вибрані логи:
vi: Bạn có chắc chắn muốn xóa tất cả các nhật ký đã chọn:
zh_cn: 是否确定要删除所有选定的日志:

source: Are you sure you want to delete the EPG data from:
bg: Сигурен ли си че искаш да изтриеш данните на EPG от:
cs: Opravdu chcete smazat data EPG z:
da: Er du sikker på at du vil slette EPG data fra:
de: Sicher, dass Sie die EPG-Daten löschen wollen:
el: Θέλετε σίγουρα να διαγραφούν τα δεδομένα EPG από το:
et: Kas kustutada EPG andmed asukohast:
fi: Haluatko varmasti poistaa EPG-tiedot täältä:
fr: Êtes-vous sûr de vouloir effacer les données EPG de :
hr: Sigurno hoćete izbrisati EPG podatke iz:
hu: Biztos benne, hogy törölni kívánja az EPG adatokat innen:
it: Sei sicuro di voler eliminare i dati EPG da:
lt: Ar tikrai norite pašalinti EPG duomenis iš:
nl: Weet u zeker dat u alle EPG-gegevens wilt verwijderen van:
pl: Czy na pewno chcesz usunąć dane EPG z:
sk: Naozaj chcete vymazať údaje EPG zo súboru:
sr: Sigurno hoćete izbrisati EPG podatke iz:
sv: Är du säker på att du vill radera EPG-data från:
ta: இதிலிருந்து ஈபிசி தரவை நீக்க விரும்புகிறீர்களா?
tr: EPG verilerini silmek istediğinize emin misiniz:
uk: Ви дійсно бажаєте видалити дані EPG з:
vi: Bạn có chắc chắn muốn xóa dữ liệu EPG khỏi:
zh_cn: 是否确定要删除的EPG数据:

source: Are you sure you want to delete this image?
cs: Opravdu chcete smazat tento obraz?
el: Θέλετε σίγουρα να διαγραφεί αυτό το image;
fi: Oletko varma, että haluat poistaa tämän ohjelmiston?
fr: Êtes-vous sûr de vouloir supprimer cette image ?
hr: Želite li izbrisati ovaj imidž?
it: Sei sicuro di voler eliminare questa immagine?
lt: Ar tikrai norite panaikinti šį atvaizdą?
nl: Weet u zeker dat u deze image wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten system?
sk: Naozaj chcete vymazať tento image?
sr: Želite li izbrisati ovaj imidž?
sv: Är du säker på att du vill radera den här bilden?
ta: இந்த படத்தை நீக்க விரும்புகிறீர்களா?
tr: Bu yazılımı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей імідж?

source: Are you sure you want to delete this log:
bg: Сигурен ли си че искаш да изтриеш този дневник:
cs: Opravdu chcete smazat tuto zprávu:
da: Vil du virkelig slette alle denne log:
de: Dieses Log löschen:
el: Θέλετε σίγουρα να διαγραφεί αυτή η καταγραφή:
et: Kas kustutada see logi:
fi: Haluatko varmasti poistaa tämän lokin:
fr: Êtes-vous sûr de vouloir effacer ce log :
hr: Sigurno hoćete izbrisati ovaj log:
hu: Biztos benne, hogy törölné ezt a naplót:
it: Sei sicuro di voler eliminare questo registro:
lt: Ar tikrai norite pašalinti šį žurnalą:
nl: Weet u zeker dat u dit log wilt verwijderen:
pl: Czy chcesz usunąć ten crash log:
ru: Действительно хотите удалить данный лог:
sk: Naozaj chcete vymazať tento záznam:
sl: Ste prepričani, da želite izbrisati izbrani dnevnik:
sr: Sigurno hoćete izbrisati ovaj log:
sv: Är du säker på att du vill radera den här loggen?
ta: இந்த பதிவை நீக்க விரும்புகிறீர்களா என்பது உறுதி:
tr: Bu günlüğü silmek istediğinizden emin misiniz:
uk: Ви дійсно бажаєте видалити цей лог:
vi: Bạn có chắc chắn muốn xóa nhật ký này:
zh_cn: 是否确实要删除此日志:

source: Are you sure you want to delete this?
cs: Opravdu to chcete smazat?
el: Θέλετε σίγουρα να διαγραφεί αυτό;
fi: Haluatko varmasti poistaa tämän?
fr: Vous êtes sûr de vouloir supprimer ça ?
hr: Želite li izbrisati to?
it: Sei sicuro di voler eliminare questo?
lt: Ar tikrai norite tai ištrinti?
nl: Weet u zeker dat u dit wil verwijderen?
pl: Czy na pewno chcesz to usunąć?
sk: Naozaj to chcete vymazať?
sr: Želite li izbrisati to?
sv: Är du säker på att du vill ta bort detta?
ta: இதை நீக்க விரும்புகிறீர்களா?
tr: Bunu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити це?

source: Are you sure you want to disable Chkroot Multiboot?
cs: Opravdu chcete zakázat Chkroot Multiboot?
el: Σίγουρα θέλετε να απενεργοποιήσετε την πολλαπλή εκκίνηση Chkroot;
hr: Da li ste sigurni da želite da onemogućite Chkroot Multiboot?
it: Sei sicuro di voler disabilitare Chkroot Multiboot?
sr: Da li ste sigurni da želite da onemogućite Chkroot Multiboot?
sv: Är du säker på att du vill inaktivera Chkroot Multiboot?
tr: Chkroot Multiboot'u devre dışı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вимкнути Chkroot Multiboot?

source: Are you sure you want to exit this wizard?
bg: Сигурен ли си че искаш да излезеш от този помощник?
cs: Opravdu chcete ukončit tohoto průvodce?
da: Er du sikker på, at du vil afslutte denne assistent ?
de: Diesen Assistenten verlassen?
el: Θέλετε σίγουρα να γίνει έξοδος από αυτόν τον οδηγό;
et: Kas väljuda seadistusabilisest?
fi: Haluatko lopettaa avustustoiminnon?
fr: Êtes-vous sûr de vouloir quitter cet assistant ?
hr: Da li želite izaći iz ovog čarobnjaka?
hu: Biztos benne, hogy kilép a Varázslóból?
it: Sei sicuro di voler uscire dalla procedura guidata?
lt: Ar tikrai norite išjungti šį vedlį?
nl: Weet u zeker dat u de wizard wilt afsluiten?
pl: Czy chcesz zamknąć kreatora?
pt_br: Sair do assistente?
ru: Уверены, что хотите выйти из этого мастера?
sk: Naozaj chcete ukončiť tohto sprievodcu?
sl: Ste prepričani, da želite zapreti čarovnik?
sr: Da li želite izaći iz ovog čarobnjaka?
sv: Är du säker på att du vill avsluta den här guiden?
ta: இந்த மந்திரவாதியிலிருந்து வெளியேற விரும்புகிறீர்களா?
tr: Bu sihirbazdan çıkmak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте вийти з помічника?
vi: Bạn có chắc chắn muốn thoát khỏi thuật sĩ này?
zh_cn: 是否确定要退出此向导?

source: Are you sure you want to reload the EPG data from:
bg: Сигурен ли си че искаш да се презаредят данните на EPG от:
cs: Opravdu chcete načíst EPG data z:
da: Er du sikker på at du vil genindlæse EPG data fra:
de: Die EPG-Daten von hier neu laden:
el: Θέλετε σίγουρα να φορτωθούν τα δεδομένα EPG από το:
et: Kas värskendada EPG andmed asukohast:
fi: Haluatko varmasti tuoda EPG-tiedot täältä:
fr: Êtes-vous sûr de vouloir effacer les données EPG de :
hr: Da li želite ponovo učitati EPG podatke iz:
hu: Biztosan újra szeretné tölteni az EPG adatokat innen:
it: Sei sicuro di voler ricaricare i dati EPG da:
lt: Ar tikrai norite iš naujo įkelti EPG duomenis iš:
nl: Weet u zeker dat u de EPG data wilt herladen van:
pl: Czy chcesz odświeżyć dane z EPG:
ru: Действительно хотите перезагрузить ЕПГ-данные из:
sk: Naozaj chcete načítať EPG dáta z:
sl: Ste prepričani, da želite uporabiti EPG podatke iz:
sr: Da li želite ponovo učitati EPG podatke iz:
sv: Är du säker på att du vill ladda om EPG-data från:
ta: இதிலிருந்து ஈபிசி தரவை மீண்டும் ஏற்ற விரும்புகிறீர்களா?
tr: EPG bilgisini buradan yeniden yüklemek istediğinizden emin misiniz:
uk: Ви дійсно бажаєте перезавантажити дані EPG з:
vi: Bạn có chắc chắn muốn tải lại dữ liệu EPG từ:
zh_cn: 是否确定要重新加载EPG数据:

source: Are you sure you want to restart your network interfaces?
bg: Сигурен ли си че искаш да рестартираш своите мрежовите интерфейси?
cs: Opravdu chcete restartovat síťové rozhraní?
el: Θέλετε σίγουρα να γίνει επανεκκίνηση των διεπαφών δικτύου;
fi: Haluatko käynnistää verkkosovittimet uudelleen?
fr: Êtes-vous sûr de vouloir redémarrer vos interfaces réseau ?
hr: Da li želite restartati mrežni interfejs?
it: Sei sicuro di voler riavviare le interfacce di rete?
lt: Ar tikrai norite iš naujo paleisti tinklo sąsajas?
nl: Weet u zeker dat u de netwerkinterface wilt herstarten?
pl: Czy chcesz uruchomić ponownie urządzenie sieciowe?
sk: Naozaj chcete reštartovať sieťové rozhrania?
sr: Da li želite restartati mrežni interfejs?
sv: Är du säker på att du vill starta om dina nätverksgränssnitt?
ta: உங்கள் பிணைய இடைமுகங்களை மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?
tr: Ağ arayüzlerinizi yeniden başlatmak istediğinizden emin misiniz?
uk: Ви дійсно бажаєте перезавантажити мережеві інтерфейси?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
bg: Сигурен ли си че искаш да възстановиш следния архив: %s Вашият приемник ще се рестартира след като архивирането е било възстановено!
cs: Opravdu chcete obnovit přijímač z následující zálohy: %s Po obnovení ze zálohy se přijímač zrestartuje!
da: Er du sikker på, at du vil gendanne følgende sikkerhedskopi: %s Din modtager vil genstarte efter sikkerhedskopien er blevet gendannet!
de: Sind Sie sicher, dass folgende Einstellungen wiederhergestellt werden sollen? Backup: %s Nach der Wiederherstellung wird Ihr Receiver neu gestartet!
el: Θέλετε σίγουρα να επαναφέρετε το παρακάτω αντίγραφο ασφαλείας: %s Θα γίνει επανεκκίνηση του δέκτη μετά την επαναφορά!
et: Kas taastada see varukoopia %s Pärast varukoopia taastamist vastuvõtja taaskäivitub!
fi: Oletko varma, että haluat palauttaa seuraavan varmuuskopion: %s Vastaanotin käynnistyy uudelleen varmuuskopion palautuksen jälkeen!
fr: Êtes-vous sûr de vouloir restaurer la sauvegarde suivante : %s Votre récepteur va redémarrer après la restauration de la sauvegarde!
hr: Da li želite vratiti u predhodno stanje iz ove rezervne kopije %s Resiver će se ponovo pokrenuti nakon vraćanja u predhodno stanje!
hu: Biztos benne, hogy vissza szeretné állítani az alábbi mentést? %s A készülék újra fog indulni a visszaállítás után!
it: Sei sicuro di voler ripristinare il seguente backup: %s Il ricevitore si riavvierà dopo il ripristino del backup!
lt: Ar tikrai norite atkurti šią atsarginę kopiją: %s Po atkūrimo imtuvas pats pasileis iš naujo!
nl: Weet u zeker dat u deze back-up wilt flashen? %s Uw ontvanger zal automatisch herstarten nadat het flashen van de back-up gereed is!
pl: Czy chcesz przywrócić następującą kopie zapasową: %s Tuner uruchomi się ponownie po przywróceniu z kopii zapasowej!
pt_br: Restaurar o seguinte backup: %s O receptor será reiniciado após a restauração!
ru: Уверены, что хотите восстановить этот бекап: %s Ресивер будет перезагружен после восстановления бекапа!
sk: Naozaj chcete obnoviť následujúcu zálohu: %s Prijímač sa po obnove reštartuje!
sr: Da li želite vratiti u predhodno stanje iz ove rezervne kopije %s Resiver će se ponovo pokrenuti nakon vraćanja u predhodno stanje!
sv: Är du säker på att du vill återställa följande säkerhetskopia: %s Din receiver kommer att starta om efter att säkerhetskopian har återställts!
ta: நீங்கள் நிச்சயமாக மீட்டெடுக்க விரும்புகிறீர்களா? பின்வரும் காப்புப்பிரதி: %s காப்புப்பிரதி மீட்டமைக்கப்பட்ட பிறகு உங்கள் பெறுநர் மறுதொடக்கம் செய்வார்!
tr: Aşağıdaki yedeği geri yüklemek istediğinizden emin misiniz: %s Geri yüklemeden sonra alıcınız tekrar başlatılacak!
uk: Ви дійсно бажаєте відновити дану резервну копію: %s Ваш приймач перезавантажиться після виконання відновлення!
vi: Bạn có chắc chắn muốn khôi phục sao lưu sau: %s Người nhận của bạn sẽ khởi động lại sau khi sao lưu đã được khôi phục!
zh_cn: 是否确定你要恢复 下面的备份: %s 您的接收器将在备份恢复后重新启动!
