Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This option allows you can force the HLG Modes for UHD
bg: Тази опция ви позволява да форсирате режимите HLG за UHD
cs: Tato možnost umožňuje vynutit režimy HLG pro UHD
da: Denne mulighed tillader dig at tvinge HLG Tilstande til UHD
de: Mit dieser Option können Sie die HLG-Modi für UHD erzwingen
el: Αυτή η επιλογή επιτρέπει την αναγκαστική ενεργοποίηση των λειτουργιών HGL για UHD
et: See valik võimaldab HLG režiimide jõuga kasutamise UHD jaoks
fi: Tämä asetus pakottaaa HLG-tilat UHD:lle
fr: Cette option vous permet de forcer les modes HLG pour l'UHD
hr: Ova opcija omogućuje vam da forsirate HLG načine rada za UHD
hu: Ezzel az opcióval ki tudja kényszeríteni a HLG módot az UHD felbontásnál
it: Questa opzione consente di forzare le modalità HLG per UHD
lt: Ši parinktis leidžia priverstinai naudoti HLG režimą dėl UHD
nl: Met deze optie kunt u de HLG modus voor UHD forceren
pl: Ta opcja pozwala wymusić tryby HLG dla UHD
sk: Vynútenie režimov HLG pre UHD
sr: Оva opcija omogućava da prisilite HLG režim za UHD
sv: Med detta alternativ kan du tvinga fram HLG-lägena för UHD
ta: இந்த விருப்பம் UHD க்கான HLG முறைகளை கட்டாயப்படுத்த உங்களை அனுமதிக்கிறது
tr: Bu seçenek UHD için HLG Modlarını zorlamanıza olanak tanır
uk: Ця опція дозволяє примусово використовувати режими HLG для UHD
vi: Tùy chọn này cho phép bạn có thể buộc các chế độ HLG cho UHD
zh_cn: 此选项允许您强制HLG模式用于UHD

source: This option allows you enable smoothing filter to control the dithering process.
bg: Тази опция ви позволява да рарешите изглаждащ филтър, за да контролира процеса на разсейване.
cs: Tato volba umožňuje použít vyhlazovací filtr pro dithering.
da: Denne mulighed tillader dig at aktivere udjævningsfilter til at styre simuleringsprocessen.
de: Den Glättungsfilter für das Dithering-Verfahren aktivieren oder nicht.
el: Αυτή η επιλογή επιτρέπει την ενεργοποίηση του φίλτρου ομαλοποίησης για τον έλεγχο του τρεμοπαίγματος.
et: See valik võtab kasutusse pehmendusfiltri värvitoonide segamisel.
fi: Tämä asetus ottaa käyttöön pehmennyssuodattimen sävyjen sekoituksessa.
fr: Cette option vous permet d'activer le filtre de lissage pour contrôler le processus de tramage.
hr: Ova opcija omogućuje vam da omogućite filtar za izglađivanje za kontrolu procesa ditheringa.
hu: Ezzel az opcióval engedélyezheti a simítási szűrőt a dithering folyamat vezérlésére.
it: Questa opzione consente di abilitare il filtro smoothing per controllare il processo di dithering.
lt: Ši parinktis leidžia įjungti glotninimo filtrą, kad kontroliuoti vaizdų išlyginimo procesą.
nl: Met deze optie kunt u een Dithering-filter activeren. Dithering is het gebruiken van tussenkleuren om het beeld meer vloeiender, dus minder blokkerig te maken. (Default: Gedeactiveerd)
pl: Ta opcja pozwala włączyć filtr wygładzający proces kontroli symulowania.
ru: Эта опция позволяет активировать сглаживающий фильтр, чтобы контролировать процесс отбора.
sk: Zapnutie vyhladzovacieho filtra ditheringu.
sr: Оva opcija omogućava da omogućite filter za uglačavanje kontroliše proces zatamnjavanja.
sv: Med det här alternativet kan du aktivera ett utjämningsfilter för att styra ditheringprocessen.
ta: இந்த விருப்பம் மென்மையான செயல்முறையை கட்டுப்படுத்த மென்மையான வடிப்பானை இயக்க அனுமதிக்கிறது.
tr: Bu seçenek titreme işlemini kontrol etmek için yumuşatma filtresini etkinleştirmenizi sağlar.
uk: Цей параметр дозволяє Вам активувати згладжує фільтр, щоб контролювати процес відбору.
vi: Tùy chọn này cho phép bạn kích hoạt bộ lọc làm mịn để kiểm soát quá trình phối màu.
zh_cn: 此选项允许您启用平滑滤波器来控制抖动处理.

source: This option allows you enable the vertical scaler dejagging.
bg: Тази опция ви позволява да разрешите отстраняването на грешки във вертикална скала.
cs: Taho volba umožňuje aktivovat vertikální antialiasing (vyhlazování hran obrazu).
da: Denne mulighed tillader dig at aktivere lodret dejagging.
de: Die vertikale Kantenglättung aktivieren oder nicht.
el: Αυτή η επιλογή επιτρέπει την ενεργοποίηση της ομαλοποίησης της κατακόρυφης κλιμάκωσης.
et: See valik võtab kasutusse skaleerija püstloodse sakiservade eemaldamise.
fi: Tämä asetus ottaa käyttöön skaalaimen pystysuuntaisen sahalaitojen poiston.
fr: Cette option vous permet d'activer la mise à l'échelle verticale dejagging.
hr: Ova opcija omogućuje vam da omogućite uklanjanje okomitog skalera.
hu: Ez a beállítás engedélyezi a skálázó függőleges élsimítást.
it: Questa opzione consente di abilitare il dejagging verticale dello scaler.
lt: Ši parinktis leidžia įjungti vertikalių smailumų glotninimą.
nl: Met deze optie kunt dat u de verticale scaler dejagging inschakelen. (Default: Gedeactiveerd)
pl: Ta opcja pozwala włączyć skalowanie pionowe.
ru: Эта опция позволяет активировать вертикальное масштабирование.
sk: Zapnutie vyhladzovania vertikálnych hrán.
sr: Оva opcija omogućava da omogućite vertikalno pomeranje razmere.
sv: Med det här alternativet kan du aktivera den vertikala skalarens dejagging.
ta: இந்த விருப்பம் செங்குத்து அளவிடுதல் டிசாகிங்கை இயக்க உங்களை அனுமதிக்கிறது.
tr: Bu seçenek dikey ölçekleyici kenar düzeltme özelliğini etkinleştirmenizi sağlar.
uk: Цей параметр дозволяє Вам активувати вертикальне масштабування.
vi: Tùy chọn này cho phép bạn kích hoạt tính năng mở rộng quy mô dọc.
zh_cn: 这个选项允许你使用垂直缩放消除边缘钜齿.

source: This option allows you to Power Off the display.
bg: Тази опция позволява да изключите дисплея.
cs: Tato volba umožňuje vypnout napájení předního displeje.
da: Denne mulighed tillader dig at slukke for skærmen.
de: Diese Option erlaubt es Ihnen, das Display komplett auszuschalten.
el: Αυτή η επιλογή επιτρέπει την απενεργοποίηση της οθόνης πρόσοψης.
et: See valik võimaldab esipaneeli välja lülitada.
fi: Tämä asetus kytkee vastaanottimen edessä olevan LCD näytön päälle/pois.
fr: Cette option vous permet de désactiver l'affichage.
hr: Ova opcija omogućuje isključivanje zaslona.
hu: Ez az opció lehetővé teszi az LCD kijelző kikapcsolását, bekapcsolását.
it: Questa opzione consente di spegnere il display.
lt: Ši parinktis leidžia jums išjunkite ekraną.
nl: Met deze optie kunt u het display uitschakelen.
pl: Ta opcja pozwala wyłączyć wyświetlacz.
ru: Эта опция позволяет отключить дисплей
sk: Nastavenie úplného vypnutia displeja.
sr: Оva opcija omogućava da isključite ekran.
sv: Med detta alternativ kan du stänga av displayen.
ta: இந்த விருப்பம் காட்சிக்கு ஆற்றல் அளிக்க உங்களை அனுமதிக்கிறது.
tr: Bu seçenek ekranı kapatmanıza olanak tanır.
uk: Цей параметр дозволяє Вам відключити дисплей.
vi: Tùy chọn này cho phép bạn Tắt nguồn màn hình.
zh_cn: 此选项允许您关闭显示电源.

source: This option allows you to always use e.g. 1080p50 for TV/.ts, and 1080p24/p50/p60 for videos
bg: Тази опция ви жпозволява да използвате винаги напр. 1080p50 за TV/.ts и 1080p24/Р50/р60 за видео
cs: Tato volba vám umožní vybrat např. 1080p50 pro TV/.ts a 1080p24/p50/p60 pro videa
da: Denne mulighed tillader dig at bruge f.eks. 1080p50 til TV/.ts, og 1080p24/p50/p60 til videoer
de: Mit dieser Option wird, je nach Auswahl, z.B. 1080p50 für TV und Aufnahmen und 1080p24/p50/p60 für Videodateien benutzt.
el: Αυτή η επιλογή επιτρέπει τη χρήση πάντα του π.χ 1080p50 for TV/.ts, και 1080p24/p50/p60 για τα βίντεο
et: See valik võimaldab kasutada alati näiteks TV ja salvestiste puhul 1080p50 ning meediafailide puhul 1080p24/p50/p60 lahutusvõimet
fi: Tällä vaihtoehdolla valinnasta riippuen esim. 1080p50 käytetään televisioon ja tallennuksiin ja 1080p24 / p50 / p60 videotiedostoihin
fr: Cette option vous permet de toujours utiliser par exemple 1080p50 pour TV/PauseDirect, et 1080p24/p50/p60 pour les vidéos
hr: Ova opcija omogućuje vam da uvijek koristite npr. 1080p50 za TV/.ts i 1080p24/p50/p60 za videozapise
hu: Ez az opció lehetővé teszi, hogy mindig használjon intelligens módot (pl. 1080p50 TV/.ts-hez és 1080p24/p50/p60-t videókhoz)
it: Questa opzione consente di usare sempre ad esempio 1080p50 per la TV /.ts e 1080p24/p50/p60 per i video
lt: Ši parinktis leidžia jums visada naudoti, pvz 1080p50 televizijai/.ts ir 1080p24/p50/p60 vaizdo įrašams
nl: Met deze optie gebruikt u altijd bv 1080p 50 voor TV/.ts en 1080p 24/p50/p60 voor video's
pl: Ta opcja pozwala, aby zawsze używać np 1080p50 do telewizora / Ts i 1080p24/p50/p60 do filmów
ru: Эта опция позволяет установить, в зависимости от выбора, например 1080p50 для просмотра/записи или 1080p24/p50/p60 для просмотра видео-файлов.
sk: Nastavenie možnosti vždy používať napr. 1080p50 pre TV/.ts a 1080p24/p50/p60 pre videá
sr: Оva opcija omogućava da uvek koristite npr. 1080p50 za TV/.ts, a 1080p24/p50/p60 za video
sv: Med det här alternativet kan du alltid använda t.ex. 1080p50 för TV/.ts och 1080p24/p50/p60 för videor
ta: இந்த விருப்பம் எப்போதும் எ.கா. டிவி/.ts க்கு 1080p50, மற்றும் வீடியோக்களுக்கு 1080p24/p50/p60
tr: Bu seçenek örneğin TV/.ts için her zaman 1080p50 ve videolar için 1080p24/p50/p60 kullanmanıza olanak tanır
uk: Цей параметр дозволяє Вам встановити, залежно від вибору, наприклад 1080p50 для перегляду/запису або 1080p24/p50/p60 для перегляду відео-файлів
vi: Tùy chọn này cho phép bạn luôn sử dụng, ví dụ: 1080p50 cho TV / .ts và 1080p24 / p50 / p60 cho video
zh_cn: 此选项允许您始终使用1080p50作为TV/.ts,1080p24/p50/p60用于视频

source: This option allows you to boost the blue tones in the picture.
bg: Тази опция ви позволява да повдигнете сините тонове в картината.
cs: Tato volby vám umožní zvýraznit modré tóny v obraze.
da: Denne mulighed tillader dig at forstærke blå nuancer i billedet.
de: Den Blauanteil des Bildes verstärken.
el: Αυτή η επιλογή επιτρέπει την ενίσχυση των μπλε τόνων στην εικόνα.
et: Siin saab võimendada pildi siniseid toone.
fi: Tämä asetus korostaa kuvan sinisiä sävyjä.
fr: Cette option vous permet d'augmenter les tons bleus dans l'image.
hr: Ova opcija omogućuje vam da pojačate plave tonove na slici.
hu: Ez az opció lehetővé teszi, hogy növelje a kék színt a képen.
it: Questa opzione consente di aumentare i toni blu nell'immagine.
lt: Ši parinktis leidžia padidinti mėlyno atspalvio kiekį.
nl: Met deze instelling kunt u de blauwe kleuren in het beeld versterken. (Default: 0)
pl: Ta opcja pozwala na zwiększenie niebieskiego tonu w obrazie.
ru: Эта опция позволяет увеличит синие тона в картинке.
sk: Zvýraznenie modrých tónov v obraze.
sr: Оva opcija omogućava da pojačate plave tonove na slici.
sv: Med det här alternativet kan du förstärka de blå tonerna i bilden.
ta: இந்த விருப்பம் படத்தில் உள்ள நீல நிற டோன்களை அதிகரிக்க உங்களை அனுமதிக்கிறது.
tr: Bu seçenek görüntüdeki mavi tonlarını güçlendirmenizi sağlar.
uk: Цей параметр дозволяє Вам збільшить сині тони в картинці.
vi: Tùy chọn này cho phép bạn tăng tông màu xanh trong ảnh.
zh_cn: 此选项允许您在图片中增强蓝色色调.

source: This option allows you to boost the green tones in the picture.
bg: Тази опция ви позволява да повишите зелените тонове в картината.
cs: Tato volby vám umožní zvýraznit zelené tóny v obraze.
da: Denne mulighed tillader dig at forstærke grønne nuancer i billedet.
de: Den Grünanteil des Bildes verstärken.
el: Αυτή η επιλογή επιτρέπει την ενίσχυση των πράσινων τόνων στην εικόνα.
et: Siin saab võimendada pildi rohelisi toone.
fi: Tämä asetus korostaa kuvan vihreitä sävyjä.
fr: Cette option vous permet d'augmenter les tons verts dans l'image.
hr: Ova opcija omogućuje vam da pojačate zelene tonove na slici.
hu: Ez az opció lehetővé teszi a zöld tónusok növelését a képen.
it: Questa opzione consente di aumentare i toni verdi nell'immagine.
lt: Ši parinktis leidžia padidinti žalio atspalvio kiekį.
nl: Met deze instelling kunt u de groene kleuren in het beeld versterken. (Default: 0)
pl: Ta opcja pozwala na zwiększenie zielonego tonu w obrazie.
ru: Эта опция позволяет увеличит зеленые тона в картинке.
sk: Zvýraznenie zelených tónov v obraze.
sr: Оva opcija omogućava da pojačate zelene tonove na slici.
sv: Med det här alternativet kan du förstärka de gröna tonerna i bilden.
ta: இந்த விருப்பம் படத்தில் உள்ள பச்சை டோன்களை அதிகரிக்க உங்களை அனுமதிக்கிறது.
tr: Bu seçenek görüntüdeki yeşil tonlarını güçlendirmenizi sağlar.
uk: Цей параметр дозволяє Вам збільшить зелені тони в картинці.
vi: Tùy chọn này cho phép bạn tăng tông màu xanh lục trong ảnh.
zh_cn: 此选项允许您在图片中增强绿色色调.

source: This option allows you to bypass HDMI EDID check
bg: Тази опция ви позволява да заобиколите HDMI EDID проверка
cs: Tato možnost umožňuje obejít kontrolu HDMI EDID
da: Denne mulighed tillader dig at omgå HDMI EDID kontrol
de: Bei 'Ja' wird die HDMI-EDID-Überprüfung übersprungen.
el: Αυτή η επιλογή επιτρέπει την παράκαμψη του ελέγχου HDMI EDID
et: Siin valikus saad keelata HDMI EDID kontrolli
fi: Tällä asetuksella voit ohittaa HDMI liitännän EDID tarkistuksen
fr: Cette option vous permet de contourner la vérification HDMI EDID
hr: Ova vam opcija omogućuje zaobilaženje HDMI EDID provjere
hu: HDMI EDID ellenőrzés kihagyása
it: Questa opzione consente di ignorare il controllo EDID HDMI
lt: Ši parinktis leidžia išvengti HDMI EDID patikrinimo
nl: Met deze instelling wordt de HDMI-EDID controle omzeilt
pl: Ta opcja pozwala na ominięcie sprawdzania HDMI EDID
ru: Эта опция позволяет пропускать проверку HDMI EDID.
sk: Nastavenie možnosti obísť kontrolu HDMI EDID
sr: Оva opcija omogućava da zaobiđete HDMI EDID proveru
sv: Detta alternativ gör att du kan kringgå HDMI EDID-kontrollen
ta: இந்த விருப்பம் HDMI திருத்து காசோலையைத் தவிர்ப்பதற்கு உங்களை அனுமதிக்கிறது
tr: Bu seçenek HDMI EDID kontrolünü atlamanıza olanak tanır
uk: Цей параметр дозволяє Вам пропускати перевірку HDMI EDID
vi: Tùy chọn này cho phép bạn bỏ qua kiểm tra HDMI EDID
zh_cn: 这个选项允许你绕过HDMI EDID检查

source: This option allows you to change the virtual loudspeaker position.
bg: Тази опция ви позволява да промените виртуалната позиция на високоговорителя.
cs: Tato volba umožňuje změnit polohu virtuálního reproduktoru.
el: Αυτή η επιλογή επιτρέπει την αλλαγή της θέσης του εικονικού ηχείου.
fi: Tällä asetuksella voit muuttaa virtuaalikaiuttimen sijaintia.
fr: Cette option vous permet de changer la position des haut-parleurs virtuels.
hr: Ova opcija omogućuje vam promjenu položaja virtualnog zvučnika.
it: Questa opzione consente di modificare la posizione dell'altoparlante virtuale.
lt: Ši parinktis leidžia pakeisti virtualią garsiakalbių padėtį.
nl: Met deze optie kunt u de virtuele luidspeaker positie wijzigen.
pl: Ta opcja pozwala na zmianę położenia/obciążenia głośników.
sk: Zmena pozície virtuálneho reproduktora.
sr: Оva opcija omogućava da promenite položaj virtuelnog zvučnika.
sv: Med detta alternativ kan du ändra den virtuella högtalarens position.
ta: மெய்நிகர் ஒலிபெருக்கி நிலையை மாற்ற இந்த விருப்பம் உங்களை அனுமதிக்கிறது.
tr: Bu seçenek sanal hoparlörün konumunu değiştirmenize olanak tanır.
uk: Цей параметр дозволяє Вам змінювати положення віртуального динаміка.

source: This option allows you to choose from the two channel lists that are available.
bg: Тази опция ви позволява да избирате от наличните два канални списъка.
cs: Tato volba vám umožní vybrat ze dvou seznamů kanálů, které jsou k dispozici.
da: Denne mulighed tillader dig at vælge fra de to tilgængelige kanallister.
de: Das Aussehen der verfügbaren Kanallisten einstellen.
el: Αυτή η επιλογή επιτρέπει να διαλέξετε ανάμεσα στις δύο διαθέσιμες λίστες καναλιών.
et: Siin saab valida kahe võimaliku kanalinimekirja vahel.
fi: Tämän asetuksen avulla voit valita kahden eri kanavalistan välillä.
fr: Cette option permet de choisir parmi les deux listes de chaînes disponibles.
hr: Ova opcija omogućuje vam odabir između dva dostupna popisa kanala.
hu: Ezzel az opcióval választhat két csatorna listából, amennyiben az elérhető.
it: Questa opzione consente di scegliere tra due elenchi di canali disponibili.
lt: Ši parinktis leidžia pasirinkti vieną iš dviejų galimų kanalų sąrašų atvaizdavimo tipų.
nl: Hier kunt u kiezen tussen de standaard zenderlijst of een eenvoudige zenderlijst. Wanneer dit mogelijk is in de skin.
pl: Ta opcja pozwala wybrać jedną z dwóch list kanałów, które są dostępne.
ru: Эта опция позволяет вам делать выбор между двумя списками каналов, если они существуют.
sk: Možnosť výberu z dvoch zoznamov kanálov, ktoré sú k dispozícii.
sr: Оva opcija omogućava da odaberete jednu od dve dostupne liste kanala.
sv: Med det här alternativet kan du välja mellan de två kanallistor som finns tillgängliga.
ta: கிடைக்கக்கூடிய இரண்டு சேனல் பட்டியல்களிலிருந்து தேர்வு செய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது.
tr: Bu seçenek mevcut iki kanal listesinden birini seçmenize olanak tanır.
uk: Цей параметр дозволяє Вам робити вибір між двома списками каналів, якщо вони існують.
vi: Tùy chọn này cho phép bạn chọn từ hai danh sách kênh có sẵn.
zh_cn: 此选项允许您选择从两频道列表是可用的.

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва 1080p 24Hz на вашия ТВ. (тъй като не подкрепят всички телевизори тези резолюции)
cs: Tato volba vám umožní vybrat, jak se zobrazí 1080p 24Hz na vaši TV. (toto rozlišení nemusí být podporováno všemi TV.)
da: Denne mulighed tillader dig at vælge hvordan 1080p 24Hz vises på dit TV (da ikke alle TV understøtter disse opløsninger).
de: Einstellen, wie 1080p 24Hz angezeigt werden soll (einige Fernseher unterstützen diese Auflösung nicht).
el: Αυτή η επιλογή επιτρέπει την επιλογή της εμφάνισης 1080p 24Hz στην TV σας. (δεν υποστηρίζονται αυτές οι αναλύσεις από όλες τις TV)
et: See valik määrab, kuidas kuvatakse 1080p 24Hz sisu teleekraanil. (Kõik telerid seda ei toeta.)
fi: Määrittää, kuinka 1080p 24Hz näytetään sinun TV:ssä (koska kaikki televisiot eivät suoraan tue tätä resoluutiota)
fr: Cette option vous permet de choisir comment afficher 1080p 24Hz sur votre téléviseur (tous les téléviseurs ne supportent pas nécessairement ces résolutions)
hr: Ova vam opcija omogućuje odabir načina prikaza 1080p 24Hz na TV-u. (jer ne podržavaju sve televizije ove rezolucije)
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg a 1080p 24 Hz-et a TV-készülékén. (mivel nem minden TV támogatja ezeket a felbontásokat)
it: Questa opzione consente di scegliere come visualizzare 1080p 24Hz sulla TV. Non tutte le TV supportano queste risoluzioni.
lt: Ši parinktis leidžia jums pasirinkti, kad rodyti 1080p 24Hz TV. (ne visi TV palaiko šią rezoliuciją)
nl: Hier kunt u instellen hoe 1080p 24Hz weergegeven moet worden op uw TV. (sommige TV's ondersteunen deze resolutie niet)
pl: Ta opcja pozwala na wybór sposobu wyświetlania 1080p 24Hz na telewizorze.(jeżeli jest wsparcie,nie wszystkie telewizory je maja)
ru: Позволяет установить показ 1080p 24Hz для изображения. (Некоторые телевизоры не поддерживают это разрешение)
sk: Spôsob zobrazenia režimu 1080p 24 Hz na vašom TV (nie všetky TV toto rozlíšenie podporujú)
sr: Оva opcija omogućava da odaberete način prikazivanja 1080p 24Hz na TV. (ne podržavaju sve TV ove rezolucije)
sv: Med det här alternativet kan du välja hur du vill visa 1080p 24Hz på din TV. (eftersom inte alla TV-apparater stöder dessa upplösningar)
ta: உங்கள் டிவியில் 1080p 24Hz ஐ எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது. (அனைத்து டிவியின் ஆதரவையும் இந்த தீர்மானங்கள் அல்ல)
tr: Bu seçenek 1080p 24Hz çözünürlüğü televizyonunuzda nasıl görüntüleyeceğinizi seçmenize olanak tanır (çünkü tüm televizyonlar bu çözünürlükleri desteklemez)
uk: Цей параметр дозволяє Вам встановити показ 1080p 24Гц для зображення. (Деякі телевізори не підтримують цю роздільність)
vi: Tùy chọn này cho phép bạn chọn cách hiển thị 1080p 24Hz trên TV của bạn. (vì không phải tất cả các TV đều hỗ trợ các độ phân giải này)
zh_cn: 这个选项允许你选择如何在电视上显示1080p 24Hz.(并非所有电视台都支持这些分辨率)

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TV's support these resolutions)
bg: Тази опция ви позволява да изберете как да се показва 1080p 25Hz на вашия ТВ. (тъй като не подкрепят всички телевизори тези резолюции)
cs: Tato volba vám umožní vybrat, jak se zobrazí 1080p 25Hz na vaši TV. (toto rozlišení nemusí být podporováno všemi TV.)
da: Denne mulighed tillader dig at vælge hvordan 1080p 25Hz vises på dit TV (da ikke alle TV understøtter disse opløsninger).
de: Einstellen, wie 1080p 25Hz angezeigt werden soll (einige Fernseher unterstützen diese Auflösung nicht).
el: Αυτή η επιλογή επιτρέπει την επιλογή της εμφάνισης 1080p 25Hz στην TV σας. (δεν υποστηρίζονται αυτές οι αναλύσεις από όλες τις TV)
et: See valik määrab, kuidas kuvatakse 1080p 25Hz sisu teleekraanil. (Kõik telerid seda ei toeta.)
fi: Määrittää, kuinka 1080p 25Hz näytetään sinun TV:ssä (koska kaikki televisiot eivät suoraan tue tätä resoluutiota)
fr: Cette option vous permet de choisir comment afficher 1080p 25Hz sur votre téléviseur (tous les téléviseurs ne supportent pas nécessairement ces résolutions)
hr: Ova vam opcija omogućuje odabir načina prikaza 1080p 25Hz na TV-u. (jer ne podržavaju sve televizije ove rezolucije)
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg a 1080p 25 Hz-et a TV-készülékén. (mivel nem minden TV támogatja ezeket a felbontásokat)
it: Questa opzione consente di scegliere come visualizzare 1080p 25Hz sulla TV. Non tutte le TV supportano queste risoluzioni.
lt: Ši parinktis leidžia jums pasirinkti, kad rodyti 1080p 25Hz TV. (ne visi TV palaiko šią rezoliuciją)
nl: Hier kunt u instellen hoe 1080p 25Hz weergegeven moet worden op uw TV. (sommige TV's ondersteunen deze resolutie niet)
pl: Ta opcja pozwala na wybór sposobu wyświetlania 1080p 25Hz na telewizorze.(jeżeli jest wsparcie,nie wszystkie telewizory je maja)
ru: Позволяет установить показ 1080p 25Hz для изображения. (Некоторые телевизоры не поддерживают это разрешение)
sk: Nastavenie zobrazenia režimu 1080p 25 Hz na vašom TV (nie všetky TV toto rozlíšenie podporujú)
sr: Оva opcija omogućava da odaberete način prikazivanja 1080p 25Hz na TV. (ne podržavaju sve TV ove rezolucije)
sv: Med det här alternativet kan du välja hur du vill visa 1080p 25Hz på din TV. (eftersom inte alla TV-apparater stöder dessa upplösningar)
ta: உங்கள் டிவியில் 1080p 25Hz ஐ எவ்வாறு காண்பிப்பது என்பதைத் தேர்வுசெய்ய இந்த விருப்பம் உங்களை அனுமதிக்கிறது. (அனைத்து டிவியின் ஆதரவையும் இந்த தீர்மானங்கள் அல்ல)
tr: Bu seçenek 1080p 25Hz çözünürlüğü televizyonunuzda nasıl görüntüleyeceğinizi seçmenize olanak tanır (çünkü tüm televizyonlar bu çözünürlükleri desteklemez)
uk: Цей параметр дозволяє Вам встановити показ 1080p 25Гц для зображення. (Деякі телевізори не підтримують цю роздільність)
vi: Tùy chọn này cho phép bạn chọn cách hiển thị 1080p 25Hz trên TV của bạn. (vì không phải tất cả các TV đều hỗ trợ các độ phân giải này)
zh_cn: 这个选项允许你选择如何在电视上显示1080p 25Hz.(并非所有电视台都支持这些分辨率)
