Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Press EXIT to return to the help screen.
bg: Натиснете EXIT, за да се върнете към екрана за помощ.
cs: Stiskněte EXIT pro návrat na obrazovku nápovědy.
el: Πιέστε EXIT για επιστροφή στην οθόνη βοήθειας.
fi: Palaa ohje näyttöön painamalla EXIT.
fr: Appuyez sur EXIT pour revenir à l’écran d’aide.
hr: Pritisni EXIT da bi se vratili na zaslon za pomoć.
it: Premi ESCI per tornare alla schermata della guida.
lt: Paspauskite EXIT, kad grįžtumėte į žinyno ekraną.
nl: Druk op EXIT om terug te gaan naar het help scherm.
pl: Naciśnij EXIT, aby powrócić do ekranu pomocy.
sk: Stlačením EXIT sa vrátite na obrazovku pomocníka.
sr: Pritisni EXIT da bi se vratili na ekran za pomoć.
sv: Tryck på EXIT för att återgå till hjälpskärmen.
ta: உதவித் திரைக்குத் திரும்ப வெளியேறு அழுத்தவும்.
tr: Yardım ekranına dönmek için EXIT tuşuna basın.
uk: Натисніть EXIT, щоб повернутися до екрану довідки.

source: Press GREEN to enable MultiBoot!
cs: Stiskněte ZELENÉ tlačítko pro aktivaci funkce MultiBoot!
el: Πιέστε το ΠΡΑΣΙΝΟ για ενεργοποίηση της πολλαπλής εκκίνησης!
fi: Ota MultiBoot käyttöön painamalla VIHREÄÄ!
hr: Pritisni ZELENU da otvorite MultiBoot!
it: Premi VERDE per abilitare MultiBoot!
nl: Druk op de GROENE-knop om MultiBoot in te schakelen!
pl: Naciśnij ZIELONY, aby włączyć MultiBoot!
sk: MultiBoot sa aktivuje stlačením ZELENÉHO tlačidla!
sr: Pritisnite ZELENU da omogućite MultiBoot!
sv: Tryck på GRÖN för att aktivera MultiBoot!
ta: மல்டிபூட்டை இயக்க பச்சை அழுத்தவும்!
tr: Çoklu Önyüklemeyi etkinleştirmek için YEŞİL tuşa basın!
uk: Натиснути ЗЕЛЕНУ кнопку, щоб увімкнути MultiBoot!

source: Press OK for MultiBoot selection.
cs: Stiskněte tlačítko OK pro výběr MultiBoot.
el: Πιέστε ΟΚ για επιλογή πολλαπλής εκκίνησης.
fi: Valitse MultiBoot painamalla OK.
hr: Pritisni OK za odabir MultiBoot.
it: Premi OK per la selezione MultiBoot.
lt: Paspauskite OK, kad pasirinktumėte daugialypį paleidimą.
nl: Druk op OK voor het MultiBoot keuzemenu.
pl: Naciśnij OK, aby wybrać opcję MultiBoot.
sk: Pre výber MultiBoot stlačte OK.
sr: Pritisni OK za izbor MultiBoot.
sv: Tryck på OK för att välja MultiBoot.
ta: மல்டிபூட் தேர்வுக்கு சரி என்பதை அழுத்தவும்.
tr: Çoklu Önyükleme seçimi için OK tuşuna basın.
uk: Натисніть OK, щоб вибрати MultiBoot.

source: Press OK on your remote control to continue.
bg: Натиснете OK, на дистанционното за да продължите.
cs: Stiskněte OK na dálkovém ovladači pro pokračování.
da: Tryk OK på din fjernbetjening for at fortsætte.
de: Zum Fortfahren OK drücken.
el: Πιέστε ΟΚ για να συνεχίσετε.
et: Jätkamiseks vajuta OK.
fi: Jatka painamalla OK näppäintä.
fr: Appuyez sur OK de votre télécommande pour continuer.
hr: Pritisni OK na daljinskom kontroloru da bi nastavili.
hu: Nyomja le az OK gombot a távirányítón a folytatáshoz.
it: Premi OK sul telecomando per continuare.
lt: Paspauskite OK savo valdymo pulte ir tęskite.
nl: Druk OK op uw afstandsbediening om verder te gaan.
pl: Naciśnij OK na pilocie, aby kontynuować.
pt_br: Pressione OK para continuar.
ru: Нажмите OK, чтобы продолжить
sk: Ak chcete pokračovať, stlačte OK na diaľkovom ovládači.
sl: Za nadaljevanje pritisnite OK.
sr: Pritisni OK na DU da bi nastavili.
sv: Tryck på OK på fjärrkontrollen för att fortsätta.
ta: தொடர உங்கள் ரிமோட் கண்ட்ரோலில் சரி என்பதை அழுத்தவும்.
tr: Devam etmek için kumandanızın OK tuşuna basın.
uk: Натисніть ОК для продовження.
vi: Nhấn OK trên điều khiển từ xa của bạn để tiếp tục.
zh_cn: 按遥控器上的OK键继续.

source: Press OK to activate the settings.
bg: Натиснете OK, за да активирате настройките.
cs: Stiskněte OK pro aktivaci nastavení.
da: Tryk OK for at aktivere indstillinger.
de: Drücken Sie OK zum Aktivieren der Einstellungen.
el: Πιέστε ΟΚ για να ενεργοποιηθούν οι ρυθμίσεις.
et: Seadistuste jõustamiseks vajuta OK.
fi: Ota käyttöön painamalla OK.
fr: Appuyez sur OK pour activer les paramètres.
hr: Pritisni OK da bi aktivirali postavke.
hu: Az OK gombbal aktiválhatja a beállításokat.
it: Premi OK per attivare la configurazione.
lt: Nustatymams aktyvuoti, spauskite 'OK'.
nl: Druk op OK om op te slaan.
pl: Naciśnij OK, aby aktywować ustawienia.
pt_br: Pressione OK para ativar as configurações.
ru: OK, для активации установок
sk: Stlačením OK aktivujete nastavenia.
sl: Za aktiviranje nastavitev pritisnite OK.
sr: Pritisni OK da bi aktivirali postavke.
sv: Tryck på OK för att aktivera inställningarna.
ta: அமைப்புகளை செயல்படுத்த சரி என்பதை அழுத்தவும்.
tr: Ayarları etkinleştirmek için OK tuşuna basın.
uk: Натисніть ОК для активації налаштувань.
vi: Nhấn OK để kích hoạt cài đặt.
zh_cn: 按'确定'键激活设置.

source: Press OK to continue.
bg: Натиснете OK, за да продължите.
cs: Pokračujte stisknutím tlačítka OK.
el: Πιέστε ΟΚ για να συνεχίσετε.
fi: Paina ok jatkaaksesi.
hr: Pritisni OK za nastavak.
it: Premi OK per continuare.
lt: Spauskite OK, kad tęsti.
nl: Druk op OK om door te gaan.
pl: Naciśnij OK aby kontynuować.
sk: Stlačením OK môžete pokračovať.
sr: Pritisni OK za nastavak.
sv: Tryck på OK för att fortsätta.
ta: தொடர சரி என்பதை அழுத்தவும்.
tr: Devam etmek için lütfen OK tuşuna basın.
uk: Для продовження натисніть ОК.

source: Press OK to edit the settings.
bg: Натиснете ОК, за да редактирате настройките.
cs: Stiskněte OK pro úpravu nastavení.
da: Tryk på OK for at redigere indstillinger.
de: Drücken Sie OK zum Editieren der Einstellungen.
el: Πιέστε ΟΚ για επεξεργασία των ρυθμίσεων.
et: Seadistuste muutmiseks vajuta OK.
fi: Muokkaa painamalla OK.
fr: Appuyez sur OK pour éditer les paramètres.
hr: Pritisni OK da uredite postavke.
hu: Az OK gombbal módosíthatja a beállításokat.
it: Premi OK per modificare le impostazioni.
lt: Paspauskite OK ir redaguokite nustatymus.
nl: Druk op OK om te wijzigen.
pl: Naciśnij OK, aby edytować ustawienia.
pt_br: Pressione OK para editar as configurações.
ru: OK, чтобы изменить настройки.
sk: Stlačte OK pre zmenu nastavení.
sl: Za spreminjanje nastavitev pritisnite OK.
sr: Pritisni OK da uredite postavke.
sv: Tryck på OK för att ändra inställningarna.
ta: அமைப்புகளைத் திருத்த சரி என்பதை அழுத்தவும்.
tr: Ayarları düzenlemek için OK tuşuna basın.
uk: Натисніть ОК для редагування налаштувань.
vi: Nhấn OK để chỉnh sửa cài đặt.
zh_cn: 按'确定'键编辑设置.

source: Press OK to enter PIN code
cs: Stiskněte OK pro zadání PIN kódu
el: Πιέστε ΟΚ για εισαγωγή PIN
fi: Paina OK syötä PIN koodi
hr: Pritisni OK za unos PIN koda
it: Premi OK per inserire il codice PIN
nl: Op OK drukken om de PIN-code in te voeren
pl: Naciśnij OK, aby wprowadzić kod PIN
sk: Stlačte OK na zadanie PIN kódu
sr: Pritisnite OK da unesete PIN kod
sv: Tryck på OK för att ange PIN-kod
ta: முள் குறியீட்டை உள்ளிட சரி என்பதை அழுத்தவும்
tr: PIN kodunu girmek için OK tuşuna basın
uk: Натисніть OK, щоб ввести PIN-код

source: Press OK to get further details for %s
bg: Натиснете ОК ,за повече детайли относно %s
cs: Stiskněte OK a získejte detaily pro %s
da: Tryk på OK for at se yderligere detaljer for %s
de: Drücken Sie OK, um weitere Details über %s zu erhalten
el: Πιέστε ΟΚ για λεπτομέρειες σχετικά με το %s
et: %s üksikasjade nägemiseks vajuta OK
fi: Katso %s lisätietoja OK näppäimellä
fr: Appuyez sur OK pour avoir des détails sur %s
hr: Pritisni ОК za dodatne detalje %s
hu: Nyomja le az OK gombot több részletért %s kapcsán
it: Premi OK per ottenere ulteriori dettagli per %s
lt: Papildomai informacijai apie %s gauti, spauskite OK
nl: Druk op OK voor meer informatie over: %s
pl: Naciśnij OK, aby uzyskać więcej szczegółów dla %s
pt_br: Pressione OK para mais detalhes de %s
ru: ОК, чтобы получить подробную информацию о %s
sk: Pre ďalšie podrobnosti o %s, stlačte OK
sl: Za podrobnejše informacije o %s pritisnite OK.
sr: Pritisni ОК za dodatne detalje %s
sv: Tryck på OK för att få mer information om %s
ta: %s கூடுதல் விவரங்களைப் பெற சரி என்பதை அழுத்தவும்
tr: %s hakkında daha ayrıntılı bilgi almak için OK tuşuna basın
uk: Натисніть OK для отримання додаткових відомостей %s
vi: Nhấn OK để biết thêm chi tiết cho%s
zh_cn: 按确定键,以获得进一步的细节 %s

source: Press OK to init module
cs: Stiskněte OK pro spuštění modulu
el: Πιέστε ΟΚ για αρχικοποίηση του αρθρώματος
fi: Paina OK asentaaksesi moduli
hr: Pritisnite OK da pokrenete modul
it: Premi OK per avviare il modulo
nl: Druk op OK voor initialisering van de module
pl: Naciśnij OK, aby zainicjować moduł
sk: Stlačte OK na inicializáciu modulu
sr: Pritisnite OK da pokrenete modul
sv: Tryck på OK för att starta modulen
ta: Init தொகுதிக்கு சரி என்பதை அழுத்தவும்
tr: Modülü başlatmak için OK tuşuna basın
uk: Натисніть OK, щоб запустити модуль

source: Press OK to install and use this language. [%s]
bg: Натиснете OK, за да инсталирате и използвате този език. [%s]
cs: Stisknutím tlačítka OK nainstalujete a použijete tento jazyk. [%s]
el: Πιέστε ΟΚ για εγκατάσταση αυτής της γλώσσας. [%s]
fi: Asenna ja käytä tätä kieltä painamalla OK. [%s]
fr: Appuyez sur OK pour installer et utiliser cette langue. [%s]
hr: Pritisni ОК da bi instalirali i koristili ovaj jezik. [%s]
it: Premi OK per installare e usare questa lingua. [%s]
lt: Paspauskite OK, kad įdiegtumėte ir naudotumėte šią kalbą. [%s]
nl: Druk op OK om deze taal te installeren en te gebruiken. [%s]
pl: Naciśnij OK aby zainstalować i użyć tego języka. [%s]
sk: Stlačením OK sa nainštaluje a použije tento jazyk: [%s]
sr: Pritisni ОК da bi instalirali i koristili ovaj jezik. [%s]
sv: Tryck på OK för att installera och använda detta språk. [%s]
ta: இந்த மொழியை நிறுவ மற்றும் பயன்படுத்த சரி என்பதை அழுத்தவும். [%s]
tr: Bu dili yüklemek ve kullanmak için OK tuşuna basın. [%s]
uk: Натисніть OK, щоб встановити та використовувати цю мову. [%s]

source: Press OK to install and use this locale. [%s]
bg: Натиснете OK, за да инсталирате и използвате този локал. [%s]
cs: Stisknutím tlačítka OK nainstalujete a použijete toto místní nastavení. [%s]
el: Πιέστε ΟΚ για εγκατάσταση και χρήση αυτής της διαλέκτου. [%s]
fi: Asenna tämä alue painamalla OK ja käytä sitä. [%s]
fr: Appuyez sur OK pour installer et utiliser cette locale. [%s]
hr: Pritisni ОК da bi instalirali i koristili ovaj lokalni standard. [%s]
it: Premi OK per installare e usare queste impostazioni locali. [%s]
lt: Paspauskite OK, kad įdiegtumėte ir naudotumėte šią lokalę. [%s]
nl: Druk op OK om deze locale te installeren en te gebruiken. [%s]
pl: Naciśnij OK aby zainstalować i użyć tego regionu. [%s]
sk: Stlačením OK sa nainštaluje a použije táto lokalizácia: [%s]
sr: Pritisni ОК da bi instalirali i koristili ovaj lokalni standard. [%s]
sv: Tryck på OK för att installera och använda denna locale. [%s]
ta: இந்த இடத்தை நிறுவ மற்றும் பயன்படுத்த சரி என்பதை அழுத்தவும். [%s]
tr: Bu yerel ayarı yüklemek ve kullanmak için OK tuşuna basın. [%s]
uk: Натисніть OK, щоб встановити та використовувати цей регіон. [%s]

source: Press OK to open module info
cs: Stiskněte OK pro otevření informací o modulu
el: Πιέστε ΟΚ για πληροφορίες αρθρώματος
fi: Paina OK avataksesi moduuli tiedot
hr: Pritisnite OK da otvorite informacije o modulu
it: Premi OK per aprire le informazioni sul modulo
nl: Druk op OK voor informatie over de module
pl: Naciśnij OK, aby otworzyć informacje o module
sk: Stlačením tlačidla OK otvoríte informácie o module
sr: Pritisnite OK da otvorite informacije o modulu
sv: Tryck på OK för att öppna modulinfo
ta: தொகுதி தகவலைத் திறக்க சரி என்பதை அழுத்தவும்
tr: Modül bilgisini açmak için OK tuşuna basın
uk: Натисніть OK, щоб відкрити інформацію про модуль

source: Press OK to reset PIN code
cs: Stisknutím tlačítka OK resetujte kód PIN
el: Πιέστε ΟΚ για επαναφορά κωδικού PIN
fi: Paina OK poistaaksesi PIN-koodi
hr: Pritisnite OK da resetujete PIN kod
it: Premi OK per reimpostare il codice PIN
nl: Druk op OK om de PIN-code te resetten
pl: Naciśnij OK, aby zresetować kod PIN
sk: Stlačením tlačidla OK resetujete kód PIN
sr: Pritisnite OK da resetujete PIN kod
sv: Tryck på OK för att återställa PIN-koden
ta: முள் குறியீட்டை மீட்டமைக்க சரி என்பதை அழுத்தவும்
tr: PIN kodunu sıfırlamak için OK tuşuna basın
uk: Натисніть OK, щоб скинути PIN-код

source: Press OK to reset module
cs: Stiskněte OK pro reset modulu
el: Πιέστε ΟΚ για επαναφορά του αρθρώματος
fi: Paina OK nollataksesi moduli
hr: Pritisnite OK da resetujete modul
it: Premi OK per reimpostare il modulo
nl: Druk op OK om de module te resetten
pl: Naciśnij OK, aby zresetować moduł
sk: Stlačením tlačidla OK resetujete modul
sr: Pritisnite OK da resetujete modul
sv: Tryck på OK för att återställa modulen
ta: தொகுதியை மீட்டமைக்க சரி என்பதை அழுத்தவும்
tr: Modülü sıfırlamak için OK tuşuna basın
uk: Натисніть OK, щоб скинути модуль

source: Press OK to scan
bg: Натиснете OK, за да сканирате
cs: Stiskněte OK pro prohledávání
da: Tryk OK for at søge
de: Zum Starten des Suchlaufs OK drücken.
el: Πιέστε OK για ανίχνευση
et: Otsingu alustamiseks vajuta OK
fi: Aloita haku painamalla OK
fr: Appuyez sur OK pour lancer la recherche
hr: Pritisni OK za skeniranje
hu: Az OK gombbal indíthatja a keresést
it: Premi OK per eseguire la scansione
lt: Spauskite OK, jei norite pradėti paiešką
nl: Druk op OK om te zoeken
pl: Naciśnij OK, aby zeskanować
pt_br: Pressione OK para buscar.
ru: Нажмите OK для поиска
sk: Pre vyhľadávanie stlačte OK
sl: Za začetek iskanja pritisnite OK
sr: Pritisni OK za skeniranje
sv: Tryck på OK för att skanna
ta: ச்கேன் செய்ய சரி என்பதை அழுத்தவும்
tr: Taramak için OK tuşuna basın
uk: Натисніть ОК для пошуку
vi: Nhấn OK để quét
zh_cn: 按'确定'键扫描

source: Press OK to select a group of satellites to configure in one block.
bg: Натиснете OK, за да изберете група сателити, които да конфигурирате в един блок.
cs: Stiskněte OK pro výběr skupiny satelitů pro konfiguraci v jednom bloku.
da: Tryk OK for at vælge en gruppe af satelliter der konfigureres som en blok.
de: Drücken Sie OK, um eine Gruppe von Satelliten auszuwählen, die in einem Block konfiguriert werden sollen.
el: Πιέστε ΟΚ για επιλογή δορυφόρων προς ρύθμιση σε μία ομάδα.
et: Vajuta OK, valimaks satelliitide grupp, mida seadistada ühes plokis.
fi: Paina OK valitaksesi useita satelliitteja yhteen osioon.
fr: Appuyez sur OK pour sélectionner un groupe de satellites à configurer en un bloc.
hr: Pritisni OK da bi izabrali grupu satelita za konfigurisanje u jednom bloku.
it: Premi OK per selezionare un gruppo di satelliti da configurare in un blocco.
lt: Paspauskite OK, kad pasirinktumėte palydovų grupę, kurią norite konfigūruoti viename bloke.
nl: Druk op OK om een groep satellieten te selecteren voor in een block.
pl: Naciśnij OK, aby wybrać grupę satelitów do skonfigurowania w jednym bloku.
sk: Stlačením tlačidla OK vyberiete skupinu družíc na konfiguráciu v jednom bloku.
sr: Pritisni OK da bi izabrali grupu satelita za konfigurisanje u jednom bloku.
sv: Tryck på OK för att välja en grupp satelliter som ska konfigureras i ett block.
ta: ஒரு தொகுதியில் கட்டமைக்க செயற்கைக்கோள்களின் குழுவைத் தேர்ந்தெடுக்க சரி என்பதை அழுத்தவும்.
tr: Tek bir blok halinde yapılandırmak istediğiniz uydu grubunu seçmek için OK tuşuna basın.
uk: Натисніть OK для вибору групи супутників для налаштувати в одному блоці.
vi: Nhấn OK để chọn một nhóm các vệ tinh để cấu hình trong một khối.
zh_cn: 按OK键以选择一组要配置的卫星.

source: Press OK to select a provider.
bg: Натиснете OK, за да изберете провайдер.
cs: Stiskněte OK k vybrání poskytovatele.
da: Tryk OK for at vælge en udbyder.
de: Drücken Sie OK, um einen Provider auszuwählen.
el: Πιέστε ΟΚ για επιλογή παρόχου.
et: Levitaja valimiseks vajuta OK.
fi: Valitse palveluntarjoaja painamalla OK.
fr: Appuyez sur OK pour sélectionner un opérateur.
hr: Pritisni OK da izaberete provajdera.
hu: Nyomja le az OK gombot egy szolgáltató kiválasztásához.
it: Premi OK per selezionare un provider.
lt: Teikėjo pasirinkimui spauskite OK.
nl: Druk op OK om een provider te kiezen.
pl: Naciśnij OK, aby wybrać dostawcę.
pt_br: Pressione OK para selecionar uma operadora.
ru: Нажмите OK для выбора провайдера.
sk: Stlačte OK pre výber poskytovateľa.
sr: Pritisni OK da izaberete provajdera.
sv: Tryck på OK för att välja en leverantör.
ta: வழங்குநரைத் தேர்ந்தெடுக்க சரி என்பதை அழுத்தவும்.
tr: Sağlayıcı seçmek için OK tuşuna basın.
uk: Натисніть OK для вибору провайдера.
vi: Nhấn OK để chọn nhà cung cấp.
zh_cn: 按'确定'键选择一个供应商.

source: Press OK to select a service.
bg: Натиснете OK, за да изберете сервизи.
cs: Stisknutím tlačítka OK vyberte program.
da: Tryk OK for at vælge en kanal.
de: Drücken Sie OK, um einen Service auszuwählen.
el: Πιέστε ΟΚ για επιλογή υπηρεσίας.
et: Kanali valikuks vajuta OK.
fi: Paina OK valitaksesi kanavan.
fr: Appuyez sur OK pour sélectionner un service.
hr: Pritisni OK da bi odabrali kanal.
hu: Nyomja le az OK gombot egy csatorna kiválasztásához.
it: Premi OK per selezionare un servizio.
lt: Kanalo pasirinkimui, spauskite OK.
nl: Druk op OK om een zender te selecteren.
pl: Naciśnij 'OK', aby wybrać kanał.
sk: Stanicu vyberiete stlačením OK.
sr: Pritisni OK da bi izabrali kanal.
sv: Tryck på OK för att välja en tjänst.
ta: ஒரு சேவையைத் தேர்ந்தெடுக்க சரி என்பதை அழுத்தவும்.
tr: Bir kanal seçmek için OK tuşuna basın.
uk: Натисніть OK для вибору каналу.
vi: Nhấn OK để chọn dịch vụ.
zh_cn: 按'确定'键选择一个频道.

source: Press OK to select satellites
bg: Натиснете OK, за да изберете сателити
cs: Stiskněte OK k vybrání satelitů
da: Tryk OK for at vælge satellitter
de: Drücken Sie OK, um Satelliten auszuwählen.
el: Πιέστε ΟΚ για επιλογή δορυφόρων
et: Satelliitide valimiseks vajuta OK
fi: Valitse palveluntarjoaja painamalla OK
fr: Appuyez sur OK pour sélectionner les satellites
hr: Pritisni ОК da bi odabrali satelit
hu: Nyomja le az OK gombot a műholdak kiválasztásához
it: Premi OK per selezionare i satelliti
lt: Palydovams pasirinkti, spauskite OK
nl: Druk op OK om de satellieten te selecteren
pl: Naciśnij 'OK', aby wybrać satelity
ru: Нажмите ОК для выбора спутников
sk: Družice vyberiete stlačením OK
sr: Pritisni ОК da bi izabrali satelit
sv: Tryck på OK för att välja satelliter
ta: செயற்கைக்கோள்களைத் தேர்ந்தெடுக்க சரி என்பதை அழுத்தவும்
tr: Uyduları seçmek için OK tuşuna basın
uk: Натисніть OK для вибору супутників
vi: Nhấn OK để chọn vệ tinh
zh_cn: 按确定键选择卫星

source: Press OK to select/deselect a CAId.
bg: Натиснете OK, за да изберете/изключите дадено CAID.
cs: OK vyberete/odznačíte CAId.
da: Tryk på OK for at vælge/fravælge et CAId.
de: Drücken Sie OK, um eine CAID aus-/abzuwählen.
el: Πιέστε ΟΚ για επιλογή/αποεπιλογή CAId.
et: CAId valiku muutmiseks vajuta 'OK'.
fi: Valitse/poista CAId:t OK näppäimellä.
fr: Appuyez sur OK pour (dé)sélectionner un CAId.
hr: Pritisni ОК da odabereš/poništiš CAID.
hu: Nyomja le az OK gombot a CAId ki/bejelöléséhez.
it: Premi OK per selezionare/deselezionare un CAId.
lt: Paspauskite OK, kad pasirinkti/nepasirinkti CAId.
nl: Druk op OK om de CAId aan/uit te zetten.
pl: Naciśnij OK, aby zaznaczyć/odznaczyć CAId.
pt_br: Pressione OK para marcar/desmarcar um CAId.
ru: Нажмите ОК, чтобы выбрать/отменить CAID
sk: Stlačením OK vyberiete/zrušíte výber CAID.
sl: Za izbiro/opustitev CAId pritisnite tipko OK.
sr: Pritisni ОК da izabereš/poništiš CAID.
sv: Tryck på OK för att markera/avmarkera en CAId.
ta: CAID ஐத் தேர்ந்தெடுக்க/தேர்வுநீக்க சரி என்பதை அழுத்தவும்.
tr: CAId seçmek/kaldırmak için OK tuşuna basın.
uk: Натисніть ОК щоб вибрати/зняти CAId.
vi: Nhấn OK để chọn / bỏ chọn CAId.
zh_cn: 按OK选择/取消选择CAID.

source: Press OK to start the backup now
cs: Stisknutím tlačítka OK nyní spustíte zálohování
el: Πιέστε ΟΚ για να ξεκινήσει η εφεδρεία τώρα
fi: Aloita varmuuskopiointi painamalla OK
hr: Pritisnite OK da bi pokrenuli pravljenje rezervne kopije
it: Premi OK per avviare subito il backup
nl: Druk op OK om de back-up nu te starten
pl: Naciśnij OK, aby rozpocząć tworzenie kopii teraz
sk: Na spustenie zálohovania stlačte OK
sr: Pritisnite OK da započnete pravljenje rezervne kopije sada
sv: Tryck på OK för att starta säkerhetskopieringen nu
ta: இப்போது காப்புப்பிரதியைத் தொடங்க சரி என்பதை அழுத்தவும்
tr: Yedeklemeyi şimdi başlatmak için OK tuşuna basın
uk: Натисніть OK, щоб почати резервне копіювання зараз

source: Press OK to start the scan
bg: Натиснете ОК, за да стартирате търсенето
cs: Stiskněte OK pro spuštění prohledávání
da: Tryk OK for at starte søgningen
de: Zum Starten des Suchlaufs OK drücken.
el: Πιέστε OK για να ξεκινήσει η ανίχνευση
et: Otsingu alustamiseks vajuta OK
fi: Aloita haku painamalla OK
fr: Appuyez sur OK pour commencer l'analyse
hr: Pritisni OK za početak skeniranja
hu: Az OK gombbal indíthatja a keresést
it: Premi OK per avviare la scansione
lt: Kad pradėti paiešką, spauskite OK
nl: Druk op OK om te zoeken
pl: Naciśnij OK, aby rozpocząć skanowanie
pt_br: Pressione OK para buscar.
ru: Нажмите OK для начала поиска
sk: Stlačením tlačidla OK spustíte vyhľadávanie
sl: Za začetek iskanja pritisnite OK
sr: Pritisni OK za početak skeniranja
sv: Tryck på OK för att starta skanningen
ta: ச்கேன் தொடங்க சரி என்பதை அழுத்தவும்
tr: Taramayı başlatmak için OK tuşuna basın
uk: Натисніть ОК, щоб почати пошук
vi: Nhấn OK để bắt đầu quét
zh_cn: 按下'确定'键开始扫描

source: Press OK to start using %s %s
cs: Stiskněte OK pro zahájení používání %s %s
el: Πιέστε OK για να ξεκινήσει η χρήση του %s %s
fi: Paina OK aloittaaksesi %s %s käytön
hr: Pritisnite OK da počnete da koristite %s %s
it: Premi OK per iniziare a usare %s %s
nl: Druk op OK om de %s %s nu te starten
pl: Naciśnij OK, aby rozpocząć używanie %s %s
sk: Na spustenie s použitím %s %s stlačte OK
sr: Pritisnite OK da počnete da koristite %s %s
sv: Tryck på OK för att börja använda %s %s
ta: %s %s ஐப் பயன்படுத்தத் தொடங்க சரி என்பதை அழுத்தவும்
tr: %s %s kullanmaya başlamak için OK tuşuna basın
uk: Натисніть OK, щоб почати використовувати %s %s

source: Press OK to toggle the selection
bg: Натиснете OK, за да превключите избора
cs: Stiskněte OK pro přepnutí vybrané položky
da: Tryk OK for at ombytte valget
de: Drücken Sie OK, um die Auswahl zu tauschen.
el: Πιέστε ΟΚ για εναλλαγή της επιλογής
et: Valiku muutmiseks vajuta OK
fi: Valitse OK näppäimellä
fr: Appuyez sur OK pour basculer la sélection
hr: Pritisni OK da bi prebacili odabir
hu: Nyomja le az OK gombot a kijelölés változtatásához
it: Premi OK per alternare la selezione
lt: Paspauskite OK, kad atlikti pasirinkimą
nl: Druk op OK om uw keuze te wijzigen
pl: Naciśnij 'OK', aby przełączyć wybór
ru: Нажмите OK, чтобы переключиться на выбор.
sk: Na prepnutie výberu stlačte OK
sr: Pritisni OK da bi prebacili izbor
sv: Tryck på OK för att växla val
ta: தேர்வை மாற்றுவதற்கு சரி என்பதை அழுத்தவும்
tr: Seçimi değiştirmek için OK tuşuna basın
uk: Натисніть OK для зміни вибору
vi: Nhấn OK để chuyển đổi lựa chọn
zh_cn: 按'确定'键切换选择

source: Press OK to toggle the selection.
bg: Натиснете OK, за да превключите избора.
cs: Stiskněte OK pro změnu označení.
da: Tryk på OK for at ombytte valget.
de: Drücken Sie OK, um die Auswahl zu markieren.
el: Πιέστε ΟΚ για εναλλαγή της επιλογής.
et: Valiku muutmiseks vajuta OK.
fi: Muuta valintaa OK näppäimellä.
fr: Appuyez sur OK pour basculer le choix.
hr: Pritisni OK da bi prebacili odabir.
hu: Nyomja le az OK gombot a kijelölés változtatásához.
it: Premi OK per alternare la selezione.
lt: Paspauskite OK, kad atlikti pasirinkimą.
nl: Druk op OK om de selectie te de/activeren.
pl: Naciśnij OK, aby przełączyć wybór.
pt_br: Pressione OK para alternar a seleção.
ru: Нажмите ОК для подтверждения или отмены.
sk: Stlačte OK pre prepnutie výberu.
sl: Za preklapljanje med izbiro pritisnite tipko OK.
sr: Pritisni OK da bi prebacili izbor.
sv: Tryck på OK för att växla valet.
ta: தேர்வை மாற்றுவதற்கு சரி என்பதை அழுத்தவும்.
tr: Seçimi değiştirmek için OK tuşuna basın.
uk: Натисніть OK для зміни вибору.
vi: Nhấn OK để chuyển đổi lựa chọn.
zh_cn: 按'确定'键切换选择.
