Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select Fast DiSEqC if your aerial system supports it. If you are unsure select 'No'.
bg: Изберете Fast DiSEqC, ако вашата антенна система поддържа това. Ако не сте сигурни, изберете „не“.
cs: Vyberte Fast DiSEqC, pokud to váš anténní systém podporuje. Pokud si nejste jisti, vyberte „ne“.
el: Επιλέξτε Γρήγορο DiSEqC αν υποστηρίζεται από το κεραιοσύστημά σας. Αν δεν είστε σίγουροι επιλέξτε 'όχι'.
fi: Valitse Nopea DiSEqC, jos antennijärjestelmäsi tukee sitä. Jos olet epävarma, valitse 'ei'.
fr: Sélectionner Fast DiSEqC si votre système aérien le supporte. Si vous n’êtes pas certain choisissez ‘non’.
hr: Odaberi Brzi DiSEqC ako vaš satelitski sustav to podržava. Ako niste sigurni odaberite 'Ne'.
it: Seleziona DiSEqC veloce se l'antenna lo supporta. Se non sei sicuro, scegli 'No'.
lt: Pasirinkite greitą DiSEqC, jei jūsų sistema palaiko tai. Jei jūs nežinote, pasirinkite 'ne'.
nl: Selecteer 'Fast DiSEqC' wanneer uw antenne-systeem dat ondersteunt. Wanneer u dit niet zeker weet, kies dan 'nee'.
pl: Wybierz Fast DiSEqC, jeśli system antenowy to obsługuje. Jeśli nie jesteś pewien, wybierz „nie”.
sk: Ak to váš anténny systém podporuje, vyberte možnosť Fast DiSEqC. Ak si nie ste istí, vyberte 'nie'.
sr: Izaberi Brzi DiSEqC ako vam vazdušni sistem to podržava. Ako niste sigurni izaberite 'ne'.
sv: Välj Fast DiSEqC om ditt antennsystem stöder det. Om du är osäker väljer du "Nej".
ta: உங்கள் வான்வழி அமைப்பு அதை ஆதரித்தால் வேகமான Diseqc ஐத் தேர்ந்தெடுக்கவும். உங்களுக்குத் தெரியாவிட்டால் 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Anten sisteminiz destekliyorsa Hızlı DiSEqC'yi seçin. Emin değilseniz 'Hayır'ı seçin.
uk: Виберіть Швидкий DiSEqC, якщо ваша антена підтримує це. Якщо ви не впевнені, виберіть 'ні'.

source: Select Folders
bg: Изберете папки
cs: Vyberte složky
el: Επιλογή φακέλων
fi: Hakemiston valinta
fr: Choisir les répertoires
hr: Odaberi Mapu
it: Seleziona cartelle
lt: Pasirinkite katalogus
nl: Selecteer mappen
pl: Wybierz foldery
sk: Vyberte priečinky
sr: Izaberi Fasciklu
sv: Välj mappar
ta: கோப்புறைகளைத் தேர்ந்தெடு
tr: Klasör Seç
uk: Виберіть теки

source: Select Lan/Wlan
bg: Изберете Lan/Wlan
cs: Vybrat LAN/Wlan
da: Vælg LAN/WLAN
de: Auswahl LAN/WLAN
el: Επιλογή Lan/Wlan
et: Vali Lan/Wlan
fi: Valitse LAN/WLAN
fr: Sélection LAN/WiFi
hr: Odaberi Lan/Wlan
hu: Lan/Wlan választása
it: Seleziona LAN/WLAN
lt: Pasirinkite tinklą
nl: Selecteer een lan of wlan adapter
pl: Wybierz LAN/WLAN
ru: Выбор Lan/Wlan
sk: Výber LAN/WLAN
sr: Izaberi Lan/Wlan
sv: Välj Lan/Wlan
ta: LAN/WLAN ஐத் தேர்ந்தெடுக்கவும்
tr: Kablolu Ağ / Kablosuz Ağ Seçin
uk: Вибір Lan/Wi-Fi
vi: Chọn Lan / Wlan
zh_cn: 选择有线/无线

source: Select Location
bg: Изберете местоположение
cs: Vyberte umístění
da: Vælg placering
de: Speicherort auswählen
el: Επιλογή τοποθεσίας
et: Vali asukoht
fi: Valitse Sijainti
fr: Choisir l'emplacement
hr: Odaberi Lokaciju
hu: Hely kiválasztása
it: Seleziona località
lt: Pasirinkite vietą
nl: Selecteer locatie
pl: Wybierz lokalizację
ru: Выбор расположения
sk: Vyberte umiestnenie
sl: Izberite lokacijo
sr: Izaberi Lokaciju
sv: Välj Plats
ta: இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
tr: Konum Seç
uk: Вибрати місце розташування
vi: Chọn địa điểm
zh_cn: 选择位置

source: Select Media Location
cs: Vyberte umístění médií
el: Επιλογή τοποθεσίας πολυμέσων
fi: Valitse Media Sijainti
hr: Odaberi Lokaciju Medija
it: Seleziona percorso multimediale
lt: Pasirinkite medijos vietą
nl: Selecteer Medialocatie
pl: Wybierz lokalizację mediów
sk: Vyberte umiestnenie média
sr: Izaberi Lokaciju Medija
sv: Välj medieplats
ta: மீடியா இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
tr: Medya Konumunu Seç
uk: Виберіть розташування медіафайлів

source: Select Playback Location
cs: Vyberte umístění přehrávání
el: Επιλογή τοποθεσίας αναπαραγωγής
fi: Valitse Toisto sijainti
hr: Odaberi Lokaciju za Reprodukciju
it: Seleziona posizione riproduzione
lt: Pasirinkite atkūrimo vietą
nl: Selecteer een afspeellocatie
pl: Wybierz lokalizację odtwarzania
sk: Vyberte umiestnenie prehrávania
sr: Izaberi Lokaciju za Reprodukciju
sv: Välj plats för uppspelning
ta: பிளேபேக் இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
tr: Oynatma Konumunu Seç
uk: Виберіть місце відтворення

source: Select Quad Channels
bg: Изберете Quad Channels
cs: Vybrat Quad Channels
da: Vælg Firdobbel kanaler
de: Sendergruppe auswählen
el: Επιλογή τετραπλών καναλιών
et: Vali Quad PiP kanalid
fi: Valitse Quad kanavat
fr: Sélectionner les canaux quadruples
hr: Odaberi 4X Kanale
hu: Quad Csatorna választása
it: Seleziona Quad Channel
lt: Pasirinkite 4 PIP kanalus
nl: Selecteer Quad zenders
pl: Wybierz Kanały Quad
sk: Vyberte Quad kanály
sr: Izaberi 4X Kanale
sv: Välj Quad-kanaler
ta: குவாட் சேனல்களைத் தேர்ந்தெடுக்கவும்
tr: Quad Kanallarını Seç
uk: Вибір чотирьохекранних каналів
vi: Chọn kênh Quad
zh_cn: 选择四画面频道

source: Select Satellites
bg: Изберете сателити
cs: Vybrat satelity
el: Επιλογή δορυφόρων
fi: Valitse satelliitit
fr: Sélectionner les satellites
hr: Odaberi Satelite
it: Seleziona satelliti
lt: Pasirinkite palydovus
nl: Selecteer de satellieten
pl: Wybierz satelity
sk: Vyberte družice
sr: Izaberi satelite
sv: Välj satelliter
ta: செயற்கைக்கோள்களைத் தேர்ந்தெடுக்கவும்
tr: Uyduları Seç
uk: Виберіть супутники

source: Select SeekBar to be activated by arrow LEFT/RIGHT (long) or << >> (long).
cs: Vyberte aktivaci lišty šipkou L/R (dlouhý stisk) nebo << >> (dlouhý stisk).
el: Επιλογή ενεργοποίησης μπάρας αναζήτησης με τα πλήκτρα Α/Δ (παρατεταμένα) ή << >> (παρατεταμένα).
hr: Odaberite traku pretraživanja koja će se aktivirati strelicom LIJEVO/DESNO (dugo) ili << >> (dugo).
it: Seleziona Barra di ricerca da attivare con la freccia SIN/DES (lunga) o << >> (lunga).
lt: Pasirinkite, kad paieškos juostą aktyvuoti rodyklėmis '</>' (ilgai), arba '<</>>' (ilgai).
nl: Selecteer of de zoekbalk wordt geactiveerd met LINKS/RECHTS lang of met <</>> lang.
sr: Odaberite traku za pretragu koja će biti aktivirana strelicama LEVO/DESNO (dugo) ili << >> (dugo).
sv: Välj SeekBar som ska aktiveras med pil L/R (lång) eller << >> (lång).
tr: Arama çubuğunu etkinleştirmek için SOL/SAĞ tuşlarını (uzun) veya << >> (uzun) tuşlarını kullanın.
uk: Виберіть кнопку активації Seekbar вправо/вліво або << >> (довге натискання).

source: Select Shares
cs: Vyberte Sdílené položky
el: Επιλογή κοινόχρηστων στοιχείων
fi: Valitse Jaot
hr: Odaberi Shares
it: Seleziona condivisioni
nl: Shares selecteren
pl: Wybierz Udostępnienia
sk: Výber zdieľaní
sr: Izaberi delenje
sv: Välj aktier
ta: பங்குகளைத் தேர்ந்தெடுக்கவும்
tr: Paylaşımları Seç
uk: Вибрати доступ

source: Select Softcam
bg: Изберете softcam
cs: Vyberte softcam
da: Vælg Softcam
de: Softcam auswählen
el: Επιλογή softcam
et: Vali EMU
fi: Valitse softcam
fr: Sélectionnez softcam
hr: Odaberi Softcam
it: Seleziona softcam
lt: Pasirinkite emuliatorių
nl: Kies een softcam
pl: Wybierz softcam
sk: Vyberte softcam
sr: Izaberi softcam
sv: Välj Softcam
ta: SoftCam ஐத் தேர்ந்தெடுக்கவும்
tr: Softcam Seç
uk: Виберіть softcam
vi: Chọn Softcam
zh_cn: 选择SoftCam

source: Select Software Update
bg: Изберете актуализация на софтуера
cs: Vyberte typ aktualizace Software
da: Vælg Software-opdatering
de: Auswahl Software Update
el: Επιλογή ενημέρωσης λογισμικού
et: Vali tarkvara uuendus
fi: Ohjelmistopäivitys
fr: Choisir mise à jour logiciel
hr: Odaberi Softver za Ažuriranje
hu: Szoftverfrissítés választása
it: Seleziona aggiornamento software
lt: Pasirinkite programinės įrangos atnaujinimą
nl: Selecteer software update
pl: Wybierz aktualizację systemu
ru: Выбор обновления ПО
sk: Vyberte aktualizáciu softvéru
sr: Izaberi Softver za Ažuriranje
sv: Välj Programuppdatering
ta: மென்பொருள் புதுப்பிப்பைத் தேர்ந்தெடுக்கவும்
tr: Yazılım Güncelleme Seç
uk: Вибір оновлення ПЗ
vi: Chọn Cập nhật phần mềm
zh_cn: 选择软件更新

source: Select Time Shift Location
cs: Vyberte umístění časového posunu
el: Επιλογή τοποθεσίας χρονομετατόπισης
fi: Valitse ajansiirto sijainti
hr: Odaberi Lokaciju Timeshift
it: Seleziona posizione timeshift
lt: Pasirinkite laiko poslinkio vietą
nl: Een locatie selecteren voor Timeshift opnames
pl: Wybierz lokalizację przesunięcia w czasie
sk: Vyberte umiestnenie timeshiftu
sr: Izaberi Lokaciju Tajmšifta
sv: Välj tid Skift Plats
ta: நேர சிப்ட் இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
tr: Zaman Kaydırma Konumunu Seç
uk: Виберіть місце зміщення часу

source: Select Upgrade Source
bg: Изберете източник за надстройване
cs: Vyberte zdroje pro aktualizaci
el: Επιλογή πηγής αναβαθμίσεων
fi: Valitse päivityksen lähdeosoite
fr: Choisissez la source de mise à niveau
hr: Odaberi Izvor Nadogradnje
it: Seleziona sorgente aggiornamenti
lt: Pasirinkite atnaujinimo šaltinį
nl: Selecteer de update bron
pl: Wybierz źródło aktualizacji
sk: Vyberte zdroj pre aktualizáciu
sr: Izaberi Izvor Nadogradnje
sv: Välj uppgraderingskälla
ta: மூலத்தை மேம்படுத்தவும் என்பதைத் தேர்ந்தெடுக்கவும்
tr: Yükseltme Kaynağını Seç
uk: Вибір джерела оновлення

source: Select Upgrade Source To Edit
bg: Изберете източник за надстройване, който да редактирате.
cs: Výběr zdroje pro aktualizaci k úpravě
el: Επιλογή πηγής αναβάθμισης για επεξεργασία
fi: Valitse päivityksen lähde muokattavaksi
fr: Choisissez la source de mise à niveau à éditer.
hr: Odaberi Izvor Nadogradnje za Uređivanje
it: Seleziona sorgente aggiornamento da modificare
lt: Pasirinkite versijos naujinimo šaltinį, kurį norite redaguoti
nl: Selecteer te wijzigen Update-feed
pl: Wybierz źródło aktualizacji do edycji
sk: Vyberte zdroj aktualizácií na úpravu
sr: Izaberi Izvor Nadogradnje za Uređivanje
sv: Välj uppgraderingskälla för att redigera
ta: திருத்த மூலத்தை மேம்படுத்தவும்
tr: Düzenlemek İçin Yükseltme Kaynağını Seç
uk: Виберіть джерело оновлення для редагування

source: Select a Softcam from the available list as the default for AutoCam.
cs: Vyberte Softcam z dostupného seznamu jako výchozí pro AutoCam.
el: Επιλογή ενός softcam από τη διαθέσιμη λίστα ως προεπιλεγμένο αυτόματο.
fi: Valitse Softcam käytettävissä olevasta listassa oletusarvona CI+.
hr: Odaberi Softcam sa dostupnog spiska kao zadani za AutoCam.
it: Seleziona una Softcam dall'elenco disponibile come predefinita per AutoCam.
nl: Een Softcam uit de lijst selecteren als standaard voor AutoCam.
pl: Wybierz Softcam z dostępnej listy jako domyślną AutoCam.
sk: Z dostupného zoznamu vyberte softcam, ktorý bude pre AutoCam východiskový.
sr: Izaberite Softcam sa dostupne liste kao podrazumevanu za AutoCam.
sv: Välj en Softcam från den tillgängliga listan som standard för AutoCam.
ta: ஆட்டோகாமிற்கான இயல்புநிலையாக கிடைக்கக்கூடிய பட்டியலிலிருந்து ஒரு சாஃப்ட்கேமைத் தேர்ந்தெடுக்கவும்.
tr: AutoCam için varsayılan olarak mevcut listeden bir Softcam seçin.
uk: Виберіть камеру Softcam із доступного списку, як стандартну для AutoCam.

source: Select a Softcam from the available list.
bg: Изберете softcam от наличния списък.
cs: Vyberte softcam z dostupného seznamu.
el: Επιλογή ενός softcam από τη λίστα διαθέσιμων.
fi: Valitse softcam käytettävissä olevasta listasta.
fr: Sélectionnez une softcam dans la liste disponible.
hr: Odaberi Softcam sa dostupnog spiska.
it: Seleziona una softcam tra quelle disponibili.
lt: Iš galimų sąrašų pasirinkite emuliatorių.
nl: Kies een softcam uit de lijst.
pl: Wybierz Softcam z dostępnej listy.
sk: Vyberte softcam zo zoznamu dostupných.
sr: Izaberi softcam sa dostupne liste.
sv: Välj en Softcam från den tillgängliga listan.
ta: கிடைக்கக்கூடிய பட்டியலிலிருந்து ஒரு சாஃப்ட்கேமைத் தேர்ந்தெடுக்கவும்.
tr: Geçerli listeden bir softcam seçin.
uk: Виберіть softcam зі списку доступних.

source: Select a bouquet
bg: Изберете букет
cs: Vyberte přehled
da: Vælg en Buket
de: Bouquet auswählen
el: Επιλογή μπουκέτου
et: Vali lemmiknimekiri
fi: Valitse suosikkilista
fr: Sélectionner un bouquet
hr: Odaberi buket
hu: Csatornacsomag kiválasztása
it: Seleziona un bouquet
lt: Pasirinkite paketą
nl: Selecteer een favorietenlijst
pl: Wybierz listę kanałów
pt_br: Selecione um grupo de favoritos
ru: Выберите фаворит
sk: Vyberte prehľad
sr: Izaberi buket
sv: Välj en bukett
ta: ஒரு பூச்செண்டு என்பதைத் தேர்ந்தெடுக்கவும்
tr: Bir buket seç
uk: Вибрати фаворит
vi: Chọn một gói kênh
zh_cn: 选择频道

source: Select a debug log file to view:
cs: Vyberte soubor protokolu ladění, který chcete zobrazit:
el: Επιλογή ενός αρχείου καταγραφής αποσφαλμάτωσης για προβολή:
fi: Valitse tarkasteltava vianmäärityslokitiedosto:
hr: Odaberi datoteku log otklanjanja grešaka za pregled:
it: Seleziona un file di registro di debug da visualizzare:
lt: Pasirinkite derinimo žurnalo failą, kurį norite peržiūrėti:
nl: Selecteer een debug log-bestand:
pl: Wybierz plik loga debugowania do wyświetlenia:
sk: Vyberte súbor denníka ladenia, ktorý sa má zobraziť:
sr: Izaberi fajl log otklanjanja grešaka za gledanje:
sv: Välj en debugloggfil som ska visas:
ta: பார்க்க பிழைத்திருத்த பதிவு கோப்பைத் தேர்ந்தெடுக்கவும்:
tr: Görüntülemek için bir hata ayıklama günlük dosyası seçin:
uk: Виберіть файл журналу налагодження для перегляду:

source: Select a device to create multiboot slots
cs: Vyberte zařízení pro vytvoření slotů pro více systémů
el: Επιλογή συσκευής για δημιουργία θέσεων πολλαπλής εκκίνησης
fi: Valitse laite multiboot luomista varten
hr: Odaberite uređaj za stvaranje multiboot utora
it: Seleziona un dispositivo per creare slot multiboot
sr: Izaberite uređaj za kreiranje multiboot slotova
sv: Välj en enhet för att skapa multiboot-platser
tr: Çoklu önyükleme yuvaları oluşturmak için bir cihaz seçin
uk: Виберіть пристрій для створення слотів для multiboot

source: Select a device to use as the flash expander
cs: Vyberte zařízení, které chcete použít jako expandér flash
el: Επιλέξτε μια συσκευή για χρήση ως επέκταση flash
fi: Valitse laite, jota käytetään muistin laajentimena
hr: Odaberi uređaj koji će se koristiti za flash proširenje
it: Seleziona un dispositivo da usare come espansore flash
nl: Selecteer een apparaat dat u wilt gebruiken als Flash-Expander
pl: Wybierz urządzenie, aby skorzystać z rozszerzacza flash
sk: Vyberte zariadenie, ktoré sa má použiť ako flash expandér
sr: Izaberite uređaj koji ćete koristiti kao flash ekspander
sv: Välj en enhet som ska användas som flashexpander
ta: ஃபிளாச் விரிவாக்கமாக பயன்படுத்த ஒரு சாதனத்தைத் தேர்ந்தெடுக்கவும்
tr: Flaş genişletici olarak kullanmak için bir cihaz seçin
uk: Виберіть пристрій, який буду використовувати, як розширювач флеш-пам’яті

source: Select a device to use for the additional slots
cs: Vyberte zařízení, které chcete použít pro další sloty
el: Επιλέξτε μια συσκευή για χρήση ως πρόσθετες θέσεις
fi: Valitse laite, jota käytetään lisä paikkoja varten
hr: Odaberi uređaj koji će se koristiti za dodatni utor
it: Seleziona un dispositivo da usare per gli slot aggiuntivi
nl: Selecteer een apparaat dat u wilt gebruiken voor de extra slots
pl: Wybierz urządzenie, na którym będziesz korzystać z dodatkowych slotów
sk: Vyberte zariadenie, ktoré sa použije pre ďalšie sloty
sr: Izaberite uređaj koji ćete koristiti za dodatne slotove
sv: Välj en enhet som ska användas för de extra platserna
ta: கூடுதல் இடங்களுக்கு பயன்படுத்த ஒரு சாதனத்தைத் தேர்ந்தெடுக்கவும்
tr: Ek yuvalar için kullanılacak bir cihaz seçin
uk: Виберіть пристрій для використання додаткових слотів

source: Select a directory
cs: Vyberte adresář
el: Επιλογή φακέλου
fi: Valitse hakemisto
hr: Odaberi direkrorij
it: Seleziona una cartella
lt: Pasirinkite katalogą
nl: Selecteer een map
pl: Wybierz katalog
sk: Vyberte priečinok
sr: Izaberi direkrorij
sv: Välj en katalog
ta: ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்
tr: Dizin seç
uk: Вибрати каталог

source: Select a directory from the bookmarks
cs: Vyberte adresář ze záložek
el: Επιλογή φακέλου από τους σελιδοδείκτες
fi: Valitse hakemisto kirjanmerkeistä
hr: Odaberi direkrorij iz obeleživača
it: Seleziona una cartella dai segnalibri
lt: Pasirinkite katalogą iš žymių
nl: Selecteer een map uit de bladwijzers
pl: Wybierz katalog z zakładek
sk: Vyberte priečinok zo záložiek
sr: Izaberi direkrorij iz obeleživača
sv: Välj en katalog från bokmärkena
ta: புக்மார்க்குகளிலிருந்து ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்
tr: Yer imlerinden bir dizin seçin
uk: Вибрати каталог із закладок

source: Select a distribution from where images are to be obtained
cs: Vyberte distribuci, ze které chcete získat obrazy
el: Επιλογή διανομής από την οποία θα αντλούνται τα images
fi: Valitse jakelija, josta ohjelmistot haetaan
hr: Odaberi raspodijelu odakle treba da se dobije slika
it: Seleziona una distribuzione da cui devono essere prelevate le immagini
lt: Pasirinkite platintoją, iš kurio turi būti gaunami atvaizdai
nl: Selecteer een distributie van welke de images moeten worden opgehaald
pl: Wybierz dystrybucję, z której systemy mają zostać pobrane
sk: Vyberte distribúciu, z ktorej sa majú získať image
sr: Izaberi raspodelu odakle treba da se dobije imidž
sv: Välj en distribution varifrån bilderna ska hämtas
ta: படங்கள் பெற வேண்டிய இடத்திலிருந்து ஒரு விநியோகத்தைத் தேர்ந்தெடுக்கவும்
tr: Yazılımların alınacağı dağıtım kanalını seçin
uk: Виберіть дистрибутив, з якого потрібно отримати імідж

source: Select a location into which to extract '%s':
cs: Vyberte umístění, do kterého chcete extrahovat '%s':
el: Επιλογή τοποθεσίας για εξαγωγή του '%s':
fi: Valitse sijainti, johon haluat purkaa '%s':
hr: Odaberi lokaciju na koju želite izdvojiti '%s':
it: Seleziona una posizione in cui estrarre '%s':
lt: Pasirinkite vietą, į kurią norite išskleisti "%s":
nl: Selecteer een locatie waar u '%s' wilt uitpakken:
pl: Wybierz lokalizację, do której chcesz wyodrębnić '%s':
sk: Vyberte umiestnenie, kam sa má rozbaliť '%s':
sr: Izaberi lokaciju na koju želite izdvojiti '%s':
sv: Välj en plats som du vill extrahera '%s' till:
ta: '%s' பிரித்தெடுக்க ஒரு இடத்தைத் தேர்ந்தெடுக்கவும்:
tr: '%s' verilerinin çıkarılacağı konumu seçin:
uk: Виберіть розташування, куди потрібно витягти '%s':

source: Select a menu item
cs: Vyberte položku nabídky
el: Επιλέξτε ένα στοιχείο μενού
fi: Valitse valikko kohde
hr: Odaberi stavke menu
it: Seleziona una voce di menu
nl: Selecteer een menu-item
pl: Wybierz element menu
sk: Vyberte položku menu
sr: Izaberite stavku iz menija
sv: Välj ett menyalternativ
ta: பட்டியல் உருப்படியைத் தேர்ந்தெடுக்கவும்
tr: Bir menü öğesi seç
uk: Виберіть пункт меню

source: Select a movie
bg: Изберете филм
cs: Vyberte film
da: Vælg en film
de: Filmauswahl
el: Επιλογή ταινίας
et: Vali film
fi: Elokuvan valinta
fr: Sélectionner un film
hr: Odaberi film
hu: Felvétel kiválasztása
it: Seleziona una registrazione
lt: Pasirinkite filmą
nl: Selecteer een opname
pl: Wybierz film
pt_br: Selecione um vídeo
ru: Выберите запись (фильм)
sk: Vyberte film
sl: Izberite film
sr: Izaberi film
sv: Välj en film
ta: ஒரு திரைப்படத்தைத் தேர்ந்தெடுக்கவும்
tr: Bir film seç
uk: Вибрати відео
vi: Chọn một bộ phim
zh_cn: 选择一部电影

source: Select a network adapter
bg: Изберете мрежов адаптер
cs: Vyberte síťový adaptér
da: Vælg en netværksadapter
de: Netzwerkschnittstelle auswählen
el: Επιλογή προσαρμογέα δικτύου
et: Vali võrgukaart
fi: Valitse verkkoadapteri
fr: Sélectionner un adaptateur réseau
hr: Odaberi mrežni adapter
hu: Válasszon hálózati adaptert
it: Seleziona una scheda di rete
lt: Pasirinkite tinklo adapterį
nl: Selecteer een netwerkadapter
pl: Wybierz kartę sieciową
pt_br: Selecione um adaptador de rede
ru: Выбор сетевого адаптера
sk: Vyberte sieťový adaptér
sr: Izaberi mrežni adapter
sv: Välj ett nätverksadapter
ta: பிணைய அடாப்டரைத் தேர்ந்தெடுக்கவும்
tr: Bir ağ bağdaştırıcısı seçin
uk: Вибір мережевого адаптера
vi: Chọn bộ điều hợp mạng
zh_cn: 选择一个网络适配器

source: Select a permanent mount point for all devices
cs: Vyberte trvalý přípojný bod pro všechna zařízení
el: Επιλογή μόνιμου σημείου προσάρτησης για όλες τις συσκευές
fi: Valitse pysyvä liitospiste kaikille laitteille
hr: Odaberi stalnu točku montiranja za sve uređaje
it: Seleziona un punto di montaggio permanente per tutti i dispositivi
nl: Selecteer een permanent mountpunt voor alle apparaten
pl: Wybierz stały punkt montowania dla wszystkich urządzeń
sk: Vyberte trvalý bod pripojenia pre všetky zariadenia
sr: Izaberite stalnu tačku montaže za sve uređaje
sv: Välj en permanent monteringspunkt för alla enheter
ta: எல்லா சாதனங்களுக்கும் நிரந்தர மவுண்ட் பாயிண்டைத் தேர்ந்தெடுக்கவும்
tr: Tüm cihazlar için kalıcı bir bağlama noktası seçin
uk: Виберіть постійну точку підключення для всіх пристроїв

source: Select a permanent mount point for the current device
cs: Vyberte trvalý přípojný bod pro aktuální zařízení
el: Επιλογή μόνιμου σημείου προσάρτησης για την τρέχουσα συσκευή
fi: Valitse pysyvä liitospiste nykyiselle laitteille
hr: Odaberi trajnu točku montiranja za trenutni uređaj
it: Seleziona un punto di montaggio permanente per il dispositivo attuale
nl: Selecteer een permanent mountpunt voor het huidige apparaat
pl: Wybierz stały punkt montowania dla bieżącego urządzenia
sk: Vyberte trvalý bod pripojenia pre aktuálne zariadenie
sr: Izaberite trajnu tačku montiranja za trenutni uređaj
sv: Välj en permanent monteringspunkt för den aktuella enheten
ta: தற்போதைய சாதனத்திற்கு நிரந்தர மவுண்ட் பாயிண்டைத் தேர்ந்தெடுக்கவும்
tr: Geçerli cihaz için kalıcı bir bağlama noktası seçin
uk: Виберіть постійну точку підключення для поточного пристрою

source: Select a repository commit log to view:
cs: Vyberte protokol potvrzení úložiště, který chcete zobrazit:
el: Επιλογή ενός αρχείου καταγραφής αποσφαλμάτωσης από το αποθετήριο για προβολή:
fi: Valitse arkiston loki tarkasteltavaksi:
hr: Odaberi evidenciju obaveznog log za prikaz:
it: Seleziona un registro di commit del repository da visualizzare:
lt: Pasirinkite saugyklos įsipareigojimų žurnalą, kad peržiūrėtumėte:
nl: Selecteer een repository commit-log:
pl: Wybierz log z repozytorium, który chcesz zobaczyć:
sk: Vyberte denník o odovzdaní do repozitára, ktorý sa má zobraziť:
sr: Izaberi evidenciju obaveznog log za prikaz:
sv: Välj en logg från en förvarslösning för att visa den:
ta: பார்வைக்கு ஒரு களஞ்சியத்தை கமிட் பதிவு என்பதைத் தேர்ந்தெடுக்கவும்:
tr: Görüntülemek istediğiniz depo taahhüt günlüğünü seçin:
uk: Виберіть журнал фіксації сховища для перегляду:

source: Select a script to run:
bg: Изберете скрипт за стартиране:
cs: Vyberte skript ke spuštění:
da: Vælg skript der skal køres:
de: Zu startendes Script wählen:
el: Επιλογή ενός σεναρίου προς εκτέλεση:
et: Vali käivitatav skript:
fi: Valitse suoritettava scripti:
fr: Choisir un script à exécuter :
hr: Odaberi skriptu za pokretanje:
hu: Válasszon egy scriptet a futtatáshoz:
it: Seleziona uno script da avviare:
lt: Pasirinkite scenarijų, kad paleisti:
nl: Selecteer script om uit te voeren:
pl: Wybierz skrypt do uruchomienia:
ru: Выбор скрипта для запуска:
sk: Vyberte skript na spustenie:
sr: Izaberi skriptu za pokretanje:
sv: Välj ett skript som ska köras:
ta: இயக்க ஒரு ச்கிரிப்டைத் தேர்ந்தெடுக்கவும்:
tr: Çalıştırılacak bir komut dosyası seçin:
uk: Вибір скрипта для запуску:
vi: Chọn một tập lệnh để chạy:
zh_cn: 选择要运行的脚本:

source: Select a time, when in Standby, after which the descramble can proceed.
cs: V pohotovostním režimu vyberte čas, po kterém může dekódování pokračovat.
el: Επιλογή χρόνου κατά την αναμονή, μετά τον οποίο θα συνεχίζεται η αποκωδικοποίηση.
hr: Odaberite vrijeme tijekom čekanja nakon kojeg može početi dešifriranje.
it: Seleziona un orario, in modalità standby, dopo il quale procedi alla decodifica.
nl: Selecteer een tijd wanneer in Stand-by de decodering voortgezet mag worden.
sr: Odaberite vreme, kada je u režimu čekanja, nakon kojeg dešifrovanje može da nastavi.
sv: Välj en tid, i standbyläge, efter vilken avtrappningen kan fortsätta.
tr: Bekleme modundayken, şifre çözme işleminin başlamasından sonra bir süre seçin.
uk: Виберіть час у режимі очікування, після якого може продовжитися декодування.
