Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Start/stop slide show
bg: Стартиране/спиране на слайдшоуто
cs: Spustit/ukončit prezentaci
da: Start/stop lysbilledshow
de: Diashow starten / stoppen
el: Εκκίνηση/σταμάτημα προβολής διαφανειών
et: Käivita/peata slaidiseanss
fi: Käynnistä / lopeta diaesitys
fr: Démarrer/arrêter le diaporama
hr: Pokreni/Zaustavi projekciju slajdova
it: Avvia o ferma la presentazione
lt: Pradėti/sustabdyti skaidrių demonstravimą
nl: Start/stop diavoorstelling
pl: Start/stop pokaz slajdów
sk: Spustenie/zastavenie prezentácie
sr: Pokreni/Zaustavi projekciju slajdova
sv: Starta/stoppa bildspelet
ta: ச்லைடு சோவைத் தொடங்குங்கள்
tr: Slayt gösterisini başlat / durdur
uk: Запуск/зупинка слайд-шой
vi: Bắt đầu / dừng trình chiếu
zh_cn: 开始/停止幻灯片放映

source: Start/stop/select cam
bg: Стартсиране/спиране/избор на емулатор
cs: Spuštění / Stopnutí /Výběr camů
da: Start/stop/vælg CAM
de: Starten/Stoppen/Auswahl der Cams
el: Εκκίνηση/σταμάτημα/επιλογή cam
et: Vali, käivita või peata emulaator
fi: Käynnistä/pysäytä/valitse cam
fr: Démarrer/arrêter/sélectionner cam
hr: Pokreni/Zaustavi/Odabir Cam
hu: Cam Indítása/Megállítása/Kiválasztása
it: Avvia, ferma, seleziona cam
lt: Pradėti/stabdyti/pasirinkti emu
nl: Start/stop/selecteer Softcam
pl: Ustawienia softcam
ru: Запуск/Остановка/Выбор эмулятора
sk: Spustenie/zastavenie/výber softacmu
sr: Pokreni/Zaustavi/Izbor cam
sv: Starta/stoppa/välja kamera
ta: CAM ஐத் தொடங்க/நிறுத்து/தேர்ந்தெடுக்கவும்
tr: Cam'ı başlat / durdur / seç
uk: Запуск/Зупинка/Вибір емулятора
vi: Bắt đầu / dừng / chọn cam
zh_cn: 启动/停止/选择CAM

source: Start/stop/select your cam, You need to install first a softcam
bg: Старт/стоп/избор на ваш softcam, трябва да инсталирате първо softcam
cs: Spuštění/zastavení/výběr cam. Nejprve musíte nainstalovat softcam
da: Start/stop/vælg dit CAM, kræver at du først installere et softcam
de: Starten/Stoppen/Auswahl der Cams, Installation eines Cams ist erforderlich.
el: Εκκίνηση/σταμάτημα/επιλογή του cam σας, απαιτείται πρώτα η εγκατάσταση ενός softcam
et: Käivita, peata ja vali emulaator. Esmalt tuleb see paigaldada
fi: Käynnistä/pysäytä/valitse cam, Sinun on ensin asennettava softcam
fr: Démarrer/arrêter/sélectionner cam, vous devez d'abord installer un softcam
hr: Pokreni/Zaustavi/Odabir Cam, prvo treba instalirati softcam
hu: Cam Indítása/Megállítása/Kiválasztása, Először a Softcam-ot telepítenie kell
it: Avvia, ferma, seleziona cam. È necessario installare prima una softcam
lt: Pasirinkti/stabdyti/paleisti emuliatorių. Pirmiausiai reikia įdiegti emuliatorių
nl: Hier kunt u de softcams installeren en beheren.
pl: Ustawienia softcam, uruchom, zatrzymaj, wybierz, pobierz
ru: Запуск/Остановка/Выбор эмулятора, сначала нужно установить эмулятор
sk: Spustenie/zastavenie/výber softcamov. Softcam je najprv potrebné nainštalovať
sr: Pokreni/Zaustavi/Izbor cam, prvo treba instalirati softcam
sv: Starta/stoppa/välja din kamera, Du måste först installera en softcam
ta: உங்கள் கேமைத் தொடங்க/நிறுத்து/தேர்ந்தெடுக்கவும், நீங்கள் முதலில் ஒரு மென்பொருளை நிறுவ வேண்டும்
tr: Cam'ı başlatın/durdurun/seçin, öncelikle bir softcam yüklemeniz gerekir
uk: Запуск/Зупинка/Вибір емулятора, спочатку потрібно встановити емулятор
vi: Bắt đầu / dừng / chọn cam của bạn, Trước tiên bạn cần cài đặt một máy ảnh mềm
zh_cn: 启动/停止/选择CAM,你首先需要安装一个softcam

source: Starting Softcam
bg: Стартиране на Softcam
cs: Spuštění Softcam
da: Starter Softcam
de: Starte Softcam
el: Εκκίνηση softcam
et: EMU käivitamine
fi: Käynnistetään Softcam
fr: Démarrer Softcam
hr: Pokreni Softcam
hu: Softcam elindítása
it: Avvia softcam
lt: Paleidžiamas emuliatorius
nl: Starten Softcam
pl: Uruchamianie softcam
ru: Запускается Softcam
sk: Spustenie softcamu
sr: Pokreni Softcam
sv: Starta Softcam
ta: சாப்ட்கேம் தொடங்குகிறது
tr: Softcami Başlat
uk: Запуск Softcam
vi: Khởi động Softcam
zh_cn: 启动softcam

source: Starting column
cs: Počáteční sloupec
el: Στήλη εκκίνησης
fi: Aloitus sarake
hr: Početna kolona
it: Colonna iniziale
nl: Startkolom
pl: Kolumna początkowa
sk: Počiatočný stĺpec
sr: Početna kolona
sv: Startkolumn
ta: தொடக்க நெடுவரிசை
tr: Başlangıç sütunu
uk: Початкова колонка

source: Starting date
cs: Počáteční datum
el: Ημερομηνία έναρξης
fi: Aloituspäivä
hr: Početni datum
it: Data di inizio
nl: Startdatum
pl: Data początkowa
sk: Začiatočný dátum
sr: Početni datum
sv: Start datum
ta: தொடக்க தேதி
tr: Başlangıç tarihi
uk: Початкова дата

source: Starting directory
bg: стартова директория
cs: Výchozí adresář
el: Φάκελος έναρξης
fi: Avataan hakemistoa
fr: répertoire départ
hr: Pokretanje direktorijuma
it: cartella di avvio
lt: Pradinis katalogas
nl: Start map
pl: katalog początkowy
sk: Východiskový priečinok
sr: Pokretanje direktorijuma
sv: Starta katalog
ta: கோப்பகத்தைத் தொடங்குகிறது
tr: Başlangıç dizini
uk: початкова директорія

source: Starting time
cs: Čas začátku
el: Ώρα έναρξης
fi: Aloitusaika
hr: Vrijeme početka
it: Minuti MAX di anticipo sull'orario previsto
lt: Pradedama
nl: Start tijd
pl: Czas rozpoczęcia
sk: Čas začiatku
sr: Vreme početka
sv: Starttidpunkt
ta: தொடக்க நேரம்
tr: Başlangıç zamanı
uk: Час початку

source: Starts in a few seconds
bg: Започва след няколко секунди
cs: Začíná za několik sekund
da: Starter om nogle få sekunder
de: Startet in wenigen Sekunden
el: Ξεκινά σε λίγα δευτερόλεπτα
fi: Alkaa 5 sekunnissa
fr: Démarre en quelques secondes
hr: Počinje za nekoliko sekundi
it: Inizia in pochi secondi
lt: Prasidės po kelių sekundžių
nl: Begint over enkele seconden
pl: Zaczyna się za kilka sekund
sk: Spustí sa o niekoľko sekúnd
sr: Počinje za nekoliko sekundi
sv: Startar på några sekunder
ta: சில நொடிகளில் தொடங்குகிறது
tr: Birkaç saniye içinde başlayacak
uk: Починається через кілька секунд
zh_cn: 几秒钟后开始

source: Startup device not found!
cs: Spouštěcí zařízení nebylo nalezeno!
el: Δεν βρέθηκε η συσκευή εκκίνησης!
hr: Uređaj za pokretanje nije pronađen!
it: Dispositivo di avvio non trovato!
sr: Uređaj za pokretanje nije pronađen!
sv: Uppstartsenheten hittades inte!
tr: Başlangıç cihazı bulunamadı!
uk: Пристрій запуску не знайдено!

source: State
bg: Състояние
cs: Stav
el: Κατάσταση
fi: Lääni
hr: Država
it: Regione
lt: Būklė
nl: Status
pl: Stan
sk: Región
sr: Država
sv: Tillstånd
ta: மாநிலம்
tr: Şehir
uk: Регіон

source: Static IP / Custom
bg: Статичен IP / Персонализиран
cs: Statická adresa IP / Vlastní
el: Στατική IP / προσαρμοσμένη
fi: Staattinen IP / Mukautettu
hr: Statički IP / Prilagođen
it: IP statico/personalizzato
lt: Statinis IP / Pasirinktinis
nl: Statische IP / Aangepast
pl: Statyczne IP / Niestandardowe
sk: Statická IP/vlastná IP
sr: Statički IP / Prilagođen
sv: Statisk IP / Anpassad
ta: நிலையான ஐபி / தனிப்பயன்
tr: Statik IP / Özel
uk: Статичний IP / Користувацький

source: Status
bg: Статус
cs: Stav
el: Κατάσταση
et: Olek
fi: Tila
fr: Statut
hu: Állapot
it: Stato
lt: Būsena
pl: Stan
ru: Состояние
sk: Stav
ta: நிலை
tr: Durum
uk: Статус
vi: Bắt đầu
zh_cn: 状态

source: Status message timeout
cs: Vypršel časový limit stavové zprávy
el: Χρονικό όριο λήξης κατάστασης
fi: Tilaviestin aikakatkaisu
hr: Status poruka o vremenskom izlazu
it: Timeout messaggio di stato
nl: Time-out voor statusberichten
pl: Upłynął limit czasu komunikatu statusu
sk: Časový limit pre správu o stave
sr: Status poruka o vremenskom izlazu
sv: Timeout för statusmeddelande
ta: நிலை செய்தி நேரம் முடிந்தது
tr: Durum mesajı zaman aşımı
uk: Час очікування повідомлення про стан

source: Status of the display during operation
bg: Състояние на дисплея по време на работа
cs: Stav displeje za provozu
da: Status af skærmern under drift-tilstand
de: Status des Displays im Betrieb
el: Κατάσταση της οθόνης πρόσοψης κατά τη λειτουργία του δέκτη
fi: Näytön tila käytössä
fr: État de l'affichage pendant le fonctionnement
hr: Status zaslona tokom operacije
it: Stato del display durante il funzionamento
lt: Ekrano būsena veikimo metu
nl: Status van het display wanneer actief
pl: Status wyświetlacza podczas pracy
sk: Stav displeja počas prevádzky
sr: Status ekrana tokom operacije
sv: Displayens status under drift
ta: செயல்பாட்டின் போது காட்சியின் நிலை
tr: Çalışma sırasında ekranın durumu
uk: Стан дисплея під час роботи
vi: Trạng thái của màn hình trong khi hoạt động
zh_cn: 显示器运行状态

source: Status of the display in Deep Standby
cs: Stav displeje v hlubokém spánku
el: Κατάσταση της οθόνης πρόσοψης σε βαθιά αναμονή
hr: Status zaslona u dubokom stanju pripravnosti
it: Stato del display quando spento
lt: Ekrano būsena gilaus budėjimo režime
nl: Status van het display wanneer uitgeschakeld
sr: Status ekrana u dubokom čekanju
sv: Status för displayen i djup standby
tr: Derin Bekleme modunda ekranın durumu
uk: Стан дисплея в глибокому режимі очікування

source: Status of the display in Standby
cs: Stav displeje v pohotovostním režimu
el: Κατάσταση της οθόνης πρόσοψης κατά την αναμονή
hr: Status zaslona u stanju čekanja
it: Stato del display in 'standby'
lt: Ekrano būsena laukimo režime
nl: Status van het display in stand-by
sr: Status ekrana u stanju pripravnosti
sv: Status för displayen i standby-läge
tr: Bekleme modunda ekranın durumu
uk: Стан дисплея в режимі очікування

source: Status unavailable!
bg: Статусът е недостъпен!
cs: Stav není k dispozici!
el: Κατάσταση μη διαθέσιμη!
fi: Tila ei saatavilla!
fr: Statut non disponible!
hr: Status nije dostupan!
it: Stato non disponibile!
lt: Būsena nepasiekiama!
nl: De status is onbekend!
pl: Status nie dostępny!
sk: Stav nie je dostupný!
sr: Status nije dostupan!
sv: Status ej tillgänglig!
ta: நிலை கிடைக்கவில்லை!
tr: Durum bilgisi mevcut değil!
uk: Статус недоступний!

source: Status:
bg: Статус:
cs: Kraj:
el: Κατάσταση:
et: Olek:
hu: Állapot:
it: Stato:
lt: Būsena:
ru: Статус:
tr: Durum:
uk: Статус:
vi: Bắt đầu:
zh_cn: 更新:

source: Step
cs: Krok
el: Βήμα
fi: Vaihe
hr: Korak
it: Passo
nl: Stap
pl: Krok
sk: Krok
sr: Korak
sv: Steg
ta: படி
tr: Adım
uk: Крок

source: Step east
bg: Стъпка на изток
cs: Krok východně
da: Drej mod øst
de: Schritt nach Osten
el: Βήμα ανατολικά
et: Samm itta
fi: Askel itään
fr: Un pas vers l'Est
hr: Korak na istok
hu: Léptetés kelet felé
it: Passo a est
lt: Žingsnis į rytus
nl: Stap > oost
pl: Krok na wschód
pt_br: Passo leste
ru: Шаг на восток
sk: Krok východne
sl: Korak na Vzhod
sr: Korak na istok
sv: Steg österut
ta: கிழக்கு நோக்கி
tr: Doğuya doğru adım
uk: Крок на схід
vi: Bước về phía đông
zh_cn: 步东

source: Step west
bg: Стъпка на запад
cs: Krok západně
da: Drej mod vest
de: Schritt nach Westen
el: Βήμα δυτικά
et: Samm läände
fi: Askel länteen
fr: Un pas vers l'Ouest
hr: Korak na zapad
hu: Léptetés nyugat felé
it: Passo a ovest
lt: Žingsnis į vakarus
nl: Stap > west
pl: Krok na zachód
pt_br: Passo oeste
ru: Шаг на запад
sk: Krok západne
sl: Korak na Zahod
sr: Korak na zapad
sv: Steg västerut
ta: மேற்கு நோக்கி
tr: Batıya doğru adım
uk: Крок на захід
vi: Bước về phía tây
zh_cn: 步西

source: Stepped east
bg: Стъпаловидно на изток
cs: Krok východně
da: Drejede mod øst
el: Βηματισμός ανατολικά
et: Astuti itta
fi: Askel itään
fr: Ajusté à l'Est
hr: Pokrenuo na istok
hu: Keletre léptetve
it: Passo a est
lt: Pažingsniui į rytus
nl: Naar oost gestapt
pl: Przesunięcie na wschód
pt_br: Passo para leste
ru: Поворот на восток
sk: Krok na východ
sr: Pokrenuo na istok
sv: Steg österut
ta: கிழக்கு நோக்கி
tr: Doğuya doğru adım
uk: Покроково на схід
vi: Bước về phía đông
zh_cn: 步东

source: Stepped west
bg: Стъпаловидно на запад
cs: Krok západně
da: Drejede mod vest
el: Βηματισμός δυτικά
et: Astuti läände
fi: Askel länteen
fr: Ajusté à l'Ouest
hr: Pokrenuo na zapad
hu: Nyugatra léptetve
it: Passo a ovest
lt: Pažingsniui į vakarus
nl: Naar west gestapt
pl: Przesunięcie na zachód
pt_br: Passo para oeste
ru: Поворот на запад
sk: Krok na západ
sr: Pokrenuo na zapad
sv: Steg västerut
ta: மேற்கு நோக்கி
tr: Batıya doğru adım
uk: Покроково на захід
vi: Bước về phía tây
zh_cn: 步西

source: Stop
bg: Стоп
cs: Zastavit
de: Stopp
el: Σταμάτημα
et: Peata
fi: Pysäytä
hu: Állj
lt: Stabdyti
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
sk: Zastaviť
sl: Ustavi
sv: Stoppa
ta: நிறுத்து
tr: Durdur
uk: Зупинити
vi: Dừng lại
zh_cn: 停止

source: Stop Auto Refresh
cs: Zastavit aut. obnovení
el: Διακοπή αυτόματης ανανέωσης
fi: Pysäytä automaattinen virkistys
hr: Zaustavi Auto Osvežavanje
it: Auto aggiorna OFF
nl: Auto-Refresh stoppen
pl: Zatrzymaj auto. odświeżanie
sk: Zastaviť automatické obnovenie
sr: Zaustavi Auto Osvežavanje
sv: Stoppa automatisk uppdatering
ta: ஆட்டோ புதுப்பிப்பை நிறுத்துங்கள்
tr: Otomatik Yenilemeyi Durdur
uk: Зупинити автоматичне оновлення

source: Stop PiP
bg: Стоп на PiP
cs: Ukončit PiP
de: Beende Bild im Bild
el: Τερματισμός PiP
et: Sulge PiP
fi: Sulje PiP
fr: Arrêter PiP
hu: Kép-a-Képben leállítása
it: Ferma PiP
lt: Stabdyti PiP
nl: Beëindig PiP
pl: Zatrzymaj PiP
pt_br: Parar PiP
ru: Отключить PIP
sk: Ukončiť PIP
sv: Stoppa PiP
ta: பிப் நிறுத்துங்கள்
tr: PiP durdur
uk: Відключити ПІП
vi: Dừng PiP
zh_cn: 停止画中画

source: Stop Streams
bg: Спиране на потоци
cs: Zastavit streamy
da: Stop steams
de: Stoppe Streams
el: Διακοπή ροών
et: Peata voogesitused
fi: Pysäytä streamit
fr: Arrêt des Streams
hu: Streams leállítása
it: Ferma stream
lt: Sustabdyti srautus
pl: Zatrzymaj
sk: Zastaviť streamy
sr: Stop Strim
sv: Stoppa strömmar
ta: நீரோடைகளை நிறுத்துங்கள்
tr: Akışları Durdur
uk: Зупинити Стрім
vi: Dừng tất cả các luồng
zh_cn: 停止数据流

source: Stop current event and disable future events
bg: Стоп на текущото събитие и деактивиране на следващите събития
cs: Zastavit aktuální pořad a zakázat následující pořad
el: Διακοπή του τρέχοντος προγράμματος και απενεργοποίηση των επερχόμενων
fi: Pysäytä tallennus ja estä tulevat ajastukset
fr: Stopper événement courant et désactiver les prochains
hr: Zaustavljanje trenutnog događaja i onemogućavanje budućih događaja
it: Ferma evento in corso e disabilita eventi futuri
lt: Sustabdyti dabartinį įvykį ir išjungti būsimus įvykius
nl: Stop huidige timer en annuleer de volgende timers
pl: Zatrzymaj bieżące wydarzenie i wyłącz nadchodzące wydarzenie
sk: Zastaviť aktuálnu udalosť a zrušiť nasledujúce udalosti
sr: Zaustavljanje trenutnog događaja i onemogućavanje budućih događaja
sv: Stoppa aktuell händelse och avaktivera framtida händelser
ta: தற்போதைய நிகழ்வை நிறுத்தி எதிர்கால நிகழ்வுகளை முடக்கவும்
tr: Geçerli etkinliği durdur ve gelecek etkinlikleri devre dışı bırak
uk: Зупинити активне завдання і відмінити наступне

source: Stop current event but not future events
bg: Стоп на текущото събитие, но не и следващите събития
cs: Zastavit aktuální pořad, ale nezakazovat následující pořad
el: Διακοπή του τρέχοντος προγράμματος αλλά όχι των επερχόμενων
fi: Pysäytä tallennus, mutta älä estä tulevia ajastuksia
fr: Stopper événement courant mais pas les prochains
hr: Zaustavljanje trenutnog događaja аli ne i budućih događaja
it: Ferma evento in corso ma non eventi futuri
lt: Sustabdyti dabartinį įvykį, bet ne būsimus įvykius
nl: Stop de huidige timer, maar alle volgende timers toestaan
pl: Zatrzymaj bieżące wydarzenie, ale nie nadchodzące
sk: Zastaviť aktuálnu udalosť, ale nezrušiť nasledujúce udalosti
sr: Zaustavljanje trenutnog događaja аli ne i budućih događaja
sv: Stoppa aktuell händelse men inte framtida händelser
ta: தற்போதைய நிகழ்வை நிறுத்துங்கள், ஆனால் எதிர்கால நிகழ்வுகள் அல்ல
tr: Geçerli etkinliği durdur ama gelecek etkinlikleri durdurma
uk: Зупинити активне завдання, але не наступне

source: Stop edit mode
cs: Ukončit režim úprav
el: Διακοπή επεξεργασίας
fi: Lopeta muokkaus tila
hr: Zaustavi režim uređivanja
it: Ferma modalità di modifica
nl: Bewerking beëindigen
pl: Zatrzymaj tryb edycji
sk: Ukončiť režim úprav
sr: Zaustavi režim uređivanja
sv: Stoppa redigeringsläget
ta: திருத்து பயன்முறையை நிறுத்து
tr: Düzenleme modunu durdur
uk: Виключити режим редагування

source: Stop entry
bg: Стоп на вписване
cs: Zastavit záznam
da: Stoppost
de: Wiedergabe anhalten
el: Σταμάτημα στοιχείου
et: Peata
fi: Pysäytä
fr: Arrêter entrée
hr: Zaustavi unos
hu: Bejegyzés leállítása
it: Ferma ingresso
lt: Stabdyti įrašą
nl: Stop de invoer
pl: Zatrzymaj
pt_br: Parar
ru: Остановить событие
sk: Zastaviť záznam
sr: Zaustavi unos
sv: Stoppa inmatning
ta: நுழைவு நிறுத்து
tr: Girişi durdur
uk: Зупинити запис
vi: Dừng nhập cảnh
zh_cn: 停止录像

source: Stop playing this movie?
bg: Стоп на възпроизвеждане на този филм?
cs: Zastavit přehrávání toho filmu?
da: Stop afspilning af denne film ?
de: Wiedergabe beenden?
el: Διακοπή αναπαραγωγής της ταινίας;
et: Kas lõpetada taasesitus?
fi: Lopetetaanko tallenteen toistaminen?
fr: Arrêter de jouer ce film ?
hr: Da zaustavim ovaj film?
hu: Megállítsam ezt a lejátszást?
it: Fermare riproduzione?
lt: Stabdyti šio filmo žiūrėjimą ?
nl: Stop afspelen van deze opname?
pl: Zatrzymać odtwarzanie tego filmu?
pt_br: Parar a reprodução?
ru: Остановить воспроизведение?
sk: Zastaviť prehrávanie tohto filmu?
sl: Ustavim predvajanje filma?
sr: Da zaustavim ovaj film?
sv: Sluta spela den här filmen?
ta: இந்த படம் விளையாடுவதை நிறுத்தவா?
tr: Bu filmi oynatmayı durduralım mı?
uk: Зупинити відтворення цього фільму?
vi: Dừng chơi phim này?
zh_cn: 停止播放这部电影吗?

source: Stop previous broadcasted service on return to movie list.
bg: Спрете предишната излъчвана услуга при връщане към списъка с филми.
cs: Při návratu na seznam filmů zastavit předchozí vysílanou službu.
el: Διακοπή της προηγούμενης εκπεμπόμενης υπηρεσίας κατά την επιστροφή στη λίστα ταινιών.
fi: Pysäytä edellinen lähetyspalvelu palatessasi tallennuslistalle.
fr: Arrêtez le service diffusé précédemment lors du retour à la liste des films.
hr: Zaustavi predhodno emitovan kanal pri povratku na listu filmova.
it: Ferma servizio trasmesso in precedenza al ritorno all'elenco registrazioni.
lt: Sustabdyti transliuojamą kanalą ir grįžti į filmų sąrašą.
nl: Stop de laatst gekozen zender bij terugkeer naar de opname lijst.
pl: Zatrzymaj poprzednio nadawany kanał powracając do listy filmów.
sk: Pri návrate do zoznamu filmov zastaviť predtým vysielanú stanicu/službu.
sr: Zaustavi predhodno emitovan kanal pri povratku na listu filmova.
sv: Stoppa tidigare sänd tjänst vid återgång till filmlista.
ta: திரைப்பட பட்டியலில் திரும்பும் போது முந்தைய ஒளிபரப்பப்பட்ட சேவையை நிறுத்துங்கள்.
tr: Film listesine geri döndüğünüzde önceki yayınlanan kanalı durdurun.
uk: Зупиніть попередню трансляцію каналу після повернення до списку фільмів.

source: Stop recording
bg: Стоп на запис
cs: Ukončit nahrávání
da: Stop optagelse
de: Aufnahme beenden
el: Τερματισμός εγγραφής
et: Peata salvestamine
fi: Pysäytä tallennus
fr: Arrêter l'enregistrement
hr: Zaustavi snimanje
hu: Felvétel leállítása
it: Ferma registrazione
lt: Stabdyti įrašymą
nl: Stop opname
pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
ru: Остановить запись
sk: Zastaviť nahrávanie
sr: Zaustavi snimanje
sv: Stoppa inspelningen
ta: பதிவு செய்வதை நிறுத்துங்கள்
tr: Kaydı durdur
uk: Зупинити запис
vi: Dừng ghi âm
zh_cn: 停止录像

source: Stop recording and delete
bg: Стоп на запис и изтрий
cs: Ukončit nahrávání a smazat
da: Stop optagelse og slet
de: Aufnahme beenden und löschen
el: Τερματισμός εγγραφής και διαγραφή
et: Peata salvestamine ja kustuta
fi: Pysäytä tallennus ja poista
fr: Arrêter l'enregistrement et le supprimer
hr: Zaustavi snimanje i izbriši
hu: Felvétel leállítás és törlés
it: Ferma registrazione ed elimina
lt: Stabdyti įrašymą ir trinti
nl: Stop opname en wis deze
pl: Zatrzymaj nagrywanie i usuń
pt_br: Parar e remover a gravação
ru: Остановить и удалить запись
sk: Ukončiť nahrávanie a vymazať
sr: Zaustavi snimanje i izbriši
sv: Stoppa inspelningen och radera
ta: பதிவு செய்வதை நிறுத்தி நீக்கு
tr: Kaydı durdur ve sil
uk: Зупинити запис і видалити
vi: Dừng ghi và xóa
zh_cn: 停止录像并删除

source: Stop recording now
bg: Стоп на запис сега
cs: Zastavit nahrávání
da: Stop optagelse nu
de: Aufnahme stoppen
el: Διακοπή εγγραφής τώρα
et: Peata salvestamine kohe
fi: Pysäytä ajastettu tallennus
fr: Arrêter l'enregistrement maintenant
hr: Zaustavi snimanje sada
hu: Felvétel leállítása most
it: Ferma registrazione adesso
lt: Stabdyti įrašymą dabar
nl: Stop de opname nu
pl: Zatrzymaj nagrywanie teraz
ru: Остановить запись сейчас
sk: Ihneď zastaviť nahrávanie
sr: Zaustavi snimanje sada
sv: Stoppa inspelningen nu
ta: இப்போது பதிவு செய்வதை நிறுத்துங்கள்
tr: Kaydı şimdi durdur
uk: Зупинити запис зараз
vi: Dừng ghi âm ngay
zh_cn: 现在停止录像

source: Stop service on return to movie list
bg: Стоп на сервиз и връщане към филмовия списък
cs: Zastavit program při návratu na seznam filmů
da: Stop kanal ved tilbagevenden til filmliste
de: Bei Stopp zurück zur Filmliste
el: Σταμάτημα υπηρεσίας κατά την επιστροφή στη λίστα ταινιών
et: Lõpeta kanali edastus filmilisti naasmisel
fi: Pysäytä palvelu ja palaa tallenneluetteloon
fr: Arrêter le service au retour à la liste des films
hr: Zaustavi kanal po povratku na spisak filmova
hu: Csatorna megállítása a filmlistára váltáskor
it: Ferma servizio al ritorno all'elenco registrazioni
lt: Stabdyti kanalą ir grįžti į filmų sąrašą
nl: Stop zender bij terugkeren naar opname lijst
pl: Zatrzymaj kanał i powróć do listy filmów
ru: При возврате к записям не запускать текущий канал
sk: Zastaviť stanicu po návrate do zoznamu filmov
sr: Zaustavi kanal po povratku na listu filmova
sv: Stoppa tjänsten vid återgång till filmlistan
ta: திரைப்பட பட்டியலுக்குத் திரும்பும்போது சேவையை நிறுத்துங்கள்
tr: Film listesine geri dönüldüğünde kanalı durdur
uk: При поверненні до записів не відтворювати поточний канал
vi: Dừng dịch vụ khi quay lại danh sách phim
zh_cn: 停止频道返回到电影列表

source: Stop streams
cs: Zastavit streamy
el: Διακοπή ροών
fi: Pysäytä streamit
hr: Zaustavi streams
it: Ferma stream
nl: Streams stoppen
pl: Zatrzymaj strumienie
sk: Zastaviť streamy
sr: Zaustavi strim
sv: Stoppa strömmar
ta: நீரோடைகளை நிறுத்துங்கள்
tr: Akışları durdur
uk: Зупинити потоки

source: Stop test
bg: Стоп на тест
cs: Zastavit test
de: Test stoppen
el: Τερματισμός ελέγχου
et: Peata test
fi: Lopeta testi
fr: Stopper le test
hr: Zaustavi test
hu: Teszt megállítása
it: Ferma test
lt: Stabdyti testavimą
pl: Zakończ test
pt_br: Parar teste
ru: Остановить тест
sk: Zastaviť test
sl: Ustavim test
sr: Zaustavi test
sv: Stoppa testet
ta: சோதனை நிறுத்த
tr: Testi durdur
uk: Зупинити тест
vi: Dừng kiểm tra
zh_cn: 停止测试

source: Stop testing plane after # failed transponders
bg: Стоп на тестване на нивото след # провалени транспондери
cs: Zastavit testovací plán po selhání X transpondérů
da: Stop afprøvningsflade efter # fejlede transpondere
de: Stoppe Test nach # fehlgeschlagenen Transpondern
el: Ολοκλήρωση ελέγχου κάθε επιπέδου μετά από # αποτυχημένους αναμεταδότες
et: Peata testimine pärast # ebaõnnestunud transponderit
fi: Monenko toimimattoman lähettimen jälkeen testaus lopetetaan
fr: Stopper le test à partir # échec transpondeurs
hr: Prestani testiranje nakon # greška transpondera
hu: Próbálkozások befejezése ennyi sikertelen transzponder után
it: Ferma test dopo # transponder non validi
lt: Stabdyti testą po # klaidingų transponderių
nl: Stop testen na # falende transponders
pl: Zatrzymaj testowanie poziomu po # nieudanych transponderach
pt_br: Parar teste após a falha de # TPs
ru: Остановить тестирование после кол. ошибок транспондера
sk: Zastaviť testovanie po # zlyhaných transpondéroch
sl: Ustavi testiranje po # napačnih transponderjih
sr: Prestani testiranje nakon # greška transpondera
sv: Stoppa testning av plan efter # misslyckade transpondrar
ta: # தோல்வியுற்ற டிரான்ச்பாண்டர்களுக்குப் பிறகு விமானத்தை சோதனை செய்வதை நிறுத்துங்கள்
tr: Hatalı aktarıcı sayısına ulaşıldığında testi durdur
uk: Зупинити тестування після # несправних транспондерів
vi: Dừng máy bay thử nghiệm sau khi # bộ tiếp sóng không thành công
zh_cn: 停止测试计划失败后#转发器
