Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Saving time shift buffer, this might take a while.
cs: Nyní se časový posun ukládá jako film. To může chvíli trvat.
el: Αποθήκευση της χρονομετατόπισης ως ταινία, αυτό μπορεί να διαρκέσει λίγο.
fi: Muunnetaan ajansiirto tallennukseksi. Tämä saattaa kestää hetken.
fr: Sauvegarde du PauseDirect en tant que film. Cela peut prendre un certains temps !
hr: Čuvanje bafera za pomeranje vremena, ovo može potrajati.
it: Salvataggio timeshift. L'operazione potrebbe richiedere del tempo.
lt: Laiko poslinkis išsaugomas, kaip filmas. Tai gali šiek tiek užtrukti!
nl: Timeshift wordt nu als opname opgeslagen. Dit kan even duren!
pl: Zapisywanie buforu time shift, to może chwilę potrwać.
sk: Ukladá sa vyrovnávacia pamäť funkcie timeshift. Môže to chvíľu trvať.
sr: Čuvanje bafera za pomeranje vremena, ovo može potrajati.
sv: Spara tid skiftbuffert, detta kan ta ett tag.
ta: இப்போது திரைப்படமாக நேர மாற்றத்தை சேமிக்கிறது. இதற்கு சிறிது நேரம் ஆகலாம்!
tr: Zaman kaydırma arabelleğinden tasarruf ediliyor, bu biraz zaman alabilir.
uk: Файл тайм-шифта зберігається як фільм. Це займе деякий час.

source: Saving time shift files
bg: Запазване на TimeShift файлове
cs: Ukládám soubory Timeshift
el: Αποθήκευση αρχείων χρονομετατόπισης
fi: Tallennetaan ajansiirron tiedostoja
fr: Sauvegarde des fichiers PauseDirect
hr: Spremi timeshift datoteku
it: Salvataggio di file timeshift
lt: Išsaugomi laiko poslinkio failai
nl: Bewaart Timeshift bestanden
pl: Zapisywanie plików time shift
sk: Ukladajú sa súbory timeshiftu
sr: Sačuvati tajmšift fajl
sv: Spara filer för tidsförskjutning
ta: நேர சிப்ட் கோப்புகளை சேமிக்கிறது
tr: Zaman kaydırma dosyalarını kaydet
uk: Збереження файлів таймшифта

source: Scaler sharpness
bg: Скалираща острота
cs: Ostrost škálování
da: Skaler skarphed
de: Skalierschärfe
el: Οξύτητα κλιμάκωσης
et: Skaleerimise teravus
fi: Skaalaimen terävyys
fr: Niveau netteté
hr: Oštrina skale
hu: Skálázó élesség
it: Nitidezza scaler
lt: Skalės aštrumas
nl: Scaler scherpte
pl: Skalowanie ostrości
pt_br: Nitidez
ru: Шкала резкости
sk: Ostrosť škálovania
sl: Ostrina
sr: Oštrina skale
sv: Skalarens skärpa
ta: அளவிடுதல் கூர்மை
tr: Ölçek keskinliği
uk: Шкала різкості
vi: Độ sắc nét
zh_cn: 定标器的清晰度

source: Scaler vertical dejagging
bg: Вертикално премахване на мащаба
cs: Škálovat vertikální antialiasing
da: Lodret dejagging skalering
de: Vertikale Kantenglättung
el: Κατακόρυφη ομαλοποίηση της κλιμάκωσης
et: Püstloodsete sakiservade eemaldamine
fi: Skaalaimen pystys. sahalaidat
fr: Mise à l’échelle dejagging vertical
hr: Skaler okomito uklanjanje
hu: Skálázó függőleges élsimítás
it: Dejagging verticale scaler
lt: Vertikalių smailumų pašalinimas
nl: Scaler verticale dejagging
pl: Skalowanie pionowe
ru: Сглаживание верт. неровностей
sk: Škálovanie – vertikálne vyhladzovanie hrán
sr: Razmera vertikalnog dejagginga
sv: Fininnstill vertikal dejagging
ta: ச்கேலர் செங்குத்து டிசாகிங்
tr: Ölçekleyici dikey kenar giderme
uk: Згладжування верт. нерівностей
vi: Khử nhiễu dọc
zh_cn: 垂直dejagging定标器

source: Scaling mode
bg: Режим на мащабиране
cs: Režim škálování
da: Skaleringstilstand
de: Skalierungs-Modus
el: Τύπος κλιμάκωσης
et: Skaleerimine
fi: Skaalaustila
fr: Mode mise à l'échelle
hr: Način skaliranja
hu: Skálázási mód
it: Modalità scaling
lt: Mastelio keitimo režimas
nl: Schaalmodus
pl: Tryb skalowania
pt_br: Modo de escala
ru: Режим масштабирования
sk: Režim škálovania
sr: Skaliranje režim
sv: Skalningsläge
ta: அளவிடுதல் முறை
tr: Ölçekleme modu
uk: Режим масштабування
vi: Chế độ mở rộng
zh_cn: 缩放模式

source: Scan
bg: Сканиране
cs: Prohledat
da: Søg
de: Suchlauf
el: Ανίχνευση
et: Otsi
fi: Hae
fr: Recherche
hr: Skan
hu: Keresés
it: Ricerca
lt: Skenavimas
nl: Zoeken
pl: Skanowanie
pt_br: Buscar
ru: Поиск
sk: Prehľadávanie
sr: Skan
sv: Scanning
ta: ச்கேன்
tr: Tarama
uk: Пошук
vi: Quét
zh_cn: 扫描

source: Scan
bg: Сканиране
cs: Prohledat
da: Søg
de: Suchlauf
el: Ανίχνευση
et: Otsi
fi: Hae
fr: Rechercher
hr: Skan
hu: Keresés
it: Ricerca
lt: Skenuoti
pl: Skanowanie
pt_br: Buscar
ru: Сканирование
sk: Prehľadať
sl: Išči
sr: Skan
sv: Skanna
ta: ச்கேன்
tr: Tara
uk: Пошук
vi: Quét tự động
zh_cn: 扫描

source: Scan %s
bg: Сканиране %s
cs: Prohledat %s
da: Søg %s
el: Ανίχνευση %s
et: Otsi %s
fi: Hae %s
fr: Rechercher %s
hr: Skan %s
hu: %s keresés
it: Scansione %s
lt: Paieška %s
nl: Zoeken %s
pl: Skanowanie %s
pt_br: Busca %s
ru: Сканирование %s
sk: Prehľadať %s
sr: Skan %s
sv: Skanna %s
ta: ச்கேன் %s
tr: %s tara
uk: Пошук %s
vi: Quét%s
zh_cn: 扫描 %s

source: Scan %s band
bg: Сканиране %s лента
cs: Prohledat %s pásmo
da: Søg %s bånd
de: Scanne %s Band
el: Ανίχνευση μπάντας %s
et: Otsi %s sagedusalas
fi: Hae alue %s
fr: Rechercher bande %s
hr: Skan %s band
hu: %s sáv szkennelése
it: Scansiona banda %s
lt: Ieškoti %s diapazone
nl: Zoek %s band
pl: Skanuj pasmo %s
pt_br: Busca Banda %s
ru: Сканирование диапазона %s
sk: Prehľadať %s pásmo
sr: Skan %s band
sv: Skanna %s band
ta: %s இசைக்குழு ச்கேன்
tr: %s bandını tara
uk: Пошук %s діапазону
vi: Quét%s băng tần
zh_cn: 扫描 %s 波段

source: Scan additional SR
bg: Сканиране на допълнително SR
cs: Prohledat dodatečný SR
da: Søg yderligere SR
de: Durchsuche weitere SR
el: Ανίχνευση πρόσθετου SR
et: Täiendav SR otsing
fi: Hae muita SR:iä
fr: Rechercher SR additionnel
hr: Skan dodatni SR
hu: Egyéb SR-ek szkennelése
it: Scansione su SR aggiuntivi
lt: Ieškoti papildomų SR
nl: Zoek tevens op SR
pl: Skanuj dodatkowy SR
pt_br: Busca SR adicional
ru: Сканировать дополн. SR
sk: Prehľadať ďalšie SR
sl: Išči dodatne SR
sr: Skan dodatni SR
sv: Skanna ytterligare SR
ta: கூடுதல் எச்.ஆர்
tr: Ek SR taraması yap
uk: Сканувати додатковий SR
vi: Quét thêm SR
zh_cn: 扫描额外的SR

source: Scan files...
bg: Сканиране на файлове...
cs: Hledat soubory...
da: Søg filer...
de: Dateien durchsuchen...
el: Αναζήτηση αρχείων...
et: Uuri faile
fi: Hae tiedostoja.
fr: Parcourir les fichiers...
hr: Skan datoteku...
hu: Fájlok keresése...
it: Scansione file...
lt: Failų paieška...
nl: Zoek bestanden...
pl: Przeszukaj pliki...
pt_br: Buscar arquivos
ru: Сканируются файлы...
sk: Hľadať súbory…
sr: Skan fajl...
sv: Skanna filer...
ta: கோப்புகளை ச்கேன் செய்யுங்கள் ...
tr: Dosyaları tara...
uk: Сканування файлів...
vi: Quét tập tin ...
zh_cn: 正在扫描文件...

source: Scan for local extensions and install them
bg: Сканиране за местни разширения и ги инсталира
cs: Prohlédne disky pro instalaci místních rozšíření
da: Søg efter lokale udvidelser og installer dem
de: Zeige Lokale Erweiterungen, die Sie installieren können
el: Ανίχνευση και εγκατάσταση επεκτάσεων τοπικά
et: Otsi ja paigalda IPK faile
fi: Etsi paikallisia laajennuksia ja asenna ne
fr: Scanner les extensions locales et les installer
hr: Skan lokalnih proširenja i instalirajte ih
hu: Helyileg bemásolt bővítmények keresése, telepítése
it: Cerca estensioni locali e installale
lt: Ieškoti vietinių išplėtimų ir juos įdiegti
nl: Zoek naar lokale plugins en installeer deze. Plugins installeren vanaf: HDD of USB
pl: Skanowanie lokalnych rozszerzeń i ich instalacja
ru: Нахождение локальных дополнений и их установка
sk: Vyhľadať lokálne rozšírenia a nainštalovať ich
sr: Skan lokalnih proširenja i instalirajte ih
sv: Sök efter lokala tillägg och installera dem
ta: உள்ளக நீட்டிப்புகளுக்கு ச்கேன் செய்து அவற்றை நிறுவவும்
tr: Yerel uzantıları tarayın ve yükleyin
uk: Пошук і встановлення локальних розширень
vi: Quét các tiện ích mở rộng cục bộ và cài đặt chúng
zh_cn: 扫描本地扩展并安装它们

source: Scan for local extensions and install them.
bg: Сканиране за местни разширения и инсталиране.
cs: Vyhledá a nainstaluje místní rozšíření.
el: Αναζήτηση και εγκατάσταση επεκτάσεων τοπικά.
fi: Etsi paikallisia lisäosia ja asenna ne.
fr: Scanner les extensions locales et les installer.
hr: Skan lokalnih proširenja i instalirajte ih.
it: Cerca estensioni locali e installale.
lt: Ieškoti vietinių išplėtimų ir juos įdiegti.
nl: Naar lokale plugins zoeken en die installeren.
pl: Szukaj lokalnych rozszerzeń i je zainstaluj.
sk: Vyhľadať lokálne rozšírenia a nainštalovať ich.
sr: Skan lokalnih proširenja i instalirajte ih.
sv: Sök efter lokala tillägg och installera dem.
ta: உள்ளக நீட்டிப்புகளுக்கு ச்கேன் செய்து அவற்றை நிறுவவும்.
tr: Yerel uzantıları tarayın ve yükleyin.
uk: Пошук і встановлення локальних розширень.

source: Scan for terrestrial LCNs and create LCN bouquets
cs: Vyhledejte pozemní LCN a vytvořte LCN seznamy
el: Ανίχνευση για επίγεια LCNs και δημιουργία μπουκέτων LCN
fi: Skannaa antenni kanavat ja luo LCN kanavalista
hr: Skeniraj za zemaljske LCN i kreiraj LCN bukete
it: Cerca LCN terrestri e crea bouquet LCN
nl: DVB-T LCN's scannen en daarmee LCN-Favorietenlijsten maken
pl: Skanuj w poszukiwaniu naziemnych LCN i stwórz listy kanałów
sk: Vyhľadanie pozemných LCN a vytvorenie prehľadov LCN
sr: Skeniraj za zemaljske LCN i kreiraj LCN bukete
sv: Skanna efter terrestra LCN och skapa LCN-buketter
ta: நிலப்பரப்பு எல்.சி.என் -க்கு ச்கேன் செய்து எல்.சி.என் பூங்கொத்துகளை உருவாக்கவும்
tr: Karasal LCN'leri tarayın ve LCN buketleri oluşturun
uk: Пошук наземних LCN і створення фаворитів LCN

source: Scan wireless networks
bg: Сканиране на безжични мрежи
cs: Vyhledat bezdrátové sítě
da: Søg trådløse netværk
de: WLAN-Netzwerke suchen
el: Ανίχνευση ασύρματων δικτύων
et: Traadita võrkude otsing
fi: Hae langattomia verkkoja
fr: Rechercher les réseaux sans fil
hr: Skeniranje bežičnih mreža
hu: Vezeték nélküli hálózat keresése
it: Scansione reti wireless
lt: Ieškoti belaidžių tinklų
nl: Zoek naar WiFi netwerken
pl: Skanuj sieci WiFi
pt_br: Buscar redes sem fio
ru: Сканировать беспроводные сети
sk: Vyhľadať bezdrôtové siete
sr: Skeniranje bežičnih mreža
sv: Skanna trådlösa nätverk
ta: வயர்லெச் நெட்வொர்க்குகளை ச்கேன் செய்யுங்கள்
tr: Kablosuz Ağları Tara
uk: Пошук Wі-Fі мереж
vi: Quét mạng không dây
zh_cn: 扫描无线网络

source: Scan your network for wireless access points and connect to them using your selected wireless device.
bg: Сканиране на вашата мрежа за безжични точки за достъп, за да се свържете с тях с помощта на избраното от вас безжично устройство.
cs: Vyhledá v síťi bezdrátové přístupové body a připojí se k nim pomocí vybraného bezdrátového zařízení.
el: Ανίχνευση του δικτύου για ασύρματα σημεία σύνδεσης και σύνδεση σε αυτά με την επιλεγμένη ασύρματη συσκευή.
fi: Hae WLAN-tukiasemia ja kytkeydy niihin valittua WLAN-laitetta käyttäen.
fr: Rechercher votre réseau pour lister les points d'accès sans fil et se connecter en utilisant votre périphérique sans fil.
hr: Skeniranje bežičnih mreža i povezivanje pomoću izabranog bežičnog uređaja.
it: Scansiona la rete alla ricerca di punti di accesso wireless e connettiti ad essi usando il dispositivo wireless selezionato.
lt: Nuskaitykite tinkle belaidžio ryšio prieigos taškus ir prisijunkite prie jų naudodami pasirinktą belaidį įrenginį.
nl: Scan in uw netwerk naar accesspoints en maak een verbinding met het door u geselecteerde draadloze apparaat.
pl: Skanuj sieć w poszukiwaniu punktów dostępu i połącz z nimi używając wybranego urządzenia.
sk: Vyhľadať v sieti bezdrôtové prístupové body a pripojiť ich zvoleným bezdrôtovým zariadením.
sr: Skeniranje bežičnih mreža i povezivanje pomoću izabranog bežičnog uređaja.
sv: Sök efter trådlösa åtkomstpunkter i nätverket och anslut till dem med den trådlösa enhet som du har valt.
ta: வயர்லெச் அணுகல் புள்ளிகளுக்காக உங்கள் பிணையத்தை ச்கேன் செய்து, நீங்கள் தேர்ந்தெடுக்கப்பட்ட வயர்லெச் சாதனத்தைப் பயன்படுத்தி அவற்றை இணைக்கவும்.
tr: Ağınızdaki kablosuz erişim noktalarını tarayın ve seçtiğiniz kablosuz cihazı kullanarak bunlara bağlanın.
uk: Сканувати мережу на наявність точок бездротового доступу та підключитись до них за допомогою вибраного бездротового пристрою.

source: Scanning
cs: Prohledávání
el: Ανίχνευση
fi: Skannaus
hr: Skeniranje
it: Scansione
nl: Scannen
pl: Skanowanie
sk: Prehľadávanie
sr: Skeniranje
sv: Skannar
ta: ச்கேனிங்
tr: Taranıyor
uk: Сканування

source: Scanning %s...
bg: Сканиране на %s...
cs: Prohledávám %s...
da: Søger %s...
de: Suchlauf %s...
el: Ανίχνευση %s...
et: %s otsing
fi: Haetaan %s...
fr: Recherche en cours %s...
hr: Skeniranje %s...
hu: %s keresés...
it: Scansione %s..
lt: Skenuojama %s...
nl: Zoeken %s...
pl: Skanowanie %s...
pt_br: Buscando %s
ru: Сканирование %s...
sk: Prehľadávanie %s...
sr: Skeniranje %s...
sv: Skanning %s...
ta: ச்கேனிங் %s ...
tr: %s taranıyor...
uk: Сканування %s...
vi: Quét%s ...
zh_cn: 正在扫描 %s...

source: Scanning can't be performed while recordings are in progress.
cs: Skenování nelze provést, pokud probíhá nahrávání.
el: Η ανίχνευση δεν μπορεί να πραγματοποιηθεί ενώ υπάρχουν εγγραφές σε εξέλιξη.
fi: Kanavien etsintää ei voi tehdä, kun tallennukset ovat käynnissä.
hr: Skeniranje se ne može obaviti dok su snimanja u toku.
it: La scansione non può essere eseguita mentre sono in corso delle registrazioni.
nl: Geen Scan mogelijk tijdens een opname!
pl: Skanowania nie można wykonać podczas nagrywania.
sk: Vyhľadávanie nemožno vykonať vtedy, keď je spustené nahrávanie.
sr: Skeniranje se ne može obaviti dok su snimanja u toku.
sv: Skanning kan inte utföras medan inspelningar pågår.
ta: பதிவுகள் நடந்து கொண்டிருக்கும்போது ச்கேனிங் செய்ய முடியாது.
tr: Kayıt işlemi devam ederken tarama işlemi gerçekleştirilemez.
uk: Сканування не можна виконувати під час запису.

source: Scanning completed, %d channel found
bg: Сканирането завършено, %d намерен канал
cs: Prohledávání dokončeno, byl nalezen %d program
da: Søgning færdig, %d kanaler fundet
de: Suchlauf beendet, %d Kanal gefunden
el: Η ανίχνευση ολοκληρώθηκε, βρέθηκε %d κανάλι
et: Otsing tehtud, leiti %d kanal
fi: Haku valmis, löytyi %d kanava
fr: Recherche terminée, %d chaîne trouvées
hr: Skeniranje završeno, %d kanala pronađeno
hu: A keresés befejeződött, és %d csatornát talált
it: Scansione completata,%d canale trovato
lt: Skenavimas baigtas, rastas %d kanalas
nl: Zoeken voltooid, %d zender gevonden
pl: Skanowanie zakończone, znaleziono %d kanał
pt_br: Busca concluída. %d canal encontrado
ru: Сканирование завершено, %d канал найден
sk: Vyhľadávanie dokončené, nájdený %d kanál
sr: Skeniranje završeno, %d kanal pronađen
sv: Scanning slutförd, %d kanal hittad
ta: ச்கேனிங் முடிந்தது, %d சேனல் கிடைத்தது
tr: Tarama tamamlandı, %d kanal bulundu
uk: Сканування завершено, %d канал знайдено
vi: Quét xong, %d kênh được tìm thấy
zh_cn: 扫描完成, 共找到 %d 个频道

source: Scanning completed, %d service found.
cs: Skenování dokončeno, nalezena %d služba.
el: Η ανίχνευση ολοκληρώθηκε, βρέθηκε %d υπηρεσία.
fi: Haku valmis, löytyi %d kanava.
hr: Skeniranje završeno, %d kanal pronađen.
it: Scansione completata, trovato %d servizio.
nl: Scan gereed, %d zender gevonden.
pl: Zakończono skanowanie, znaleziono %d kanał.
sk: Vyhľadávanie dokončené, našla sa %d stanica alebo služba.
sr: Skeniranje je završeno, pronađena su %d usluge.
sv: Skanning slutförd, %d tjänst hittad.
ta: ச்கேனிங் முடிந்தது, %d பணி கண்டறியப்பட்டது.
tr: Tarama tamamlandı, %d kanal bulundu.
uk: Сканування завершено, %d канал знайдено.

source: Scanning failed!
bg: Сканирането се провали!
cs: Prohledávání selhalo!
da: Søgning mislykkedes!
de: Suchlauf fehlgeschlagen!
el: Η ανίχνευση απέτυχε!
et: Otsing nurjus!
fi: Haku epäonnistui!
fr: Échec de la numérisation !
hr: Skeniranje nije uspjelo!
hu: A keresés sikertelen!
it: Ricerca fallita!
lt: Skenavimas nepavyko!
nl: Zoeken mislukt!
pl: Skanowanie nie powiodło się!
pt_br: A busca falhou!
ru: Ошибка сканирования!
sk: Prehľadávanie neúspešné!
sr: Skeniranje nije uspelo!
sv: Skanningen misslyckades!
ta: ச்கேனிங் தோல்வியுற்றது!
tr: Tarama başarısız oldu!
uk: Сканування не вдалося!
vi: Quét thất bại!
zh_cn: 扫描失败!

source: Scanning: %d%% complete
cs: Skenování: %d%% dokončeno
el: Ανίχνευση: ολοκλήρωση του %d%%
fi: Haetaan - %d%% valmiina
hr: Skeniranje %d%% završeno
it: Scansione: %d%% completata
nl: Scan: %d%% gereed
pl: Skanowanie: Ukończono %d%%
sk: Vyhľadávanie: %d%% dokončené
sr: Skeniranje: %d%% kompletno
sv: Skanning: %d%% färdigt
ta: ச்கேனிங்:%d %% முடிந்தது
tr: Taranıyor: %d tamamlandı
uk: Сканування: завершено %d%%

source: Scans default lamedbs sorted by satellite with a connected dish positioner
bg: Сканира по подразбиране lamedbs, сортирани по сателит със свързан позиционер на чинията
cs: Prohledá standardní lamedbs setříděné podle satelitu a připojeného pozicionéru
da: Søge standard lamedbs sorteret efter satellit med tilsluttet parabol Motor
de: DefaultServiceScanner führt eine Sendersuche über alle Satelliten durch, wenn Sie einen Rotor an Ihre Satellitenschüssel angeschlossen haben.
el: Εκτελεί σάρωση των αρχικών βάσεων δεδομένων ταξινομημένων κατά δορυφόρο με συνδεδεμένο μοτέρ
et: Skännitakse ajamiga ühendatud antenni poolt järjestatud algsed kanalinimekirjad
fi: Hakee oletuskanavalistan satelliittijärjestyksessä käyttäen kytkettyä kääntömoottoria
fr: Rechercher les lamedbs standards triés par satellite avec un positionneur de parabole connecté
hr: Skeniranje zadano lamedbe sortirani po satelitu pomoću povezanog pozicionera za antene
hu: Műholdanként rendezett Lamedb keresése csatlakoztatott pozícionerhez
it: Scansiona lamedb predefinite ordinate per satellite con un posizionatore di parabola collegato
lt: Skenuokite numatytą lamedbs, surūšiuotą pagal palydovą, ir prijungtą prie pozicionieriaus antenos
nl: Doorzoekt standaard lamedbs gesorteerd op satelliet met een DiSEqC rotor
pl: Domyślne skanuje 'lamedbs' wg. satelit z podłączonym pozycjonerem
pt_br: Busca no banco de dados satélites conectados ao posicionador
ru: Сканировать с мотоподвесом все спутники по умолчанию
sk: Prehľadať predvolené lamedb zoradené podľa družice a pripojeného pozicionéra
sl: Preišči privzete lamedbs razvrščene po satelitih s povezanimi pozicionerji sat.krožnikov
sr: Skeniranje default lamedbe sortirani po satelitu pomoću povezanog pozicionera za antene
sv: Skannar standardlamedbs sorterade efter satellit med en ansluten parabolpositionerare
ta: இணைக்கப்பட்ட டிச் நிலைப்பாட்டாளருடன் செயற்கைக்கோளால் வரிசைப்படுத்தப்பட்ட இயல்புநிலை லேமெட்ச் ச்கேன்
tr: Bağlı çanak konumlandırıcı ile varsayılan lamedb'leri uyduya göre sıralayarak tarar
uk: Просканувати стандартні супутники записані в позиціонері
vi: Quét lamebs mặc định được sắp xếp theo vệ tinh với bộ định vị món ăn được kết nối
zh_cn: 默认的扫描lamedbs连接盘定位器卫星分类

source: Scheduled load of 'epg.dat'
cs: Naplánované načtení souboru epg.dat
el: Προγραμματισμένη φόρτωση του epg.dat
hr: Planirano učitavanje fajla 'epg.dat'
it: Caricamento programmato di epg.dat
lt: Suplanuota epg.dat užkrova
nl: Geplande load van epg.dat
sr: Planirano učitavanje fajla 'epg.dat'
sv: Schemalagd laddning av epg.dat
tr: 'epg.dat' dosyasının planlanan yüklemesi
uk: Заплановане завантаження epg.dat

source: Scheduled save of 'epg.dat'
cs: Naplánované uložení souboru epg.dat
el: Προγραμματισμένη αποθήκευση του epg.dat
hr: Planirano spremanje epg.dat
it: Salvataggio programmato di epg.dat
lt: Planuojama išsaugoti epg.dat
nl: Geplande Save van epg.dat
sr: Planirano čuvanje fajla 'epg.dat'
sv: Schemalagd lagring av epg.dat
tr: 'epg.dat' dosyasının planlı kaydedilmesi
uk: Заплановане збереження epg.dat

source: Scheduler
cs: Plánovač
el: Προγραμματιστής
fi: Virran kaitkaisu ajastus
hr: Planer
it: Pianificatore
nl: PowerTimers
pl: Harmonogram
sk: Plánovač
sr: Planer
sv: Schemalägg
ta: திட்டமிடுபவர்
tr: Zamanlayıcı
uk: Таймер живлення

source: Scheduler Actions
cs: Akce PowerTimer
el: Ενέργειες χρονοδιακόπτη λειτουργίας
fi: Virta-ajastus Toiminnot
hr: Planer Radnja
it: Azioni timer di accensione
lt: PowerTimer veiksmai
nl: PowerTimer Acties
pl: Akcje programatora zasilania
sk: Akcie časovača napájania
sr: Planer Radnja
sv: Åtgärder för schemaläggare
ta: திட்டமிடல் செயல்கள்
tr: Zamanlayıcı İşlemleri
uk: Дії таймера живлення

source: Scheduler Overview
bg: Преглед на таймера за захранване
cs: Časovač napájení - přehled
el: Επισκόπηση χρονοδιακοπτών λειτουργίας
fi: Virran katkaisu ajastukset
fr: Aperçu des programmations d'alimentation
hr: Otvori Planer Pregled
it: Panoramica timer di accensione
lt: Įjungimo laikmačio apžvalga
nl: PowerTimer overzicht
pl: Przegląd harmonogramu
sk: Prehľad časovačov napájania
sr: Otvori Planer Pregled
sv: Översikt över schemaläggare
ta: திட்டமிடல் கண்ணோட்டம்
tr: Zamanlayıcıya Genel Bakış
uk: Перегляд таймерів живлення

source: Scheduler Settings
cs: Nastavení plánovače
el: Ρυθμίσεις προγραμματιστή
fi: Virran katkaisu asetukset
hr: Podešavanja planera
it: Impostazioni pianificatore
nl: PowerTimer instellingen
pl: Ustawienia harmonogramu
sk: Nastavenia plánovača
sr: Podešavanja planera
sv: Inställningar för schemaläggare
ta: திட்டமிடல் அமைப்புகள்
tr: Zamanlayıcı Ayarları
uk: Параметри таймера живлення

source: Scheduler deep standby
bg: Таймер за захранване в дълбока готовност
cs: Časovač napájení (úplně vypnout)
el: Βαθιά αναμονή χρονοδιακόπτη λειτουργίας
fi: Virta ajastin virransäästötila
fr: Programmations d'alimentation de veille profonde
hr: Planer duboke pripravnosti
it: Spegni timer di accensione
lt: Įjungimo laikmatis budėjimo režime
nl: PowerTimer uitschakelen
pl: Programator wyłączenia
sk: Časovač napájania – vypnutie
sr: Planer duboko stanje pripravnosti
sv: Schemaläggare i djup standby
ta: திட்டமிடுபவர் ஆழமான காத்திருப்பு
tr: Derin Beklemeyi planla
uk: Таймер живлення в режимі глибокого очікування

source: Scheduler log
bg: Дневник на таймера за захранване
cs: Časovač napájení - protokol
el: Καταγραφή χρονοδιακόπτη λειτουργίας
fi: PowerTimer-loki
fr: Log du gestionnaire d'alimentation
hr: Planer log
it: Registro timer di accensione
lt: Maitinimo laikmačio žurnalas
nl: Powerbeheer log
pl: Logi programatorów zasilania
sk: Denník časovača napájania
sr: Planer log
sv: Schemaläggarens logg
ta: திட்டமிடல் பதிவு
tr: Zamanlayıcı günlüğü
uk: Лог мененджера живлення

source: Scheduler standby
cs: Časovač napájení (vypnout do pohotovosti)
el: Αναμονή χρονοδιακόπτη λειτουργίας
fi: Virta ajastukset Valmistila
fr: Programmations d'alimentation de veille
hr: Planer pripravnosti
it: Standby timer di accensione
lt: Įjungimo laikmatis. Budėjimo režimas
nl: PowerTimer stand-by
sr: Planer pripravnosti
sv: Schemaläggare standby
tr: Beklemeyi planla
uk: Таймер живлення в режимі очікування

source: Science
bg: Наука
cs: Věda
da: Videnskab
de: Wissenschaft
el: Επιστήμη
fi: Tiede
hr: Nauka
it: Scienza
lt: Mokslas
nl: Wetenschap
pl: Nauka
sk: Veda
sv: Vetenskap
ta: அறிவியல்
tr: Bilim
uk: Наука
zh_cn: 科学

source: Science & Tech
bg: Наука и технологии
cs: Věda a technika
da: Viden & Teknologi
de: Wissenschaft & Technik
el: Επιστήμη & τεχνολογία
fi: Tiede & tekniikka
fr: Sciences et technologie
hr: Nauka & Tehnika
it: Scienza e tecnologia
lt: Mokslas ir technika
nl: Wetenschap & Techniek
pl: Nauka i Technika
sk: Veda a technika
sv: Vetenskap & teknik
ta: அறிவியல் & தொழில்நுட்பம்
tr: Bilim ve Teknoloji
uk: Наука і техніка
zh_cn: 科学与技术

source: Science fiction
cs: Sci-fi
hr: Znanstvena fantastika
it: Fantascienza
sr: Znanstvena fantastika
tr: Bilim kurgu
uk: Наукова фантастика

source: Science fiction/Fantasy/Horror
cs: scifi/fantastický/horor
el: επιστημονικής φαντασίας/τρόμου
hr: Znanstvena fantastika/Fantazija/Horor
it: fantascienza/fantasy/horror
lt: mokslinė fantastika/fantastika/siaubo
nl: science fiction/fantasie/horror
sr: Znanstvena fantastika/Fantazija/Horor
sv: science fiction/fantasy/skräck
tr: Bilimkurgu/Fantezi/Korku
uk: наукова фантастика/фентезі/жахи

source: Scope
cs: Rozsah
el: Εύρος
fi: Alue
hr: Opseg
lt: Apimtis
pl: Zakres
sk: Rozsah
sr: Opseg
sv: Omfång
ta: நோக்கம்
tr: Kapsam
uk: Межі

source: Screen saver movement
cs: Pohyb spořiče obrazovky
el: Κίνηση προστασίας οθόνης
fi: Näytönsäästäjä liikkuminen
hr: Pokreni čuvara zaslona
it: Movimento screensaver
nl: Screensaver beweging
pl: Ruch wygaszacza ekranu
sk: Pohyb šetriča obrazovky
sr: Pokreni čuvara ekrana
sv: Rörelse i skärmsläckaren
ta: திரை சேவர் இயக்கம்
tr: Ekran koruyucu hareketi
uk: Переміщення екранної заставки
