Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: INFO button mode
bg: Режим на инфо бутон
cs: Režim tlačítka INFO
da: INFO knap tilstand
de: Funktion der INFO Taste
el: Λειτουργία πλήκτρου INFO
et: INFO nupu vajutus
fi: INFO näppäimen toiminto
fr: Mode du bouton INFO
hr: INFO način dugmeta
hu: INFO gomb mód
it: Modalità tasto INFO
lt: INFO mygtuko režimas
nl: INFO-knop
pl: Tryb przycisku INFO
ru: Режим кнопки INFO
sk: Režim tlačidla INFO
sr: INFO režim tastera
sv: INFO-knappens läge
ta: செய்தி பொத்தான் பயன்முறை
tr: INFO tuşu modu
uk: Режим кнопки INFO
vi: Chế độ nút INFO
zh_cn: 信息键模式

source: IP
lt: IP adresas
ta: ஐபி
uk: АП
zh_cn: IP地址

source: IP Address 1
cs: IP adresa 1
el: Διεύθυνση IP 1
fi: IP Osoite 1
hr: IP Adresa 1
it: Indirizzo IP 1
lt: IP adresas 1
nl: IP-adres 1
pl: Adres IP 1
sk: IP Adresa 1
sr: IP Adresa 1
sv: IP-adress 1
ta: ஐபி முகவரி 1
tr: IP Adresi 1
uk: IP-адреса 1

source: IP Address 2
cs: IP adresa 2
el: Διεύθυνση IP 2
fi: IP Osoite 2
hr: IP Adresa 2
it: Indirizzo IP 2
lt: IP adresas 2
nl: IP-adres 2
pl: Adres IP 2
sk: IP Adresa 2
sr: IP Adresa 2
sv: IP-adress 2
ta: ஐபி முகவரி 2
tr: IP Adresi 2
uk: IP-адреса 2

source: IP Address 3
cs: IP adresa 3
el: Διεύθυνση IP 3
fi: IP Osoite 3
hr: IP Adresa 3
it: Indirizzo IP 3
lt: IP adresas 3
nl: IP-adres 3
pl: Adres IP 3
sk: IP Adresa 3
sr: IP Adresa 3
sv: IP-adress 3
ta: ஐபி முகவரி 3
tr: IP Adresi 3
uk: IP-адреса 3

source: IP Address 4
cs: IP adresa 4
el: Διεύθυνση IP 4
fi: IP Osoite 4
hr: IP Adresa 4
it: Indirizzo IP 4
lt: IP adresas 4
nl: IP-adres 4
pl: Adres IP 4
sk: IP Adresa 4
sr: IP Adresa 4
sv: IP-adress 4
ta: ஐபி முகவரி 4
tr: IP Adresi 4
uk: IP-адреса 4

source: IP Address 5
cs: IP adresa 5
el: Διεύθυνση IP 5
fi: IP Osoite 5
hr: IP Adresa 5
it: Indirizzo IP 5
lt: IP adresas 5
nl: IP-adres 5
pl: Adres IP 5
sk: IP Adresa 5
sr: IP Adresa 5
sv: IP-adress 5
ta: ஐபி முகவரி 5
tr: IP Adresi 5
uk: IP-адреса 5

source: IP Address to be checked on timer activation.
cs: Při aktivaci časovače se má zkontrolovat IP adresa.
el: Η διεύθυνση IP θα ελεγχθεί κατά την ενεργοποίηση του χρονοδιακόπτη.
fi: IP Osoite, joka tarkistetaan ajastimen aktivoinnin yhteydessä.
hr: IP adresa koja se provjerava prilikom aktivacije timera.
it: Indirizzo IP da verificare all'attivazione del timer.
lt: IP adresas, kurį reikia patikrinti aktyvinant laikmatį.
nl: IP-adres dat bij het activeren van de timer gecontroleerd moet worden.
pl: Adres IP, który ma być sprawdzany przy aktywacji timera.
sk: IP adresa sa skontroluje pri aktivácii časovača.
sr: IP Adresa koju treba proveriti pri aktiviranju tajmera.
sv: IP-adress som ska kontrolleras vid timeraktivering.
ta: நேரங்குறிகருவி செயல்படுத்தலில் ஐபி முகவரி சரிபார்க்கப்பட வேண்டும்.
tr: Zamanlayıcı aktivasyonunda kontrol edilecek IP Adresi.
uk: IP-адреса для перевірки під час активації таймера.

source: IP address
bg: IP адрес
cs: IP adresa
da: IP adresse
de: IP-Adresse
el: Διεύθυνση IP
et: IP aadress
fi: IP osoite
fr: Adresse IP
hr: IP adresa
hu: IP cím
it: Indirizzo IP
lt: IP adresas
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
ru: IP-Адрес
sk: IP adresa
sr: IP adresa
sv: IP-adress
ta: ஐபி முகவரி
tr: IP adresi
uk: АП адреса
vi: Địa chỉ IP
zh_cn: IP地址

source: IP address is invalid!
cs: IP adresa je neplatná!
el: Η διεύθυνση IP δεν είναι έγκυρη!
fi: IP-osoite on mitätön!
hr: IP adresa nevažeća!
it: L'indirizzo IP non è valido!
nl: IP-adres niet geldig!
pl: Adres IP jest nieprawidłowy!
sk: IP adresa nie je platná!
sr: IP adresa nevažeća!
sv: IP-adressen är ogiltig!
ta: ஐபி முகவரி தவறானது!
tr: IP adresi geçersiz!
uk: IP-адреса недійсна!

source: IP address of the Stream Relay server used to descramble services that can only be decrypted via Stream Relay.
cs: IP adresa serveru Stream Relay používaného k dekódování služeb, které lze dešifrovat pouze prostřednictvím Stream Relay.
el: Διεύθυνση IP του διακομιστή αναμετάδοσης ροής που χρησιμοποιείται για την αποκωδικοποίηση υπηρεσιών που μπορούν να κρυπτογραφηθούν μόνο μέσω της ροής.
fi: Striimin välitys -palvelimen IP-osoite, jota käytetään sellaisten palvelujen salauksen purkamiseen, joiden salaus voidaan purkaa vain striimin välityksen kautta.
hr: IP adresa poslužitelja Stream Relay koji se koristi za dekodiranje usluga koje se mogu dešifrirati samo putem Stream Relaya.
it: Indirizzo IP del server Stream Relay usato per decodificare i servizi che possono essere decrittografati solo tramite Stream Relay.
nl: IP-adres van de Stream Relay server wordt gebruikt om zenders te decoderen die alleen via Stream Relay gedecodeerd kunnen worden.
pl: Adres IP serwera Stream Relay wykorzystywany do odkodowywania usług, które mogą być odszyfrowane przez Stream Relay.
sk: IP adresa servera pre prenos streamu, používaná na dekódovanie služieb, ktoré je možné dekódovať cez prenos streamu.
sr: IP adresa servera za prenos strima koji se koristi za dešifrovanje usluga koje se mogu dešifrovati samo putem Stream Relay.
sv: IP-adress till Stream Relay-servern som används för att avkoda tjänster som endast kan avkrypteras via Stream Relay.
ta: ச்ட்ரீம் ரிலே சேவையகத்தின் ஐபி முகவரி ச்ட்ரீம் ரிலே வழியாக மட்டுமே மறைகுறியாக்கக்கூடிய சேவைகளை டெச்கிராம்பிள் செய்யப் பயன்படுகிறது.
tr: Yalnızca Stream Relay aracılığıyla şifresi çözülebilen kanalların şifresini çözmek için kullanılan Stream Relay sunucusunun IP adresi.
uk: IP-адреса сервера Stream Relay, який використовується для розкодування каналів, які можна розшифрувати лише за допомогою Stream Relay.

source: IPK Installer
bg: IPK инсталатор
cs: IPK instalátor
el: Εγκατάσταση IPK
et: IPK paigaldamine
fi: IPK Asennus
fr: Installer IPK
hr: IPK Instaler
hu: IPK Telepítő
it: Installatore IPK
lt: IPK įdiegėjas
nl: IPK installeren
pl: Instalator IPK
ru: Установщик IPK
sk: Inštalátor balíčkov IPK
sr: IPK Instaler
sv: IPK-installatör
ta: ஐபிகே நிறுவி
tr: IPK Yükleyici
uk: IPK Інсталятор
vi: Trình cài đặt IPK
zh_cn: IPK安装器

source: IPv4 only
cs: Pouze IPv4
el: Μόνο IPv4
fi: IPv4 Ainoastaan
hr: IPv4 samo
it: Solo IPv4
nl: Alleen IPv4
pl: Tylko IPv4
sk: Len IPv4
sr: IPv4 samo
sv: Endast IPv4
ta: IPv4 மட்டும்
tr: Yalnızca IPv4
uk: Лише IPv4

source: IPv6 address
cs: Adresa IPv6
el: Διεύθυνση IPv6
fi: IPv6 osoite
hr: IPv6 adresa
it: Indirizzo IPv6
lt: IPv6 adresas
nl: IPv6 adres
pl: Adres IPv6
sk: IPv6 adresa
sr: IPv6 adresa
sv: IPv6-adress
ta: IPv6 முகவரி
tr: IPv6 adresi
uk: IPv6 адреса

source: IPv6 only
cs: Pouze IPv6
el: Μόνο IPv6
fi: IPv6 ainoastaan
hr: IPv6 samo
it: Solo IPv6
nl: Alleen IPv6
pl: Tylko IPv6
sk: Len IPv6
sr: IPv6 samo
sv: Endast IPv6
ta: IPv6 மட்டும்
tr: Yalnızca IPv6
uk: Лише IPv6

source: ISO file is too large for this file system!
bg: ISO файлът е твърде голям за тази файлова система!
cs: Soubor ISO je pro tento souborový systém příliš velký!
el: Το αρχείο ISO είναι πολύ μεγάλο για αυτό το σύστημα αρχείων!
fi: ISO-tiedosto on liian suuri tälle tiedostojärjestelmälle!
fr: Le fichier ISO est trop grand pour ce système de fichiers !
hr: ISO datoteka je prevelika za ovaj datotečni sustav!
it: File ISO troppo grande per questo file system!
lt: ISO failas yra per didelis šiai failų sistemai!
nl: ISO betand is te groot voor dit bestandsysteem!
pl: Plik ISO jest za duży dla tego systemu plików!
sk: Súbor ISO je pre tento súborový systém príliš veľký!
sr: ISO fajl je prevelik za ovaj fajl sistem!
sv: ISO-filen är för stor för det här filsystemet!
ta: இந்த கோப்பு முறைமைக்கு ஐஎச்ஓ கோப்பு மிகப் பெரியது!
tr: ISO dosyası bu dosya sistemi için çok büyük!
uk: Розмір ISO файлу завеликий для цієї файлової системи!

source: ISO path
bg: ISO път
cs: Umístění ISO souboru
da: ISO sti
de: ISO-Ausgabepfad
el: Διαδρομή ISO
et: ISO asukoht
fi: ISO-hakemisto
fr: Chemin ISO
hr: ISO putanja
hu: ISO útvonala
it: Percorso ISO
lt: ISO kelias
nl: ISO pad
pl: Ścieżka ISO
pt_br: Caminho ISO
ru: Местоположение ISO
sk: Umiestnenie ISO
sl: ISO pot
sr: ISO putanja
sv: ISO-väg
ta: ஐசோ பாதை
tr: ISO yolu
uk: ISO шлях
vi: Đường dẫn ISO
zh_cn: ISO路径

source: ISO speed rating
cs: Hodnocení rychlosti ISO
el: Δείκτης ταχύτητας ISO
fi: ISO nopeuden luokitus
hr: ISO ocjena brzine
it: Valutazione velocità ISO
lt: ISO greičio įvertinimas
nl: ISO-snelheidsmeting
pl: Wskaźnik prędkości ISO
sk: Hodnotenie rýchlosti ISO
sr: ISO ocena brzina
sv: ISO-hastighetsklassificering
ta: ஐஎச்ஓ வேக மதிப்பீடு
tr: ISO hız derecesi
uk: Рейтинг швидкості ISO

source: Ice hockey
cs: Lední hokej
hr: Hokej na ledu
it: Hockey su ghiaccio
sr: Hokej na ledu
tr: Buz hokeyi
uk: Хокей на льоду

source: IceTV - Account selection
cs: IceTV - Výběr účtu
da: IceTV - Kontovalg
de: IceTV - Kontoauswahl
el: IceTV - Επιλογή λογαριασμού
fi: IceTV - Tilin valinta
fr: IceTV - Sélection de compte
hr: IceTV - Odabir lozinke
it: IceTV - Selezione account
lt: IceTV - paskyros pasirinkimas
nl: IceTV - Account selectie
pl: IceTV - wybór konta
sk: IceTV – výber konta
sr: IceTV - Izbor lozinke
sv: IceTV - Val av konto
ta: ICETV - கணக்கு தேர்வு
tr: IceTV - Hesap seçimi
uk: IceTV - Вибір облікового запису
zh_cn: IceTV-客户选择

source: IceTV - Login
cs: IceTV – přihlášení
da: IceTV - Logind
de: IceTV - Anmeldung
el: IceTV - Είσοδος
fi: IceTV - kirjautuminen
fr: IceTV - Connexion
hr: IceTV - Prijavi se
it: IceTV - Accesso
lt: IceTV - prisijungimas
sk: IceTV – Prihlásenie
sr: IceTV - Prijavi se
sv: IceTV - Logga in
ta: ICETV - உள்நுழைவு
tr: IceTV - Giriş Yap
uk: IceTV - Логін
zh_cn: IceTV-登录

source: IceTV - Password required
cs: IceTV – Je vyžadováno heslo
da: IceTV - Adgangskode påkrævet
de: IceTV - Passwort erforderlich
el: IceTV - Απαιτείται κωδικός
fi: IceTV - Salasana vaaditaan
fr: IceTV - Mot de passe requis
hr: IceTV - Potrebna lozinka
it: IceTV - Password richiesta
lt: IceTV - reikia slaptažodžio
nl: IceTV - Wachtwoord invullen
pl: IceTV - Wymagane hasło
sk: IceTV – Je potrebné heslo
sr: IceTV - Potrebna lozinka
sv: IceTV - Lösenord krävs
ta: ICETV - கடவுச்சொல் தேவை
tr: IceTV - Şifre gerekli
uk: IceTV - Пароль
zh_cn: IceTV-需要密码

source: IceTV - Region
el: IceTV - Περιοχή
fi: IceTV - Alue
fr: IceTV - Région
it: IceTV - Regione
lt: IceTV - regionas
nl: IceTV - Regio
sk: IceTV – región
ta: ICETV - பகுதி
tr: IceTV - Bölge
uk: IceTV - Регіон
zh_cn: IceTV-地区

source: IceTV - Service selection
cs: IceTV - Výběr služby
da: IceTV - Kanalvalg
de: IceTV - Service Auswahl
el: IceTV - Επιλογή υπηρεσίας
fi: IceTV - Palvelun valinta
fr: IceTV - Sélection de service
hr: IceTV - Odabir usluge
it: IceTV - Selezione servizio
lt: IceTV - paslaugos pasirinkimas
nl: IceTV - Zender selectie
pl: IceTV - wybór Usługi
sk: IceTV – Výber stanice
sr: IceTV - Izbor kanala
sv: IceTV - Val av tjänst
ta: ICETV - பணி தேர்வு
tr: IceTV - Kanal seçimi
uk: IceTV - Вибір послуг
zh_cn: IceTV-服务选择

source: IceTV - Setup
cs: IceTV - Nastavení
da: IceTV - Opsætning
de: IceTV - Einstellung
el: IceTV - Ρυθμίσεις
fi: IceTV - Asetukset
fr: IceTV - Configuration
hr: IceTV - Podešavanje
it: IceTV - Configurazione
lt: IceTV - sąranka
pl: Ustawienia IceTV
sk: IceTV – Nastavenie
sr: IceTV - Podešavanje
sv: IceTV - Inställning
ta: ICETV - அமைவு
tr: IceTV - Kurulum
uk: IceTV - Налаштування
zh_cn: IceTV-设置

source: IceTV - User Information
cs: IceTV - Informace pro uživatele
da: IceTV - Brugerinformation
de: IceTV - Benutzerinformationen
el: IceTV - Πληροφορίες χρήστη
fi: IceTV - Käyttäjä tiedot
fr: IceTV - Informations utilisateur
hr: IceTV - Info o korisniku
it: IceTV - Informazioni utente
lt: IceTV - vartotojo informacija
nl: IceTV - Gebruiker Informatie
pl: IceTV - Informacje o użytkowniku
sk: IceTV – Informácie o používateľovi
sr: IceTV - Info o korisniku
sv: IceTV - Användarinformation
ta: ICETV - பயனர் செய்தி
tr: IceTV - Kullanıcı Bilgileri
uk: IceTV - Інформація про користувача
zh_cn: IceTV-用户信息

source: IceTV disabled
cs: IceTV zakázáno
da: IceTV deaktiveret
de: IceTV deaktiviert
el: IceTV ανενεργό
fi: IceTV pois päältä
fr: IceTV désactivé
hr: IceTV onemogućeno
it: IceTV disabilitato
lt: IceTV išjungta
nl: IceTV uitgeschakeld
pl: IceTV wyłączony
sk: IceTV vypnuté
sr: IceTV onemogućeno
sv: IceTV avaktiverad
ta: ICETV முடக்கப்பட்டது
tr: IceTV devre dışı
uk: IceTV вимкнуто
zh_cn: IceTV已禁用

source: IceTV enabled
cs: IceTV povoleno
da: IceTV aktiveret
de: IceTV aktiviert
el: IceTV ενεργό
fi: IceTV päällä
fr: IceTV activé
hr: IceTV omogućeno
it: IceTV abilitato
lt: IceTV įjungta
nl: IceTV ingeschakeld
pl: IceTV aktiviert
sk: IceTV zapnuté
sr: IceTV omogućeno
sv: IceTV aktiverad
ta: ICETV இயக்கப்பட்டது
tr: IceTV etkin
uk: IceTV ввімкнуто
zh_cn: IceTV已启用

source: IceTV setup wizard
cs: IceTV - Průvodce nastavením
da: IceTV opsætningsassistent
de: IceTV Setup-Assistent
el: IceTV οδηγός εγκατάστασης
fi: IceTV - ohjattu asennustoiminto
fr: Assistant de configuration IceTV
hr: IceTV podešavanje čarobnjaka
it: Procedura guidata di configurazione di IceTV
lt: IceTV sąrankos vedlys
nl: IceTV setup wizzard
pl: Kreator IceTV
sk: Sprievodca nastavením IceTV
sr: IceTV podešavanje čarobnjaka
sv: Installationsguide för IceTV
ta: ICETV அமைவு வழிகாட்டி
tr: IceTV kurulum sihirbazı
uk: IceTV Помічник налаштувань
zh_cn: IceTV安装向导

source: IceTV update completed OK
cs: IceTV - Aktualizace dokončena OK
da: IceTV opdatering endte OK
de: IceTV Update abgeschlossen
el: Η ενημέρωση του IceTV ολοκληρώθηκε με επιτυχία
fi: IceTv päivitys valmis Ok
fr: Mise à jour IceTV terminée OK
hr: Ažuriranje IceTV-a dovršeno OK
it: Aggiornamento di IceTV completato OK
lt: IceTV atnaujinimas baigtas gerai
nl: IceTV update is gelukt
pl: Aktualizacja IceTV zakończona OK
sk: Aktualizácia IceTV úspešne dokončená
sr: IceTV ažurirano kompletno ОК
sv: IceTV-uppdateringen slutfördes OK
ta: ICETV புதுப்பிப்பு சரி
tr: IceTV güncellemesi tamamlandı OK
uk: IceTV успішно оновлено
zh_cn: ceTV更新完成

source: IceTV update completed with errors. Please check the log for details.
cs: Aktualizace IceTV dokončena s chybami. Podrobnosti naleznete v protokolu.
da: IceTV opdatering afsluttet med fejl. Kontroller venligst log for detaljer.
de: Das IceTV Update wurde mit Fehlern abgeschlossen. Überprüfen Sie das Protokoll für Details.
el: Η ενημέρωση του IceTV ολοκληρώθηκε με σφάλματα. Ελέγξτε το καταγραφολόγιο για λεπτομέρειες.
fi: IceTV päivitys tapahtui virheitä. Tarkista tiedot lokista.
fr: La mise à jour d'IceTV s'est terminée avec des erreurs. Veuillez vérifier le journal pour plus de détails.
hr: Ažuriranje IceTV-a dovršeno je s pogreškama. Detalje potražite u dnevniku.
it: Aggiornamento IceTV completato con errori. Controlla il registro per i dettagli.
lt: IceTV atnaujinimas baigtas su klaidomis. Norėdami sužinoti daugiau informacijos, patikrinkite žurnalą.
nl: IceTV update is afgesloten met fouten. Controleert u a.u.b. het log-bestand voor details.
pl: Aktualizacja IceTV zakończyła się błędami. Sprawdź szczegóły w dzienniku.
sk: Aktualizácia IceTV sa skončila s chybami. Prosím, podrobnosti skontrolujte v denníku.
sr: IceTV obnavljanje završeno sa greškom. Molimo proverite log za dobijanje kompletnog infa.
sv: IceTV-uppdateringen slutfördes med fel. Vänligen kontrollera loggen för detaljer.
ta: ICETV புதுப்பிப்பு பிழைகளுடன் முடிந்தது. விவரங்களுக்கு பதிவை சரிபார்க்கவும்.
tr: IceTV güncellemesi hatalarla tamamlandı. Ayrıntılar için lütfen günlüğü kontrol edin.
uk: Оновлення IceTV завершено з помилками. Будь ласка, перевірте журнал для отримання деталей.
zh_cn: IceTV更新已完成,但有错误. 请检查日志以获取详细信息.

source: IceTV version %s
cs: Verze IceTV %s
el: IceTV έκδοση %s
fi: IceTV versio %s
fr: Version IceTV %s
hr: Verzija IceTV %s
it: Versione IceTV %s
lt: IceTV versija %s
nl: IceTV versie %s
pl: Wersja IceTV %s
sk: IceTV – verzia %s
sr: Verzija IceTV %s
ta: ICETV பதிப்பு %s
tr: IceTV sürümü %s
uk: IceTV версія %s
zh_cn: IceTV版本%s

source: IceTV version %s
cs: Verze IceTV %s
el: IceTV έκδοση %s
fi: IceTV versio %s
fr: Version IceTV %s
hr: Verzija IceTV %s
it: Versione IceTV %s
lt: IceTV versija %s
nl: IceTV versie %s
pl: Wersja IceTV %s
sk: Verzia IceTV %s
sr: Verzija IceTV %s
ta: ICETV பதிப்பு %s
tr: IceTV sürümü %s
uk: IceTV версія %s
zh_cn: IceTV版本%s

source: Iceland
cs: Island
da: Island
de: Island
el: Ισλανδία
et: Island
fi: Irlanti
fr: Islande
hu: Izland
it: Islanda
lt: Islandija
nl: Ijsland
pl: Islandia
sk: Island
sv: Island
ta: ஐச்லாந்து
tr: İzlanda
uk: Ісландія
zh_cn: 冰岛

source: Icelandic
cs: Islandský
el: Ισλανδικά
fi: Islanti
fr: Islandais
it: Islandese
lt: Islandų
nl: Ijslands
pl: Islandzki
sk: islandčina
sv: Isländska
ta: ஐச்லாந்திய
tr: İzlandaca
uk: Ісландська

source: Icons
bg: Икони
cs: Ikony
da: Ikoner
el: Εικονίδια
et: Ikoonid
fi: Kuvake
fr: Icônes
hr: Ikona
hu: Ikonok
it: Icone
lt: Piktogramos
pl: Ikony
pt_br: Ícones
ru: Иконки
sk: Ikony
sl: Ikone
sr: Ikona
sv: Ikoner
ta: சின்னங்கள்
tr: Simgeler
uk: Іконки
vi: Biểu tượng
zh_cn: 图标

source: Idle Time:
bg: Време на престой:
cs: Čekání:
da: Inaktiv tid:
de: Leerlauf-Dauer:
el: Χρόνος αδράνειας:
et: Jõudeaeg:
fi: Joutoaika:
fr: Temps d'inactivité :
hr: Vrijeme mirovanja:
hu: Késleltetési idő:
it: Tempo di inattività
lt: Laukimo laikas:
nl: Inactieve tijd:
pl: Czas bezczynności:
ru: Время простоя:
sk: Čas nečinnosti:
sr: Vreme Mirovanja:
sv: Tomgångstid:
ta: செயலற்ற நேரம்:
tr: Atıl Zaman:
uk: Час простою:
vi: Thời gian nhàn rỗi:
zh_cn: 空闲时间:

source: If 'never', will force restart despite that after 100 crashes.
bg: Ако „никога“, ще се рестартира принудително въпреки това след 100 срива.
cs: Pokud 'nikdy', vynutí si restart i přesto po 100 pádech.
da: Hvis 'Aldrig', gennemtvinges genstart uanset dette efter 100 nedbrud.
de: Auch bei 'niemals' wird trotzdem nach 100 Abstürzen ein GUI-Neustart erzwungen.
el: Το 'ποτέ' θα εξαναγκάσει την επανεκκίνηση μετά από 100 κρασαρίσματα.
fi: Jos 'ei koskaan' , pakottaa uudelleenkäynnistyksen siitä huolimatta 100 kaatumisen jälkeen.
fr: Si "jamais", forcera le redémarrage malgré cela après 100 crashes.
hr: Ako 'nikad', prisilit će ponovno pokretanje unatoč tome nakon 100 rušenja.
it: Se 'mai', sarà comunque forzato il riavvio dopo 100 crash.
lt: Jei "niekada", bus priverstinai paleista iš naujo, nepaisant to, kad po 100 gedimų.
nl: Bij 'nooit' zal een geforceerde herstart toch plaatsvinden na 100 crashes.
pl: Jeśli 'nigdy', wymusi restart pomimo tego po 100 awariach.
sk: Aj pri nastavení na 'nikdy' sa po 100 zlyhaniach vynúti reštart používateľského rozhrania.
sr: Ako 'nikad', prisiliće ponovno pokretanje posle 100 padova.
sv: Om "aldrig", kommer omstart att tvingas trots det efter 100 krascher.
ta: 'ஒருபோதும்' என்றால், 100 விபத்துக்களுக்குப் பிறகு மறுதொடக்கத்தை கட்டாயப்படுத்தும்.
tr: 'Asla' seçeneği seçilirse, 100 çökmeden sonra bile yeniden başlatmaya zorlanacaktır.
uk: Якщо встановлено 'ніколи', перезапуск відбудеться після 100 крешів.
vi: Nếu 'không bao giờ', sẽ buộc khởi động lại mặc dù sau 100 lần gặp sự cố.
zh_cn: 如果'否',将在100次崩溃后强制重新启动.

source: If 'never', will write crash log despite that for the first crash.
bg: Ако 'never', ще напише дневник на сривовете въпреки това за първия срив.
cs: Pokud 'nikdy', zapíše protokol o havárii navzdory tomu pro první havárii.
da: Hvis 'Aldrig', skrives en nedbrudslog uanset dette ved første nedbrud.
de: Auch bei 'niemals' wird trotzdem beim ersten Absturz ein Crash-Log geschrieben.
el: Το 'ποτέ' θα εγγράψει το αρχείο καταγραφής για το πρώτο κρασάρισμα.
fi: Jos `ei koskaan` kirjoita kaatumislokin ensimmäisestä kaatumisesta huolimatta.
fr: Si 'jamais', écrira le journal des plantages malgré cela pour le premier crash.
hr: Ako 'nikad', napisat će dnevnik pada unatoč tome za prvi pad.
it: Se "mai", sarà comunque scritto il registro dei crash per il primo crash.
lt: Jei "niekada", įrašys pranešimą apie gedimą, nepaisant to, kad įvyko pirmasis gedimas.
nl: Bij 'nooit' zal toch een crash log worden opgeslagen bij de eerste crash.
pl: Jeśli 'nigdy', mimo to zapisze dziennik awarii dla pierwszej awarii.
sk: Aj pri nastavení na 'nikdy' sa pri prvom páde zapíše denník o páde.
sr: Ako 'nikad', pisaće evidenciju pada za prvi red.
sv: Om "aldrig", kommer att skriva kraschlogg trots att det är första kraschen.
ta: 'ஒருபோதும்' என்றால், முதல் விபத்துக்கு இருந்தபோதிலும் செயலிழப்பு பதிவை எழுதுவார்.
tr: 'Asla' seçeneği işaretlenirse, ilk çökme için bile çökme günlüğü yazılacaktır.
uk: Якщо встановлено 'ніколи', буде написано журнал аварії, незважаючи на те, що це перший раз.
vi: Nếu 'không bao giờ', sẽ viết nhật ký sự cố mặc dù đó là lần đầu tiên.
zh_cn: 如果'否',将写入崩溃日志,尽管这是第一次崩溃.

source: If EPG available
cs: Je-li EPG k dispozici
el: Αν διατίθεται EPG
fi: Jos EPG on saatavilla
hr: Ako je EPG dostupan
it: Se disponibile EPG
nl: Wanneer een EPG beschikbaar is
pl: Jeśli EPG jest dostępne
sk: Ak je EPG dostupný
sr: Ako je EPG dostupan
sv: Om EPG finns tillgänglig
ta: ஈபிசி கிடைத்தால்
tr: EPG mevcutsa
uk: Якщо ЕПГ доступний

source: If an action is user-configurable, its help entry will be flagged with a '(C)' suffix.
bg: Ако дадено действие може да се конфигурира от потребителя, неговият помощен запис ще бъде маркиран с наставка „(C)“.
cs: Pokud je akce konfigurovatelná uživatelem, její položka nápovědy bude označena příponou '(C)'.
el: Αν μια ενέργεια είναι παραμετροποιήσιμη από τον χρήστη, το στοιχείο της στη βοήθεια θα επισημαίνεται με το επίθημα '(C)'.
fi: Jos toiminto on käyttäjän määritettävissä, se merkitään ohjekirjaan (C) -päätteellä.
fr: Si une action est configurable par l'utilisateur, son entrée d'aide sera marquée d'un suffixe '(C)'.
hr: Ako je akcija konfigurabilna od strane korisnika, njezin unos pomoći bit će označen sufiksom '(C)'.
it: Se un'azione è configurabile dall'utente, la relativa voce della guida verrà contrassegnata con un suffisso '(C)'.
lt: Jei veiksmą galima konfigūruoti vartotojui, jo žinyno įrašas bus pažymėtas priesaga '(C)'.
nl: Wanneer een actie instelbaar is, wordt de bijbehorende help functie gemarkeerd met een '(C)'.
pl: Jeśli akcja jest konfigurowalna przez użytkownika, jej wpis pomocy zostanie oznaczony sufiksem „(C)”.
sk: Ak je akcia konfigurovateľná používateľom, položka pomocníka je označená príponou '(C)'.
sr: Ako je radnja korisnički konfigurisana, stavka pomoći će biti označena sufiksom '(C)'.
sv: Om en åtgärd kan konfigureras av användaren kommer dess hjälptext att flaggas med suffixet "(C)".
ta: ஒரு செயல் பயனர்-கட்டமைக்கக்கூடியதாக இருந்தால், அதன் உதவி நுழைவு ஒரு '(சி)' பின்னொட்டுடன் கொடியிடப்படும்.
tr: Bir işlem kullanıcı tarafından yapılandırılabiliyorsa, yardım girdisi '(C)' sonekiyle işaretlenecektir.
uk: Якщо дію можна налаштувати користувачем, запис про неї буде позначено символом '(C)'.

source: If an event is interrupted and divided into separate recordings, this feature will search for alternate broadcasts of the same event.
cs: Pokud je program přerušen a rozdělen na jednotlivé události, plugin bude hledat spojené události.
el: Αν ένα πρόγραμμα διακοπεί και χωριστεί σε ξεχωριστά συμβάντα, το πρόσθετο θα αναζητήσει τα συνδεδεμένα συμβάντα.
hr: Ako je program prekinut i podjeljen na zasebne događaje, plugin će potražiti povezane događaje.
it: Se un programma viene interrotto o diviso in eventi separati, il plugin cercherà di ricostruire gli eventi collegati.
lt: Jeigu įvykis nutraukiamas ir padalinamas į atskirus įvykius, įskiepis ieškos susijusių įvykių.
nl: Als een programma wordt onderbroken en in aparte events is verdeeld, zal de plugin zoeken naar de verbonden gebeurtenissen.
sr: Ako je program prekinut i podeljen na zasebne događaje, plugin će potražiti povezane događaje.
sv: Om ett program avbryts och delas in i separata händelser söker plugin-programmet efter de anslutna händelserna.
tr: Bir etkinlik kesintiye uğrar ve ayrı kayıtlara bölünürse, bu özellik aynı etkinliğin alternatif yayınlarını arayacaktır.
uk: Якщо програма переривається та розділяється на окремі передачі, плагін шукатиме пов’язані передачі.
