Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: RF Output Settings
bg: Настройки на RF изхода
cs: RF výstup
el: Ρυθμίσεις εξόδου ΤΧ
fi: RF ulostulo
fr: Sortie RF
hr: RF Izlaz Postavke
it: Output RF
lt: RF išvesties parametrai
nl: RF modulator
pl: Wyjście RF
sk: RF výstup
sr: RF Izlaz Postavke
sv: Inställningar för RF-utgång
ta: வானலை வெளியீட்டு அமைப்புகள்
tr: RF Çıkış Ayarları
uk: RF вихід

source: Racing
cs: Závody
hr: Utrke
it: Corsa
sr: Trkanje
tr: Yarış
uk: Гонки

source: Radio
cs: Rádio
el: Ραδιόφωνο
et: Raadio
hu: Rádió
pt_br: Rádio
ru: Радио
sk: Rádio
sv: Radioknapp
ta: வானொலி
tr: Radyo
uk: Радіо
zh_cn: 无线电

source: Radio Channel Selection
cs: Volba rádiového kanálu
da: Radio kanalvalg
de: Radio Kanalliste
el: Επιλογή καναλιών ραδιοφώνου
et: Raadiokanalid
fi: Radiokanavan valinta
fr: Sélection Canal Radio
hr: Odabir radio kanala
hu: Rádió csatorna választás
it: Selezione canale radio
lt: Radijo kanalo pasirinkimas
nl: Radio zender kiezen
pl: Wybór Kanału Radiowego
sk: Výber rádiového kanála
sr: Izbor radio kanala
sv: Val av radiokanal
ta: ரேடியோ சேனல் தேர்வு
tr: Radyo Kanalı Seçimi
uk: Вибір радіо каналів
vi: Lựa chọn kênh radio
zh_cn: 无线信道选择

source: Radio Channel Selection Actions
cs: Akce pro výběr rozhlasového kanálu
el: Ενέργειες επιλογής ραδιοφωνικών καναλιών
fi: Radiokanavan valinta
hr: Radnja odabira radio kanala
it: Azioni di selezione del canale radio
nl: Radio zenderlijst Acties
pl: Akcje związane z wyborem kanału radiowego
sk: Akcie pre výber rádiového kanála
sr: Akcije za odabir radijskih kanala
sv: Åtgärder för val av radiokanal
ta: ரேடியோ சேனல் தேர்வு நடவடிக்கைகள்
tr: Radyo Kanalı Seçim İşlemleri
uk: Дії по вибору радіоканалу

source: Random
bg: Произволно
cs: Náhodně
da: Tilfældig
de: zufällig
el: Τυχαίος
et: Juhuslik
fi: Satunnainen
fr: Aléatoire
hr: Nasumično
hu: Véletlenszerű
it: Casuale
lt: Atsitiktinis
nl: Willekeurig
pl: Losowo
pt_br: Aleatória
ru: Случайно
sk: Náhodne
sl: Naključno
sr: Nasumično
sv: Slumpmässig
ta: சீரற்ற
tr: Rastgele
uk: Випадково
vi: Ngẫu nhiên
zh_cn: 随机

source: Random Password
bg: Произволна парола
cs: Náhodné heslo
el: Τυχαίος κωδικός
fi: Satunnainen salasana
fr: Mot de passe aléatoire
hr: Nasumična Lozinka
it: password casuale
lt: Atsitiktinis slaptažodis
nl: Random wachtwoord
pl: Losowe hasło
sk: Náhodné heslo
sr: Nasumična Lozinka
sv: Slumpmässigt lösenord
ta: சீரற்ற கடவுச்சொல்
tr: Rastgele Şifre
uk: Випадковий пароль

source: Rating defined by broadcaster - %d
bg: Оценка определена от телевизионен оператор - %d
cs: Hodnocení určeno vysíláním - %d
da: Vurdering bestemt af leverandør - %d
el: Βαθμολογία καθορισμένη από τον πάροχο - %d
et: Teenusepakkuja määratud vanusepiirang - %d
fi: Kanavan määrittelemä ikäraja - %d
fr: Classification définie par le diffuseur - %d
hr: Ocjena definisana emiterom - %d
hu: Adás besorolása - %d
it: Valutazione definita dall'emittente - %d
lt: Transliuotojo nurodytas vertinimas -%d
nl: Beoordeling door provider - %d
pl: Ocena określona przez nadawcę - %d
pt_br: Classificação definida na transmissão - %d
ru: Оценка от провайдера - %d
sk: Hodnotenie určené vysielateľom – %d
sr: Ocena definisana emiterom - %d
sv: Rating definieras av programföretag - %d
ta: விகிதம் ஒளிபரப்பாளரால் வரையறுக்கப்படுகிறது - %d
tr: Yayıncı tarafından belirlenen reyting - %d
uk: Рейтинг визначається мовником - %d
vi: Xếp hạng được xác định bởi đài phát - %d
zh_cn: 由广播公司定义的评级 - %d

source: Rating undefined
bg: Рейтинг неопределен
cs: Hodnocení neurčeno
da: Vurdering ubestemt
el: Μη καθορισμένη βαθμολογία
et: Vanusepiirang määramata
fi: Ikärajaa ei määritelty
fr: Classification indéfini
hr: Ocjena nedefinisana
hu: Nincs besorolás
it: Valutazione non definita
lt: Vertinimas nenurodytas
nl: Beoordeling niet gedefinieerd
pl: Ocena nieokreślona
pt_br: Classificação indefinida
ru: Оценки нет
sk: Hodnotenie neurčené
sr: Ocena nedefinisana
sv: Betyg odefinierat
ta: மதிப்பீடு வரையறுக்கப்படவில்லை
tr: Reyting belirtilmemiş
uk: Рейтинг не визначений
vi: Xếp hạng không xác định
zh_cn: 评级定义

source: Re-enter new PIN
bg: Въведете отново новия PIN
cs: Znovu zadejte nový PIN
da: Genindtast ny PIN
de: Neue PIN wiederholen
el: Επανεισαγωγή του νέου PIN
et: Sisesta veel kord uus PIN kood
fi: Toista uusi PIN kooditun
fr: Ressaisir nouveau PIN
hr: Ponovo unesite novi PIN
hu: Írja be újra az új PIN-kód
it: Inserire Nuovo PIN
lt: Pakartokite naują PIN
nl: Voer de pincode opnieuw in
pl: Wprowadź ponownie nowy kod PIN
ru: Повторный ввод PIN
sk: Znovu zadajte nový kód PIN
sr: Ponovo unesite novi PIN
sv: Ange ny PIN-kod igen
ta: புதிய முள் மீண்டும் உள்ளிடவும்
tr: Yeni PIN kodunu tekrar girin
uk: Повторно введіть новий ПІН
vi: Nhập lại mã PIN mới
zh_cn: 重新输入新的PIN

source: Read Only
cs: Pouze pro čtení
el: Μόνο για ανάγνωση
fi: Vain luku tila
hr: Samo za čitanje
it: Solo lettura
nl: Alleen lezen
pl: Tylko do odczytu
sk: Len na čítanie
sr: Samo za čitanje
sv: Skrivskyddad
ta: படிக்கவும்
tr: Salt Okunur
uk: Тільки для читання

source: Read Userdata from 'oscam.conf'
cs: Načíst data uživatelů z oscam.conf
el: Ανάγνωση δεδομένων χρήστη από το oscam.conf
hr: Čitanje korisničkih podataka iz 'oscam.conf'
it: Leggi dati utente da oscam.conf
lt: Vartotojo duomenis imti iš oscam.conf
nl: Lees gebruikers informatie uit oscam.conf
sr: Čitanje korisničkih podataka iz 'oscam.conf'
sv: Läs användardata från oscam.conf
tr: Oscam.conf'dan kullanıcı bilgisi oku
uk: Дані користувача з oscam.conf

source: Read/Write
cs: Čtení/zápis
el: Ανάγνωση/εγγραφή
fi: Lue/kirjoita
hr: Čitanje/Pisanje
it: Lettura/Scrittura
nl: Lezen/schrijven
pl: Odczyt/Zapis
sk: Čítanie/zápis
sr: Čitanje/Pisanje
sv: Läsa/Skriva
ta: படிக்க/எழுத
tr: Okuma/Yazma
uk: Читання/запис

source: Reader
bg: Читател
cs: Čtečka
da: Læser
el: Αναγνώστης
et: Kaardipesa
fi: Lukija
fr: Lecteur
hr: Čitač
hu: Olvasó
lt: Skaitytuvas
nl: Lezer
pl: Czytnik
ru: Ридер
sk: Čítačka
sr: Čitač
sv: Läsare
ta: வாசகர்
tr: Okuyucu
uk: Рідер
vi: Người đọc
zh_cn: 阅读器

source: Ready to install "%s"?
cs: Můžu instalovat '%s' ?
el: Εγκατάσταση του "%s" ;
fi: Haluatko asentaa: "%s"?
fr: Prêt à installer '%s' ?
hr: Spremno za instalaciju "%s" ?
it: Pronto a installare "%s"?
lt: Pasirengę įdiegti "%s"?
nl: Gereed om "%s" te installeren?
pl: Czy chcesz zainstalować "%s"?
sk: Spustiť inštaláciu "%s"?
sr: Spremno za instalaciju "%s" ?
sv: Är du redo att installera "%s"?
ta: "%s" நிறுவ தயாரா?
tr: "%s"i yüklemeye hazır mısınız?
uk: Готові встановити "%s"?

source: Ready to remove "%s"?
cs: Mohu odstranit '%s' ?
el: Αφαίρεση του "%s" ;
fi: Haluatko poistaa: "%s"?
fr: Prêt à supprimer '%s' ?
hr: Spremno za uklanjanje "%s" ?
it: Pronto a rimuovere "%s"?
lt: Pasirengę pašalinti "%s"?
nl: Gereed om "%s" te verwijderen?
pl: Czy jesteś gotowy do usunięcia "%s"?
sk: Ste pripravený na odstránenie "%s"?
sr: Spremno za uklanjanje "%s" ?
sv: Är du redo att ta bort "%s"?
ta: "%s" ஐ அகற்ற தயாரா?
tr: "%s"' i kaldırmaya hazır mısınız?
uk: Готові до видалення "%s"?

source: Real life
cs: Skutečný život
el: Πραγματική ζωή
hr: Stvarni život
it: Vita reale
lt: Tikras gyvenimas
nl: Reality
sr: Stvarni život
sv: Verkliga livet
tr: Gerçek hayat
uk: З реального життя

source: Real or pseudo recordings
bg: реални или псевдо записи
cs: opr. nebo pseudo nahrávání
el: Πραγματικές ή ψευδείς εγγραφές
fi: todellinen tai näennäistallennukset
fr: Enregistrements réels ou pseudos
hr: Pravi i pseugo snimci
it: registrazioni reali o pseudo
lt: realūs ar pseudo įrašai
nl: Echte of pseudo opnames
pl: prawdziwe lub pseudo nagrania
sk: Skutočné alebo pseudonahrávky
sr: Pravi i pseugo snimci
sv: Äkta eller falska inspelningar
ta: உண்மையான அல்லது போலி பதிவுகள்
tr: Gerçek veya sahte kayıtlar
uk: реальні, або псевдо записи

source: Real recordings
bg: реални записи
cs: opravdové nahrávání
el: Πραγματικές εγγραφές
fi: todellinen tallennukset
fr: Enregistrements réels
hr: Pravi snimci
it: registrazioni reali
lt: realūs įrašai
nl: Echte opnamen
pl: prawdziwe nagrania
sk: Skutočné nahrávky
sr: Pravi snimci
sv: Verkliga inspelningar
ta: உண்மையான பதிவுகள்
tr: Gerçek kayıtlar
uk: реальні записи

source: Real recordings or streaming
bg: реални записи или стрийминг
cs: opr. nahr. nebo streamování
el: Πραγματικές εγγραφές ή ροή
fi: todellinen tallennukset tai suoratoisto
fr: Enregistrements réels ou streaming
hr: Pravi snimci ili striming
it: registrazioni reali o streaming
lt: realūs įrašai arba transliacijos
nl: Echte opnamen of streams
pl: prawdziwe nagrywania lub strumieniowanie
sk: Skutočné nahrávky alebo streamovanie
sr: Pravi snimci ili striming
sv: Riktiga inspelningar eller streaming
ta: உண்மையான பதிவுகள் அல்லது ச்ட்ரீமிங்
tr: Gerçek kayıtlar veya akışlar
uk: реальні записи, або потокове мовлення

source: Really WOL now?
bg: Наистина WOL сега?
cs: Opravdu teď WOL?
da: WOL virkelig nu ?
el: Να γίνει ΑΣΔ τώρα;
et: Kas teha WOL?
fi: Varmastiko WOL nyt?
fr: Voulez-vous vraiment WOL maintenant ?
hr: Pravi WOL sada?
hu: Biztos WOL most?
it: Davvero vuoi attivare Wake-On-Lan?
lt: Tikrai prabusti nuo tinklo dabar?
nl: Start WOL nu?
pl: Naprawdę teraz WOL?
ru: Хотите включить по сети сейчас?
sk: Naozaj spustiť WakeOnLan?
sr: Pravi WOL sada?
sv: Är det verkligen WOL nu?
ta: உண்மையில் இப்போது வோல்?
tr: Yerel Ağ Üzerinden ( WOL ) şimdi açılsın mı?
uk: Дійсно WOL зараз?
vi: Thực sự WOL bây giờ?
zh_cn: 是否网络唤醒?

source: Really close without saving settings?
bg: Наистина ли да затворя, без да запазя настройките?
cs: Opravdu zavřít bez uloženého nastavení?
da: Vil du lukke uden at gemme indstillinger ?
de: Wirklich ohne Sichern beenden?
el: Θέλετε σίγουρα να γίνει έξοδος χωρίς αποθήκευση ρυθμίσεων;
et: Kas väljuda seadeid salvestamata?
fi: Haluatko poistua tallentamatta asetuksia?
fr: Fermer vraiment sans sauvegarder les paramètres ?
hr: Zaista zatvoriti bez spremanja postavki?
hu: Bezárjam mentés nélkül?
it: Uscire senza salvare le modifiche?
lt: Tikrai užverti be nustatymų išsaugojimo ?
nl: Afsluiten zonder opslaan?
pl: Naprawdę wyjść bez zapisywania ustawień?
pt_br: Sair sem salvar as configurações?
ru: Действительно закрыть без сохранения настроек?
sk: Naozaj zatvoriť bez uloženia nastavení?
sl: Želite zapreti ne da bi shranili nastavitve?
sr: Stvarno želite zatvoriti bez čuvanja postavki?
sv: Vill du avsluta utan att spara inställningar?
ta: அமைப்புகளைச் சேமிக்காமல் உண்மையில் நெருக்கமா?
tr: Ayarlarınızı kaydetmeden çıkmak istediğinizden emin misiniz?
uk: Вийти без збереження налаштувань?
vi: Thực sự đóng mà không lưu cài đặt?
zh_cn: 是否关闭而不保存设置？

source: Really delete this entry?
bg: Наистина ли да изтрия този запис?
cs: Opravdu smazat tento záznam?
da: Slet virkelig denne post ?
de: Sendergruppe wirklich löschen?
el: Να διαγραφεί σίγουρα αυτό το στοιχείο;
et: Kas kustutada see element?
fi: Haluatko varmasti poistaa merkinnän?
fr: Vraiment supprimer cette entrée ?
hr: Stvarno želite obrisati ovu stavku?
hu: Tényleg törli ezt a bejegyzést?
it: Eliminare davvero questa voce?
lt: Ar tikrai ištrinti šį įrašą?
nl: Wilt u deze invoer echt verwijderen?
pl: Czy na pewno usunąć ten wpis?
sk: Naozaj vymazať tento záznam?
sr: Stvarno želite obrisati ovu stavku?
sv: Ska du verkligen radera den här posten?
ta: உண்மையில் இந்த உள்ளீட்டை நீக்கவா?
tr: Bu girişi gerçekten silmek istiyor musunuz?
uk: Видалити це завдання?
vi: Thực sự xóa mục này?
zh_cn: 是否删除这个条目？

source: Really reboot into Recovery Mode?
bg: Наистина ли рестартирам в режим за възстановяване?
cs: Opravdu restartovat do režimu obnovení?
da: Genstart virkelig i Genoprettelsestilstand ?
de: Wirklich einen Neustart in den Wartungsmodus durchführen?
el: Να γίνει σίγουρα επανεκκίνηση σε λειτουργία αποκατάστασης;
et: Kas taaskäivituda taasterežiimis?
fi: Käynnistetäänkö todella palautustilaan?
fr: Redémarrer vraiment en Mode Récupération (Recovery Mode) ?
hr: Stvarno ponovno pokretanje sustava u Načinu za Oporavak?
hu: Biztos újra indítsam Recovery módban?
it: Riavviare davvero in modalità di ripristino?
lt: Tikrai iš naujo paleisti į atkūrimo režimą?
nl: Wilt u herstarten naar de Recovery modus?
pl: Czy naprawdę chcesz przejść do trybu awaryjnego?
sk: Naozaj reštartovať do núdzového režimu?
sr: Stvarno ponovno pokretanje sistema u Režimu za Oporavak?
sv: Verkligen starta om i återställningsläge?
ta: மீட்பு பயன்முறையில் உண்மையில் மறுதொடக்கம் செய்யவா?
tr: Gerçekten Kurtarma Moduna yeniden başlatmak istiyor musunuz?
uk: Дійсно перезавантажити в режим відновлення?
vi: Thực sự khởi động lại vào Chế độ khôi phục?
zh_cn: 是否重新启动进入恢复模式?

source: Really reboot now?
bg: Наистина ли да рестартирам сега?
cs: Opravdu provést restart systému?
da: Vil du Genstarte nu ?
de: Wirklich neu starten?
el: Θέλετε να γίνει επανεκκίνηση τώρα;
et: Kas taaskäivitada vastuvõtja?
fi: Haluatko todella käynnistää uudestaan nyt?
fr: On redémarre vraiment maintenant ?
hr: Stvarno ponovo podići sada?
hu: Biztos újraindítsam most?
it: Riavviare ora?
lt: Tikrai paleisti iš naujo dabar?
nl: Nu herstarten?
pl: Naprawdę uruchomić ponownie?
ru: Действительно перезагрузить сейчас?
sk: Naozaj teraz reštartovať?
sl: Ponovni zagon?
sr: Stvarno ponovo podići sada?
sv: Ska du verkligen starta om nu?
ta: உண்மையில் இப்போது மறுதொடக்கம் செய்யவா?
tr: Şimdi yeniden başlatmak istiyor musunuz?
uk: Перезавантажити зараз?
vi: Thực sự khởi động lại bây giờ?
zh_cn: 是否现在重新启动?

source: Really reflash your %s %s and reboot now?
bg: Наистина ли да рефлашна вашия %s %s и рестартирам сега?
cs: Opravdu obnovit %s %s a restartovat?
da: Omflash virkelig din %s %s og genstart nu?
de: Ihre %s %s wirklich Flashen und neu starten?
el: Να γίνει σίγουρα ξαναφλασάρισμα και επανεκκίνηση του %s %s σας τώρα;
et: Kas paigaldada püsivaratõmmis ja taaskäivitada %s %s?
fi: Haluatko uudelleenasentaa %s %s:n ja käynnistää uudelleen?
fr: Voulez-vous vraiment re-flasher votre %s %s et rebooter maintenant ?
hr: Stvarno reflash vaš %s %s i ponovo podići sada?
hu: Biztos újra flasheljem a(z) %s %s készüléket és indítsam újra most?
it: Vuoi flashare il %s %s e riavviare subito dopo?
lt: Tikrai perdiegti %s %s ir paleisti iš naujo dabar?
nl: Uw %s %s echt flashen en herstarten?
pl: Naprawdę zrobić reflash %s %s i uruchomić ponownie?
ru: Хотите прошить ваш %s %s и перезагрузить?
sk: Naozaj znovu flashovať %s %s a reštartovať?
sr: Stvarno refleš vaš %s %s i ponovo podići sada?
sv: Kan du verkligen återställa din %s %s och starta om nu?
ta: உண்மையில் உங்கள் %s %s ஐ மறுசீரமைத்து இப்போது மறுதொடக்கம் செய்யவா?
tr: %s %s şimdi yükseltilip yeniden başlatılsın mı?
uk: Дійсно перепрошити Ваш %s %s і перезавантажити зараз?
vi: Thực sự phản xạ% s% s của bạn và khởi động lại bây giờ?
zh_cn: 是否刷新你的 %s %s 并立即重新启动?

source: Really restart now?
bg: Наистина ли да рестартирам сега?
cs: Opravdu nyní restartovat?
da: Vil du Genstarte nu ?
de: Wirklich neu starten?
el: Θέλετε να γίνει επανεκκίνηση τώρα;
et: Kas taaskäivitada vastuvõtja?
fi: Haluatko silti käynnistää uudelleen?
fr: Tu redémarres vraiment maintenant ?
hr: Stvarno ponovo podići sada?
hu: Biztos újra indítsam most?
it: Riavviare ora?
lt: Tikrai paleisti iš naujo dabar?
nl: Nu herstarten?
pl: Naprawdę uruchomić ponownie teraz?
ru: Действительно перезагрузить сейчас?
sk: Naozaj reštartovať?
sl: Ponovni zagon?
sr: Stvarno ponovo podići sada?
sv: Börjar du verkligen om nu?
ta: உண்மையில் இப்போது மறுதொடக்கம் செய்யவா?
tr: Şimdi yeniden başlatmak istiyor musunuz?
uk: Перезавантажити зараз?
vi: Thực sự khởi động lại bây giờ?
zh_cn: 是否重新启动?

source: Really shutdown now?
bg: Наистина ли да изключа сега?
cs: Opravdu nyní vypnout?
da: Vil du Slukke nu ?
de: Wirklich herunterfahren?
el: Θέλετε να γίνει τερματισμός τώρα;
et: Kas lülitada vastuvõtja välja?
fi: Haluatko silti sammuttaa?
fr: On arrête vraiment maintenant ?
hr: Stvarno gašenje sada?
hu: Biztos lekapcsoljam most?
it: Spegnere ora?
lt: Tikrai išjungti dabar?
nl: Nu uitschakelen?
pl: Naprawdę wyłączyć?
ru: Действительно выключить сейчас?
sk: Naozaj vypnúť?
sl: Izklop?
sr: Stvarno gašenje sada?
sv: Är du verkligen avstängd nu?
ta: உண்மையில் இப்போது பணிநிறுத்தம்?
tr: Şimdi kapatmak istiyor musunuz?
uk: Вимкнути зараз?
vi: Thực sự tắt máy bây giờ?
zh_cn: 是否关机?

source: Really start Kodi and stop user interface now?
cs: Opravdu nyní spustit Kodi a zastavit uživatelské rozhraní?
el: Να ξεκινήσει σίγουρα το Kodi και να σταματήσει η επιφάνεια χρήστη τώρα;
fi: Aloita Kodi ja lopeta käyttöliittymä nyt?
hr: Stvarno da pokrenem Kodi i da sada zaustavim korisnički interfejs?
it: Vuoi davvero avviare Kodi e fermare l'interfaccia utente adesso?
nl: Kodi starten en de gebruikers interface afsluiten?
pl: Czy naprawdę chcesz teraz uruchomić Kodi i zatrzymać interfejs użytkownika?
sk: Naozaj chcete spustiť Kodi a zastaviť použív. rozhranie?
sr: Stvarno da pokrenem Kodi i da sada zaustavim korisnički interfejs?
sv: Starta verkligen Kodi och stoppa användargränssnittet nu?
ta: உண்மையில் கோடியைத் தொடங்கி இப்போது பயனர் இடைமுகத்தை நிறுத்தவா?
tr: Kodi'yi gerçekten başlatıp kullanıcı arayüzünü şimdi durdurmak mı istiyorsunuz?
uk: Справді запустити Kodi і зупинити інтерфейс користувача зараз?

source: Really upgrade the front panel and reboot now?
bg: Наистина ли да надстроя предния панел и рестартирам сега?
cs: Opravdu upgradovat přední panel a restartovatí?
da: Opgrader virkelig foront panelet og genstart nu ?
el: Να γίνει σίγουρα αναβάθμιση του εμπρόσθιου πίνακα και επανεκκίνηση τώρα;
et: Kas uuendada esipaneel ja taaskäivitada vastuvõtja?
fi: Päivitetäänkö etupaneeli nyt ja käynnistetään uudelleen?
fr: Voulez-vous vraiment mettre à jour l'afficheur VFD et rebooter maintenant ?
hr: Stvarno nadogradi prednju ploču i restartuj sada?
hu: Biztos benne, hogy frissíteni szeretné az előlapi kijelzőt, majd újraindítani a készüléket?
it: Vuoi aggiornare il panello frontale e riavviare?
lt: Tikrai atnaujinti priekinį skydelį ir paleisti iš naujo?
nl: Wilt u werkelijk het voor paneel update en opnieuw opstarten?
pl: Naprawdę uaktualnić przedni wyświetlacz i uruchomić ponownie?
ru: Хотите обновить дисплей и перезагрузить?
sk: Naozaj chcete aktualizovať predný panel a reštartovať?
sr: Stvarno nadogradi prednju tablu i restartuj sada?
sv: Uppgraderar du verkligen frontpanelen och startar om nu?
ta: உண்மையில் முன் பேனலை மேம்படுத்தி இப்போது மறுதொடக்கம் செய்யவா?
tr: Ön paneli gerçekten yükseltip şimdi yeniden başlatılsın mı?
uk: Дійсно оновити передню панель і перезавантажити зараз?
vi: Thực sự nâng cấp bảng điều khiển phía trước và khởi động lại bây giờ?
zh_cn: 是否升级前面板并重新启动?

source: Really upgrade the front panel processor and reboot now?
bg: Наистина ли да надстроя предния процесор и рестартирам сега?
cs: Opravdu upgradovat přední panel a restartovat nyní?
el: Να γίνει σίγουρα αναβάθμιση του μετωπιαίου επεξεργαστή και επανεκκίνηση;
fi: Päivitetäänkö etuprosessori nyt ja käynnistetään uudelleen?
fr: Voulez-vous vraiment mettre à jour l'afficheur VFD et redémarrer maintenant ?
hr: Stvarno nadogradi procesor prednjeg zaslona i restartuj sada?
it: Vuoi davvero aggiornare il frontprocessor e riavviare adesso?
lt: Tikrai atnaujinti priekinį procesorių ir paleisti iš naujo?
nl: Wilt u de frontprocessor nu echt updaten en herstarten?
pl: Czy naprawdę zaktualizować frontprocesor i zrestartować odbiornik?
sk: Naozaj aktualizovať procesor predného panela a reštartovať?
sr: Stvarno nadogradi procesor prednjeg panela i restartuj sada?
sv: Uppgraderar du verkligen frontpanelprocessorn och startar om nu?
ta: உண்மையில் முன் குழு செயலியை மேம்படுத்தி இப்போது மறுதொடக்கம் செய்யவா?
tr: Ön Panel İşlemcisi yükseltilip yeniden başlatılsın mı?
uk: Дійсно оновити зараз ПЗ приймача і перезавантажити?

source: Really upgrade your %s %s and reboot now?
bg: Наистина ли да надстроя вашия %s %s и рестартирам сега?
cs: Opravdu aktualizovat Váš %s %s a restartovat?
da: Opgrader virkelig din %s %s og genstart nu?
el: Να γίνει σίγουρα αναβάθμιση και επανεκκίνηση του %s %s σας τώρα;
et: Kas uuendada ja taaskäivitada %s %s?
fi: Haluatko päivittää %s %s ja käynnistää uudelleen?
fr: Voulez-vous vraiment mettre à jour votre %s %s et rebooter maintenant ?
hr: Želite li nadograditi vaš %s %s i restartuj sada?
hu: Indulhat a(z) %s %s készülék frissítése, majd az újraindítása?
it: Vuoi aggiornare il %s %s e riavviare adesso?
lt: Tikrai atnaujinti %s %s ir paleisti iš naujo dabar?
nl: Uw %s %s echt updaten en herstarten?
pl: Wykonać aktualizację %s %s i uruchomić ponownie?
ru: Хотите обновить ваш %s %s и перезагрузить?
sk: Naozaj aktualizovať %s %s a reštartovať?
sr: Želite li nadograditi vaš %s %s i restartuj sada?
sv: Ska du verkligen uppgradera din %s %s och starta om nu?
ta: உண்மையில் உங்கள் %s %s ஐ மேம்படுத்தி இப்போது மறுதொடக்கம் செய்யவா?
tr: Gerçekten de %s %s alıcınızı güncelleyip şimdi yeniden başlatmak mı istiyorsunuz?
uk: Дійсно оновити Ваш %s %s і перезавантажити зараз?
vi: Thực sự nâng cấp% s% s của bạn và khởi động lại bây giờ?
zh_cn: 是否升级你的 %s %s 并重新启动?

source: Rear
cs: Zadní
el: Πλαϊνό
fi: Takana
hr: Zadnji
it: Posteriore
lt: Galinis
nl: Achterkant
pl: Tył
sk: Zadná strana
sr: Zadnji
sv: Bakre delen
ta: பின்புறம்
tr: Arka
uk: Тиловий

source: Reboot
bg: Рестарт
cs: Restartovat
da: Genstart
de: Neustart
el: Επανεκκίνηση
et: Taaskäivitus
fi: Käynnistä uudelleen
fr: Redémarrer
hr: Podići
hu: Újraindítás
it: Riavvio completo
lt: Paleisti iš naujo
nl: Herstarten
pl: Uruchom ponownie
ru: Перезагрузка
sk: Reštartovať
sl: Ponovni zagon
sr: Podići
sv: Starta om
ta: மறுதொடக்கம் செய்யுங்கள்
tr: Sistemi Yeniden Başlat
uk: Перезавантажити
vi: Khởi động lại
zh_cn: 重新启动

source: Reboot %s %s now?
cs: Restartovat %s %s nyní?
el: Επανεκκίνηση του %s %s τώρα;
fi: Käynnistetäänkö %s %s nyt?
hr: Podići %s %s sada?
it: Riavviare %s %s adesso?
nl: %s %s nu opnieuw starten?
pl: Czy teraz zrestartować %s %s?
sk: Reštartovať %s %s teraz?
sr: Podići %s %s sada?
sv: Starta om %s %s nu?
ta: இப்போது %s %s மறுதொடக்கம் செய்யவா?
tr: %s %s alıcınızı şimdi yeniden başlatmak ister misiniz?
uk: Перезавантажити %s %s зараз?

source: Rec
bg: Запис
de: Aufnahme
el: Εγγραφή
fi: Tallennus
fr: Enr
hr: Snim
hu: Felvétel
pl: Nagrywanie
ru: Запись
sk: Nahrávanie
sv: Rek
ta: ரெக்
uk: Запис
vi: Ghi
zh_cn: 录像

source: Receiver
bg: Приемник
cs: Přijímač
el: Δέκτης
fi: Vastaanotin
hr: Prijemnik
it: Ricevitore
lt: Imtuvas
nl: Ontvanger
pl: Odbiornik
sk: Prijímač
sr: Resiver
sv: Mottagare
ta: பெறுவி
tr: Alıcı
uk: Приймач

source: Receiver Information
bg: Информация за приемника
cs: Informace o přijímači
el: Πληροφορίες δέκτη
fi: Vastaanottimen tiedot
hr: Prijemnik Info
it: Informazioni sul ricevitore
lt: Imtuvo informacija
nl: Ontvanger Informatie
pl: Info o odbiorniku
sk: Informácie o prijímači
sr: Resiver Info
sv: Information om mottagaren
ta: ரிசீவர் செய்தி
tr: Alıcı Bilgisi
uk: Інформація про приймач

source: Receiver Information Actions
bg: Действия за информация на приемника
cs: Akce s informacemi o přijímači
el: Ενέργειες πληροφοριών δέκτη
fi: Vastaanottimen tietotoiminnot
hr: Radnja Prijemnika Info
it: Azioni di informazioni sul ricevitore
lt: Gavėjo informacijos veiksmai
nl: Ontvanger Informatie Acties
pl: Akcje dotyczące informacji o odbiorniku
sk: Akcie pre informácie o prijímači
sr: Radnja Resiver Info
sv: Information om mottagaren Åtgärder
ta: ரிசீவர் செய்தி செயல்கள்
tr: Alıcı Bilgisi İşlemleri
uk: Інформаційні дії приймача

source: Receiver does not support Quad PiP.
bg: Кутията или драйверът не поддържат Quad PiP.
cs: Box nebo ovladač nepodporuje Quad PiP.
el: Ο δέκτης ή ο οδηγός δεν υποστηρίζει το Τετραπλό PiP.
fi: Vastaanottimesi tai ajuri ei tue neljää kuvaa PIP:ssä.
fr: Box ou pilote ne prend pas en charge Quad PiP.
hr: Prijemnik ne podržava 4x PiP.
it: Il ricevitore non supporta Quad PiP.
lt: Imtuvas, arba tvarkyklė nepalaiko Quad PiP.
nl: Box of driver ondersteunt geen Quad PiP.
pl: Tuner lub sterownik nie obsługuje Quad PiP.
sk: Prijímač alebo ovládač nepodporuje Quad PiP.
sr: Prijemnik ne podržava 4x PiP.
sv: Mottagaren stöder inte Quad PiP.
ta: ரிசீவர் குவாட் பிப்பை ஆதரிக்கவில்லை.
tr: Alıcı Quad PiP'i desteklemiyor.
uk: Тюнер, або драйвер не підтримують чотирьох екранний PiP.
