Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
bg: Сигурен ли си че искаш да възстановиш архива? Вашият приемник ще се рестартира след като архивирането е било възстановено!
cs: Opravdu chcete obnovit přijímač ze zálohy? Po obnovení ze zálohy se přijímač zrestartuje!
da: Er du sikker på at du vil gendanne sikkerhedskopien? Din modtager vil genstarte efter sikkerhedskopien er blevet gendannet!
de: Sind Sie sicher, dass die Einstellungen Ihres Receivers wiederhergestellt werden sollen? Nach der Wiederherstellung wird Ihr Receiver neu gestartet!
el: Θέλετε σίγουρα να επαναφέρετε το αντίγραφο ασφαλείας; Ο δέκτης θα επανεκκινηθεί μετά την επαναφορά!
et: Kas taastada see varukoopia? Pärast varukoopia taastamist vastuvõtja taaskäivitub!
fi: Oletko varma, että haluat palauttaa varmuuskopion? Vastaanotin käynnistyy uudelleen varmuuskopion palautuksen jälkeen!
fr: Êtes-vous sûr de vouloir restaurer la sauvegarde? Votre récepteur va redémarrer après la restauration de la sauvegarde!
hr: Da li želite vratiti u predhodno stanje? Resiver će se ponovo pokrenuti nakon vraćanja u predhodno stanje!
hu: Biztos benne, hogy vissza szeretné állítani a mentést? A készülék újra fog indulni a visszaállítás után!
it: Sei sicuro di voler ripristinare il backup? Il ricevitore si riavvierà dopo il ripristino del backup!
lt: Ar tikrai norite atkurti atsarginę kopiją? Po atkūrimo, Jūsų imtuvas pats pasileis iš naujo!
nl: Weet u zeker dat u de instellingen van uw ontvanger wilt herstellen? Uw ontvanger zal opnieuw starten nadat de back-up geïnstalleerd is!
pl: Czy chcesz przywrócić kopię zapasową? Tuner uruchomi się ponownie po przywróceniu z kopii zapasowej!
pt_br: Restaurar o backup? O receptor será reiniciado após a restauração!
ru: Уверены, что хотите восстановить бекап? Ресивер будет перезагружен после восстановления
sk: Naozaj chcete obnoviť zálohu? Po obnove sa prijímač reštartuje!
sr: Da li želite vratiti u predhodno stanje? Resiver će se ponovo pokrenuti nakon vraćanja u predhodno stanje!
sv: Är du säker på att du vill återställa säkerhetskopian? Din mottagare kommer att starta om efter att säkerhetskopian har återställts!
ta: காப்புப்பிரதியை மீட்டெடுக்க விரும்புகிறீர்களா? காப்புப்பிரதி மீட்டமைக்கப்பட்ட பிறகு உங்கள் பெறுநர் மறுதொடக்கம் செய்வார்!
tr: Yedeği geri yüklemek istediğinizden emin misiniz? Geri yüklemeden sonra alıcınız tekrar başlayacak!
uk: Ви впевнені, що хочете відновити резервну копію? Ваш приймач перезавантажиться після відновлення!
vi: Bạn có chắc chắn muốn khôi phục lại bản sao lưu? Đầu thu của bạn sẽ khởi động lại sau khi sao lưu đã được khôi phục!
zh_cn: 是否确定要还原备份? 您的接收器将在备份恢复后重新启动!

source: Are you sure you want to restore your %s %s backup? STB will restart after the restore
bg: Сигурен ли си че искаш да възстановиш своя архив за %s %s ? STB ще се рестартира след възстановяване
cs: Určitě chcete obnovit nastavení vašeho %s %s ze zálohy? Po obnovení se přijímač restartuje
da: Er du sikker på, at du vil gendanne din %s %s sikkerhedskopi? STB vil genstarte efter gendannelsen
de: Sind Sie sicher, dass die Einstellungen Ihrer %s %s wiederhergestellt werden sollen? Ihr Receiver wird neu gestartet, nachdem die Einstellungen wiederhergestellt wurden.
el: Θέλετε σίγουρα να γίνει επαναφορά του αντιγράφου ασφαλείας του %s %s σας; Θα γίνει επανεκκίνηση του δέκτη μετά την επαναφορά
et: Kas taastada %s %s varukoopia? Pärast taastamist vastuvõtja taaskäivitub
fi: Oletko varma, että haluat palauttaa laitteen %s %s varmuuskopion? Vastaanotin käynnistyy uudelleen varmuuskopion palautuksen jälkeen
fr: Êtes-vous sûr de vouloir restaurer votre sauvegarde %s %s ? Le récepteur va redémarrer après la restauration
hr: Da li želite vratiti u predhodno stanje %s %s? Resiver će se ponovo pokrenuti nakon vraćanja u predhodno stanje
hu: Biztos benne, hogy vissza szeretné állítani a(z) %s %s biztonsági mentését? A készülék újra fog indulni a visszaállítás után
it: Sei sicuro di voler ripristinare il backup del %s %s ? Il ricevitore sarà riavviato dopo il ripristino
lt: Ar tikrai norite atkurti %s %s atsarginę kopiją? Po atkūrimo imtuvas pats pasileis iš naujo
nl: Weet u zeker dat u uw %s %s back-up wilt terugplaatsen? Uw STB zal herstarten na het terugplaatsen
pl: Czy na pewno chcesz przywrócić kopię zapasową twojego %s %s? Po zakończeniu operacji tuner zostanie ponownie uruchomiony
ru: Уверены, что хотите восстановить ваш бекап %s %s? Ресивер будет перезагружен после восстановления
sk: Naozaj chcete obnoviť vašu zálohu %s %s? Po obnovení sa prijímač reštartuje
sr: Da li želite vratiti u predhodno stanje %s %s? Resiver će se ponovo pokrenuti nakon vraćanja u predhodno stanje
sv: Är du säker på att du vill återställa din %s %s säkerhetskopia? STB kommer att starta om efter återställningen
ta: உங்கள் %s %s காப்புப்பிரதியை மீட்டெடுக்க விரும்புகிறீர்களா? மீட்டெடுப்புக்குப் பிறகு STB மறுதொடக்கம் செய்யும்
tr: %s %s yedeğinizi geri yüklemek istediğinizden emin misiniz? Alıcınız geri yükleme işleminden sonra yeniden başlatılacak
uk: Ви впевнені, що хочете відновити Ваш %s %s бекап? Приймач буде перезавантажений після відновлення
vi: Bạn có chắc chắn muốn khôi phục bản sao lưu%s%s của mình không? STB sẽ khởi động lại sau khi khôi phục
zh_cn: 是否确定要恢复你的 %s %s备份? 数字电视机顶盒将还原后重启

source: Are you sure you want to save the EPG Cache to:
bg: Сигурен ли си че искаш да запазиш EPG кеша на:
cs: Opravdu chcete uložit EPG cache do:
da: Er du sikker på at du vil gemme EPG mellemlager til:
de: Die EPG-Daten hier speichern:
el: Θέλετε σίγουρα να αποθηκευτεί η Προσωρινή Μνήμη του EPG στο:
et: Kas talletada EPG andmed asukohta:
fi: Haluatko varmasti tallentaa EPG:n välimuistin tänne:
fr: Êtes-vous sûr de vouloir sauvegarder le cache EPG vers :
hr: Jeste li sigurni da želite spremiti EPG predmemoriju u:
hu: Biztosan menteni szeretné az EPG gyorsítórbat:
it: Sei sicuro di voler salvare la cache EPG in:
lt: Ar tikrai norite išsaugoti EPG podėlį į:
nl: Weet u zeker dat u de EPG Cache wilt opslaan in:
pl: Czy na pewno chcesz zapisać dane EPG do:
ru: Хотите сохранить данные EPG здесь:
sk: Naozaj chcete uložiť EPG cache do:
sl: Ste prepričani,da želite shranite podatke na:
sr: Da li želite sačuvati EPG keš u:
sv: Är du säker på att du vill spara EPG-cachen till:
ta: ஈபிசி கேச் சேமிக்க விரும்புகிறீர்களா என்பது உறுதி:
tr: EPG önbelleğini buraya kaydetmek istediğinizden emin misiniz:
uk: Ви дійсно бажаєте зберегти кеш EPG до:
vi: Bạn có chắc chắn muốn lưu Bộ nhớ cache EPG vào:
zh_cn: 是否确定你要保存的EPG缓存:

source: Argentina
de: Argentinien
el: Αργεντινή
et: Argentiina
fr: Agentine
hu: Argentína
nl: Argentinië
pl: Argentyna
sk: Argentína
ta: அர்சென்டினா
tr: Arjantin
uk: Аргентина
zh_cn: 阿根廷

source: Armenia
cs: Arménie
da: Armenien
de: Armenien
el: Αρμενία
et: Armeenia
fr: Arménie
hu: Örményország
lt: Armėnija
nl: Armenië
sk: Arménsko
sv: Armenien
ta: அர்மெனியா
tr: Ermenistan
uk: Вірменія
zh_cn: 亚美尼亚

source: Armenian
cs: Arménský
el: Αρμένικα
fi: Armenia
fr: Arménien
it: Armeno
lt: Armėnų
nl: Armeens
pl: Ormiański
sk: arménčina
sv: Armeniska
ta: ஆர்மீனியன்
tr: Ermenice
uk: Вірменська

source: Arrow skip mode
cs: Režim přeskakování šipkami
el: Λειτουργία βέλους παράκαμψης
fi: Nuoli ohita tila
hr: Način preskakanja strelice
it: Modalità salto freccia
nl: PIJL-toets Sprongmodus
pl: Tryb pomijania strzałek
sr: Režim preskakanja strelice
sv: Läge för pilhoppning
tr: Ok atlama modu
uk: Режим пропускання стрілок

source: Art/Literature
cs: Umění/Literatura
hr: Umjetnost/Literatura
it: Arte/Letteratura
sr: Umetnost/Literatura
tr: Sanat/Edebiyat
uk: Мистецтво/Література

source: Artist
bg: Артист
cs: Umělec
da: Kunstner
de: Künstler
el: Καλλιτέχνης
et: Esitaja
fi: Esittäjä
fr: Artistes
hr: Umjetnik
hu: Előadó
it: Artista
lt: Atlikėjas
nl: Artiest
pl: Artysta
pt_br: Artista
ru: Исполнитель
sk: Umelec
sl: Izvajalec
ta: கலைஞர்
tr: Sanatçı
uk: Артист
vi: Nghệ sĩ
zh_cn: 艺术家

source: Arts
cs: Umění
hr: Umjetnost
it: Arti
sr: Umetnost
tr: Sanat Dalları
uk: Мистецтво

source: Arts/Culture
bg: Изкуство/Култура
cs: Umění/Kultura
da: Kunst/Kultur
de: Kunst/Kultur
el: Τέχνες/Πολιτισμός
et: Kunst/kultuur
fi: Taide/Kulttuuri
hr: Umjetnost/kultura
hu: Művészet/Kultúra
it: Arte/Cultura
lt: Menas/kultūra
nl: Kunst / cultuur
pl: Kultura/Sztuka
pt_br: Arte/Cultura
ru: Искусство/Культура
sk: Umenie/kultúra
sv: Konst/Kultur
ta: கலை/கலாச்சாரம்
tr: Kültür/Sanat
uk: Мистецтво/Культура
vi: Nghệ thuật / Văn hóa
zh_cn: 艺术/文化

source: Arts/Culture (without music)
cs: umění/kulura (bez hudby, obecně)
el: τέχνες/πολιτισμός (χωρίς μουσική, γενικά)
hr: Umjetnost/kultura (bez glazbe)
it: arte/cultura (senza musica, generale)
lt: menas/kultūra (be muzikos, bendras)
nl: kunst / cultuur (algemeen)
sr: Umetnost/Kultura (bez muzike)
sv: konst/kultur (utan musik, allmänt)
tr: Sanat/Kültür (müzik hariç)
uk: мистецтво/культура (без музики, загальна)

source: Arts/Culture magazines
el: τέχνες/πολιτιστικό μαγκαζίνο
hr: Umjetnost/kultura magazin
it: giornale di arte/cultura
lt: menas/kultūrinis žurnalas
nl: kunst / cultuurmagazine
sr: Časopisi o umetnosti/kulturi
sv: tidskrift för konst/kultur
tr: Sanat/Kültür dergileri
uk: предача про мистецтво/культуру

source: Aruba
el: Αρούμπα
ta: அரூபா
uk: Аруба
vi: Argentina
zh_cn: 阿鲁巴

source: As plugin in extended bar
bg: като плъгин в разширен бар
cs: jako plugin v rozš. liště
el: Ως πρόσθετο στην εκτεταμένη μπάρα
fi: lisäosana laajennuspalkissa
fr: comme plugin dans la barre étendue
hr: Kao dodatak u proširenoj traci
it: Come plugin nella barra estesa
lt: kaip priedą į išplėstą juostą
nl: Als plugin in de uitgebreide informatiebalk
pl: Jako wtyczki w rozszerzonym pasku
sk: Ako plugin v rozšírenom paneli
sr: Kao plugin na proširenij traci
sv: Som plugin i utökad bar
ta: நீட்டிக்கப்பட்ட பட்டியில் சொருகி
tr: Genişletilmiş çubukta eklenti olarak
uk: як плагін в розширеній панелі

source: Ascending
cs: Vzestupně
el: Αύξουσα
fi: Nouseva
hr: Rastući
it: Ascendente
lt: Didėjančiai
nl: Oplopend
pl: Rosnąco
sk: Vzostupne
sr: Rastući
sv: Stigande
ta: ஏறுதல்
tr: Yükselen
uk: Висхідний

source: Ask user
bg: Попитай потребителя
cs: Zeptat se
da: Spørg bruger
de: Benutzer fragen
el: Ερώτηση χρήστη
et: Küsitakse
fi: Kysy käyttäjältä
fr: Demander à l'utilisateur
hr: Pitaj korisnika
hu: Felhasználó kérdezése
it: Chiedi all'utente
lt: Klausti vartotojo
nl: Vraag gebruiker
pl: Zapytaj użytkownika
pt_br: Consultar usuário
ru: Спросить пользователя
sk: Opýtať sa používateľa
sl: Vprašajte uporabnika
sr: Pitaj korisnika
sv: Fråga användaren
ta: பயனரிடம் கேளுங்கள்
tr: Kullanıcıya sor
uk: Запитати користувача
vi: Hỏi người dùng
zh_cn: 询问用户

source: Ask user (with default of 'No')
cs: Zeptat se a standardně zvolit 'Ne'
el: Ερώτηση χρήστη (με προεπιλογή 'όχι')
fi: Kysy käyttäjältä (oletus "ei")
fr: Demander à l'utilisateur (avec comme défaut 'non')
hr: Pitaj korisnika (sa zadanom opcijom 'Ne')
it: Chiedi all'utente (predefinito 'No')
lt: Klausti vartotojo (numatytasis - 'ne')
nl: Vraag gebruiker (met 'nee' als standaard )
sr: Pitaj korisnika (sa zadanom opcijom 'Ne')
sv: Fråga användaren (med standardvärdet "Nej")
tr: Kullanıcıya sor (varsayılan değer 'Hayır')
uk: Запитати користувача (за замовчуванням 'ні')

source: Ask user (with default of 'Yes')
cs: Zeptat se a standardně zvolit 'Ano'
el: Ερώτηση χρήστη (με προεπιλογή 'ναι')
fi: Kysy käyttäjältä (oletus "kyllä")
fr: Demander à l'utilisateur (avec comme défaut 'oui')
hr: Pitaj korisnika (sa zadanim 'Da')
it: Chiedi all'utente (predefinito 'Sì')
lt: Klausti vartotojo (numatytasis - 'taip')
nl: Vraag gebruiker (met 'ja' als standaard )
sr: Pitaj korisnika (sa zadanim 'Da')
sv: Fråga användaren (med standardvärdet "Ja")
tr: Kullanıcıya sor (varsayılan değer 'Evet')
uk: Запитати користувача (за замовчуванням 'так')

source: Aspect
bg: Гледна точка
cs: Poměr stran
da: Format
el: Λόγος πλευρών
fi: Kuvasuhde
hr: Širina/Visina
hu: Képarány
it: Aspetto
lt: Formatas
pl: Proporcje
sk: Pomer strán
sr: Odnos
sv: Bildförhållande
ta: நற்பொருத்தம்
tr: Görünüş
uk: Вигляд
vi: Tỷ lệ khung hình
zh_cn: 高宽比：

source: Aspect Ratio
cs: Poměr stran
da: Billedformat
de: Seitenverhältnis
el: Λόγος πλευρών
et: Kuvasuhe
fi: Kuvasuhde
hr: Odnos Širina/Visina
hu: Kép méretarány
it: Proporzioni
nl: Beeldverhouding
pl: Proporcje obrazu
ru: Соотношение сторон
sl: Način prikaza
sr: Odnos širina/visina
sv: Bildförhållande
tr: En Boy Oranı
uk: Співвідношення сторін
vi: Tỷ lệ khung hình
zh_cn: 宽高比

source: Aspect Ratio Actions
bg: Действия съотношение гледна точка
cs: Akce poměru stran
el: Ενέργειες λόγου πλευρών
fi: Kuvasuhde toiminnot
fr: Actions sur le rapport d'aspect
hr: Radnje odnosa širina/visina
it: Azioni per le proporzioni
lt: Vaizdo formato veiksmai
nl: Beeldverhouding acties
pl: Akcje współczynnika proporcji
sk: Akcie pomeru strán
sr: Radnje odnosa širina/visina
sv: Aspect Ratio Åtgärder
ta: விகித விகித செயல்கள்
tr: En Boy Oranı İşlemleri
uk: Налаштування кнопок Співвідношення Сторін

source: Aspect ratio
bg: Съотношение на гледната точка
cs: Poměr stran
da: Billedformat
de: Seitenverhältnis
el: Λόγος πλευρών
et: Kuvasuhe
fi: Kuvasuhde
fr: Format d'image
hr: Odnos širina/visina
hu: Kép méretarány
it: Rapporto proporzioni
lt: Formato kraštinių santykis
nl: Beeldverhouding
pl: Proporcje obrazu
pt_br: Proporção
ru: Соотношение сторон
sk: Pomer strán
sr: Odnos širina/visina
sv: Bildförhållande
ta: அம்ச விகிதம்
tr: En boy oranı
uk: Співвідношення сторін
vi: Tỷ lệ khung hình
zh_cn: 宽高比

source: Aspect ratio set to '%s'.
cs: Náhled videa je %s.
el: Ο λόγος πλευρών A/V είναι '%s'.
fi: AV kuvasuhde on %s.
fr: L'aspect AV est %s.
hr: Odnos širina/visina postavi na '%s'.
it: Le proporzioni A/V sono '%s'.
lt: Vaizdo kraštinių santykis '%s'.
nl: De AV-beeldverhouding is %s.
pl: Proporcje obrazu ustawiono na '%s'.
sk: AV pomer strán je %s.
sr: Odnos širina/visina postavi na '%s'.
sv: Bildförhållandet är inställt på '%s'.
ta: A/V விகித விகிதம் '%s'.
tr: En boy oranı '%s' olarak ayarlandı.
uk: А/В співвідношення %s.

source: Aspect switch
cs: Přepínač poměru stran
el: Αλλαγή λόγου πλευρών
fi: Muuta ulkonäköä
hr: Prekidač odnosa širina/visina
it: Cambia aspetto
nl: Beeldverhouding wijzigen
pl: Przełącznik proporcji
sk: Prepnutie pomeru strán
sr: Prekidač odnosa širina/visina
sv: Aspect-omkopplare
ta: அம்ச சுவிட்ச்
tr: Görünüm değiştirme
uk: Перемикач формату

source: Assamese
cs: Asámština
el: Ασαμιακά
fr: Assamais
lt: Asamų
nl: Assamees
pl: Assamski
sk: asámčina
sv: Assamesiska
ta: அச்சாமீச்
tr: Assamca
uk: Ассамська

source: Assembling the image backup files.
cs: Sestavení souborů zálohy obrazu.
el: Συνάθροιση των αρχείων εφεδρείας του image.
fi: Ohjelmiston varmuuskopion tiedostojen kokoaminen.
hr: Sastavljanje datoteka sigurnosne kopije imidža.
it: Assemblaggio dei file di backup dell'immagine.
nl: De image back-up bestanden wordt nu samengesteld.
pl: Składanie plików kopii zapasowych systemu.
sk: Zostavovanie záložných súborov image.
sr: Sastavljanje fajlova za rezervnu kopiju imidža.
sv: Sammanställning av säkerhetskopieringsfilerna.
ta: பட காப்புப்பிரதி கோப்புகளை சேகரித்தல்.
tr: Yazılım yedekleme dosyalarının birleştirilmesi.
uk: Список файлів резервної копії образів.

source: Assigned CAIds:
bg: Присвоени CAIds:
cs: Přiřazení CAId:
da: Tilknyttede CAId'er:
de: Zugewiesene CAIDs:
el: Ορισμένα CAIds:
et: Määratud CAIdid:
fi: Määritetyt CAId:t:
fr: CAIds attribués :
hr: Dodijeljeni CAID:
hu: Hozzárendelt CAId:
it: CAIds assegnati:
lt: Priskirti CAIds:
nl: Toegewezen CAIds:
pl: Przypisane identyfikatory CAId:
pt_br: CAIDS atribuídos:
ru: Назначены CAID:
sk: Pridelené CAIds:
sr: Dodeljeni CAID:
sv: Tilldelade CAIds:
ta: ஒதுக்கப்பட்ட CAIDS:
tr: Atanan CAIdler:
uk: Призначені CAId'и:
vi: CAIds được chỉ định:
zh_cn: 指定CAIds:

source: Assigned services/provider:
bg: Присвоени сервизи/провайдер:
cs: Přiřazení programů/poskytovatelů:
da: Tildel kanaler/udbyder:
de: Zugewiesene Services/Provider:
el: Ορισμένες υπηρεσίες/πάροχοι:
et: Määratud kanalid/levitajad:
fi: Määritetyt kanavat/palveluntarjoajat:
fr: Services assignés/prestataire :
hr: Dodijeljene usluge/pružatelj usluga:
hu: Hozzárendelt csatornák/szolgáltató:
it: Servizi/provider assegnati:
lt: Priskirti kanalai/teikėjai:
nl: Toegewezen zenders/providers:
pl: Przypisane kanały/nadawca:
pt_br: Serviços/operadores atribuídos:
ru: Назначены каналы/провайдеры:
sk: Pridelené stanice/poskytovateľ:
sr: Dodeljeni kanali/provajder:
sv: Tilldelade tjänster/leverantör:
ta: ஒதுக்கப்பட்ட சேவைகள்/வழங்குநர்:
tr: Atanan Kanallar/Sağlayıcı:
uk: Призначені Канали/Провайдери:
vi: Dịch vụ / nhà cung cấp được chỉ định:
zh_cn: 指定频道/供应商:

source: At beginning
bg: в началото
cs: na začátek
el: Στην αρχή
fi: alussa
fr: au début
hr: Na početku
it: All'inizio
lt: pradžioje
nl: Aan het begin
pl: Na początek
pt_br: No início
sk: Na začiatku
sr: Na početku
sv: Vid årets början
ta: ஆரம்பத்தில்
tr: Başlangıçta
uk: На початок

source: At end
bg: в края
cs: na konec
el: Στο τέλος
fi: lopussa
fr: à la fin
hr: Na kraju
it: Alla fine
lt: pabaigoje
nl: Aan het einde
pl: Na koniec
pt_br: No fim
sk: Na konci
sr: Na kraju
sv: Vid slutet
ta: இறுதியில்
tr: Sonunda
uk: У кінець

source: At end of current program
cs: Na konci aktuálního programu
el: Στο τέλος του τρέχοντος προγράμματος
fi: Nykyisen ohjelman lopussa
fr: A la fin du programme en cours
hr: Na kraju trenutnog programa
it: Alla fine del programma in corso
lt: Dabartinės programos pabaigoje
nl: Aan het eind van het huidige programma
pl: Po zakończeniu bieżącego programu
sk: Na konci aktuálneho programu
sr: Na kraju trenutnog programa
sv: Vid slutet av pågående program
ta: தற்போதைய திட்டத்தின் முடிவில்
tr: Geçerli programın sonunda
uk: В кінці поточної програми

source: At end: %s
cs: Na konci: %s
el: Στο τέλος: %s
fi: Lopussa: %s
hr: Na kraju: %s
it: Alla fine: %s
lt: Pabaigoje: %s
nl: Aan het eind: %s
pl: Na koniec: %s
sk: Na koniec: %s
sr: Na kraju: %s
sv: I slutet: %s
ta: இறுதியில்: %s
tr: Sonunda: %s
uk: Наприкінці: %s

source: Athletics
bg: Атлетика
cs: Atletika
da: Atletik
de: Leichtathletik
el: Αθλητικά
fi: Yleisurheilu
fr: athlétisme
hr: Atletika
it: Atletica
lt: Atletika
nl: Atletiek
pl: Lekkoatletyka
sk: Atletika
sr: Atletika
sv: Friidrott
ta: தடகள
tr: Atletizm
uk: Легка атлетика
zh_cn: 竞技

source: Audio
bg: Аудио
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
et: Heli
fi: Ääni ja Tekstitys
hu: Hang
lt: Garsas
pl: Dźwięk
pt_br: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sv: Ljud
ta: ஆடியோ
tr: Ses
uk: Аудіо
vi: Âm thanh
zh_cn: 音频设置

source: Audio Actions
bg: Аудио действия
cs: Akce se zvukem
el: Ενέργειες ήχου
fi: Ääni toiminnot
fr: Actions audio
hr: Audio odabir
it: Azioni audio
lt: Garso veiksmai
nl: Audio Acties
pl: Akcje audio
sk: Akcie pre zvuk
sr: Audio Izbor
sv: Ljudåtgärder
ta: ஆடியோ செயல்கள்
tr: Ses İşlemleri
uk: Вибір Аудіо

source: Audio Auto Volume Level
bg: Автоматично регулиране силата на звука
cs: Automatické nastavení hlasitosti
da: Lyd auto lydstyrkeniveau
de: Automatische Lautstärkeanpassung
el: Αυτόματη ένταση ήχου
et: Automaatse helitugevuse tase
fi: Automaattisen äänenvoimakkuuden taso
fr: Niveau du volume audio auto
hr: Nivo Auto Jačine Zvuka
hu: Hang automatikus hangerőszint
it: Livello di volume automatico
lt: Garso automatinio garsumo lygis
nl: Automatisch volumeniveau
pl: Poziom głośności dźwięku w trybie auto
ru: Автоматическая регулировка громкости
sk: Automatické nastavenie hlasitosti
sr: Nivo Auto Jačine Zvuka
sv: Ljud Automatisk volymnivå
ta: ஆடியோ ஆட்டோ தொகுதி நிலை
tr: Otomatik Ses Seviyesi
uk: Рівень звуку Автоматичного регулювання гучності
vi: Mức âm lượng tự động
zh_cn: 音频自动音量级别

source: Audio Channel
bg: Адио канал
cs: Zvukový kanál
da: Lydkanal
de: Audio-Kanal
el: Κανάλι ήχου
et: Helikanal
fi: Äänikanava
fr: Canal Audio
hr: Audio Kanal
hu: Hangcsatorna
it: Canale audio
lt: Garso kanalas
nl: Audiokanaal
pl: Kanał
sk: Zvukový kanál
sr: Audio Kanal
sv: Ljudkanal
ta: ஆடியோ சேனல்
tr: Ses Kanalı
uk: Канал аудіо
vi: Kênh âm thanh
zh_cn: 音轨

source: Audio PID
bg: Аудио PID
da: Lyd PID
el: PID ήχου
et: Heli PID
fi: Ääni PID
fr: PID audio
hu: Audió PID
it: PID audio
lt: Garso PID
pl: PID dźwięku
pt_br: Áudio PID
ru: Аудио ПИД
sv: Ljud PID
ta: ஆடியோ பிஐடி
tr: Ses PID
uk: Аудіо PID
vi: Âm thanh PID
zh_cn: 音频控制(APID)

source: Audio PID%s, Codec & Language
bg: Аудио PID%s, кодек и език
cs: Audio PID%s, kodek a jazyk
el: PID ήχου%s, κωδικοποιητής & γλώσσα
fi: Ääni PID%s, koodekki & kieli
fr: PID audio %s - codec - lang
hr: Audio PID%s, Kodek & Jezik
it: PID audio%s, codec e lingua
lt: Garso PID %s, kodavimas ir kalba
nl: Audio PID%s, codec & taal
pl: Audio PID%s, kodek, język
sk: Audio PID %s - kodek - jazyk
sr: Audio PID%s, Kodek & Jezik
sv: Ljud PID%s, kodekc & språk
ta: ஆடியோ பிஐடி%s, கோடெக் & மொழி
tr: Ses PID%s, Kodek & Dil
uk: Aудіо PID%s, кодек і мова

source: Audio Settings
bg: Аудио настройки
cs: Nastavení zvuku
da: Lydindstillinger
de: Ton-Einstellungen
el: Ρυθμίσεις ήχου
et: Heli seaded
fi: Ääni asetukset
fr: Paramètres audio
hr: Audio Postavke
hu: Hangbeállítások
it: Impostazioni audio
lt: Garso nustatymai
nl: Audio instellingen
pl: Ustawienia dźwięku
ru: Настройки аудио
sk: Nastavenie zvuku
sr: Audio Postavke
sv: Ljudinställningar
ta: ஆடியோ அமைப்புகள்
tr: Ses Ayarları
uk: Налаштування аудіо
vi: Cài đặt âm thanh
zh_cn: 音频设置

source: Audio Source
bg: Источник аудио
cs: Zdroj zvuku
da: Lydkilde
de: Ton-Quelle
el: Πηγή ήχου
et: Heli allikas
fi: Äänilähde
fr: Source audio
hr: Audio Izvor
hu: Hangforrás
it: Sorgente audio
lt: Garso šaltinis
nl: Geluidsbron
pl: Źródło dźwięku
ru: Источник аудио
sk: Zdroj zvuku
sr: Audio Izvor
sv: Ljudkälla
ta: ஆடியோ மூல
tr: Ses Kaynağı
uk: Джерело аудіо
vi: Nguồn âm thanh
zh_cn: 音频源码

source: Audio Sync
bg: Аудио синхронизация
cs: Synchronizace zvuku
da: Lyd synkronisering
el: Συγχρονισμός ήχου
et: Heli sünkroonimine
fi: Äänen synkronointi
fr: Synchro audio
hr: Audio Sinhronizacija
hu: Audió Sync
it: Sincronizzazione audio
lt: Garso sinchronizavimas
nl: Audio synchronisatie
pl: Synchronizacja dźwięku
ru: Аудио синхронизация
sk: Synchronizácia zvuku
sr: Audio Sinhronizacija
sv: Synkronisering av ljud
ta: ஆடியோ ஒத்திசைவு
tr: Ses Senkronizasyonu
uk: Синхронізація аудіо
vi: Đồng bộ hóa âm thanh
zh_cn: 音频同步

source: Audio language selection 1
bg: Избор на аудио език 1
cs: Volba jazyka zvuku 1
da: Lydsprog valg 1
de: Ton-Sprachauswahl 1
el: Επιλογή γλώσσας ήχου 1
et: Heli keelevalik 1
fi: Äänen kielivalinta 1
fr: Sélection de la langue audio 1
hr: Odabir audio jezika 1
hu: Elsődleges előnyben részesített hangsáv
it: Selezione lingua audio 1
lt: 1-a pasirinkta garso kalba
nl: Audio taalkeuze 1
pl: Wybór języka audio 1
pt_br: Idioma de áudio 1
ru: Выбор языка аудио 1
sk: Voľba jazyka zvuku 1
sl: Jezik zvočne sledi - 1
sr: Izbor audio jezika 1
sv: Val av ljudspråk 1
ta: ஆடியோ மொழி தேர்வு 1
tr: 1. Ses dili seçimi
uk: Вибір мови аудіо 1
vi: Lựa chọn ngôn ngữ âm thanh 1
zh_cn: 音频语言选择1

source: Audio language selection 2
bg: Избор на аудио език 2
cs: Volba jazyka zvuku 2
da: Lydsprog valg 2
de: Ton-Sprachauswahl 2
el: Επιλογή γλώσσας ήχου 2
et: Heli keelevalik 2
fi: Äänen kielivalinta 2
fr: Sélection de la langue audio 2
hr: Odabir audio jezika 2
hu: Másodlagos előnyben részesített hangsáv
it: Selezione lingua audio 2
lt: 2-a pasirinkta garso kalba
nl: Audio taalkeuze 2
pl: Wybór języka audio 2
pt_br: Idioma de áudio 2
ru: Выбор языка аудио 2
sk: Voľba jazyka zvuku 2
sl: Jezik zvočne sledi - 2
sr: Izbor audio jezika 2
sv: Val av ljudspråk 2
ta: ஆடியோ மொழி தேர்வு 2
tr: 2. Ses dili seçimi
uk: Вибір мови аудіо 2
vi: Lựa chọn ngôn ngữ âm thanh 2
zh_cn: 音频语言选择2
