Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
bg: Вашата колекция надвишава размера на еднослоен диск, ще ви трябва празен двуслоен DVD!
cs: Vaše kompilace přesahuje kapacitu jednovrstvého DVD. Budete potřebovat čisté dvouvrstvé DVD!
da: Din kollektion overstiger størrelsen af et enkeltlags medium, du har brug for en tom dobbeltlags DVD!
de: Die Zusammenstellung überschreitet die Größe eines einfachen Mediums, Sie werden einen Dual-Layer-Rohling benötigen!
el: Η συλλογή σας υπερβαίνει το μέγεθος ενός DVD μονής στρώσης. Θα χρειαστείτε ένα κενό DVD διπλής στρώσης!
et: See valimik ei mahu ühekihilisele plaadile, vajalik on tühi kahekihiline DVD plaat!
fi: Tallenteet eivät mahdu yksipuoliselle DVD:lle, tarvitset tyhjän dual layer DVD-levyn!
fr: Votre collection dépasse la taille d'un support simple couche, vous aurez besoin d'un DVD double couche vierge !
hr: Vaša kolekcija premašuje veličinu jednoslojnog medija, trebat će vam prazan dvoslojni DVD!
hu: A gyüjteményének mérete meghaladja egy sima rétegű DVD kapacitását, egy dupla-rétegű üres DVD lemezre lesz szüksége!
it: La collezione supera le dimensioni di un supporto a strato singolo, avrai bisogno di un DVD a doppio strato vuoto!
lt: Jūsų rinkinys viršija vieno sluoksnio DVD disko dydį, jums reikės tuščio dvisluoksnio DVD!
nl: Uw verzameling is groter dan wat erop een single layer medium past, u heeft een lege dual layer DVD nodig!
pl: Twoja kolekcja przekracza rozmiar zwykłego nośnika DVD, będziesz potrzebował czystego dwuwarstwowego DVD!
pt_br: A coleção excede o tamanho de um DVD de camada simples. Será necessário um DVD camada dupla.
ru: Ваша коллекция превышает размер однослойного диска. Вам нужен чистый двухслойный DVD!
sk: Vaša kolekcia presahuje kapacitu jednovrstvového média. Budete potrebovať prázdny dvojvrstvový DVD disk!
sr: Kolekcija premašuje veličinu jednog sloja medija, biće vam potreban prazan DVD sa dva sloja!
sv: Om din samling är större än ett medium med ett lager, behöver du en tom DVD med två lager!
ta: உங்கள் சேகரிப்பு ஒரு ஒற்றை அடுக்கு ஊடகத்தின் அளவை மீறுகிறது, உங்களுக்கு வெற்று இரட்டை அடுக்கு டிவிடி தேவைப்படும்!
tr: Koleksiyonunuz tek katmanlı bir DVD'ye sığmayacak boyutta olduğundan, boş bir çift katmanlı DVD'ye ihtiyacınız olacak!
uk: Ваша колекція перевищує розмір стандартного диску, вам буде потрібно чистий двошаровий DVD диск!
vi: Bộ sưu tập của bạn vượt quá kích thước của một phương tiện một lớp, bạn sẽ cần một đĩa DVD hai lớp trống!
zh_cn: 您的专辑超过了单层介质的容量,您需要一张空白的双层DVD！

source: Your config file is not well-formed: %s
bg: Вашият конфигурационен файл не е добре оформен: %s
cs: Váš soubor config nemá správný formát: %s
da: Din konfig-fil er ikke velskabt: %s
de: Die config-Datei ist inkorrekt: %s
el: Το αρχείο ρυθμίσεων δεν είναι σωστά διαμορφωμένο: %s
et: Seadistusfail pole õieti tehtud: %s
fi: Asetustiedostossa on kirjoitusvirheitä: %s
fr: Votre fichier de configuration est mal formé : %s
hr: Vaša konfiguracijska datoteka nije dobro oblikovana: %s
hu: A konfigurációs fájl nem megfelelő: %s
it: Il file di config non è ben compilato: %s
lt: Konfigūracijos failas suformuotas netinkamai: %s
nl: Uw instellingen zijn niet goed: %s
pl: Plik konfiguracyjny nie jest poprawnie sformatowany: %s
ru: Ваш файл конфигурации содержит ошибки: %s
sk: Váš konfiguračný súbor nie je v správnom formáte: %s
sr: Vaš konfigurirani fajl nije dobro formiran: %s
sv: Din konfigurationsfil är inte välformulerad: %s
ta: உங்கள் கட்டமைப்பு கோப்பு நன்கு உருவாக்கப்படவில்லை: %s
tr: Yapılandırma dosyanız düzgün biçimlendirilmemiş: %s
uk: Конфігураційний файл містить помилки: %s
vi: Tập tin cấu hình của bạn không được định dạng tốt: %s
zh_cn: 您的配置文件的格式不正确: %s

source: Your current collection will get lost!
bg: Вашата настояща колекция ще се загуби!
cs: Vaše současná kompilace bude ztracena!
da: Din nuværende samling vil gå tabt!
de: Ihre aktuelle Zusammenstellung geht dabei verloren!
el: Η τρέχουσα συλλογή σας θα χαθεί!
et: Praegune valimik hävib!
fi: Nykyinen kokoelma häviää!
fr: Votre collection actuelle sera perdue !
hr: Vaša trenutna kolekcija će se izgubiti!
hu: Az aktuális kapcsolata meg fog szűnni!
it: La raccolta attuale sarà perduta!
lt: Jūsų dabartinis rinkinys bus prarastas!
nl: Uw huidige collectie zal verloren gaan!
pl: Twoja obecna kolekcja została utracona!
pt_br: A coleção atual será descartada!
ru: Ваша текущая коллекция будет утеряна!
sk: Vaša aktuálna kolekcia sa stratí!
sr: Vaša trenutna kolekcija će se izgubiti!
sv: Din nuvarande samling kommer att gå förlorad!
ta: உங்கள் தற்போதைய சேகரிப்பு தொலைந்து போகும்!
tr: Geçerli koleksiyonunuz kaybolacak!
uk: Ваша поточна колекція буде втрачена!
vi: Bộ sưu tập hiện tại của bạn sẽ bị mất!
zh_cn: 您当前的专辑将会丢失!

source: Your email address is used to login to IceTV services.
bg: Вашият имейл адрес се използва за влизане в услугите на IceTV.
cs: Vaše e-mailová adresa se používá k přihlášení ke službám IceTV.
da: Din E-mail adresser bliver brugt til at logge på IceTV tjenesten.
de: Ihre E-Mail-Adresse wird verwendet, um sich bei IceTV Diensten anzumelden.
el: Η διεύθυνση email σας χρησιμοποιείται για τη σύνδεση στις υπηρεσίες IceTV.
fi: Sähköpostiosoitettasi käytetään kirjautumiseen IceTV palveluihin.
fr: Votre adresse e-mail est utilisée pour vous connecter aux services IceTV.
hr: Vaša adresa e-pošte koristi se za prijavu na IceTV usluge.
it: L'indirizzo email viene usato per accedere ai servizi IceTV.
lt: Jūsų el. pašto adresas naudojamas prisijungiant prie IceTV paslaugų.
nl: Uw emailadres is gebruikt om in te loggen bij IceTV.
pl: Adres e-mail służy do logowania się do usług IceTV.
sk: Na prihlásenie k službám IceTV sa používa e-mailová adresa.
sr: Vaš email se koristi za prijavljivanje na IceTV servis.
sv: Din e-postadress används för att logga in på IceTV-tjänster.
ta: ICETV சேவைகளில் உள்நுழைய உங்கள் மின்னஞ்சல் முகவரி பயன்படுத்தப்படுகிறது.
tr: E-posta adresiniz IceTV servislerine giriş yapmak için kullanılır.
uk: Ваша електронна адреса використовується для входу в сервіси IceTV.
zh_cn: 您的电子邮件地址用于登录IceTV服务.

source: Your existing IceTV password.
bg: Вашата съществуваща парола за IceTV.
cs: Vaše stávající heslo IceTV.
da: Din gældende IceTV adgangskode.
de: Ihr bestehendes IceTV Passwort.
el: Ο υπάρχων κωδικός σας στο IceTV.
fi: Nykyinen IceTV-salasanasi.
fr: Votre mot de passe IceTV existant.
hr: Vaša postojeća lozinka za IceTV.
it: La password IceTV esistente.
lt: Esamas IceTV slaptažodis.
nl: Uw bestaande IceTV wachtwoord.
pl: Twoje istniejące hasło IceTV.
sk: Vaše existujúce heslo pre IceTV.
sr: Vaša postojeća IceTV lozinka.
sv: Ditt befintliga IceTV-lösenord.
ta: உங்கள் இருக்கும் ICETV கடவுச்சொல்.
tr: Mevcut IceTV şifreniz.
uk: Ваш дійсний пароль IceTV.
zh_cn: 您现有的IceTV密码.

source: Your front panel processor firmware must be upgraded. Press OK to start upgrade.
bg: Вашият фърмуер на предния ви процесор трябва да бъде надстроен. Натиснете OK за да стартира надстройването.
cs: Firmware procesoru předního panelu musí být aktualizován. Stisknutím tlačítka OK zahájíte aktualizaci.
el: Πρέπει να γίνει αναβάθμιση λογισμικού του μετωπιαίου επεξεργαστή. Πιέστε ΟΚ για αναβάθμιση.
fi: Etuprosessorin ohjelmisto on päivitettävä. Paina OK aloittaaksesi päivityksen.
fr: Le logiciel de votre frontprocessor doit être mis à jour. Veuillez appuyer sur OK pour commencer la mise à jour.
hr: Firmver procesora na prednjoj ploči mora biti nadograđen. Pritisnite OK za početak nadogradnje.
it: Il firmware del frontprocessor deve essere aggiornato. OK -> iniziare l'aggiornamento.
lt: Reikalingas priekinio procesoriaus atnaujinimas. Spauskite OK, kad pradėti atnaujinimą.
nl: De frontprocessor firmware moet vernieuwd worden. Druk op OK, om dit proces te starten.
pl: Frontprocesor musi zostać zaktualizowany. Naciśnij 'OK' aby rozpocząć aktualizację.
sk: Firmware frontprocesora sa musí aktualizovať. Aktulizácia sa spustí stlačením tlačidla OK.
sr: Firmver procesora prednjeg panela mora biti nadograđen. Pritisnite OK da bi započeli nadogradnju.
sv: Den inbyggda programvaran i frontpanelens processor måste uppgraderas. Tryck på OK för att starta uppgraderingen.
ta: உங்கள் முன் குழு செயலி ஃபார்ம்வேர் மேம்படுத்தப்பட வேண்டும். மேம்படுத்தத் தொடங்க சரி என்பதை அழுத்தவும்.
tr: Ön panel işlemcinizin yazılımı güncellenmelidir. Yükseltmeye başlamak için OK tuşuna basın.
uk: ПЗ фронтпроцесора повинно бути оновлене. Натисніть OK для початку оновлення.

source: Your front panel processor will be upgraded Please wait until your %s %s reboots This may take a few minutes
bg: Вашият преден процесор ще бъде надстроен Моля, изчакайте докато вашият %s %s рестартира Това може да отнеме няколко минути
cs: Váš procesor na předního panelu bude upgradován Počkejte, až se %s %s restartuje Možná to potrvá pár minut
el: Θα γίνει αναβάθμιση του μετωπιαίου επεξεργαστή Παρακαλώ περιμένετε μέχρι την επανεκκίνηση του %s %s σας Αυτό θα διαρκέσει μερικά λεπτά
fi: Etuprosessorin ohjelmisto päivitetään Odota kunnes %s %s käynnistyy uudelleen Tämä saattaa kestää muutaman minuutin
fr: Mise à jour de votre frontprocessor en cours Veuillez attendre que votre %s %s redémarre Cela peut prendre quelques minutes
hr: Vaš procesor na prednjoj ploči bit će nadograđen Pričekajte dok se vaš %s %s ponovno ne pokrene To može potrajati nekoliko minuta
it: Il frontprocessor viene aggiornato attendi che il %s %s riavvii Ci vorranno pochi minuti
lt: Priekinis procesorius bus atnaujintas Palaukite, kol %s %s pasileis iš naujo Tai gali užtrukti kelias minutes
nl: Uw frontprocessor zal bijgewerkt worden Wacht tot uw %s %s automatisch herstart is Dit kan een paar minuten duren
pl: Nastąpi zmodernizowanie frontprocesora Czekaj aż %s %s uruchomi się ponownie To może potrwać kilka minut
sk: Prebehne aktualizácia vášho frontprocessora Čakajte, prosím, kým sa váš %s %s reštartuje. Môže to trvať niekoľko minút
sr: Procesor prednjeg panela će biti nadograđen Sačekajte da se %s %s ponovo pokrene Ovo može potrajati nekoliko minuta
sv: Din frontpanelprocessor kommer att uppgraderas Vänta tills din %s %s startas om Detta kan ta några minuter
ta: உங்கள் முன் குழு செயலி மேம்படுத்தப்படும் உங்கள் %s %s மறுதொடக்கம் வரை காத்திருங்கள் இதற்கு சில நிமிடங்கள் ஆகலாம்
tr: Ön panel işlemciniz yükseltilecek Lütfen %s %s alıcınız yeniden başlayana kadar bekleyin Bu işlem birkaç dakika sürebilir
uk: Ваш фронтпроцессор оновлюється Дочекайтеся перезавантаження Вашого %s %s Це може зайняти декілька хвилин

source: Your front panel will be upgraded This may take a few minutes
bg: Вашият преден панел ще бъде надстроен Това може да отнеме няколко минути
cs: Váš přední panel bude upgradován Může to zabrat pár minut
da: Dit frontpanel vil blive opgraderet Dette kan tage nogle få minutter
de: Ihr Front-Panel wird aktualisiert Dies kann einige Minuten dauern
el: Θα γίνει αναβάθμιση του υλικού Αυτό μπορεί να διαρκέσει μερικά λεπτά
et: Esipaneeli uuendamine See võib kesta mõne minuti
fi: Etupaneeli näytön ohjelmisto päivitetään Tämä saattaa kestää muutaman minuutin
fr: Votre panneau avant va être mis à jour Cela peut prendre quelques minutes
hr: Vaša prednja ploča bit će nadograđena To može potrajati nekoliko minuta
hu: A előlapi kijelző frissülni fog. Ez eltarthat néhány percig
it: Il pannello frontale sarà aggiornato Questa procedura dura pochi minuti
lt: Jūsų priekinis skydelis bus atnaujintas Tai užtruks keletą minučių
nl: Uw frontpaneel zal worden geüpdate Dit kan enkele minuten duren
pl: Przedni wyświetlacz zostanie uaktualniony To może zająć kilka minut
ru: Передняя панель будет обновлена Это может занять несколько минут
sk: Prebehne aktualizácia vášho predného panela. Môže to trvať niekoľko minút
sr: Prednji panel će biti nadograđen Ovo može potrajati nekoliko minuta
sv: Din frontpanel kommer att uppgraderas Detta kan ta några minuter
ta: உங்கள் முன் குழு மேம்படுத்தப்படும் இதற்கு சில நிமிடங்கள் ஆகலாம்
tr: Ön paneliniz yükseltilecek Bu işlem bir kaç dakika sürebilir
uk: Ваша передня панель буде оновлена Це може зайняти кілька хвилин
vi: Bảng điều khiển phía trước của bạn sẽ được nâng cấp Có thể sẽ mất vài phút
zh_cn: 即将升级您的前端面板 这可能需要几分钟

source: Your network configuration has been activated.
bg: Вашата мрежова конфигурация е активирана.
cs: Konfigurace sítě byla aktivována.
da: Din netværksopsætning er blevet aktiveret.
de: Ihre Netzwerk-Konfiguration wurde aktiviert.
el: Η ρύθμιση του δικτύου σας ενεργοποιήθηκε.
et: Võrguseadistus on aktiveeritud.
fi: Verkkoasetukset on aktivoitu.
fr: Votre configuration réseau a été activée.
hr: Vaša mrežna konfiguracija je aktivirana.
hu: A hálózati konfiguráció aktiválva lett.
it: Configurazione di rete attivata correttamente.
lt: Jūsų tinklo konfigūracija įjungta.
nl: De configuratie van uw netwerk is geactiveerd.
pl: Konfiguracja sieciowa została aktywowana.
pt_br: A configuração de rede foi ativada.
ru: Ваши сетевые настройки активированы.
sk: Nastavenia siete boli aktivované.
sl: Vaše omrežne nastavitve so aktivirane.
sr: Konfiguracija mreže je aktivirana.
sv: Din nätverkskonfiguration har aktiverats.
ta: உங்கள் பிணைய உள்ளமைவு செயல்படுத்தப்பட்டுள்ளது.
tr: Ağ yapılandırmanız etkinleştirildi.
uk: Конфігурація мережі активована.
vi: Cấu hình mạng của bạn đã được kích hoạt.
zh_cn: 您的网络配置已被激活.

source: Your password must have at least 5 characters.
bg: Вашата парола трябва да има поне 5 знака.
cs: Vaše heslo musí mít alespoň 5 znaků.
da: Din adgangskode skal indeholde mindst 5 tegn.
de: Ihr Passwort muss aus mindestens 5 Zeichen bestehen.
el: Ο κωδικός σας πρέπει να περιέχει τουλάχιστον 5 χαρακτήρες.
fi: Salasanassasi on oltava vähintään 5 merkkiä.
fr: Votre mot de passe doit avoir au moins 5 caractères.
hr: Vaša lozinka mora imati najmanje 5 znakova.
it: La password deve contenere almeno 5 caratteri.
lt: Jūsų slaptažodį turi sudaryti bent 5 simboliai.
nl: Uw wachtwoord moet minimaal uit 5 tekens bestaan.
pl: Twoje hasło musi mieć co najmniej 5 znaków.
sk: Vaše heslo musí mať aspoň 5 znakov.
sr: Lozinka mora imati najmanje 5 znakova.
sv: Ditt lösenord måste innehålla minst 5 tecken.
ta: உங்கள் கடவுச்சொல்லில் குறைந்தது 5 எழுத்துக்கள் இருக்க வேண்டும்.
tr: Şifreniz en az 5 karakterden oluşmalıdır.
uk: Ваш пароль повинен містити не менше 5 символів.
zh_cn: 您的密码必须至少包含5个字符.

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
bg: Вашият приемник може да използва оптимизиран за SCPC диапазон на търсене. Консултирайте се с ръководството на вашия приемник за повече информация.
cs: Váš přijímač může používat optimalizovaný rozsah vyhledávání SCPC. Další informace naleznete v příručce k přijímači.
da: Din modtager kan brug SCPC optimeret søgeområde. Se venligst brugervejledningen for mere information.
de: Ihr Empfänger kann SCPC-optimierten Suchbereich verwenden. Weitere Informationen finden Sie in der Bedienungsanleitung Ihres Receivers.
el: Ο δέκτης σας έχει τη δυνατότητα χρήσης εύρους SCPC. Συμβουλευτείτε το εγχειρίδιο χρήσης για περισσότερες πληροφορίες.
et: See vastuvõtja oskab kasutada SCPC optimeeritud otsinguvahemikku. Enamat infot otsi vastuvõtja käsiraamatust.
fi: Vastaanotin voi käyttää SCPC optimoitua hakualuetta. Lisätietoa vastaanottimen valmistajan manuaalista.
fr: Votre récepteur peut utiliser une plage optimisée SCPC. Consultez le manuel de votre récepteur pour plus d’information.
hr: Vaš primatelj može koristiti raspon pretraživanja optimiziran za SCPC. Za više informacija pogledajte priručnik za tuner.
it: Il ricevitore può usare l'intervallo di ricerca ottimizzato SCPC. Consulta il manuale del ricevitore per ulteriori informazioni.
lt: Jūsų imtuvas gali priimti SCPC optimizuotą ieškos diapazoną. Daugiau informacijos ieškokite savo imtuvo naudojimo instrukcijoje.
nl: Uw ontvanger kan SCPC geoptimaliseerde zoekbereik gebruiken. Raadpleeg de handleiding van uw ontvanger voor meer informatie.
pl: Odbiornik może używać zoptymalizowanego zakresu wyszukiwania SCPC. Więcej informacji na ten temat można znaleźć w instrukcji obsługi odbiornika.
sk: Váš prijímač dokáže využívať optimalizovaný rozsah vyhľadávania SCPC. Viac informácií získate v návode na obsluhu prijímača.
sr: Resiver može koristiti opseg pretrage optimizovan za SCPC. Za više info pogledajte uputstvo resivera.
sv: Din mottagare kan använda SCPC-optimerat sökområde. Mer information finns i handboken till din mottagare.
ta: உங்கள் ரிசீவர் SCPC உகந்த தேடல் வரம்பைப் பயன்படுத்தலாம். மேலும் தகவலுக்கு உங்கள் ரிசீவரின் கையேட்டில் அணுகவும்.
tr: Alıcınız SCPC ile optimize edilmiş arama aralığını kullanabilir. Daha fazla bilgi için alıcınızın kullanım kılavuzuna bakın.
uk: Ваш приймач може використовувати оптимізований діапазон пошуку SCPC. Для отримання додаткової інформації зверніться до посібника користувача.
vi: Đầu thu của bạn có thể sử dụng phạm vi tìm kiếm được tối ưu hóa SCPC. Tham khảo hướng dẫn sử dụng của người nhận để biết thêm thông tin.
zh_cn: 您的接收者可以使用SCPC优化的搜索范围.有关更多信息,请查阅您的接收器手册.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
bg: Вашият приемник може да използва амплитуда на тона. Консултирайте се с ръководството на вашия приемник за повече информация.
cs: Váš přijímač může používat amplitudu tónu. Další informace naleznete v příručce k přijímači.
da: Din modtager kan bruge tone amplitude. Se venligst brugervejledningen for mere information.
de: Ihr Empfänger kann die Tonamplitude verwenden. Weitere Informationen finden Sie im Bedienungsanleitung Ihres Receivers.
el: Ο δέκτης σας έχει τη δυνατότητα χρήσης εύρους τόνου. Συμβουλευτείτε το εγχειρίδιο χρήσης για περισσότερες πληροφορίες.
et: See vastuvõtja oskab kasutada 22KHz-helitugevust. Enamat infot otsi vastuvõtja käsiraamatust.
fi: Vastaanotin voi käyttää sävy amplitudia. Lisätietoa vastaanottimen valmistajan manuaalista.
fr: Votre récepteur peut utiliser l’amplitude de tonalité. Consultez le manuel de votre récepteur pour plus d’information.
hr: Vaš tuner može koristiti amplitudu tona. Za više informacija pogledajte priručnik za tuner.
it: Il ricevitore può usare l'ampiezza del tono. Consulta il manuale del ricevitore per ulteriori informazioni.
lt: Jūsų imtuvas gali naudoti tono amplitudę. Jei reikia daugiau informacijos, ieškokite imtuvo naudojimo instrukcijoje.
nl: Uw ontvanger kan tone amplitude benutten. Kijk in de handleiding van uw ontvanger voor meer informatie.
pl: Odbiornik może wykorzystywać amplitudę tonową. Aby uzyskać więcej informacji, zapoznaj się z instrukcją obsługi odbiornika.
sk: Váš prijímač môže používať tónovú amplitúdu. Viac informácií získate v návode na obsluhu prijímača.
sr: Resiver može koristiti ton amplitudu. Za više info pogledajte uputstvo resivera.
sv: Din mottagare kan använda tonamplituden. Mer information finns i bruksanvisningen till din mottagare.
ta: உங்கள் ரிசீவர் டோன் அலைவீச்சைப் பயன்படுத்தலாம். மேலும் தகவலுக்கு உங்கள் ரிசீவரின் கையேட்டில் அணுகவும்.
tr: Alıcınız ton genliğini kullanabilir. Daha fazla bilgi için alıcınızın kullanım kılavuzuna bakın.
uk: Ваш приймач може використовувати тоновий сигнал. Для отримання додаткової інформації зверніться до посібника користувача.
vi: Máy thu của bạn có thể sử dụng biên độ âm. Tham khảo hướng dẫn sử dụng của người nhận để biết thêm thông tin.
zh_cn: 您的接收器可以使用音调幅度.有关更多信息,请查阅您的接收器手册.

source: Your receiver does not have an Internet connection
cs: Váš přijímač nemá připojení k internetu
el: Ο δέκτης σας δεν διαθέτει σύνδεση στο διαδίκτυο
fi: Vastaanottimella ei ole Internet yhteyttä
hr: Vaš tuner nema internetsku vezu
it: Il ricevitore non dispone di una connessione a Internet
nl: Uw ontvanger heeft geen internetverbinding
pl: Twój odbiornik nie ma połączenia z internetem
sk: Váš prijímač nie je pripojený k internetu
sr: Vaš prijemnik nema internet vezu
sv: Din mottagare har ingen internetanslutning
ta: உங்கள் பெறுநருக்கு இணைய இணைப்பு இல்லை
tr: Alıcınızın internet bağlantısı yok
uk: Ваш приймач не має підключення до Інтернету

source: Your receiver might be now be unstable. Please consult the manual for further assistance before rebooting your %s %s.
bg: Вашият приемник може да е неизползваем сега. Моля, консултирайте се с ръководството за допълнителна помощ, преди да рестартирате вашия %s %s.
cs: Váš přijímač může být nyní nepoužitelný. Před restartováním vašeho %s %s si prosím prostudujte manuál pro další pomoc.
el: Ο δέκτης σας ενδέχεται να μη μπορεί να χρησιμοποιηθεί τώρα. Παρακαλώ συμβουλευτείτε το εγχειρίδιο για περισσότερη βοήθεια πριν επανεκκινήσετε τον %s %s σας.
fi: Vastaanottimesi saattaa olla nyt epäkunnossa. Lue käsikirjasta lisäohjeita ennen kuin uudelleen käynnistät %s %s.
hr: Vaš tuner je možda sada nestabilan. Molimo pogledajte priručnik za dodatnu pomoć prije ponovnog pokretanja %s %s.
it: Il ricevitore potrebbe essere inusabile ora. Consulta il manuale per ulteriore assistenza prima di riavviare %s %s.
lt: Jūsų imtuvas gali būti nenaudojamas dabar. Prieš perkraudami %s %s, pasikonsultuokite su vadovu dėl tolesnės pagalbos.
nl: Uw ontvanger kan nu onbruikbaar zijn geworden. Raadpleeg de handleiding voordat u uw %s %s herstart.
pl: Twój odbiornik może teraz działać niestabilnie. Przed ponownym uruchomieniem %s %s zapoznaj się z instrukcją w celu uzyskania dalszej pomocy.
sk: Váš prijímač sa teraz možno nebude dať používať. Pred reštartovaním zariadenia %s %s vyhľadajte ďalšie inštrukcie v návode.
sr: Vaš prijemnik možda sada nije stabilan. Molimo vas da konzultujete priručnik za dodatnu pomoć pre nego što ponovo pokrenete vaš %s %s.
sv: Din mottagare kan nu vara instabil. Läs bruksanvisningen för ytterligare hjälp innan du startar om din %s %s.
ta: உங்கள் ரிசீவர் இப்போது நிலையற்றதாக இருக்கலாம். உங்கள் %s %s ஐ மறுதொடக்கம் செய்வதற்கு முன் மேலதிக உதவிக்கு கையேட்டைப் பார்க்கவும்.
tr: Alıcınız şu anda kullanılamaz durumda olabilir. %s %s alıcınızı yeniden başlatmadan önce lütfen daha fazla yardım için kılavuza bakın.
uk: Зараз Ваш приймач може бути непридатним. Будь ласка, зверніться до посібника для отримання додаткової допомоги перед перезавантаженням %s %s.

source: Youth
bg: Младост
cs: Mládí
da: Ungdom
de: Jugend
el: Νεολαία
fi: Nuoret
fr: Jeunes
hr: Југ
it: Gioventù
lt: Jaunimui
nl: Jeugd
pl: Młodość
sk: Mládež
sr: Југ
sv: Ungdom
ta: இளமை
tr: Gençlik
uk: Молодь

source: Youtube TV
ta: யூடியூப் டிவி
uk: Youtube ТВ
zh_cn: 优兔视频

source: ZAP
bg: Превключване
cs: PŘEPNUTÍ
de: Umschalten
el: ΖΑΠ
et: Kanalivahetus
fi: Vaihda
hr: VRATI
hu: UGRÁS
lt: JUNGTI
pl: PRZEŁĄCZ
ru: Переключить
sk: PREPNUTIE
sr: VRATI
ta: சாப்
tr: Kanal Değiştir
uk: Переключити
zh_cn: 切换

source: ZOOM
bg: Мащабиране
cs: ZVĚTŠENÍ
fi: Suurenna
hr: ZUM
pl: POWIĘKSZENIE
sr: ZUM
ta: பெரிதாக்கு
tr: YAKINLAŞTIR
uk: ЗБІЛЬШЕННЯ
vi: THU PHÓNG
zh_cn: 缩放

source: ZPicon
cs: ZPicony
da: ZPikon
tr: ZPikon
uk: ZПікон

source: ZZPicon
cs: ZZPicony
da: ZZPikon
tr: ZZPikon
uk: ZZПікон

source: Zambia
cs: Zambie
de: Sambia
el: Ζάμπια
fi: Sambia
fr: Zambie
lt: Zambija
ta: சாம்பியா
tr: Zambiya
uk: Замбія
zh_cn: 赞比亚

source: Zap
bg: Превключване
cs: Přepnout
de: Umschalten
el: Μετάβαση
et: Kanalivahetus
fi: Kanavanvaihto
fr: Zapper
hr: Vrati
hu: Csatornára ugrás
lt: Jungti
pl: Przełącz
pt_br: Assistir
ru: Перейти
sk: Prepnúť
sl: Preklop
sr: Vrati
sv: Zappa
ta: சாப்
tr: Kanal Değiştir
uk: Переключити
zh_cn: 切换

source: Zap + Exit
bg: Превключване + Изход
cs: Přepnout + Konec
da: Zap + Forlad
de: Umschalten + Verlassen
el: Ζάπινγκ + Έξοδος
et: Kanalivahetus ja väljumine
fi: Kanavanvaihto ja sulje
fr: Zapper + quitter
hr: Vrati + Izlaz
hu: Csatornára ugrás + Kilépés
it: Zap e esci
lt: Įjungti + uždaryti
pl: Przełącz + Wyjdź
ru: Переключить + Выход
sk: Prepnúť + ukončiť
sr: Vrati + Izlaz
sv: Zappa + Avsluta
ta: ZAP + வெளியேறு
tr: Kanal değiştir ve Çık
uk: Переключити + Вихід
vi: Zap + Thoát
zh_cn: 切换+退出
