Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: While available
bg: Докато е на разположение
cs: Dokud je k dispozici
da: Når tilgængelig
de: Solange verfügbar
el: Όταν είναι διαθέσιμο
et: Saadavusel
fi: Niin kauan kuin käytettävissä
fr: Tant que disponible
hr: Dok je dostupno
hu: Míg rendelkezésre áll
it: Quando disponibile
lt: Kol galima
nl: Wanneer beschikbaar
pl: Kiedy dostępne
sk: Pokiaľ je dostupné
sr: Dok je dostupno
sv: Medan tillgängliga
ta: கிடைக்கும்போது
tr: Mevcut olduğu sürece
uk: Поки доступно
vi: Trong khi có sẵn
zh_cn: 可用时

source: White
bg: Бял
cs: Bílé
da: Hvid
de: Weiss
el: Λευκό
et: Valge
fi: Valkoinen
fr: Blanc
hr: Bijela
hu: Fehér
it: Bianco
lt: Balta
nl: Wit
pl: Biały
ru: Белый
sk: Biela
sr: Bela
sv: Vit
ta: வெள்ளை
tr: Beyaz
uk: Білий
vi: Trắng
zh_cn: 白色

source: Wide
bg: широк
cs: na šířku
el: Πλατιά
fi: leveä
fr: large
hr: Široko
it: Largo
lt: platus
nl: breed
pl: szeroki
sk: Na šírku
sr: Široko
sv: Bred
ta: அகலமான
tr: Geniş
uk: широкий

source: Width
bg: Широчина
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
et: Laius
fi: Leveys
fr: Largeur
hr: Širina
hu: Szélesség
it: Larghezza
lt: Plotis
nl: Breedte
pl: Szerokość
ru: Ширина
sk: Šírka
sr: Širina
sv: Bredd
ta: அகலம்
tr: Genişlik
uk: Ширина
vi: Chiều rộng
zh_cn: 宽度

source: Width / Height
cs: Šířka / Výška
el: Πλάτος/ύψος
fi: Leveys / korkeus
hr: Širina / Visina
it: Larghezza / Altezza
nl: Breedte / hoogte
pl: Szerokość / Wysokość
sk: Šírka/výška
sr: Širina / Visina
sv: Bredd / höjd
ta: அகலம் / உயரம்
tr: Genişlik / Yükseklik
uk: Ширина / Висота

source: Winter sport
cs: Zimní sporty
hr: Zimski sport
it: Sport invernali
sr: Zimski sport
tr: Kış sporları
uk: Зимовий вид спорту

source: Winter sports
cs: zimní sporty
el: χειμερινά σπορ
hr: Zimski sportovi
it: sport invernali
lt: žiemos sportas
nl: wintersport
sr: Zimski sportovi
sv: vintersport
tr: Kış sporları
uk: зимовий спорт

source: Wipe
cs: Vymazat
el: Εκκαθάριση
fi: Pyyhi
hr: Obriši
it: Pulire
lt: Išvalykite
nl: Wissen
pl: Wyczyść
sk: Vymazať
sr: Obriši
sv: Rensa
ta: துடைக்க
tr: Temizle
uk: Витерти

source: Wipe Storage Device
cs: Vymazat paměťové zařízení
el: Καθαρισμός συσκευής αποθήκευσης
fi: Pyyhi tallennus laite
hr: Obriši Skladišni Uređaj
it: Cancella dispositivo di archiviazione
nl: Opslag apparaat wissen
pl: Wyczyść urządzenie pamięci masowej
sk: Vymazať úložné zariadenie
sr: Obriši Skladišni Uređaj
sv: Torka lagringsenhet
ta: சேமிப்பக சாதனத்தை துடைக்கவும்
tr: Depolama Cihazını Temizle
uk: Очистити пристрій зберігання

source: Wiping storage device...
cs: Mazání úložného zařízení...
el: Καθαρισμός συσκευής αποθήκευσης...
fi: Tyhjennetään tallennuslaitetta...
hr: Brisanje uređaja za skladištenje...
it: Cancellazione del dispositivo di archiviazione in corso...
nl: Opslag apparaat wordt gewist...
pl: Czyszczenie urządzenia pamięci masowej...
sk: Úložné zariadenie sa vymazáva...
sr: Brisanje uređaja za skladištenje...
sv: Raderar lagringsenhet...
ta: சேமிப்பக சாதனத்தைத் துடைத்தல் ...
tr: Depolama cihazı temizleniyor...
uk: Очищення пристрою зберігання...

source: Wireless LAN
bg: Безжичен LAN
cs: Bezdrátová LAN
da: Trådløs LAN
el: Ασύρματο δίκτυο
et: Traadita kohtvõrk
fi: WLAN-verkko
fr: LAN sans fil
hr: Bežični LAN
hu: Vezeték nélküli hálózat
it: LAN Wireless
lt: Belaidis LAN
nl: Draadloos netwerk
pl: Sieć Bezprzewodowa LAN
pt_br: Rede sem fio
ru: Беспроводной доступ в Интернет
sk: Bezdrôtová LAN
sl: Brezzični mreža
sr: Bežični LAN
sv: Trådlöst LAN
ta: வயர்லெச் லேன்
tr: Kablosuz Ağ Bağlantısı
uk: Безпровідний адаптер
vi: Mạng địa phương không dây
zh_cn: 无线局域网

source: Wireless network
bg: Безжична мрежа
cs: Bezdrátová síť
da: Trådløs netværk
de: Drahtloses Netzwerk
el: Ασύρματο δίκτυο
et: Traadita võrk
fi: Langaton verkko
fr: Réseau sans fil
hr: Bežična mreža
hu: Vezeték nélküli hálózat
it: Rete wireless
lt: Belaidis tinklas
nl: WIFI netwerk
pl: Sieć Bezprzewodowa
pt_br: Rede sem fio
ru: Беспроводная сеть
sk: Bezdrôtová sieť
sr: Bežična mreža
sv: Trådlöst nätverk
ta: வயர்லெச் பிணையம்
tr: Kablosuz Ağ
uk: Безпровідна мережа
vi: Mạng không dây
zh_cn: 无线网络

source: Wireless network configuration...
bg: Конфигурация за безжична мрежа ...
cs: Nastavení bezdrátové sítě...
da: Trådløs netværkskonfiguration...
de: Konfiguration drahtloses Netzwerk...
el: Ρύθμιση σύνδεσης ασύρματου δικτύου...
et: Traadita võrgu seadistus.
fi: Langattoman verkon asetukset.
fr: Configuration connexion réseau sans fil.
hr: Konfiguracija bežične mreže...
hu: Vezeték nélküli hálózat beállítása...
it: Configurazione della rete wireless...
lt: Belaidžio tinklo konfigūravimas...
nl: Draadloze netwerkinstellingen.
pl: Ustawienia sieci bezprzewodowej…
pt_br: Configuração de rede sem fio
ru: Конфигурация беспроводной сети...
sk: Nastavenie bezdrôtovej siete…
sr: Konfiguracija bežične mreže...
sv: Konfiguration av trådlöst nätverk...
ta: வயர்லெச் பிணையம் உள்ளமைவு ...
tr: Kablosuz ağ yapılandırması...
uk: Конфігурація безпровідної мережі...
vi: Cấu hình mạng không dây ...
zh_cn: 无线网络配置...

source: Wireless network connection setup. Choose what to do next.
cs: Nastavení bezdrátového připojení k síti. Vyberte, co dělat dál.
el: Ρύθμιση της ασύρματης σύνδεσης δικτύου. Επιλέξτε τι θα γίνει στη συνέχεια.
fi: Langattoman verkon asetukset. Valitse, mitä tehdä seuraavaksi.
hr: Postavljanje bežične mrežne veze. Odaberite što ćete učiniti sljedeće.
it: Configurazione connessione di rete wireless. Scegli cosa fare dopo.
nl: WLAN-netwerkverbinding instellen. Kies wat u hierna wilt doen.
pl: Konfiguracja połączenia sieci bezprzewodowej. Wybierz co zrobić dalej.
sk: Nastavenie bezdrôtového sieťového pripojenia. Vyberte ďalšiu akciu.
sr: Podešavanje bežične mrežne veze. Izaberite šta dalje da radite.
sv: Inställning av trådlös nätverksanslutning. Välj vad du vill göra härnäst.
ta: வயர்லெச் பிணையம் இணைப்பு அமைப்பு. அடுத்து என்ன செய்ய வேண்டும் என்பதைத் தேர்வுசெய்க.
tr: Kablosuz ağ bağlantısı kurulumu. Sonra ne yapacağınızı seçin.
uk: Налаштування підключення до бездротової мережі. Виберіть, що робити далі.

source: Wireless network setup
cs: Nastavení bezdrátové sítě
el: Ρύθμιση ασύρματου δικτύου
fi: Langattoman verkon asetukset
hr: Podešavanje bežične mreže
it: Configurazione rete wireless
nl: WLAN netwerk instellen
pl: Konfiguracja sieci bezprzewodowej
sk: Nastavenie bezdrôtovej siete
sr: Podešavanje bežične mreže
sv: Inställning av trådlöst nätverk
ta: வயர்லெச் பிணையம் அமைப்பு
tr: Kablosuz ağ kurulumu
uk: Налаштування бездротової мережі

source: Wireless network state
bg: Статус на безжичната мрежа
cs: Stav WiFi
da: Trådløst netværkstilstand
de: WLAN-Netzwerkstatus
el: Κατάσταση ασύρματου δικτύου
et: Traadita võrgu olek
fi: WLAN-verkon tila
fr: État du réseau sans fil
hr: Stanje bežične mreže
hu: Vezeték nélküli hálózat állapota
it: Stato rete wireless
lt: Belaidžio tinklo būklė
nl: Status draadloos netwerk
pl: Status sieci bezprzewodowej
pt_br: Estado da rede sem fio
ru: Состояние беспроводной сети
sk: Stav bezdrôtovej siete
sr: Stanje bežične mreže
sv: Status för trådlöst nätverk
ta: வயர்லெச் பிணையம் நிலை
tr: Kablosuz ağ durumu
uk: Статус бездротової мережі
vi: Trạng thái mạng không dây
zh_cn: 无线网络状态

source: With EXIT button
bg: с бутона за излизане
cs: tlačítkem Exit
el: Με το πλήκτρο εξόδου
fi: exit-näppäimellä
fr: avec le bouton exit
hr: Sa EXIT dugmetom
it: con tasto ESCI
lt: su exit mygtuku
nl: EXIT-knop
pl: z przyciskiem wyjścia
sk: Tlačidlom EXIT
sr: Sa EXIT dugmetom
sv: Med EXIT-knappen
ta: வெளியேறும் பொத்தானுடன்
tr: EXIT tuşu ile
uk: кнопкою exit

source: With LEFT/RIGHT buttons
bg: с ляв/дясeн бутони
cs: tlačítky L/P
el: Με τα πλήκτρα αριστερά/δεξιά
fi: vasen/oikea näppäimillä
fr: avec les boutons gauche/droit
hr: S tipkama LIJEVO/DESNO
it: con i tasti sinistra e destra
lt: su kairėn/dešinėn mygtukais
nl: Links/rechts knoppen
pl: Z przyciskami LEWO/PRAWO
sk: Tlačidlami DOĽAVA/DOPRAVA
sr: Sa LEVO/DESNO dugmetom
sv: Med vänster/höger-knapparna
ta: இடது/வலது பொத்தான்களுடன்
tr: SOL/SAĞ tuşları ile
uk: кнопками вліво/вправо

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
bg: При изключен режим T2MI RAW (по подразбиране) можем да използваме единична T2MI PLP декапсулация. С активиран режим T2MI RAW можем да използваме astra-sm за анализ на T2MI
cs: Pokud je režim T2MI RAW vypnutý (výchozí), můžeme použít de-enkapsulaci T2MI PLP. Se zapnutým režimem T2MI RAW můžeme použít astra-sm k analýze T2MI
da: Med T2MI RAW tilstand deaktiveret (standard) kan vi bruge enkelt T2MI PLP af-indkapsling. Med T2MI RAW tilstand aktiveret kan vi bruge astra-sm til T2MI analyse
el: Με τη λειτουργία T2MI RAW ανενεργή (προεπιλογή) μπορείτε να χρησιμοποιήσετε τον απευθείας απεγκλεισμό ενός μονού T2MI PLP. Με τη λειτουργία ενεργή μπορείτε να χρησιμοποιήσετε το astra-sm για ανάλυση του T2MI
fi: T2MI RAW moodi estettynä (oletus) voidaan käyttää yksittäis-T2MI PLP kapseloinnin poistoa. T2MI sallittuna voidaan Astra-SM käyttää T2MI:n analysointiin
fr: Avec T2MI mode RAW désactivé (par défaut), nous pouvons utiliser Single T2MI PLP de-encapsulation. Avec T2MI mode RAW activé, nous pouvons utiliser Astra-SM pour analyser T2MI
hr: S onemogućenim T2MI RAW načinom rada (zadano) možemo koristiti jednu T2MI PLP dekapsulaciju. S omogućenim T2MI RAW načinom rada, možemo koristiti astra-sm za analizu T2MI
it: Con la modalità T2MI RAW disattivata (predefinito) si usa il decapsulamento T2MI PLP. Con T2MI RAW abilitato, si usa astra-sm per analizzare T2MI
lt: Su išjungtu T2MI RAW režimu (numatytasis), galima naudoti vieną T2MI PLP dekapsuliavimą. Įjungus T2MI RAW režimą, galime naudoti astra-sm T2MI analizvimui
nl: Met T2MI RAW-modus uitgeschakeld (standaard) kunnen we gebruik maken van enkelvoudige T2MI PLP de-encapsulatie. Met T2MI RAW-modus ingeschakeld kunnen we gebruik maken van Astra-SM om T2MI te analyseren.
pl: Przy wyłączonym trybie T2MI RAW (domyślnie) możemy użyć pojedynczego dekapsulację PLP T2MI. Przy włączonym trybie T2MI RAW możemy używać astra-sm do analizy T2MI
sk: Pri vypnutom režime T2MI RAW (predvolené nastavenie) sa môže použiť jednoduchá dekapsulácia T2MI PLP. Pri zapnutom režime T2MI RAW sa na analýzu T2MI môže použiť astra-sm
sr: Kako je T2MI RAW režim onemogućen (defaukt) možemo da koristimo jedinstvenu T2MI PLP de-encapsulation. Sa omogućenim T2MI RAW režimom možemo da koristimo astra-sm za analizu T2MI
sv: Med T2MI RAW-läge inaktiverat (standard) kan vi använda en enda T2MI PLP-dekapsling. Med T2MI RAW-läge aktiverat kan vi använda astra-sm för att analysera T2MI
ta: T2MI மூல பயன்முறை முடக்கப்பட்ட (இயல்புநிலை) மூலம் நாம் ஒற்றை T2MI PLP DE-Encapsulation ஐப் பயன்படுத்தலாம். T2MI மூல பயன்முறை இயக்கப்பட்டால், T2MI ஐ பகுப்பாய்வு செய்ய ASTRA-SM ஐப் பயன்படுத்தலாம்
tr: T2MI RAW modu devre dışı bırakıldığında (varsayılan), tek bir T2MI PLP kapsül çözme işlemi kullanabiliriz. T2MI RAW modu etkinleştirildiğinde ise T2MI'yi analiz etmek için astra-sm kullanabiliriz
uk: При вимкненому режимі T2MI RAW (за замовчуванням) ми можемо використовувати окрему деінкапсуляцію T2MI PLP. Якщо ввімкнено режим T2MI RAW, ми можемо використовувати astra-sm для аналізу T2MI
vi: Với chế độ RAW T2MI bị tắt (mặc định), chúng ta có thể sử dụng khử đóng gói PLMI T2MI duy nhất. Với chế độ RAW T2MI được bật, chúng tôi có thể sử dụng astra-sm để phân tích T2MI
zh_cn: 在禁用T2MI原始模式(默认)的情况下,我们可以使用单个T2MI PLP去封装.启用T2MI原始模式后,我们可以使用astra sm分析T2MI.

source: With errors:
bg: С грешки:
cs: S chybami:
da: Med fejl:
de: Mit Fehlern:
el: Με σφάλματα:
et: Vigadega:
fi: Virheillä:
fr: Avec erreurs:
hr: Sa greškama:
hu: Hibákkal:
it: Con errori:
lt: Su klaidomis:
nl: Met fouten:
pl: Z błędami:
sk: S chybami:
sr: Sa greškama:
sv: Med fel:
ta: பிழைகள்:
tr: Hatalar ile:
uk: З помилками:
vi: Có lỗi:
zh_cn: 有错误:

source: With long OK button
cs: dlouhým stiskem OK
el: Με παρατεταμένη πίεση του ΟΚ
fi: pitkä OK painallus
fr: avec un appui long sur OK
hr: Sa dugim OK dugmetom
it: con una lunga pressione OK
lt: su ilgu OK spaudimu
nl: OK lang drukken
sr: Sa dugim OK dugmetom
sv: Med lång OK-knapp
tr: Uzun OK tuşu ile
uk: довгим натисканням кнопки OK

source: With pop up
bg: С изскачащ
cs: S dialogem
el: Με αναδυόμενο παράθυρο
fi: Kyllä, näytä viesti
fr: Avec le popup
hr: Sa iskačućim
it: Con popup
lt: Su Iššokančiu tekstu
nl: Met popup
pl: Z okienkiem
sk: S vyskakovacím oknom
sr: Sa iskačućim
sv: Med popup-fönster
ta: பாப் அப் உடன்
tr: Açılır pencere ile
uk: З спливаючим вікном

source: With this option you can hide Job Tasks from the Extension Menu screen (BLUE button press).
bg: С тази опция можете да скриете работните задачи от разширения екран (кратко синьо натискане на бутона).
cs: Pomocí této volby můžete skrýt pracovní úkoly z rozšířené obrazovky (krátký stisk modrého tlačítka).
el: Με αυτή την επιλογή θα γίνει απόκρυψη των εργασιών από την οθόνη επεκτάσεων (σύντομη πίεση του μπλε πλήκτρου).
fi: Tällä valinnalla voit piilottaa tehtävät (Job Tasks) laajennusvalikosta (lyhyt sinisen painallus).
fr: Avec cette option vous pouvez cacher Job Tasks du menu des extensions (appui bref sur le bouton bleu).
hr: Pomoću ove opcije možete sakriti zadatke posla sa zaslona menu proširenja (pritiskom na PLAVU tipku).
it: Con questa opzione è possibile nascondere le attività di lavoro dalla schermata dell'estensione (premi il tasto BLU).
lt: Naudodami šią parinktį galite paslėpti darbo užduotis plėtinio ekrane (MĖLYNO mygtuko spaudimas)
nl: Kies 'Ja' wanneer u systeemtaken wilt tonen in het Extensies-menu. Dit zijn bijvoorbeeld grote bestanden die via File Commander worden verplaatst. Het Extensies-menu is bereikbaar door de BLAUWE-knop lang (default) te drukken.
pl: Dzięki tej opcji możesz ukryć zadania zadań na ekranie menu rozszerzeń (naciśnięcie NIEBIESKIEGO przycisku).
sk: Pomocou tejto možnosti môžete skryť úlohy Job Tasks z obrazovky rozšírení (stlačenie MODRÉHO tlačidla).
sr: Sa ovom opcijom možete sakriti Poslove iz menija Ekstenzije (pritisnite PLAVO dugme).
sv: Med detta alternativ kan du dölja Job Tasks från skärmen Extension Menu (tryck på den BLÅ knappen).
ta: இந்த விருப்பத்தின் மூலம் நீட்டிப்பு பட்டியல் திரையில் இருந்து வேலை பணிகளை மறைக்கலாம் (நீல பொத்தான் அழுத்தவும்).
tr: Bu seçenek ile Görevleri Uzantı Menüsü ekranından (MAVİ tuşa basarak) gizleyebilirsiniz.
uk: Ця опція дозволяє приховати завдання зі списку розширень (коротке натискання синьої кнопки).

source: With this option you can switch off the display during operation.
bg: С тази опция можете да изключите дисплея по време на работа.
cs: Pomocí této možnosti můžete během provozu vypnout displej.
da: Med denne mulighed kan du slukke for displayet i Drift-tilstand.
de: Mit dieser Option können Sie das Display während des Betriebs ausschalten.
el: Με αυτή την επιλογή μπορείτε να σβήσετε την οθόνη πρόσοψης κατά τη λειτουργία.
fi: Tämä asetus kytkee näyton päälle ja pois.
fr: Avec cette option, vous pouvez éteindre l'affichage pendant le fonctionnement.
hr: Pomoću ove opcije možete isključiti zaslon tijekom rada.
it: Con questa opzione è possibile spegnere il display durante il funzionamento.
lt: Naudodami šią parinktį, galite išjungti ekraną veikimo metu.
nl: Met deze optie u het scherm uitzetten wanneer ingeschakeld.
pl: Dzięki tej opcji możesz wyłączyć wyświetlacz podczas pracy.
sk: Touto voľbou môžete vypnúť displej počas prevádzky.
sr: Pomoću ove opcije možete da isključite ekran tokom operacije.
sv: Med detta alternativ kan du stänga av displayen under drift.
ta: இந்த விருப்பத்துடன் நீங்கள் செயல்பாட்டின் போது காட்சியை அணைக்கலாம்.
tr: Bu seçenek ile işlem sırasında ekranı kapatabilirsiniz.
uk: За допомогою цієї опції ви можете вимкнути дисплей під час роботи.
vi: Với tùy chọn này, bạn có thể tắt màn hình trong khi hoạt động.
zh_cn: 使用此选项,您可以在操作期间关闭显示器.

source: With this option you can switch off the display in Deep Standby.
cs: Touto volbou můžete vypnout displej v režimu hlubokého spánku.
el: Με αυτή την επιλογή μπορείτε να σβήσετε την οθόνη πρόσοψης κατά τη βαθιά αναμονή.
hr: S ovom opcijom možete isključiti zaslon u Dubokom stanju pripravnosti.
it: Con questa opzione è possibile spegnere il display quando il ricevitore è spento.
lt: Naudodami šią parinktį galite išjungti ekraną gilaus budėjimo režimu.
nl: Met deze optie kunt u het display uitzetten wanneer de ontvanger is uitgeschakeld.
sr: Sa ovom opcijom možete isključiti ekran u Dubokom stanju čekanja.
sv: Med det här alternativet kan du stänga av displayen i Deep Standby-läge.
tr: Bu seçenek ile Derin Bekleme modunda ekranı kapatabilirsiniz.
uk: За допомогою цієї опції можна вимкнути дисплей у режимі глибокого очікування.

source: With this option you can switch off the display in Standby.
cs: Touto volbou můžete vypnout displej v pohotovostním režimu.
el: Με αυτή την επιλογή μπορείτε να σβήσετε την οθόνη πρόσοψης κατά την αναμονή.
hr: Ovom opcijom možete isključiti zaslon u stanju pripravnosti.
it: Con questa opzione è possibile spegnere il display in modalità Standby.
lt: Naudodami šią parinktį galite išjungti ekraną budėjimo režimu.
nl: Met deze optie kunt u het display uitzetten wanneer de ontvanger in stand-by staat.
sr: Sa ovom opcijom možete isključiti prikaz u režimu čekanja.
sv: Med det här alternativet kan du stänga av displayen i standby-läge.
tr: Bu seçenek ile Bekleme Modunda ekranı kapatabilirsiniz.
uk: За допомогою цієї опції можна вимкнути дисплей у режимі очікування.

source: With this option you can switch the LED color or deactivate the LED.
bg: С тази опция можете да превключите цвета на светодиода или да деактивирате светодиода.
cs: Touto volbou můžete přepnout barvu LED nebo deaktivovat LED.
da: Med denne mulighed kan du slukke for LED farven eller deaktiver LED.
de: Mit dieser Option können Sie die LED-Farbe einstellen oder die LED deaktivieren.
el: Με αυτή την επιλογή μπορείτε να αλλάξετε χρώμα LED ή να το απενεργοποιήσετε.
fi: Tällä asetuksella voit vaihtaa LED väriä tai poistaa LED:in käytöstä.
fr: Avec cette option, vous pouvez changer la couleur LED ou désactiver la LED.
hr: Pomoću ove opcije možete promijeniti boju LED diode ili deaktivirati LED.
it: Con questa opzione è possibile cambiare il colore del LED o disattivare il LED.
lt: Naudodami šią parinktį galite įjungti LED spalvą arba išjungti LED.
nl: Met deze optie u de LED-kleur veranderen of de LED deactiveren.
pl: Dzięki tej opcji możesz zmienić kolor diody LED lub dezaktywować diodę LED.
sk: Touto voľbou môžete prepnúť farbu LED alebo ju deaktivovať.
sr: Pomoću ove opcije možete zameniti LED boju ili deaktivirati LED.
sv: Med det här alternativet kan du byta LED-färg eller avaktivera LED-lampan.
ta: இந்த விருப்பத்தின் மூலம் நீங்கள் எல்.ஈ.டி வண்ணத்தை மாற்றலாம் அல்லது எல்.ஈ.
tr: Bu seçenek ile LED rengini değiştirebilir veya LED'i devre dışı bırakabilirsiniz.
uk: За допомогою цієї опції Ви можете змінювати яскравість індикатора, або його вимкнути.
vi: Với tùy chọn này, bạn có thể chuyển đổi màu đèn LED hoặc tắt đèn LED.
zh_cn: 使用此选项,您可以切换LED颜色或停用LED.

source: Without pop up
bg: Без изскачащ
cs: Bez dialogu
el: Χωρίς αναδυόμενο παράθυρο
fi: Kyllä, älä näytä viestiä
fr: Sans le popup
hr: Bez iskakanja
it: Senza popup
lt: Be Iššokančio teksto
nl: Zonder popup
pl: Bez okienka
sk: Bez vyskakovacieho okna
sr: Bez iskakanja
sv: Utan popup-fönster
ta: பாப் அப் இல்லாமல்
tr: Açılır pencere olmadan
uk: Без спливаючих вікон

source: Without query
bg: без Запитване
cs: Bez dotazu
el: Χωρίς ερώτημα
fi: kysymättä
fr: sans demander
hr: Bez pitanja
it: senza interrogazione
lt: be užklausos
nl: zonder Query
pl: bez warunku
sk: Bez opýtania
sr: Bez pitanja
sv: Utan fråga
ta: வினவல் இல்லாமல்
tr: Sorgu olmadan
uk: Без запиту

source: Wizard Actions
cs: Akce průvodce
el: Ενέργειες οδηγού
fi: Avustajan Toiminnot
hr: Čarobnjak Radnja
it: Azioni della procedura guidata
nl: Wizard Acties
pl: Akcje kreatora
sk: Akcie sprievodcu
sr: Čarobnjak Radnja
sv: Åtgärder i guiden
ta: வழிகாட்டி நடவடிக்கைகள்
tr: Sihirbaz İşlemleri
uk: Дії майстра

source: Workaround for old tuner driver.
bg: Заобикаляне за стария драйвер на тунера
cs: Řešení pro starý ovladač tuneru.
el: Εναλλακτική λύση για παλαιό οδηγό tuner.
fi: Aseta Kyllä asetukseksi vain, jos vanhassa viritin ajurissa on ongelmia
fr: Contournement pour pilote ancien tuner
hr: Zaobilazno rješenje za stari driver tunera.
it: Soluzione per driver di vecchi tuner
lt: Problemos dėl senų imtuvo tvarkyklių
nl: Noodoplossing voor oude tuner driver. Alleen activeren wanneer u problemen heeft met een Multi-tuner.
pl: Rozwiązanie dla starego sterownika tunera.
sk: Riešenie pre starý ovládač tunera.
sr: Zaobilazno rešenje za stari upravljački program tjunera.
sv: Lösning för gammal tunerdrivrutin.
ta: பழைய ட்யூனர் டிரைவருக்கான பணித்தொகுப்பு.
tr: Eski tarayıcı sürücüsü için geçici çözüm
uk: Обхід для старого драйвера тюнера

source: World Affairs
cs: Světové události
hr: Svjetski poslovi
it: Affari del mondo
sr: Svetski poslovi
tr: Dünya Gündemi
uk: Світові справи

source: World cultures
cs: Světové kultury
hr: Svjetske kulture
it: Culture del mondo
sr: Svetske kulture
tr: Dünya kültürleri
uk: Світові культури

source: Would you save the entered PIN %s persistent?
bg: Бихте ли запазили вписания PIN %s за постоянен?
cs: Chcete uložit zadaný PIN %s jako trvalý?
da: Ønsker du at gemme den indtastede PIN %s permanent ?
de: Möchten Sie die PIN %s dauerhaft speichern?
el: Θέλετε να αποθηκευτεί το PIN %s που εισήχθη ως σταθερό;
et: Kas salvestada sisestatud PIN %s püsivalt?
fi: Tallennatko syötetyn PIN koodin %s ?
fr: Souhaitez-vous conserver le code PIN %s saisi de manière persistante ?
hr: Biste li uneseni PIN %s trajno spremili?
hu: Szeretné tartósan elmenteni a megadott %s PIN-kódot?
it: Vorresti salvare il PIN inserito %s definitivamente?
lt: Išsaugoti įvestą PIN %s pastoviai?
nl: Wilt u de ingevoerde pincode %s opslaan?
pl: Czy chcesz zapisać wpisany PIN %s trwale?
sk: Chcete uložiť zadaný PIN %s ako trvalý?
sr: Da li hoćete sačuvati uneti PIN %s koji je trajan?
sv: Vill du spara den inmatade PIN-koden %s permanent?
ta: உள்ளிட்ட முள் %s விடாமுயற்சியை சேமிப்பீர்களா?
tr: Girilen PIN kodunu %s kalıcı olarak kaydetmek ister misiniz?
uk: Хочете зберегти введений Пін %s як постійний?
vi: Bạn có lưu mã PIN%s đã nhập không?
zh_cn: 是否要永久保护输入的PIN %s ？

source: Wrestling
bg: Борба
da: Brydning
el: Πυγμαχία
fi: Paini
fr: Lutte
hr: Hrvanje
it: Lotta
lt: Imtynių
nl: Worstelen
sr: Rvanje
sv: Brottning
ta: மற்போர்
tr: Güreş
uk: Боротьба
zh_cn: 搏击

source: Write error at start of recording. %s %s
bg: Грешка при запис в началото на записа. %s %s
cs: Chyba zápisu na začátku nahrávání. %s %s
da: Skrivefejl ved start af optagelse. %s %s
de: Schreibfehler beim Start der Aufnahme. %s %s
el: Σφάλμα εγγραφής κατά την έναρξη της. %s %s
fi: Kirjoitusvirhe tallenuksen alkaessa. %s %s
fr: Erreur d'écriture au début de l'enregistrement. %s %s
hr: Greška pri pisanju na početku snimanja. %s %s
it: Errore di scrittura all'avvio della registrazione. %s %s
lt: Rašymo klaida įrašymo pradžioje. %s %s
nl: Schrijffout aan het begin van de opname. %s %s
pl: Błąd zapisu na początku nagrywania. %s %s
sk: Chyba zápisu na začiatku nahrávania. %s %s
sr: Greška pri pisanju na početku snimanja. %s %s
sv: Skrivfel vid start av inspelning. %s %s
ta: பதிவின் தொடக்கத்தில் பிழையை எழுதுங்கள். %s %s
tr: Kayıt başlangıcında yazma hatası. %s %s
uk: Помилка запису при початку запису. %s %s
zh_cn: 开始录制时出现写入错误. %s %s
