Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: This line is not editable!
da: Denne linje er ikke redigerbar!
de: Diese Zeile kann nicht bearbeitet werden!
et: Seda rida ei saa muuta!
vi: Dòng này không thể chỉnh sửa!
zh_cn: 该行不可编辑!

source: This option allows you choose how to display elapsed time as + or -
da: Denne mulighed tillader dig at vælge om den forløbene tid vises som + eller -.
de: Bei 'Ja' wird die verstrichene Zeit mit '+', ansonsten mit '-' angezeigt.
et: See valik määrab, kas kulunud aega kuvatakse '+' või '-'
hu: Ezzel a beállítással megadhatja, hogy hogyan jelenjen meg az eltelt idő, + vagy - kijelzéssel mutassa. Az 'igen' választása a +, a 'nem' választása a -
ru: Эта опция позволяет выбрать, как показать прошедшее время, как + или -
vi: Tùy chọn này cho phép bạn chọn cách hiển thị thời gian đã trôi qua là + hoặc -
zh_cn: 此选项允许您选择如何将所用的时间显示为+或—

source: This option allows you choose how to display the Time or nothing in Standby
da: Denne mulighed tillader dig at vælge om tiden eller intet vises i Standby
de: Einstellen, ob die Uhrzeit oder nichts im Standby angezeigt werden sollen.
et: See valik määrab, kas ooteseisundis kuvada kellaaega või mitte midagi
hu: Ezzel az opcióval kiválaszthatja, hogy miként jelenjen meg az Idő vagy a semmi a készenléti állapotban
vi: Tùy chọn này cho phép bạn chọn cách hiển thị Thời gian hoặc không có gì trong Chế độ chờ
zh_cn: 此选项允许您选择如何在待机时显示时间或没有任何内容

source: This option allows you choose how to display the remaining/elapsed time for Media playback.
da: Denne mulighed tillader dig at vælge hvordan den resterende/forløbene ti vises for medieafspilning.
de: Einstellen, ob und wie verbleibende/verstrichene Zeit oder beides bei Medienwiedergabe angezeigt wird.
et: See valik määrab, kuidas näidatakse kulunud ja allesolevat aega meediafailide esitusel.
hu: Ezzel az opcióval kiválaszthatja, hogyan jelenítse meg az Média adás lejátszásának Hátralévő/Eltelt időjét.
ru: Эта опция позволяет выбрать, как показать оставшееся или прошедшее время в медиаплеере.
vi: Tùy chọn này cho phép bạn chọn cách hiển thị thời gian còn lại / đã trôi qua để phát lại Media.
zh_cn: 此选项允许您选择如何显示媒体播放的剩余/播放时间.

source: This option allows you choose the background colour of transparent picons.
da: Denne mulighed tillader dig at vælge baggrundsfarve af gennemsigtige Pikoner.
de: Einstellen der Hintergrundfarbe von transparenten Picons.
et: See valik määrab läbipaistvate pikonite taustavärvi.
hu: Ez az opció lehetővé teszi az átlátszó pikonok háttérszínének megválasztását.
ru: Эта опция позволяет выбрать цвет фона для прозрачных пиконов.
vi: Tùy chọn này cho phép bạn chọn màu nền của picons trong suốt.
zh_cn: 此选项允许您选择透明picons背景颜色.

source: This option allows you to change the virtuell loadspeaker position.
da: Denne mulighed tillader dig at ændre den virtuelle højtalerplacering.
de: Diese Option erlaubt es Ihnen, die virtuelle Position der Lautsprecher zu verändern.
et: Siin saab muuta virtuaalse kõlari asukohta.
hu: Ezzel az opcióval megváltoztathatja a virtuális hangszóró pozícióját.
ru: Эта опция позволяет изменять положение виртуального динамика.
vi: Tùy chọn này cho phép bạn thay đổi vị trí loa ảo.
zh_cn: 这个选项允许你改变virtuell扬声器的位置.

source: This option allows you to disable show Restart Network in Extensions list.
da: Denne mulighed tillader dig at deaktivere vis genstart netværk i Udvidelseslisten.
de: Bei 'Ja' wird ein Netzwerk-Neustart im Erweiterungsmenü angezeigt.
et: Siin saab keelata 'Võrgu taaskäivitus' kuvamise laienduste menüüs.
hu: Ezzel az opcióval letilthatja a Restart Network (Hálózat újraindítása) megjelenítését a Bővítmények listában.
ru: Эта опция позволяет вам показ перезагрузки сети в меню дополнений.
vi: Tùy chọn này cho phép bạn tắt hiển thị Mạng khởi động lại trong danh sách Tiện ích mở rộng.
zh_cn: 此选项允许您在扩展列表中禁用'显示重新启动网络'.

source: This option allows you to disable sorting of the Extensions list.
da: Denne mulighed tillader dig at deaktivere sortering af Udvidelseslisten.
de: Bei 'Ja' wird die alphabetische Sortierung der Erweiterungsliste eingeschaltet.
et: See valik määrab laienduste menüü järjestuse.
hu: Ezzel az opcióval letilthatja a Bővítmények listájának rendezését.
ru: Здесь можете отключить сортировку в списке дополнений.
vi: Tùy chọn này cho phép bạn vô hiệu hóa việc sắp xếp danh sách Tiện ích mở rộng.
zh_cn: 此选项允许您禁用扩展列表的排序.

source: This option allows you to disable sorting of the option in setting screen's
da: Denne mulighed tillader dig at deaktivere sortering af valgmulighederne i indstillingsskærmene.
de: Bei 'Ja' werden Einstellungseinträge in allen Menüs alphabetisch sortiert.
et: See valik määrab seadistusmenüüde järjestuse
hu: Ezzel az opcióval letilthatja a betűrendes keresést a rendezés beállítási képernyőn
ru: Здесь можете отключить сортировку пунктов всяких окон настроек.
vi: Tùy chọn này cho phép bạn vô hiệu hóa việc sắp xếp tùy chọn trong cài đặt màn hình
zh_cn: 此选项允许您禁用设置屏幕上的选项的排序选项

source: This option allows you to hide and sorting of the menus
da: Denne mulighed tillader dig at skjule og sortere menuerne.
de: Einstellen, wie Menüeinträge sortiert oder versteckt werden sollen.
et: See valik võimaldab menüüde varjamise ja järjestamise
hu: Ez az opció lehetővé teszi a menük elrejtését és rendezését
vi: Tùy chọn này cho phép bạn ẩn và sắp xếp các menu
zh_cn: 此选项允许您隐藏和排序菜单

source: This option allows you to hide and sorting of the plugin browser.
da: Denne mulighed tillader dig at skjule og sortere Plugin browseren.
de: Einstellen, wie Einträge im Plugin-Manager sortiert oder versteckt werden sollen.
et: See valik võimaldab pluginate varjamise ja järjestamise.
hu: Ez az opció lehetővé teszi a Bővítmény kezelő elrejtését és rendezését.
vi: Tùy chọn này cho phép bạn ẩn và sắp xếp trình duyệt plugin.
zh_cn: 此选项允许您隐藏和排序插件浏览器.

source: This option allows you to show menu number quick links.
da: Denne mulighed tillader dig at vise kvik genveje menu-numer.
de: Bei 'Ja' werden Nummern vor Menüeinträgen für die Schnellanwahl angezeigt.
et: See valik võimaldab kuvada menüüdes kiirvalikuks numbreid.
hu: Beállíthatja, hogy a menü számok megjelenjenek-e a menükben.
vi: Tùy chọn này cho phép bạn hiển thị số liên kết nhanh menu.
zh_cn: 此选项允许您显示菜单号码快速链接.

source: This option allows you to show the screen menu path history.
zh_cn: 此选项允许您显示屏幕菜单路径历史.

source: This option lets you adjust the 3D depth
da: Denne mulighed lader dig justere 3D dybden
de: Diese Option erlaubt es, die 3D Tiefe einzustellen
et: See valik võimaldab seadistada 3D sügavust
hu: Ez az opció lehetővé teszi a 3D mélység beállítását
ru: Здесь можете настроить 3D глубину
vi: Tùy chọn này cho phép bạn điều chỉnh độ sâu 3D
zh_cn: 这个选项可以让你调整3D深度

source: This option lets you adjust the transparency of the user interface
da: Denne mulighed lader dig justere gennemsigtigheden af brugergrænsefladen
de: Diese Option erlaubt es, die Transparenz der Oberfläche einzustellen.
et: See valik võimaldab seadistada ekraanigraafika läbipaistvust
hu: Ezzel az opcióval módosíthatja a felhasználói felület áttetszőségét
ru: Здесь можете настроить прозрачность пользовательского интерфейса
vi: Tùy chọn này cho phép bạn điều chỉnh độ trong suốt của giao diện người dùng
zh_cn: 此选项可让您调整用户界面的透明度

source: This option lets you choose the 3D mode
da: Denne mulighed lader dig vælge 3D tilstanden
de: Diese Option erlaubt es, den 3D-Modus zu aktivieren
et: See valik võimaldab valida 3D režiimi
hu: Ezzel az opcióval kiválaszthatja a 3D módot
ru: Эта опция позволяет режим 3D
vi: Tùy chọn này cho phép bạn chọn chế độ 3D
zh_cn: 这个选项可以让你选择3D模式

source: This option lets you show the option in the extension screen
da: Denne mulighed tillader dig at vise muligheder i udvidelsesskærmen
de: Diese Option erlaubt es, die Option in Erweiterungen anzuzeigen
et: Siin saab lubada valiku näitamise laienduste menüüs
hu: Ezzel az opcióval megjelenítheti a opciókat a kiterjesztett képernyőn
ru: Эта опция позволяет добавить параметр в меню дополнений
vi: Tùy chọn này cho phép bạn hiển thị tùy chọn trong màn hình tiện ích mở rộng
zh_cn: 此选项允许您在扩展屏幕中显示选项

source: This option moves the PVR status from the separate window into the MoviePlayer infobar.
da: Denne mulighed flytter PVR status fra et selvstændig vindue til Filmafspillerens Infobjælke.
de: Bei 'Ja' wird der PVR Status aus einem separaten Fenster in die Infoleiste des Medienplayers verschoben.
et: See valik liigutab PVR oleku eraldi aknast inforibale.
hu: Ez az opció áthelyezi a PVR státuszt a különálló ablakból a MoviePlayer Információs sávjába.
vi: Tùy chọn này di chuyển trạng thái PVR từ cửa sổ tách biệt sang infobar MoviePlayer.
zh_cn: 此选项将状态从不同的窗口为PVR的电影播放信息栏.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
da: Denne mulighed sætter hæmningen af falske digitale konturer, som er resultatet af et begrænset antal af estimerede værdier.
de: Die Unterdrückung falscher, digitaler Umrisse einstellen. Diese Fehler entstehen durch zu wenige diskrete Werte.
et: See valik summutab digitaalsed võltskontuurid, mis on vähese diskreetsete väärtuste tagajärjeks.
hu: Ezzel beállítja a hibás digitális körvonalak elfojtását.
ru: Эта опция устанавливает подавление фиктивных цифровых контуров, которые являются результатом ограничения дискретных значений.
vi: Tùy chọn này đặt việc triệt tiêu các đường viền kỹ thuật số sai, là kết quả của một số lượng hạn chế các giá trị rời rạc.
zh_cn: 这个选项设置的虚假数字轮廓的抑制,这是一个数量有限的离散值的结果.

source: This plugin creates a USB stick which can be used to update the firmware of your %s %s without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
da: Dette Plugin opretter en USB-nøgle, der kan bruges til at opdatere firmwaren på din %s %s uden behov for en netværks- eller WLAN forbindelse. Først skal USB-nøglen forberedes så den bliver bootbar. I næste trin kan et NFI Image-fil downolades fra opdateringsserveren og gemmes på USB-nøglen. Hvis du allerede har forberedt en bootbar USB-nøgle, så indsæt den venligst nu. Eller indsæt en USB-nøgle med på mindst 64 Mb!
de: Dieses Plugin erzeugt einen USB-Stick, mit dessen Hilfe die Firmware Ihrer %s %s aktualisiert werden kann, ohne dass dafür eine Netzwerk- oder WLAN-Verbindung notwendig ist. Zuerst muss ein USB-Stick vorbereitet und bootfähig gemacht werden. Im nächsten Schritt kann eine NFI-Imagedatei vom Update-Server heruntergeladen und auf diesem Stick gespeichert werden. Wenn Sie bereits einen bootfähigen USB-Stick vorbereitet haben, stecken Sie ihn bitte jetzt ein, anderenfalls verwenden Sie einen USB-Stick mit einer Mindestgröße von 64 MB.
et: See plugin valmistab ette USB pulga, mida saab kasutada %s %s püsivara uuendamiseks ilma võrgu- või WLAN ühenduseta. Algul tuleb USB pulk teha alglaetavaks. Siis saab uuenduste serverist hankida NFI image faili ja salvestada selle USB pulgale. Kui oled alglaetava USB pulga juba ettevalmistanud, siis ühenda see nüüd. Vastasel korral ühenda min. 64 MB USB pulk!
ru: Этот плагин создает USB-флеш, который может использоваться, чтобы обновить прошивку вашего %s %s без подключения к интернету. Во-первых, USB должен быть самозагрузочным. Затем файл имиджа NFI нужно загрузить с сервера обновления и сохранить на USB. Если у Вас уже есть загрузочный USB, пожалуйста, вставьте. Обьем USB должен быть не менее 64 Мб!
vi: Plugin này tạo ra một thanh USB có thể được sử dụng để cập nhật chương trình cơ sở cho % s% s của bạn mà không cần kết nối mạng hoặc mạng WLAN. Đầu tiên, một thanh USB cần được chuẩn bị để nó có khả năng khởi động. Trong bước tiếp theo, một tệp hình ảnh NFI có thể được tải xuống từ máy chủ cập nhật và được lưu trên thanh USB. Nếu bạn đã có một thanh USB có thể khởi động được chuẩn bị, vui lòng cắm nó ngay bây giờ. Nếu không thì cắm một thanh USB với kích thước tối thiểu 64 MB!
zh_cn: 这个插件创建一个可用于更新你的镜像U盘 %s %s 不需要网络或无线局域网连接. 首先,需要准备一个U盘,使其成为可启动的. 在下一步中,NFI镜像可以从更新服务器下载并保存在U盘. 如果你已经准备启动的U盘,请将其插入.以最小64MB的大小!

source: This plugin is installed.
da: Dette plugin er installeret.
de: Dieses Plugin ist installiert.
et: See plugin on paigaldatud.
hu: A bővítmény telepítve van.
pt_br: Este plugin está instalado.
ru: Плагин установлен.
sl: Ta vtičnik je nameščen.
vi: Plugin này được cài đặt.
zh_cn: 安装这个插件.

source: This plugin is not installed.
da: Dette Plugin er ikke installeret.
de: Dieses Plugin ist nicht installiert.
et: See plugin ei ole paigaldatud.
hu: A bővítmény nincs telepítve.
pt_br: Este plugin não está instalado.
ru: Плагин не установлен.
sl: Ta vtičnik ni nameščen.
vi: Plugin này chưa được cài đặt.
zh_cn: 这个插件没有安装.

source: This plugin will be installed.
da: Dette Plugin vil blive installeret.
de: Dieses Plugin wird installiert.
et: See plugin paigaldatakse.
hu: A bővítmény telepítve lesz.
pt_br: Este plugin será instalado.
ru: Плагин будет установлен.
sl: Ta vtičnik bo nameščen.
vi: Plugin này sẽ được cài đặt.
zh_cn: 这个插件将被安装.

source: This plugin will be removed.
da: Dette Plugin vil blive fjernet.
de: Dieses Plugin wird deinstalliert.
et: See plugin eemaldatakse.
hu: A bővítmény el lesz távolítva.
pt_br: Este plugin será removido.
ru: Плагин будет удален.
sl: Ta vtičnik bo odstranjen.
vi: Plugin này sẽ bị xóa.
zh_cn: 这个插件将被删除.

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
da: Denne indstilling tillader at Tuner-konfigurationen at blive en kopi af hvordan en anden Tuner allerede er konfigureret.
de: Diese Einstellung ermöglicht es Ihnen, die Tuner-Konfiguration zu duplizieren, so wie ein anderer Tuner bereits konfiguriert ist.
et: See säte võimaldab kasutada juba seadistatud teise tuuneri seadistusi.
vi: Cài đặt này cho phép cấu hình bộ chỉnh tần trùng lặp với cách cấu hình bộ chỉnh khác.
zh_cn: 此设置允许调谐器配置与其他调谐器的配置重复.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via internet forum.
da: Denne indstilling afhænger af din kabeludbyder og placering. Referer til menuen i den officielle kabelmodtager, hvis du ikke har de rigtige indstillinger eller få dem fra din kabeludbyder, eller søg hjælp via forum på Internette.
de: Diese Einstellung hängt von Ihrem Kabelanbieter und Standort ab. Wenn Sie die richtige Einstellung nicht kennen, beziehen Sie sich auf das Menü im offiziellen Kabelempfänger, oder holen Sie es von Ihrem Kabelanbieter, oder suchen Sie Hilfe über das Internetforum.
et: See säte sõltub kaabel-tv operaatorist ja levitajast. Õigete seadete leidmiseks uuri ametliku vastuvõtja käsiraamatut, võta ühendust oma operaatoriga või otsi abi foorumist digi-tv.ee.
vi: Cài đặt này phụ thuộc vào nhà cung cấp cáp và vị trí của bạn. Nếu bạn không biết cài đặt chính xác, hãy tham khảo menu trong bộ thu cáp chính thức hoặc lấy từ nhà cung cấp cáp của bạn hoặc tìm kiếm trợ giúp qua diễn đàn internet.
zh_cn: 此设置取决于电缆提供商和位置.如果您不知道正确的设置, 请参阅官方有线接收器中的菜单,或从有线电视提供商处获取,或通过互联网论坛寻求帮助.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
da: Denne test søger efter konfigurerede Navneservere. Hvis du får beskeden "Ubekræftet": - kontroller venligst din DHCP, kabel og adapteropsætning - hvis du har konfigureret dine Navneservere manuelt, kontroller venligst dine registreringer i "Navneserver" konfigurationen
de: Dieser Test sucht nach konfigurierten Nameservern Wenn Sie eine "Unbestätigt"-Meldung erhalten: - Überprüfen Sie Ihr DHCP, Ihre Verkabelung und Ihre Adapter-Konfiguration. - Haben Sie Ihre Namensserver manuell konfiguriert, überprüfen Sie bitte Ihre Konfiguration in den "DNS"-Einstellungen
et: Test kontrollib nimeserveri seadeid. Kui näed teadet "kinnitamata": - kontrolli üle DHCP, kaabeldus ja võrgukaardi seaded - kui seadistasid oma nimeserverid käsitsi, siis kontrolli üle nimeserveri seaded
hu: Ez a teszt ellenőrzi a beállított névszervereket. Ha eredményként "nem igazolt", akkor: - ellenőrizze a DHCP beállítást, a kábelezért és az adapter beállításait - ha a névszervert kézzel állította be, akkor ellenőrizze a bejegyzéseket a "Névszerver" beállításokban
pt_br: Este teste verifica os servidores DNS. Se receber uma mensagem "não confirmada": - Verifique o DHCP, nas opções do adaptador de rede - Se configurou um servidor DNS manualmente verifique nas configurações de "Servidor DNS"
ru: Этот тест проверяет конфигурацию DNS серверов. При появлении сообщения "не присвоен": - пожалуйста проверьте настройки DHCP, сетевого адаптера и состояние сетевого кабеля - Если Вы прописали вручную DNS сервера, пожалуйста проверьте конфигурацию "DNS сервер"
vi: Kiểm tra này kiểm tra các máy chủ tên được cấu hình. Nếu bạn nhận được thông báo "chưa được xác nhận": - vui lòng kiểm tra thiết lập DHCP, cáp và bộ điều hợp của bạn - nếu bạn định cấu hình máy chủ tên theo cách thủ công, vui lòng xác minh các mục nhập của bạn trong cấu hình "Máy chủ tên"
zh_cn: 这个测试配置域名服务器. 如果你得到一个"未经证实的"消息: - 请检查您的DHCP,电缆和适配器设置 - 如果配置你的服务器,请手动验证的条目"名称服务器"配置

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
da: Denne test kontrollere om din LAN adapter er sat op til automatisk IP adresse konfiguration med DHCP. Hvis du får beskeden "Deaktiveret": - så er din LAN adapter konfigureret til manuel IP opsætning - bekræft at du har indtastet korrekte IP informationer i adapter opsætningsboksen. Hvis du får beskeden "Aktiveret": - bekræft at du har en konfigureret og fungerende DHCP server i dit netværk.
de: Dieser Test überprüft, ob Ihr Netzwerkadapter für automatische IP-Adressen-Konfiguration über DHCP eingerichtet ist. Wenn Sie eine "Deaktiviert"-Meldung erhalten: - Dann ist Ihr Netzwerkadapter für manuelle IP-Adressen-Konfiguration eingerichtet. - Überprüfen Sie die Richtigkeit Ihrer Einstellungen im Netzwerkadapter-Einstellungen-Menü. Wenn Sie eine "Aktiviert"-Meldung erhalten: - Überprüfen Sie, dass sich ein funktionierender DHCP-Server in Ihrem Netzwerk befindet.
et: See test kontrollib, kas võrgukaart on seatud IP aadressi määrama automaatselt DHCP abil. Kui näed teadet "keelatud": - siis võrgukaart on seadistatud IP käsitsi määramiseks - veendu, et menüüs 'Võrgukaardi seaded'. on IP andmed sisestatud korrektselt. Kui näed teadet "lubatud": - veendu, et võrgus on seadistatud ja töötav DHCP server.
hu: Ez a teszt ellenőrzi, hogy a hálózati interfész be lett-e állítva az automatikus IP cím lekéréséhez DHCP-vel. Ha válaszként a "kikapcsolva" üzenetet kapja, akkor: - a LAN Adapter csak manuális IP cím megadására lett beállítva - ellenőrizze, hogy helyes IP adatokat adott meg az Adapter beállításaiban Ha válaszként a "engedélyezve" üzenetet kapja, akkor: - ellenőrizze hogy a hálózatában létezik-e jól beállított és működő DHCP szerver.
ru: Этот тест проверяет,включен ли DHCP в настройках беспроводного сетевого адаптера, для автоматического присвоения IP. При появлении сообщения " отключен": - введите вручную IP адрес при настройке беспроводного сетевого адаптера . - проверьте,что Вы ввели корректную информацию в меню настройка сети. При появлении сообщения " подключен": - это подтверждает, что сформирован рабочий DHCP сервер в Вашей сети.
vi: Kiểm tra này kiểm tra xem bộ điều hợp mạng LAN của bạn có được thiết lập cho cấu hình địa chỉ IP tự động với DHCP không. Nếu bạn nhận được thông báo "bị vô hiệu hóa": - sau đó bộ điều hợp mạng LAN của bạn được định cấu hình để thiết lập IP thủ công - xác minh thay bạn đã nhập thông tin IP chính xác trong hộp thoại thiết lập bộ điều hợp. Nếu bạn nhận được thông báo "đã bật": -Xác minh rằng bạn có một máy chủ DHCP được cấu hình và hoạt động trong mạng của bạn.
zh_cn: 这个测试是检查你的网卡设置为DHCP IP地址自动配置. 如果你得到一个"禁用"消息: - 然后,您的局域网适配器配置为手动IP设置 - 验证他们您输入正确的IP信息在适配器设置对话框 如果你得到一个 "启用"消息: -确保你有一个配置和你的网络工作的DHCP服务器.

source: This will go fast forward/backward with time frames of x secs
da: Dette vil gå hurtig frem/tibage med tidsrammer på X sekunder.
de: Bei 'Ja' werden beim schnellen Vorlauf/Rücklauf Zeitsprünge von x Sekunden benutzt.
et: Edasi/tagasi kerimine toimub x sek hüpetena
hu: Gyors Előre/Hátra haladás, az x másodperc időléptékkel
ru: Здесь задаете время x для быстрой перемотки вперед и назад
vi: Điều này sẽ tiến nhanh / lùi với các khung thời gian là x giây
zh_cn: 这将以x秒的时间范围快进/快退

source: Tiere
zh_cn: 层级

source: Time Update in Minutes
da: Tidsupdatering i minutter
de: Update-Zeit in Minuten
et: Kellaaja uuendamine (min)
hu: Az idő frissítése percekben
ru: Время обновления в минутах
vi: Cập nhật thời gian trong vài phút
zh_cn: 在几分钟时间更新

source: Time Update in Minutes:
da: Tidsupdatering i minutter:
de: Update-Zeit in Minuten:
et: Kellaaja uuendamine (min):
hu: Az idő frissítése percekben:
ru: Время обновления в минутах:
sl: Čas obnavljanja (v minutah)
vi: Cập nhật thời gian trong vài phút:
zh_cn: 时间更新(以分钟为单位):

source: Time between slides in image viewer slideshow.
da: Tid mellem dias i billedefremviser diasshow.
de: Zeit zwischen den Dias in der Bildbetrachter-Diashow.
et: Aeg plitide esituse vahel slaidiseansil.
vi: Thời gian giữa các slide trong trình chiếu hình ảnh xem.
zh_cn: 图像查看器幻灯片放映中的幻灯片间隔时间.

source: Time for Slideshow
da: Tid for diasshow
de: Zeit für die Diashow
et: Slaidiesitluse aeg
vi: Thời gian bắt đầu
zh_cn: 幻灯片放映时间

source: Time history
da: Tidshistorik
de: Zeithistorie
vi: Lịch sử thời gian
zh_cn: 时间历史

source: Time long
da: Tid lang
de: Time lang
et: Time - pikk
hu: Idő hosszan
vi: Thời gian dài
zh_cn: 时间键长按

source: Time range:
da: Tidsområde:
de: Zeitbereich:
et: Ajavahemik:
hu: Időskála:
ru: Временной диапазон:
vi: Phạm vi thời gian:
zh_cn: 时间范围:

source: Time required for this process: %s
da: Tid nødvendig for denne proces: %s
de: Zeit für den gesamten Vorgang: %s
et: Toiminguks kulunud aeg: %s
hu: A folyamathoz szükséges idő: %s
vi: Thời gian cần thiết cho quá trình này:% s
zh_cn: 整个备份过程共耗时: %s

source: Time scale
da: Tidsskala
de: Zeitskala
et: Ajavahemik
hu: Időskála
pt_br: Escala de tempo
ru: Шкала времени
vi: Quy mô thời gian
zh_cn: 时间尺度

source: Time settings
da: Tidsindstillinger
de: Zeit
et: Aja seaded
hu: Idő beállítása
ru: Настройки времени
vi: Cài đặt thời gian
zh_cn: 时间设置

source: Time window for detection of the wakeup by a timer [mins]
da: Tidsrum for en Timers opdagelse af opvågning [min]
de: Zeitfenster für die Erkennung des Aufwachens durch einen Timer (Min)
et: Ajaaken taimeri poolt käivitamise tuvastamiseks (min)
hu: Időintervalluma az ébresztés észlelésének az Időzítő által [perc]
vi: Cửa sổ thời gian để phát hiện thức dậy bằng đồng hồ bấm giờ [phút]
zh_cn: 由定时器[分钟]为唤醒检测时间窗

source: Time zone settings
da: Tidszone indstillinger
de: Zeitzonen-Einstellungen
et: Ajavööndi sätted
vi: Cài đặt múi giờ
zh_cn: 时区设置

source: Timer
et: Taimer
hu: Időzítő
pt_br: Temporizador
ru: Таймер
vi: Hẹn giờ
zh_cn: 定时器

source: Timer List
da: Timerliste
de: Timerliste
et: Taimerid
hu: Időzítő lista
ru: Список таймеров
vi: Danh sách hẹn giờ
zh_cn: 定时器列表

source: Timer action
da: Timer handling
de: Timer Aktion
et: Taimeri tegevus
hu: Időzítő művelete
vi: Hành động hẹn giờ
zh_cn: 电源定时器
