Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: A recording, recording timer or scheduled task is running or will begin within 15 minutes. %s extended to 30 minutes. Your %s %s will go to Deep Standby after the recording or scheduled task. Go to Deep Standby now?
cs: Nahrávání, časovač nahrávání nebo časovač napájení je spuštěn nebo bude spuštěn do 15 minut. %s prodlouženo na 30 minut. Váš %s %s přejde po události nahrávání nebo časovače napájení do hlubokého pohotovostního režimu. Přejít do hlubokého pohotovostního režimu nyní?
el: Μια εγγραφή, ένας χρονοδιακόπτης εγγραφής ή λειτουργίας εκτελείται ή θα ξεκινήσει εντός 15 λεπτών. Το %s επεκτείνεται σε 30 λεπτά. Ο %s %s σας θα μεταβεί σε βαθιά αναμονή μετά την εγγραφή ή το τέλος του προγράμματος του χρονοδιακόπτη λειτουργίας. Να γίνει μετάβαση σε βαθιά αναμονή τώρα;
fi: Tallennus, tallennus ajastus tai virran ajastin on käynnissä tai alkaa 15 minuutin kuluessa. %s pidennetään 30 minuuttiin. %s %s siirtyy syvään valmiustilaan tallennuksen tai virran ajastustapahtuman jälkeen. Siirry syvään valmiustilaan nyt?
fr: Un enregistrement, une minuterie d'enregistrement ou une minuterie d'alimentation est en cours ou commencera dans les 15 minutes. %s prolongée jusqu'à 30 minutes. Votre %s %s passera en veille profonde après l'événement de la minuterie d'enregistrement ou d'alimentation. Passer en veille profonde maintenant ?
hr: Snimanje, tajmer snimanja ili zakazani zadatak je u toku ili će početi za 15 minuta. %s produženo je na 30 minuta. Vaš %s %sće preći u duboko stanje pripravnosti nakon snimanja ili zakazanog zadatka. Da li želite да sada pređeteu duboko stanje pripravnosti?
it: Una registrazione, un timer di registrazione o un timer di accensione è in esecuzione o inizierà entro 15 minuti. %s esteso a 30 minuti. Il %s %s andrà in spegnimento dopo la registrazione o l'evento del timer di accensione. Spengo ora?
lt: Įrašymo, įrašymo laikmatis arba maitinimo laikmatis veikia arba prasidės per 15 minučių. %s pratęstas iki 30 minučių. Jūsų %s %s pateks į gilų budėjimą po įrašymo ar galios laikmačio įvykio. Eiti į gilų budėjimą dabar?
nl: Een opname, timer of schedule is actief of begint binnen 15 minuten. %s verlengt naar 30 minuten. Uw %s %s schakelt uit na de opname of de power timer. De ontvanger nu uitschakelen?
pl: Nagranie, timer nagrywania lub timer zasilania trwa lub rozpocznie się w ciągu 15 minut. %s przedłużony do 30 minut. Urządzenie %s %s zostanie wyłączone po zakończeniu zadania. Czy chcesz wyłączyć odbiornik teraz?
sk: Je aktívne nahrávanie, časovač nahrávania alebo časovač napájania, alebo sa aktivuje v priebehu 15 minút. %s bolo predĺžené na 30 minút. Po nahratí alebo skončení časovača napájania sa zariadenie %s %s vypne. Má sa vypnúť ihneď?
sr: Snimanje, tajmer za snimanje ili planirani zadatak se pokreće ili će početi u roku od 15 minuta. %s produžen na 30 minuta. Vaš %s %s će ići u Deep Standbi nakon snimanja ili zakazanog zadatka. Idite na Deep Standbi sada?
sv: En inspelning, inspelningstimer eller schemalagd uppgift pågår eller kommer att påbörjas inom 15 minuter. %s förlängs till 30 minuter. Din %s %s kommer att gå till Deep Standby efter inspelningen eller den schemalagda aktiviteten. Gå till Deep Standby nu?
ta: ஒரு பதிவு, பதிவு செய்யும் நேரங்குறிகருவி அல்லது திட்டமிடப்பட்ட பணி இயங்குகிறது அல்லது 15 நிமிடங்களுக்குள் தொடங்கும். %s 30 நிமிடங்கள் வரை நீட்டிக்கப்பட்டன. பதிவுசெய்தல் அல்லது திட்டமிடப்பட்ட பணிக்குப் பிறகு உங்கள் %s %s ஆழமான காத்திருப்புக்குச் செல்லும். இப்போது ஆழமான காத்திருப்புக்குச் செல்லவா?
tr: Bir kayıt, kayıt zamanlayıcısı veya güç zamanlayıcısı çalışıyor veya 15 dakika içinde başlayacak. %s 30 dakikaya uzatıldı. Kayıt veya planlanmış görev tamamlandıktan sonra %s %s cihazınız Derin Bekleme moduna geçecektir. Şimdi Derin Bekleme moduna geçilsin mi?
uk: Таймер запису, запис, або таймер живлення працює, або включиться протягом 15 хвилин. %s продовжено до 30 хвилин. Ваш %s %s перейде в режим глибокого очікування після події запису, або таймера живлення. Перейти в режим глибокого очікування?

source: A required tool (%s) was not found.
bg: Не е намерен необходим инструмент (% s).
cs: Požadovaný nástroj (%s) nebyl nalezen.
da: Et nødvendigt værktøj (%s) blev ikke fundet.
de: Ein erforderliches Hilfsprogramm (%s) wurde nicht gefunden.
el: Ένα απαιτούμενο εργαλείο (%s) δεν βρέθηκε.
et: Vajaliku tööriista (%s) ei leitud.
fi: Tarvittavaa osaa (%s) ei löytynyt.
fr: Un outil requis (%s) n'a pas été trouvé.
hr: Traženi alat (%s) nije pronađen.
hu: A keresett eszköz (%s) nem található.
it: Uno strumento richiesto (%s) non è stato trovato.
lt: Reikalingo įrankio (%s) nėra.
nl: Het benodigde hulpmiddel (%s) is niet gevonden.
pl: Wymagane narzędzie (%s) nie zostało znalezione.
pt_br: Uma ferramenta necessária (%s) não foi encontrada.
ru: Требуемая программа (%s), не найдена.
sk: Požadovaný nástroj (%s) sa nenašiel.
sl: Zahtevanega orodja (%s) ni mogoče najti.
sr: Potreban alat (%s) nije pronađen.
sv: Ett nödvändigt verktyg (%s) hittades inte.
ta: தேவையான கருவி (%s) காணப்படவில்லை.
tr: Gereken (%s) aracı bulunamadı.
uk: Потрібний інструмент (%s) не знайдено.
vi: Không tìm thấy công cụ cần thiết (%s).
zh_cn: 所需的工具(%s)没有找到.

source: A second configured interface has been found. Do you want to disable the second network interface?
bg: Намерен е втори конфигуриран интерфейс. Искате ли да деактивирате втория мрежов интерфейс?
cs: Bylo nalezeno druhé nakonfigurované rozhraní. Přejete si druhý síťový adaptér zakázat?
da: Der blev fundet en anden konfigureret grænseflade. Vil du deaktivere den anden netværksgrænseflade ?
de: Eine zweite konfigurierte Netzwerkverbindung wurde gefunden. Wollen Sie diese zweite Netzwerkverbindung deaktivieren?
el: Βρέθηκε ένα δεύτερο ρυθμισμένο δίκτυο. Θέλετε να απενεργοποιήσετε τον δεύτερο προσαρμογέα δικτύου;
et: Leiti teine võrguliides. Kas see tuleks keelata?
fi: Toinen määritetty verkkosovitin löytyi. Kytketäänkö se pois päältä?
fr: Une deuxième interface configurée a été trouvée. Voulez-vous désactiver la deuxième interface réseau?
hr: Pronađeno je drugo sučelje. Želite li onemogućiti drugo sučelje?
hu: Egy második bekonfigurált interfész is van a rendszerben. Le szeretné tiltani a második hálózati interfészt?
it: Rilevata una seconda interfaccia di rete configurata. Disabilitare la seconda interfaccia di rete?
lt: Rasta antra sukonfigūruotas sąsaja. Jūs norite išjungti antrą tinklo sąsają?
nl: Er is een tweede geconfigureerde interface gevonden. Wilt u de tweede netwerkinterface uitschakelen?
pl: Drugi skonfigurowany interfejs został znaleziony. Czy chcesz wyłączyć drugi interfejs sieciowy?
pt_br: Há outra interface de rede configurada. Desativar a outra interface de rede?
ru: Найден второй настроенный интерфейс. Хотите отключить второй сетевой интерфейс?
sk: Našlo sa druhé nakonfigurované rozhranie. Chcete druhé sieťové rozhranie vypnúť?
sl: Najden je bil še en vmesnik. Ga želite izključiti?
sr: Pronađen je drugi konfigurisani interfejs. Da li želite da onemogućite drugi mrežni interfejs?
sv: Ett andra konfigurerat gränssnitt har hittats. Vill du inaktivera det andra nätverksgränssnittet?
ta: இரண்டாவது கட்டமைக்கப்பட்ட இடைமுகம் கண்டறியப்பட்டுள்ளது. இரண்டாவது பிணைய இடைமுகத்தை முடக்க விரும்புகிறீர்களா?
tr: Yapılandırılmış ikinci bir ağ arayüzü bulundu. İkinci ağ arayüzünü devre dışı bırakmak istiyor musunuz?
uk: Знайдено другий налаштований інтерфейс. Бажаєте відключити другий мережевий інтерфейс?
vi: Một giao diện được cấu hình thứ hai đã được tìm thấy. Bạn có muốn tắt giao diện mạng thứ hai không?
zh_cn: 已找到第二个网卡配置. 是否禁用第二个网卡?

source: A timer failed to record! Abort pseudo recordings (e.g. EPG refresh) and try again?
bg: Таймер не успя да запише! Да прекъсна ли псевдозаписите (напр. опресняване на EPG) и да опиташ отново?
cs: Časovač se nepodařilo zaznamenat! Přerušit pseudonahrávky (např. obnovení EPG) a zkusit to znovu?
da: Det lykkedes ikke en Timer at optage! Afbryd pseudooptagelser (f.eks. EPG genopfriskning) og prøv igen?
de: Eine Timeraufnahme konnte nicht gestartet werden. Pseudo-Aufnahmen (z.B. EPGRefresh) beenden und erneut versuchen?
el: Αποτυχία εγγραφής ενός χρονοδιακόπτη! Ματαίωση των ψευδοεγγραφών (π.χ. EPG refresh) και προσπάθεια ξανά;
et: Taimeriga salvestus nurjus! Kas katkestada võltssalvestus (nt. EPG uuendus) ja üritada uuesti?
fi: Ajastettu tallennus epäonnistui! Lopetetaanko näennäistallenteet (esim. EPGRefresh) ja yritetään uudelleen?
fr: Une programmation n'a pas pu se lancer pour enregistrer ! Désactiver le pseudo enregistrement (p.ex. un rafraichissement de l'EPG) et réessayer ?
hr: Tajmer nije uspio snimiti! Želite li prekinuti pseudosnimke (npr. EPG osvježavanje) i pokušati ponovno?
hu: Az időzítő nem sikerült a felvételt rögzítenie! Megszünteti a már végrehajtott felvételeket (például EPG frissítés), és próbálja újra?
it: Un timer non è riuscito a registrare! Annullare la pseudo registrazione (esempio EPG refresh) e riprovare?
lt: Laikmatis negali vykdyti įrašymo! Nutraukti pseudo įrašus (pvz., EPG atnaujinimą) ir pakartoti įrašymą?
nl: Een timer opname is mislukt! Stop pseudo opname (b.v. ververs EPG ) en probeer het opnieuw?
pl: Nagrywanie z timera nie powiodło się! Przerwać pseudo nagrania (np. Odświeżyć EPG) i spróbować ponownie?
sk: Časovač nespustil nahrávanie! Prerušiť pseudo-nahrávky (napríklad obnovenie EPG) a skúsiť znovu?
sr: Tajmer nije uspeo da snimi! Prekinuti pseudo snimke (npr. EPG osvežiti) i pokušati ponovo?
sv: En timer misslyckades med att spela in! Avbryt pseudoinspelningar (t.ex. EPG-uppdatering) och försök igen?
ta: ஒரு நேரங்குறிகருவி பதிவு செய்யத் தவறிவிட்டது! போலி பதிவுகளை நிறுத்துங்கள் (எ.கா. ஈ.பி.சி புதுப்பிப்பு) மீண்டும் முயற்சிக்கிறதா?
tr: Zamanlayıcı kaydı tamamlayamadı! Sahte kayıtları (örneğin EPG yenileme) iptal edip tekrar denemek ister misiniz?
uk: Таймер запису не запущений! Перервати псевдозаписи (наприклад, оновити EPG) і спробувати ще раз?
vi: Một bộ đếm thời gian không thể ghi lại! Hủy bỏ bản ghi giả (ví dụ: làm mới EPG) và thử lại?
zh_cn: 定时录像失败! 是否中止录制（如EPG刷新）并再次尝试?

source: A timer failed to record! Abort streaming and try again?
bg: Таймер не успя да запише! Да прекъсна ли поточно предаване и да опиташ отново?
cs: Časovač se nepodařilo zaznamenat! Přerušit streamování a zkusit to znovu?
da: Det lykkedes ikke en Timer at optage! Afbryd Streaming og prøv igen?
de: Ein Aufnahmetimer scheiterte! Streaming abbrechen und erneut versuchen?
el: Αποτυχία εγγραφής ενός χρονοδιακόπτη! Ματαίωση της ροής και προσπάθεια ξανά;
et: Taimeriga salvestus nurjus! Kas keelata voogesitus ja proovida uuesti?
fi: Ajastettu tallennus epäonnistui! Lopetetaanko suoratoisto, yritettään tallennusta uudelleen?
fr: Une programmation n'a pas pu se lancer pour enregistrer ! Abandonner le streaming et réessayer ?
hr: Snimanje timerom nije uspjelo! Stream je prekinut, želite li pokušati ponovno?
hu: Az időzítő nem tud felvenni! Megállítsa a Streamelést és próbálja újra?
it: Un timer non è riuscito a registrare! Annullare lo streaming e riprovare?
lt: Laikmatis negali vykdyti įrašymo! Nutraukti savą transliaciją ir pakartoti įrašymą?
nl: Een timer opname is mislukt! Stop streaming en probeer het opnieuw?
pl: Nagrywanie z timera nie powiodło się! Wyłączyć strumieniowanie i spróbować ponownie?
ru: Таймер записи не запущен! Прервать поток и попробовать снова?
sk: Časovač nespustil nahrávanie! Prerušiť streamovanie a skúsiť znovu?
sr: Tajmer nije uspeo da snimi! Prekinuti streaming i pokušati ponovo?
sv: En timer misslyckades med att spela in! Avbryt streamingen och försök igen?
ta: ஒரு நேரங்குறிகருவி பதிவு செய்யத் தவறிவிட்டது! ச்ட்ரீமிங்கை நிறுத்தி மீண்டும் முயற்சிக்கவா?
tr: Zamanlayıcı kaydı tamamlayamadı! Yayını iptal edip tekrar denemek ister misiniz?
uk: Таймер запису не запущений! Перервати стрім і спробувати ще раз?
vi: Một bộ đếm thời gian không thể ghi lại! Hủy bỏ phát trực tuyến và thử lại?
zh_cn: 定时录像失败! 是否中止串流并再试一次?

source: A timer failed to record! Disable PiP and try again?
bg: Таймер не успя да запише! Деактивиране на PIP и опит отново?
cs: Nahrávání časovače se nezdařilo! Zakázat PiP a zkusit to znovu?
el: Αποτυχία εγγραφής ενός χρονοδιακόπτη! Ματαίωση του PIP και προσπάθεια ξανά;
fi: Ajastettu tallennus epäonnistui! Poistetaanko PiP käytöstä, jotta tallennusta voidaan yrittää uudelleen?
fr: Une programmation n'a pas pu se lancer pour enregistrer ! Désactiver le PiP (Incrustation d'image) et réessayer ?
hr: Snimanje timerom nije uspjelo! Onemogućiti PiP i pokušati ponovno?
it: Un timer non è riuscito a registrare! Disabilitare il PIP e riprovare?
lt: Laikmatis negali vykdyti įrašymo! Išjungti PiP ir pakartoti įrašymą?
nl: Timer opname mislukt! Schakel PiP uit en probeer het opnieuw.
pl: Nagrywanie z timera nie powiodło się! Wyłączyć PiP i spróbować ponownie?
sk: Časovač nespustil nahrávanie! Vypnúť PIP a skúsiť znovu?
sr: Tajmer nije uspeo da snimi! Isključite PiP i pokušajte ponovo?
sv: En timer misslyckades med att spela in! Avaktivera PiP och försök igen?
ta: ஒரு நேரங்குறிகருவி பதிவு செய்யத் தவறிவிட்டது! PIP ஐ முடக்கி மீண்டும் முயற்சிக்கவா?
tr: Zamanlayıcı kaydı tamamlayamadı! PiP özelliğini devre dışı bırakıp tekrar denemek ister misiniz?
uk: Таймер запису не запущений! Відключити PIP і спробувати ще раз?

source: A timer failed to record! Disable TV and try again?
bg: Таймер не успя да запише! Деактивиране на телевизора и опит отново?
cs: Nahrávání z časovače selhalo! Zakázat TV a zkusit to znovu?
da: En Timer kunne ikke starte optagelse! Deaktiver TV og prøv igen?
de: Eine Timeraufnahme konnte nicht gestartet werden. TV-Sender umschalten und erneut versuchen?
el: Ένας χρονοδιακόπτης απέτυχε να ξεκινήσει. Να απενεργοποιηθεί η TV και να ξαναπροσπαθήσει;
et: Taimeriga salvestus nurjus! Kas keelata TV ja proovida uuesti?
fi: Ajastettu tallennus epäonnistui! Sallitko kanavanvaihdon, jotta tallennusta voidaan yrittää uudelleen?
fr: Un timer n'a pas réussi à enregistrer ! Désactiver la télévision et réessayer ?
hr: Snimanje timerom nije uspjelo! Isključite TV i pokušajte ponovno?
hu: Az időzítő nem tud felvenni! Próbálja újra TV megjelenítés nélkül?
it: Un timer non è riuscito a registrare! Disattivare la TV e riprovare?
lt: Laikmatis nutraukė įrašymą! Išjungti TV ir pakartoti iš pradžių?
nl: Timer opname mislukt! Verander van zender en probeer het opnieuw.
pl: Nagrywanie z timera nie powiodło się! Wyłączyć odbiornik i spróbować ponownie?
pt_br: Uma gravação agendada falhou! Tentar de novo?
ru: Запись по таймеру прерван! Отключить ТВ и попробовать вновь?
sk: Časovač nespustil nahrávanie! Vypnúť TV a skúsiť znovu?
sl: Časovnik ni uspel zagnati snemanja. Poskusim ponovno?
sr: Tajmer nije uspeo da snimi! Isključite TV i pokušajte ponovo?
sv: En timer misslyckades med att spela in! Avaktivera TV och försök igen?
ta: ஒரு நேரங்குறிகருவி பதிவு செய்யத் தவறிவிட்டது! டிவியை முடக்கி மீண்டும் முயற்சிக்கவா?
tr: Zamanlayıcı kaydı tamamlayamadı! Televizyonu kapatıp tekrar denemek ister misiniz?
uk: Таймер зупинив запис! Відключити ТБ і спробувати ще раз?
vi: Một bộ đếm thời gian không thể ghi lại! Vô hiệu hóa TV và thử lại?
zh_cn: 定时录像失败! 是否关闭电视并再试一次？

source: AAC downmix
cs: AAC downmix (převod do sterea)
el: Αποκωδικοποίηση και μίξη AAC
et: AAC > stereo
fi: AAC muunto stereoksi
fr: Downmix AAC
hu: AAC lekeverése
it: Downmix AAC
lt: AAC kanalų suliejimas
ru: AAC микширование
sv: AAC nedmixning
ta: AAC டவுன்மிக்ச்
uk: AAC Plus мікшування
vi: AAC kết hợp
zh_cn: AAC缩混

source: AAC plus downmix
cs: Downmix AAC Plus
de: AAC+-Downmix
el: Αποκωδικοποίηση και μίξη AAC
et: AAC+ > stereo
fi: AAC muunto stereoksi
hu: AAC plus lekeverés
it: Downmix AAC Plus
lt: AAC plus kanalų suliejimas
sv: AAC plus nedmixning
uk: AAC+ мікшування
vi: AAC cộng với downmix
zh_cn: AAC+缩混

source: AAC transcoding
cs: Překódování AAC
da: AAC Omkodning
de: AAC-Transkoding
el: Διακωδικοποίηση AAC
et: AAC transkodeerimine
fi: AAC uudelleenpakkaus
fr: AAC transcodage
hr: AAC transkodiranje
hu: AAC transzkódolás
it: Transcodifica AAC
lt: AAC perkodavimas
pl: Transkodowanie AAC
ru: Транскодирование AAC
sk: Transkódovanie AAC
sr: AAC transkodiranje
sv: Omkodning av AAC
ta: AAC டிரான்ச்கோடிங்
tr: AAC kod dönüştürme
uk: AAC транскодування
vi: AAC Chuyển mã
zh_cn: AAC音频转码

source: AC3 downmix
cs: Downmix AC3
el: Αποκωδικοποίηση και μίξη AC3
et: AC3 > stereo
fi: AC3 muunto stereoksi
fr: Downmix AC3
hu: AC3 lekeverése
it: Downmix AC3
lt: AC3 kanalų suliejimas
sl: Pretvorba AC3 zvoka v stereo
sv: AC3 nedmixning
ta: ஏசி 3 டவுன்மிக்ச்
uk: AC3 мікшування
vi: AC3 kết hợp
zh_cn: AC3缩混

source: AC3 plus transcoding
cs: Překódování AC3 plus
da: AC3 Plus omkodning
de: AC3+-Transkoding
el: Διακωδικοποίηση AC3 Plus
et: AC3+ transkodeerimine
fi: AC3 + uudelleenpakkaus
fr: Transcodage AC3 plus
hr: AC3 Plus transkodiranje
hu: AC3 plusz transzkódolás
it: Transcodifica AC3 plus
lt: AC3 plus perkodavimas
nl: AC3 plus transcodering
pl: AC3 plus transkodowanie
sk: Transkódovanie AC3 plus
sr: AC3 Plus transkodiranje
sv: AC3 plus omkodning
ta: ஏசி 3 பிளச் டிரான்ச்கோடிங்
tr: AC3 plus kod dönüştürme
uk: AC3+ транскодування
vi: AC3 cộng với chuyển mã
zh_cn: AC3+转码

source: AC3plus transcoding
cs: Překódování AC3 plus
da: AC3 Plus omkodning
de: AC3+-Transkoding
el: Διακωδικοποίηση AC3plus
et: AC3+ transkodeerimine
fi: AC3+ uudelleenpakkaus
fr: Transcodage AC3plus
hr: AC3plus transkodiranje
hu: AC3 plusz transzkódolás
it: Transcodifica AC3plus
lt: AC3plus perkodavimas
nl: AC3plus transcodering
pl: AC3plus transkodowanie
sk: Transkódovanie AC3 plus
sr: AC3plus transkodiranje
sv: AC3plus-omkodning
ta: AC3Plus டிரான்ச்கோடிங்
tr: AC3plus kod dönüştürme
uk: AC3+ транскодування
vi: Chuyển mã AC3plus
zh_cn: AC3加转码

source: AI Translation color
cs: Barva překladu s technologií AI
el: Χρώμα μετάφρασης μέσω AI
fi: Tekstityksen väri tekoäly avusteisessa käännöksessä
fr: Couleur de la traduction par l'AI
hr: Boja Prevoda AI
it: Colore di traduzione AI
nl: Kleur van de door AI vertaalde ondertiteling
pl: Kolor tłumaczenia AI
sk: Farba prekladu vytvoreného umelou inteligenciou
sr: AI Prevod boja
sv: AI-översättning färg
ta: AI- இயங்கும் மொழிபெயர்ப்பு நிறம்
tr: Yapay Zeka Çevirisi rengi
uk: Колір субтитрів за допомогою AI

source: AI Translation enabled
cs: Překlad pomocí AI povolen
el: Η μετάφραση μέσω AI είναι ενεργή
fi: Tekoäly käännös käytössä
fr: Traduction par l'AI activée
hr: Otvori Prevod AI
it: Traduzione AI abilitata
nl: AI vertaling geactiveerd
pl: Włącz tłumaczenie AI
sk: Prekladanie pomocou umelej inteligencie povolené
sr: AI Prevod otvoren
sv: AI-översättning möjlig
ta: AI- இயங்கும் மொழிபெயர்ப்பு இயக்கப்பட்டது
tr: Yapay Zeka Çevirisi etkinleştirildi
uk: Ввімкнути переклад за допомогою AI

source: AI Translation language
cs: Překladatelský jazyk založený na AI
el: Γλώσσα μετάφρασης μέσω AI
fi: Tekoälyn käännöksen kieli
fr: Choix du langage à traduire
hr: Jezik Prevoda AI
it: Lingua di traduzione AI
nl: Taal voor AI vertaling
pl: Język tłumaczenia AI
sk: Jazyk prekladu vytvoreného umelou inteligenciou
sr: AI Prevod jezik
sv: AI Översättning språk
ta: AI- இயங்கும் மொழிபெயர்ப்பு மொழி
tr: Yapay Zeka Çevirisi dili
uk: Мова перекладу на основі AI

source: AI Translation mode
cs: Režim překladu AI
el: Λειτουργία μετάφρασης ΤΝ
fi: AI Kääntämis tila
fr: Paramétrage de la traduction par l'AI
hr: Način Prevoda AI
it: Modalità di traduzione AI
nl: AI vertaling modus
pl: Tryb tłumaczenia AI
sk: Režim prekladania pomocou umelej inteligencie
sr: AI Prevod način
sv: AI-översättningsläge
tr: Yapay Zeka Çeviri modu
uk: Режим перекладу ШІ

source: AI Translation optimization
cs: Optimalizace překladu s technologií AI
el: Βελτιστοποίηση μετάφρασης μέσω ΤΝ
fi: Tekoäly käännöksen optimointi
fr: Optimisation de la traduction par l'AI
hr: Optimizacija Prevoda AI
it: Ottimizzazione della traduzione AI
nl: Verbeteren van AI vertaling
pl: Optymalizacja tłumaczenia AI
sk: Optimalizácia prekladu pomocou umelej inteligencie
sr: AI Prevod optimizacija
sv: AI Översättningsoptimering
ta: AI- இயங்கும் மொழிபெயர்ப்பு தேர்வுமுறை
tr: Yapay Zeka Çevirisi iyileştirmesi
uk: Оптимізація перекладу за допомогою ШІ

source: AI Translation subscription code
cs: Kód předplatného překladu s podporou AI
el: Κωδικός συνδρομής μετάφρασης μέσω AI
fi: Tekoälyllä toimivan tekstityksen tilauskoodi
fr: Code d'abonnement traduction
hr: Kod za pretplatu na AI prevod
it: Codice di abbonamento alla traduzione AI
nl: Abonnement-code voor door AI vertaalde ondertiteling
pl: Kod subskrypcji tłumaczenia AI
sk: Kód predplatného pre preklad pomocou umelej inteligencie
sr: AI Prevod pretplatnički kod
sv: Abonnemangskod för AI Translation
ta: AI- இயங்கும் மொழிபெயர்ப்பு சந்தா குறியீடு
tr: Yapay Zeka Çevirisi abonelik kodu
uk: Код підписки на переклад на основі AI

source: ASS file
cs: Soubor ASS
el: αρχείο ASS
fi: ASS tiedosto
fr: Fichier ASS
hr: ASS datoteka
it: File ASS
lt: ASS failas
nl: ASS bestand
pl: plik ASS
sk: Súbor ASS
sr: ASS fajl
sv: Fil ASS
ta: கழுதை கோப்பு
tr: ASS dosyası
uk: ASS файл

source: ATSC provider
cs: Poskytovatel ATSC
da: ATSC Udbyder
de: ATSC-Anbieter
el: Πάροχος ATSC
et: ATSC levitaja
fi: Lisää p.tarjoaja
fr: Opérateur ATSC
hr: ATSC davatelj usluga
hu: ATSC szolgáltató
it: Provider ATSC
lt: ATSC teikėjas
pl: ATSC dostawca
sk: Poskytovateľ ATSC
sr: ATSC provajder
sv: ATSC-leverantör
ta: ATSC வழங்குநர்
tr: ATSC sağlayıcısı
uk: ATSC провайдер
vi: Nhà cung cấp ATSC
zh_cn: ATSC提供商

source: AV Setup
bg: AV настройки
cs: Nastavení videa
da: AV Opsætning
de: Audio/Video
el: Ρυθμίσεις εικόνας/ήχου
et: Heli ja pildi seaded
fi: Kuva/Ääni Asetukset
fr: Paramètres AV
hr: AV Postavke
hu: AV beállítás
it: Configurazione AV
lt: Garso/vaizdo valdymas
nl: Audio / Video
pl: Audio/Wideo
ru: Настройки Аудио-Видео
sk: Nastavenie A/V
sr: AV Postavke
sv: AV-inställning
ta: அமைப்பின்
tr: Görüntü / Ses Kurulumu
uk: Налаштування Аудіо-Відео
vi: Thiết lập AV
zh_cn: 音频/视频设置

source: Abkhazian
cs: Abcházský
el: Αμπχαζιακά
fr: Abkhaze
hr: Abhazijski
it: Abcaso
lt: Abchazijos
nl: Abchazisch
pl: Abchaski
sk: abcházština
sr: Abhazijski
sv: Abchaziska
ta: அப்காசியான்
tr: Abhazca
uk: Абхазька

source: Abort
bg: Прекратяване
cs: Zrušit
da: Afbryd
de: Abbrechen
el: Ματαίωση
et: Katkesta
fi: Keskeytä
fr: Abandon
hr: Prekinuto
hu: Megszakítás
it: Interrompi
lt: Nutraukti
nl: Afbreken
pl: Przerwij
pt_br: Cancelar
ru: Прервать
sk: Prerušiť
sl: Prekliči
sr: Prekini
sv: Avbryt
ta: கருக்கலைப்பு
tr: Vazgeç
uk: Скасувати
vi: Thông tin phần mền
zh_cn: 中止

source: Abort Alternatives Edit
bg: прекратяване на редактиране на алтернативи
cs: přerušit úpravy alternativ
el: Ματαίωση επεξεργασίας εναλλακτικών
fi: peruuta muutokset ja poistu
fr: Abandonner les modifications alternatives
hr: Prekini Alternativno Uređivanje
it: Interrompi modifiche alternative
lt: nutraukti kitų redagavimą
nl: Alternatieven bewerken afsluiten
pl: Przerwij edycję alternatywnych
sk: Prerušiť úpravu alternatív
sr: Otkaži alternativno uređivanje
sv: Avbryta Alternativ Redigera
ta: மாற்றுத் திருத்து
tr: Alternatif düzenlemeden vazgeç
uk: відмінити редагування вибраного

source: Abort Bouquet Edit
bg: прекратяване на редактиране на букет
cs: přerušit úpravy přehledu
el: Ματαίωση επεξεργασίας μπουκέτου
fi: peruuta muutokset ja poistu
fr: abandonner les modifications des bouquets
hr: Prekini Uređivanje Buketa
it: Interrompi modifica bouquet
lt: nutraukti paketo redagavimą
nl: Favorietenlijst bewerken afsluiten
pl: Przerwij edycję listy kanałów
sk: Prerušiť úpravu prehľadu
sr: Otkaži Buket Uređivanje
sv: Avbryt Bouquet-redigering
ta: பூச்செண்டு திருத்தத்தை நிறுத்துங்கள்
tr: Buket düzenlemeden vazgeç
uk: відмінити редагування пакету
