Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Do you want to deactivate this flash expander?
cs: Chcete deaktivovat tento flash expandér?
el: Θέλετε να απενεργοποιήσετε αυτή την επέκταση flash;
fi: Haluatko poistaa käytöstä tämän muistin laajenuksen?
hr: Želite li deaktivirati ovo flash proširenje?
it: Vuoi disattivare questo espansore flash?
nl: Wilt u deze Flash-Expander uitschakelen?
pl: Czy chcesz wyłączyć tego rozszerzacza flash?
sk: Chcete deaktivovať tento flash expandér?
sr: Da li želite da deaktivirate ovo flash proširenje?
sv: Vill du avaktivera den här flashexpandern?
ta: இந்த ஃபிளாச் விரிவாக்கியை செயலிழக்க விரும்புகிறீர்களா?
tr: Bu flaş genişleticiyi devre dışı bırakmak istiyor musunuz?
uk: Ви бажаєте вимкнути цей розширювач флеш-пам’яті?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
bg: Искате ли да изтриете всички избрани файлове: (Изберете "Не", за да изтриете само избрания понастоящем файл.)
cs: Chcete smazat všechny vybrané soubory: (vyberte 'Ne' ke smazání pouze aktuálně vybraných souborů.)
da: Vil du slette alle valgte filer: (vælg 'Nej' for kun og slette aktuel valgte fil.)
de: Alle ausgewählten Dateien löschen: (Wählen Sie 'Nein', um nur die momentan gewählte Datei zu löschen.)
el: Θέλετε να διαγραφούν όλα τα επιλεγμένα αρχεία: (επιλέξτε 'Όχι' για να διαγραφεί μόνο το επιλεγμένο αρχείο.)
et: Kas kustutada kõik valitud failid: (valides 'EI', kustutatakse ainult hetkel valitud fail.)
fi: Haluatko poistaa kaikki valitut tiedostot: (valitse 'ei' poistaaksesi vain nykyinen valinta.)
fr: Voulez-vous effacer tous les fichiers sélectionnés ? (choisir 'Non' pour effacer uniquement le fichier sélectionné)
hr: Želite li izbrisati sve odabrane datoteke: (odaberite "Ne" da biste izbrisali samo trenutno odabranu datoteku.)
hu: Törölni kívánja az összes kiválasztott fájlt: (válassza a 'Nem' lehetőséget, hogy csak a kiválasztott fájlt törlölje)
it: Vuoi eliminare tutti i file selezionati: (scegli 'No' per eliminare solo il file attualmente selezionato.)
lt: Ar norite pašalinti visus pasirinktus failus: (pasirinkite 'Ne', kad pašalinti tik šiuo metu pasirinktą failą.)
nl: Wilt u alle geselecteerde bestanden wissen: (kies 'Nee' om alleen het nu geselecteerde bestand te wissen.)
pl: Chcesz usunąć wszystkie zaznaczone pliki: (wybierz 'Nie' aby usunąć tylko aktualnie wybrany plik.)
ru: Хотите удалить все выбранные файлы: (Выберите 'Нет', если хотите удалить только выбранный файл.)
sk: Chcete vymazať všetky vybrané súbory: (Vyberte 'Nie' na vymazanie len aktuálne vybraných súborov.)
sr: Želite li izbrisati sve izabrane fajlove: (Odaberite 'Ne', da bi izbrisali samo izabrani fajl.)
sv: Vill du radera alla valda filer: (välj "Nej" för att bara radera den aktuella markerade filen.)
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து கோப்புகளையும் நீக்க விரும்புகிறீர்களா: (தற்போது தேர்ந்தெடுக்கப்பட்ட கோப்பை மட்டுமே நீக்க 'இல்லை' என்பதைத் தேர்வுசெய்க.)
tr: Seçilmiş dosyaların tümünü silmek istiyor musunuz: (Sadece geçerli dosyayı silmek için 'Hayır' seçin .)
uk: Хочете видалити всі вибрані файли: (Виберіть 'Ні', якщо хочете видалити тільки вибраний файл.)
vi: Bạn có muốn xóa tất cả các tập tin đã chọn: (chọn 'Không' để chỉ xóa tệp hiện được chọn.)
zh_cn: 是否删除所有选定的文件: (选择'否'只删除当前选定的文件.)

source: Do you want to delete all the log files?
bg: Искате ли да изтриете всички регистрационни файлове?
cs: Chcete smazat všechny soubory protokolu?
el: Θέλετε να διαγραφούν όλα τα αρχεία καταγραφής;
fi: Haluatko poistaa kaikki lokitiedostot?
hr: Želite li izbrisati sve datoteke dnevnika?
it: Vuoi eliminare tutti i file di registro?
lt: Ar norite panaikinti visus žurnalo failus?
nl: Wilt u alle log-bestanden verwijderen?
pl: Czy chcesz usunąć wszystkie pliki logów?
sk: Chcete vymazať všetky súbory denníkov?
sr: Želite li izbrisati sav log?
sv: Vill du radera alla loggfiler?
ta: எல்லா பதிவுக் கோப்புகளையும் நீக்க விரும்புகிறீர்களா?
tr: Tüm günlük dosyalarını silmek istiyor musunuz?
uk: Ви хочете видалити всі файли журналу помилок?

source: Do you want to delete the old settings in /etc/enigma2 first?
bg: Искате ли да изтриете първо старите настройки в /etc/enigma2?
cs: Chcete nejprve smazat stará nastavení v /etc/enigma2?
da: Vil du slette gamle indstillinger i /etc/enigma2 først ?
de: Wollen Sie zuerst die alten Einstellungen in /etc/enigma2 löschen?
el: Θέλετε να διαγραφούν οι παλιές ρυθμίσεις στο /etc/enigma2 πρώτα;
et: Kas kustutada esmalt vanad sätted rajalt /etc/enigma2?
fi: Haluatko ensin poistaa vanhat asetukset /etc/enigma2 f?
fr: Voulez-vous effacer les anciens paramètres de /etc/enigma2 d'abord ?
hr: Želite li prvo izbrisati stare postavke u /etc/enigma2?
hu: Először szeretné törölni a régi beállításokat az /etc/enigma2 fájlban?
it: Vuoi prima eliminare le vecchie impostazioni in /etc/enigma2?
lt: Gal pirmiausiai norite panaikinti senus nustatymus iš /etc/enigma2?
nl: Wilt u eerst uw oude instellingen in /etc/enigma2 verwijderen?
pl: Czy chcesz najpierw usunąć stare ustawienia z /etc/enigma2?
ru: Хотите сначала удалить старые настройки из /etc/enigma2?
sk: Chcete najskôr vymazať pôvodné nastavenia v priečinku /etc/enigma2?
sr: Želite li prvo izbrisati stara podešavanja u /etc/enigma2 ?
sv: Vill du först ta bort de gamla inställningarna i /etc/enigma2?
ta: பழைய அமைப்புகளை முதலில் /etc /enigma2 இல் நீக்க விரும்புகிறீர்களா?
tr: İlk olarak /etc/enigma2 içindeki eski ayarları silmek istiyor musunuz ?
uk: Хочете спочатку видалити старі налаштування з /etc/enigma2?
vi: Bạn có muốn xóa cài đặt cũ trong / etc / enigma2 trước không?
zh_cn: 是否删除旧的/etc/enigma2设置?

source: Do you want to delete this flash expander directory?
cs: Chcete smazat tento adresář flash expandéru?
el: Θέλετε να διαγράψετε αυτόν τον φάκελο επέκτασης flash;
fi: Haluatko poistaa tämän muistin laajennuksen hakemiston?
hr: Želite li izbrisati ovaj direktorij flash proširenje?
it: Vuoi eliminare questa directory dell'espansore flash?
nl: Wilt u deze map van de Flash-Expander verwijderen?
pl: Czy chcesz usunąć ten katalog rozszerzacza flash?
sk: Chcete vymazať tento priečinok pre flash expandér?
sr: Da li želite da obrišete ovu fasciklu za flash proširenje?
sv: Vill du ta bort den här flash expander-katalogen?
ta: இந்த ஃபிளாச் விரிவாக்க கோப்பகத்தை நீக்க விரும்புகிறீர்களா?
tr: Bu flaş genişletici dizinini silmek istiyor musunuz?
uk: Ви бажаєте видалити цей каталог розширювача флеш-пам’яті?

source: Do you want to delete this log file?
bg: Искате ли да изтриете този регистрационен файл?
cs: Chcete tento soubor protokolu smazat?
el: Θέλετε να διαγραφεί αυτό το αρχείο καταγραφής;
fi: Haluatko poistaa tämän lokitiedoston?
hr: Želite li izbrisati ovu datoteku dnevnika?
it: Vuoi eliminare questo file di registro?
lt: Ar norite panaikinti šį žurnalo failą?
nl: Wilt u dit log-bestand verwijderen?
pl: Czy chcesz usunąć ten plik logu?
sk: Chcete vymazať tento súbor s denníkom?
sr: Želite li izbrisati ovaj fajl log?
sv: Vill du radera den här loggfilen?
ta: இந்த பதிவு கோப்பை நீக்க விரும்புகிறீர்களா?
tr: Bu günlük dosyasını silmek istiyor musunuz?
uk: Ви хочете видалити даний файл журналу помилок?

source: Do you want to do a service scan?
bg: Искате ли да извършите сканиране на сервизи?
cs: Chcete vyhledat programy?
da: Vil du foretage en kanalsøgning ?
de: Jetzt nach Kanälen suchen?
el: Θέλετε να γίνει ανίχνευση υπηρεσιών;
et: Kas sooritada kanaliotsing?
fi: Haluatko tehdä kanavahaun?
fr: Voulez-vous faire une analyse des services ?
hr: Želite li napraviti skeniranje kanala?
hu: Műsor keresést szeretne végrehajtani?
it: Vuoi fare una scansione del servizio?
lt: Ar norite atlikti kanalų paiešką?
nl: Wilt u nu zenders gaan zoeken?
pl: Chcesz wykonać skanowanie kanałów?
pt_br: Realizar uma busca de canais?
ru: Хотите сканировать спутник?
sk: Chcete vyhľadať stanice?
sl: Želite iskati kanale?
sr: Želite li skenirati kanale?
sv: Vill du göra en servicesökning?
ta: நீங்கள் ஒரு பணி ச்கேன் செய்ய விரும்புகிறீர்களா?
tr: Kanal taraması yapmak ister misiniz?
uk: Хочете виконати пошук каналів?
vi: Bạn có muốn làm một dịch vụ quét?
zh_cn: 是否进行频道扫描?

source: Do you want to do another manual service scan?
bg: Искате ли да направите още едно ръчно сканиране на сервизи?
cs: Chcete provést další ruční prohledávání?
da: Vil du foretage en ny manuel kanalsøgning ?
de: Eine weitere manuelle Suche durchführen?
el: Θέλετε να γίνει μία ακόμα χειροκίνητη ανίχνευση;
et: Kas teha uus käsiotsing?
fi: Haluatko tehdä uuden manuaalihaun?
fr: Voulez-vous faire une autre analyse manuelle des services ?
hr: Želite li napraviti još jedno ručno skeniranje kanalna?
hu: Szeretne most egy másik kézi keresést lefuttatni?
it: Vuoi eseguire un'altra scansione manuale del servizio?
lt: Ar norite atlikti kitą rankinę kanalų paiešką?
nl: Wilt u opnieuw handmatig zoeken?
pl: Chcesz wykonać kolejne ręczne skanowanie kanałów?
pt_br: Realizar outra busca manual?
ru: Продолжить ручное сканирование?
sk: Chcete vykonať ďalšie ručné vyhľadávanie staníc?
sl: Želite ponovno ročno iskati kanale?
sr: Ponovi ručno skeniranje?
sv: Vill du göra en ny manuell servicesökning?
ta: மற்றொரு கையேடு பணி ச்கேன் செய்ய விரும்புகிறீர்களா?
tr: Başka bir manuel kanal taraması yapmak ister misiniz?
uk: Хочете виконати ще один ручний пошук каналів?
vi: Bạn có muốn thực hiện quét dịch vụ thủ công khác không?
zh_cn: 是否进行其他手动频道扫描?

source: Do you want to flash the image '%s'?
cs: Chcete flashovat obraz '%s'?
el: Θέλετε να γίνει φλασάρισμα του image '%s';
fi: Haluatko asentaa ohjelmiston'%s'?
hr: Želite li bljeskati imidž '%s'?
it: Vuoi eseguire il flash dell'immagine '%s'?
lt: Ar norite įdiegti šį atvaizdą '%s'?
nl: Wilt u het image '%s' flashen?
pl: Czy chcesz flashować system "%s"?
sk: Chcete vykonať flashovanie image '%s'?
sr: Želite li flash imidž '%s'?
sv: Vill du flasha bilden '%s'?
ta: '%s' படத்தை ஒளிர விரும்புகிறீர்களா?
tr: '%s' yazılımını yüklemek istiyor musunuz?
uk: Ви хочете прошити імідж '%s'?

source: Do you want to install a channel list?
bg: Искате ли да инсталирате списък с канали?
cs: Chcete nainstalovat seznam programů?
da: Vil du installere en kanalliste ?
de: Wollen Sie eine Kanalliste installieren?
el: Θέλετε να γίνει εγκατάσταση μιας λίστας καναλιών;
et: Kas paigaldada kanalinimekiri?
fi: Haluatko asentaa kanavalistan?
fr: Voulez-vous installer la liste des chaînes ?
hr: Želite li instalirati popis kanala?
hu: Biztos benne, hogy feltelepíti ezt a csatornalistát?
it: Vuoi installare un elenco di canali?
lt: Ar norite įdiegti kanalų sąrašą?
nl: Wilt u een zenderlijst installeren?
pl: Czy chcesz zainstalować listę kanałów?
sk: Chcete nainštalovať zoznam kanálov?
sr: Želite li instalirati listu kanala?
sv: Vill du installera en kanallista?
ta: சேனல் பட்டியலை நிறுவ விரும்புகிறீர்களா?
tr: Kanal listesi yüklemek ister misiniz?
uk: Ви хочете встановити список каналів?
vi: Bạn có muốn cài đặt một danh sách kênh?
zh_cn: 是否安装频道列表?

source: Do you want to install:
cs: Chcete nainstalovat:
el: Θέλετε να εγκαταστήσετε:
fi: Haluatko asentaa:
hr: Želite li instalirati:
it: Vuoi installare:
nl: Wilt u dit installeren:
pl: Czy chcesz zainstalować:
sk: Inštalovať:
sr: Želite li instalirati paket:
sv: Vill du installera:
ta: நீங்கள் நிறுவ விரும்புகிறீர்களா:
tr: Yüklemek istiyor musunuz:
uk: Ви хочете встановити:

source: Do you want to play DVD in drive?
bg: Искате ли да възпроизведете DVD в устройството?
cs: Chcete přehrát DVD v mechanice?
da: Vil du afspille DVD der er i drevet ?
de: Die DVD im Laufwerk abspielen?
el: Θέλετε να αναπαραχθεί το DVD στη συσκευή;
et: Kas panna DVD mängima?
fi: Haluatko toistaa asemassa olevan DVD:n?
fr: Voulez-vous lire un DVD dans le lecteur ?
hr: Želite li reproducirati DVD u pogonu?
hu: Le szeretné játszani a behelyezett DVD-t?
it: Vuoi riprodurre DVD nell'unità?
lt: Ar norite paleisti DVD?
nl: Wilt u de DVD in de speler afspelen?
pl: Chcesz odtwarzać płyty DVD w napędzie?
pt_br: Reproduzir o DVD inserido no drive?
ru: Хотите воспроизвести DVD в приводе?
sk: Chcete prehrať DVD v mechanike?
sl: Ali želite predvajati DVD?
sr: Želite li reprodukciju DVD?
sv: Vill du spela DVD i hårddisken?
ta: இயக்ககத்தில் டிவிடி விளையாட விரும்புகிறீர்களா?
tr: DVD'yi oynatmak istiyor musunuz?
uk: Ви хочете відтворити DVD, який є в приводі?
vi: Bạn có muốn chơi DVD trong ổ đĩa?
zh_cn: 是否播放驱动器中的DVD?

source: Do you want to preview this DVD before burning?
bg: Искате ли да прегледате това DVD, преди да го запишите?
cs: Chcete si toto DVD před vypálením prohlédnout?
da: Vil du gennemse denne DVD inden brænding ?
de: Vor dem Brennen eine Vorschau der DVD ansehen?
el: Θέλετε να γίνει προεπισκόπηση αυτού του DVD πριν την εγγραφή;
et: Kas soovid enne kirjutamist plaadi sisu üle vaadata?
fi: Haluatko esikatsella tämän DVD:n ennen polttoa?
fr: Voulez-vous prévisualiser ce DVD avant de le graver ?
hr: Želite li pregledati ovaj DVD pre snimanja?
hu: Kiírás előtt meg szeretné tekinteni a DVD tartalmat?
it: Vuoi vedere in anteprima questo DVD prima della masterizzazione?
lt: Ar norite peržiūrėti šį DVD prieš įrašymą?
nl: Wilt u de DVD bekijken alvorens deze te branden?
pl: Chcesz obejrzeć to DVD przed nagraniem?
pt_br: Deseja revisar o DVD antes de gravar?
ru: Хотите просмотреть DVD перед записью?
sk: Chcete si toto DVD pred vypálením prezrieť?
sl: Ali želite predogled zbirke pred zapisom na DVD?
sr: Želite li pregledati DVD pre narezivanja?
sv: Vill du förhandsgranska DVD:n innan du bränner den?
ta: எரியும் முன் இந்த டிவிடியை முன்னோட்டமிட விரும்புகிறீர்களா?
tr: DVD'yi yazmadan önce ön izleme yapmak istiyor musunuz?
uk: Ви хочете переглянути цей DVD перед записом?
vi: Bạn có muốn xem trước DVD này trước khi ghi không?
zh_cn: 是否在烧录之前预览DVD?

source: Do you want to produce this collection?
bg: Искате ли да създадете тази колекция?
cs: Chcete vyrobit tuto kolekci?
da: Ønsker du at skabe denne samling ?
el: Θέλετε να γίνει παραγωγή αυτής της συλλογής;
et: Kas kirjutada see kogumik?
fi: Haluatko luoda tämän kokoelman?
fr: Voulez-vous produire cette collection ?
hr: Želite li proizvesti ovu kolekciju?
hu: Szeretné ezt a gyűjteményt elkészíteni?
it: Vuoi produrre questa collezione?
lt: Ar norite parengti šį rinkinį?
nl: Wilt u deze collectie te produceren?
pl: Czy chcesz tworzyć tę kolekcję?
ru: Хотите выпустить эту коллекцию?
sk: Chcete vyrobiť túto kolekciu?
sr: Želite li pustiti ovu kolekciju?
sv: Vill du producera den här kollektionen?
ta: இந்தத் தொகுப்பை தயாரிக்க விரும்புகிறீர்களா?
tr: Bu koleksiyonu oluşturmak istiyor musunuz?
uk: Ви бажаєте створити цю колекцію?
vi: Bạn có muốn sản xuất bộ sưu tập này?
zh_cn: 是否生成此合集？

source: Do you want to purge all locales/languages except %s?
bg: Искате ли да изчистите всички локали/езици с изключение на %s?
cs: Chcete vymazat všechna národní prostředí/jazyky kromě %s?
el: Θέλετε να γίνει εκκαθάριση όλων των διαλέκτων/γλωσσών εκτός των %s;
fi: Haluatko poistaa kaikki kielet paitsi %s?
fr: Voulez-vous purger toutes les locales/langues sauf %s ?
hr: Želite li očistiti sve lokalne/jezike osim %s?
it: Vuoi eliminare tutte le localizzazioni/lingue tranne %s?
lt: Ar norite išvalyti visas lokales / kalbas, išskyrus %s?
nl: Wilt u alle talen verwijderen behalve %s?
pl: Czy chcesz usunąć wszystkie regiony/języki poza %s?
sk: Chcete odstrániť všetky lokalizácie/jazyky okrem %s?
sr: Želite li očistiti sve lokalne standarde/jezike osim %s?
sv: Vill du rensa bort alla lokalanpassningar/språk utom %s?
ta: %s தவிர அனைத்து இடங்களையும்/மொழிகளையும் தூய்மைப்படுத்த விரும்புகிறீர்களா?
tr: %s dışındaki tüm yerel ayarları/dilleri silmek istiyor musunuz?
uk: Ви хочете очистити всі регіони/мови, крім %s?

source: Do you want to reboot your %s %s?
bg: Искате ли да рестартирате вашия %s %s?
cs: Chcete restartovat Váš %s %s?
da: Vil du virkelig genstarte din %s %s ?
de: Wollen Sie einen Neustart Ihrer %s %s durchführen?
el: Θέλετε να γίνει επανεκκίνηση του %s %s σας;
et: Kas taaskäivitada %s %s?
fi: Haluatko käynnistää %s %s:n uudestaan?
fr: Voulez-vous redémarrer votre %s %s ?
hr: Želite li ponovno pokrenuti svoj %s %s?
hu: Szeretné újraindítani a(z) %s %s készüléket?
it: Vuoi riavviare il %s %s?
lt: Ar norite savo %s %s paleisti iš naujo?
nl: Wilt u uw %s %s opnieuw opstarten?
pl: Czy chcesz zrestartować %s %s?
ru: Хотите перезагрузить ваш %s %s?
sk: Chcete %s %s reštartovať?
sr: Želite li ponovo pokrenuti vaš %s %s?
sv: Vill du starta om din %s %s?
ta: உங்கள் %s %s ஐ மீண்டும் துவக்க விரும்புகிறீர்களா?
tr: %s %s alıcınızı yeniden başlatmak istiyor musunuz?
uk: Ви хочете перезавантажити Ваш %s %s?
vi: Bạn có muốn khởi động lại đầu thu % s% s của mình không?
zh_cn: 是否重新启动你的 %s %s?

source: Do you want to remove:
cs: Chcete odstranit:
el: Θέλετε να αφαιρέσετε:
fi: Haluatko poistaa:
hr: Želite li ukloniti:
it: Vuoi rimuovere:
nl: Wilt u dit verwijderen:
pl: Czy chcesz usunąć:
sk: Odstrániť:
sr: Želite li izbrisati paket:
sv: Vill du ta bort:
ta: நீங்கள் அகற்ற விரும்புகிறீர்களா:
tr: Kaldırmak istiyor musunuz:
uk: Ви хочете видалити:

source: Do you want to replace:
cs: Chcete nahradit:
el: Θέλετε να γίνει αντικατάσταση:
fi: Haluatko korvata:
hr: Želite li zameniti:
it: Vuoi sostituire:
nl: Vervangen:
pl: Czy chcesz zastąpić:
sk: Chcete nahradiť:
sr: Da li želiš da zameniš:
sv: Vill du byta ut:
ta: நீங்கள் மாற்ற விரும்புகிறீர்களா:
tr: Değiştirmek ister misiniz:
uk: Бажаєте замінити:

source: Do you want to restore your settings?
bg: Искате ли да възстановите настройките си?
cs: Chcete obnovit Vaše nastavení?
da: Ønsker du at genskabe dine indstillinger ?
de: Die Einstellungen wiederherstellen?
el: Θέλετε να γίνει επαναφορά των ρυθμίσεών σας;
et: Kas taastada vastuvõtja seadistused?
fi: Haluatko palauttaa asetukset?
fr: Voulez-vous restaurer vos paramètres ?
hr: Želite li vratiti vaše postavke u predhodno stanje?
hu: Szeretné visszaállítani a beállításait?
it: Vuoi ripristinare le impostazioni?
lt: Ar norite atkurti savo nustatymus?
nl: Wilt u uw instellingen nu terugzetten?
pl: Chcesz przywrócić ustawienia?
pt_br: Restaurar um backup de configurações anteriores?
ru: Хотите восстановить Ваши настройки?
sk: Chcete obnoviť nastavenia?
sl: Želite povrniti vaše nastavitve?
sr: Želite li vratiti vaše postavke u predhodno stanje?
sv: Vill du återställa dina inställningar?
ta: உங்கள் அமைப்புகளை மீட்டெடுக்க விரும்புகிறீர்களா?
tr: Ayarlarınızı geri yüklemek ister misiniz?
uk: Ви хочете відновити свої налаштування?
vi: Bạn có muốn khôi phục cài đặt của bạn?
zh_cn: 是否恢复你的设置？

source: Do you want to resume this playback?
bg: Искате ли да възобновите това възпроизвеждане?
cs: Chcete obnovit přehrávání?
da: Vil du genoptage denne afspilning ?
de: Die Wiedergabe an der letzten Stelle fortsetzen?
el: Θέλετε να επανασυνεχίσετε την αναπαραγωγή;
et: Kas jätkata vaatamist katkestatud kohalt?
fi: Jatketaanko kohdasta, johon katselu viimeksi jäi?
fr: Voulez-vous reprendre cette lecture ?
hr: Želite li nastaviti ovu reprodukciju?
hu: Szeretné folytatni ezt a lejátszást?
it: Vuoi riprendere questa riproduzione?
lt: Ar norite pratęsti šio įrašo peržiūrą?
nl: Wilt u verder gaan met het afspelen van deze opname?
pl: Chcesz wznowić odtwarzanie?
pt_br: Continuar da posição anterior?
ru: Хотите продолжить воспроизведение?
sk: Chcete pokračovať v prehrávaní?
sl: Želite nadaljevati s predvajanjem?
sr: Želite li nastaviti reprodukciju?
sv: Vill du återuppta uppspelningen?
ta: இந்த பின்னணியை மீண்டும் தொடங்க விரும்புகிறீர்களா?
tr: Oynatmaya kaldığınız yerden devam etmek istiyor musunuz?
uk: Ви хочете продовжити відтворення?
vi: Bạn có muốn tiếp tục phát lại này?
zh_cn: 是否继续上次播放?

source: Do you want to select another service?
cs: Chcete zvolit jinou službu?
el: Θέλετε να επιλέξετε μια άλλη υπηρεσία;
fi: Haluatko valita toisen kanavan?
hr: Želite li odabrati drugu uslugu?
it: Vuoi selezionare un altro servizio?
nl: Wilt u een andere zender kiezen?
pl: Czy chcesz wybrać inną usługę?
sk: Chcete si vybrať inú stanicu?
sr: Da li želite da izaberete drugu uslugu?
sv: Vill du välja en annan tjänst?
ta: நீங்கள் மற்றொரு சேவையைத் தேர்ந்தெடுக்க விரும்புகிறீர்களா?
tr: Başka bir kanal seçmek istiyor musunuz?
uk: Бажаєте вибрати інший каналу?

source: Do you want to start a backup now?
cs: Chcete nyní spustit zálohování?
el: Θέλετε να ξεκινήσει η εφεδρεία τώρα;
fi: Haluatko aloittaa varmuuskopioinnin nyt?
hr: Želite li sada pokrenuti sigurnosno kopiranje?
it: Vuoi avviare un backup adesso?
nl: Wilt u nu een back-up maken?
pl: Czy chcesz rozpocząć tworzenie kopii teraz?
sk: Chcete v tejto chvíli spustiť zálohovanie?
sr: Da li želite da napravite rezervnu kopiju sada?
sv: Vill du starta en backup nu?
ta: நீங்கள் இப்போது காப்புப்பிரதியைத் தொடங்க விரும்புகிறீர்களா?
tr: Şimdi bir yedekleme başlatmak ister misiniz?
uk: Ви хочете почати резервне копіювання зараз?

source: Do you want to update:
cs: Chcete aktualizovat:
el: Θέλετε να ενημερώσετε:
fi: Haluatko päivittää:
hr: Želite li ažurirati:
it: Vuoi aggiornare:
nl: Wilt u dit updaten:
pl: Czy chcesz zaktualizować:
sk: Aktualizovať:
sr: Želite li ažurirati vaš resiver:
sv: Vill du uppdatera:
ta: நீங்கள் புதுப்பிக்க விரும்புகிறீர்களா:
tr: Güncellemek istiyor musunuz:
uk: Бажаєте оновити:

source: Docudrama
cs: Dokudrama
hr: Dokumentarna drama
it: Documentario drammatizzato
sr: Dokumentarna drama
tr: Belgesel drama
uk: Документальна драма

source: Documentary
bg: Документален
cs: Dokumentární
da: Dokumentar
de: Dokumentarfilm
el: Ντοκυμαντέρ
fi: Dokumenttit
fr: Documentaire
hr: Dokumentarac
it: Documentario
lt: Dokumentika
nl: Documentaire
pl: Dokumentalny
sk: Dokumentárne
sr: Dokumentarac
sv: Dokumentärer
ta: ஆவணப்படம்
tr: Belgesel
uk: Документальний
zh_cn: 纪录片

source: Dolby Digital downmix is now
bg: Dolby Digital цифрово смесване сега
cs: Dolby Digital downmix je nyní
da: Dolby Digital downmix er nu
de: Dolby Digital Downmix ist jetzt
el: Η αποκωδικοποίηση και μίξη Dolby Digital είναι τώρα
et: DD / DTS > stereo on
fi: Dolby Digital / DTS muunto stereoksi on nyt
fr: Le downmix Dolby Digital est maintenant
hr: Dolby Digital downmix je sada
hu: Dolby Digital lekeverés most
it: Il downmix Dolby Digital è ora
lt: Dolby Digital kanalų suliejimas
nl: Dolby digitale downmix is nu
pl: Teraz dostępny jest downmix Dolby Digital
sk: Dolby Digital downmix je teraz
sr: Dolby Digital downmix je sada
sv: Dolby Digital nedmixning är nu
ta: டால்பி டிசிட்டல் டவுன்மிக்ச் இப்போது உள்ளது
tr: Dolby Digital downmix artık
uk: Мікшування Dolby Digital виконано
vi: Cộng với kỹ thuật số downmix hiện tại
zh_cn: 杜比数字缩混现已推出

source: Domain
cs: Doména
el: Ιστότοπος
fi: Verkkotunnus
hr: Domena
it: Dominio
lt: Domenas
nl: Domein
pl: Domena
sk: Doména
sr: Domena
sv: Domän
ta: டொமைன்
tr: Alan Adı
uk: Домен

source: Dominica
cs: Dominika
el: Δομίνικα
fr: Dominique
hu: Dominikai Közösség
lt: Dominika
pl: Dominika
sk: Dominika
ta: டொமினிக்கா
tr: Dominika
uk: Домініка
zh_cn: 多米尼加

source: Dominican Republic
cs: Dominikánská republika
da: Dominikanske Republik
de: Dominikanische Republik
el: Δομινικανική Δημοκρατία
et: Dominikaani Vabariik
fr: République Dominicaine
hu: Dominikai Köztársaság
it: Repubblica Dominicana
lt: Dominikos Respublika
nl: Dominicaanse Republiek
pl: Dominikana
sk: Dominikánska republika
sv: Dominikanska republiken
ta: டொமினிக்கன் குடியரசு
tr: Dominik Cumhuriyeti
uk: Домініканська республіка
vi: Cộng hòa Dominican
zh_cn: 多米尼加共和国
