Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Event view
da: Begivenshedsvisning
de: Sendungsanzeige
et: Saateinfo
hu: Eseménynézet
pt_br: Ver evento
ru: Просмотр события
vi: Chế độ xem sự kiện
zh_cn: 事件视图

source: Eventname only
da: Kun Begivenhedsnavn
de: Nur Sendungsname
et: Ainult saate nimi
hu: Csak eseménynév
ru: Только название передачи
vi: Chỉ tên sự kiện
zh_cn: 仅事件名称

source: Eventview
da: Begivenhedsvisning
de: Sendungsinformation
et: Saateinfo
hu: Eseménynézet
ru: Просмотр событий
sl: Pregled dogodkov
vi: Sự kiện
zh_cn: 事件视图

source: Eventview menu
da: Begivenhedsvisningsemenu
de: Menü Sendungsinformation
et: Saateinfo menüü
hu: Eseménynézet menü
ru: Меню просмотра описания передачи
sl: Dodatne možnosti
vi: Menu sự kiện
zh_cn: 事件视图菜单

source: Eventview:
da: Begivenhedsvisning:
de: Sendungsinformation:
et: Saateinfo:
vi: Sự kiện:
zh_cn: 事件视图:

source: Everything in one place - IceTV does it for you! Using the IceTV app or website, 'My Shows' is your place to go to. See the next 7 days of your recordings, favourite shows, keyword notifications, new series broadcasts, and our recommendations. Everything in one place. Simply select something new and press Record. IceTV's smartphone and tablet apps can be downloaded by scanning the code above.
da: Alt på et sted - IceTV klare det for dig! Ved brug af IceTV app'en eller webside, er stedet 'Mine Shows' dit sted at gå hen. Se de næste 7 dage af dine optagelser, favorit shows, nøgleordsmeddelser, nye serier, udsendelser, og vores forslag. Alt på et sted. Vælg helt enkelt blot noget nyt og tryk Optag. IceTVs smart-telefon eller tablet apps kan downloades ved at scanne koden ovenfor.
de: Alles an einem Ort - IceTV erledigt das für Sie! Mit der IceTV-App oder der Webseite wird 'Meine Sendungen' der Ort wo alles zu finden ist. Sicht auf Aufnahmen der kommenden 7 Tage, Lieblingssendungen, Aktivieren von Benachrichtigungen, Infos zu neuen Serien und Empfehlungen von IceTV. Alles an einem Ort. Wählen Sie einfach etwas Neues aus und drücken Sie 'Aufzeichnen'.Die Smartphone- und Tablet-Apps von IceTV können durch Scannen des obigen Codes heruntergeladen werden.
zh_cn: 一切都在一个地方-IceTV为你服务! 使用IceTV应用程序或网站,'我的节目'是你可以去的地方. 看看接下来7天的录像, 喜爱的节目,关键字通知,新的系列广播,以及我们的推荐. 所有东西都放在一个地方.只需选择新内容,然后按录制键. IceTV的智能手机和平板电脑应用程序可以通过扫描上面的代码来下载.

source: Exceeds Bludisc medium!
da: Overskrider Bluedisk medie!
de: Übersteigt die Größe eines Bludisk Mediums!
et: Liiga suur bluray ketta jaoks!
hu: Meghaladja a Bluedisc kapacitását!
ru: Превышение объма Bludisc!
vi: Vượt quá Bludisc vừa!
zh_cn: 超过蓝光介质

source: Execute after current event
da: Udfør efter aktuel begivenhed
de: Ausführen nach der Sendung
et: Teosta pärast praegust saadet
hu: Végrehajtás a beállítást követően
vi: Thực hiện sau sự kiện hiện tại
zh_cn: 当前事件后执行

source: Execute in
da: Udfør om
de: Ausführen in
et: Käivita
hu: Végrehajtva:
vi: Thực hiện trong
zh_cn: 在此执行

source: Execution finished!!
da: Udførelse gennemført!!
de: Ausführung beendet!
et: Ülesanne täidetud!!
hu: Végrehajtás befejezve!
pt_br: Pronto!
ru: Выполнение закончено!
sl: Izvajanje zaključeno!!
vi: Thi công xong !!
zh_cn: 执行完毕!!

source: Execution progress:
da: Udførelsesfremgang:
de: Fortschritt der Ausführung:
et: Töö edenemine:
hu: Végrehajtási állapot:
pt_br: Progresso:
ru: Процесс выполнения:
vi: Tiến độ thực hiện:
zh_cn: 执行进度:

source: Exit MAC-address configuration
da: Afslut MAC-adresse konfiguration
de: Konfiguration der MAC-Addresse verlassen
et: Lõpeta MAC-aadressi seadistamine
hu: Kilépés a MAC-cím konfigurációból
ru: Выход из настроек MAC-адреса
vi: Thoát cấu hình địa chỉ MAC
zh_cn: 退出MAC地址配置

source: Exit editor and write changes (if any)
da: Afslut redigering og skriv ændringer (hvis nogen)
de: Editor beenden und Änderungen speichern (falls vorhanden)
et: Salvesta muudatused ja välju
vi: Thoát khỏi trình chỉnh sửa và viết các thay đổi (nếu có)
zh_cn: 退出编辑器并写入更改(如果有)

source: Exit movie list
bg: Изход от филмовия списък
da: Afslut filmliste
de: Verlasse Filmliste
et: Sulge filmilist
hu: Kilépés a Felvételek listájából
pt_br: Sair da lista de vídeos
ru: Закрыть список фильмов
vi: Thoát khỏi danh sách phim
zh_cn: 退出电影列表

source: Exit nameserver configuration
da: Afslut navneserverkonfiguration
de: Namensserver-Konfiguration verlassen
et: Välju nimeserverite seadistusest
hu: Kilépés a névszerver beállításaiból
pt_br: Sair da configuração do servidor DNS
ru: Закрыть окно настроек DNS
vi: Thoát cấu hình máy chủ tên
zh_cn: 退出域名配置

source: Experimental: strict limitation to preferred tuners
de: Exp.: Beschränkung auf bevorzugte Tuner
et: Eksperimentaalne: rangelt piiratud eelistatud tuuneritega
hu: Kísérleti: szigorú korlátozás az előnyben részesített tunerekre
vi: Thử nghiệm: giới hạn nghiêm ngặt đối với bộ chỉnh ưa thích
zh_cn: 测试:严格限制首选调谐器

source: Extended GUI
da: Udvidet GUI
de: Erweitertes GUI
et: Kasutajaliidese lisavalikud
hu: Kiterjesztett kinézet (GUI)
ru: Расширенный интерфейс
vi: GUI mở rộng
zh_cn: 扩展GUI

source: Extended Software
da: Udvidet software
de: Erweiterte Software
et: Lisatarkvara
hu: Bővített Szoftver
pt_br: Software avançado
ru: Продвинутое ПО
sl: Razširjena programska oprema
vi: Phần mềm mở rộng
zh_cn: 扩展软件

source: Extended Software Plugin
da: Udvidet software plugin
de: Plugin für erweiterte Software
et: Lisatarkvara
hu: Bővített Szoftver Bővítmény
pt_br: Plugin de software avançado
ru: Плагин продвинутого ПО
sl: Vtičnik Extended Software
vi: Plugin phần mềm mở rộng
zh_cn: 扩展插件

source: Extended network setup plugin...
da: Udvidet netværksopsætning Plugin...
de: Erweitertes Netzwerksetup Plugin...
et: Täpsemad võrguseaded.
hu: Bővített hálózati beállítások bővítmény...
pt_br: Plugin de configuração de rede avançado
ru: Плагин для расширенных настроек сети...
vi: Plugin thiết lập mạng mở rộng ...
zh_cn: 正在扩展网络设置插件...

source: Extended settings
da: Udvidet indstillinger
de: Erweiterte Einstellungen
et: Täpsemad seaded
hu: Haladó beállítások
ru: Расширенные настройки
vi: Cài đặt mở rộng
zh_cn: 扩展设置

source: Extended setup...
da: Udvidet opsætning...
de: Erweitertes Setup...
et: Täpsemad seaded.
hu: Bővített beállítások...
pt_br: Configurações avançadas
ru: Расширенные настройки...
vi: Thiết lập mở rộng ...
zh_cn: 正在扩展设置 ...

source: Extensions management
da: Håndtering af udvidelser
de: Erweiterungsverwaltung
et: Laienduste haldamine
hu: Bővítmények kezelése
pt_br: Gerenciar extensões
ru: Управление дополнениями
sl: Upravljanje vtičnikov
vi: Quản lý tiện ích mở rộng
zh_cn: 扩展管理

source: External subtitle dialog colorisation
da: Ekstern undertekst farvelægningsdialogboks
de: Farbige Dialoge bei externen Untertiteln
et: Värvide kasutamine välistel subtiitritel
hu: Külső feliratok párbeszéd-színe
ru: Цветовая гамма для внешних субтитров
vi: Màu sắc hộp thoại phụ đề bên ngoài
zh_cn: 外挂字幕边框颜色

source: Extremsport
zh_cn: 极限运动

source: F1 long
da: F2 lang
de: F1 lang
et: F1 - pikk
vi: F1 dài
zh_cn: F1键长按

source: F2 long
da: F2 lang
de: F2 lang
et: F2 - pikk
hu: F2 hosszan
vi: F2 dài
zh_cn: F2键长按

source: F3 long
da: F3 lang
de: F3 lang
et: F3 - pikk
hu: F3 hosszan
vi: F3 dài
zh_cn: F3键长按

source: F4 long
da: F4 lang
de: F4 lang
et: F4 - pikk
hu: F4 hosszan
vi: F4 dài
zh_cn: F4键长按

source: FTP
ru: ФТП
zh_cn: FTP文件传输协议

source: FTP Setup
da: FTP opsætning
de: FTP-Dateiserver
et: FTP seaded
hu: FTP beállítása
ru: Настройки FTP
sl: FTP nastavitve
vi: Thiết lập FTP
zh_cn: FTP设置

source: Factory reset
da: Fabriksgendannelse
de: Werkseinstellungen
et: Algseadistus
hu: Gyári alapbeállítások
pt_br: Padrão de fábrica
ru: Сброс на заводские настройки
sl: Ponastavi nastavitve
vi: Khôi phục cài đặt gốc
zh_cn: 恢复出厂设置

source: Fade the Infobar on hide
da: Udton Infobjælke ved skjul
de: Bei 'Ja' wird die Infoleiste langsam ausgeblendet.
et: Luba inforiba hajumine
hu: Az információs sáv elhalványodása az eltünésekor engedélyezett-e vagy nem
ru: Затухание инфобара при исчезании
vi: Làm mờ Infobar trên ẩn
zh_cn: 隐藏时信息栏渐淡

source: Failed:
bg: Неуспешно:
da: Mislykkedes:
de: Fehlgeschlagen:
et: Nurjus:
hu: Sikertelen:
vi: Thất bại:
zh_cn: 失败:

source: Familie
zh_cn: 家族

source: Fastforward
da: Hurtig fremspoling
de: Vorlauf
et: Edasikerimine
hu: Előre tekerési sebességek
ru: Перемотка вперед
vi: Nhanh về phía trước
zh_cn: 快进

source: Favorites long
da: Favoritter lang
de: Favoriten lang
et: Favorites - pikk
hu: Kedvencek hosszan
vi: Yêu thích dài
zh_cn: 收藏夹

source: Favourites
da: Favoritter
de: Favoriten
et: Lemmikud
hu: Kedvencek
pt_br: Favoritos
ru: Фавориты
sl: Priljubljene
vi: Yêu thích
zh_cn: 收藏

source: Feeds status: Stable
da: Feed status: Stabil
et: Hoidlate olek: Stabiilne
hu: Folyamat státusza: Stabil
ru: Статус фида: Стабильно
vi: Trạng thái nguồn cấp dữ liệu: Ổn định
zh_cn: 来源:稳定状态

source: Feeds status: Unstable
da: Feed status: Ustabil
et: Hoidlate olek: Ebastabiilne
hu: Folyamat státusza: Instabil
ru: Статус фида: Нестабильно
vi: Trạng thái nguồn cấp dữ liệu: Không ổn định
zh_cn: 来源:不稳定状态

source: Feeds status: Updating
da: Feed status: Opdaterer
et: Hoidlate olek: Värskendamisel
hu: Folyamat státusza: Frissítés alatt
ru: Статус фида: Обновляется
vi: Trạng thái nguồn cấp dữ liệu: Đang cập nhật
zh_cn: 来源:更新状态

source: Feeds status: Unexpected
da: Feed status: Uventet
et: Hoidlate olek: Ootamatu
vi: Trạng thái nguồn cấp dữ liệu: Thật bất ngờ
zh_cn: 源状态:意外

source: File Commander - Addon File-Viewer
da: File Commander - File-Viewer Tilføjelse
et: Failihaldur - Failivaatur
vi: Trình chỉ huy tệp - Trình xem tệp Addon
zh_cn: 文件管理器-附加文件查看器

source: File Commander - Addon Mediaplayer
da: File Commander - Medieafspiller Tilføjelse
et: Failihaldur - Meediamängija
vi: Chỉ huy tập tin - Addon Mediaplayer
zh_cn: 文件管理器-附加媒体播放器

source: File Commander - Addon Movieplayer
da: File Commander - Filmafspiller Tilføjelse
et: Failihaldur - Filmimängija
vi: Chỉ huy tập tin - Addon Movieplayer
zh_cn: 文件管理器-附加电影播放器

source: File Commander - all Task's are completed!
da: File Commander - alle opgaver er gennemført!
de: File Commander - alle Aufgaben wurden beendet!
et: Failihaldur - Kõik ülesanded on täidetud!
vi: Chỉ huy tập tin - tất cả các nhiệm vụ đã hoàn thành!
zh_cn: 文件管理器-所有任务都已完成!

source: File Commander - generalised archive handler
da: File Commander - generaliseret arkivhåndtering
et: Failihaldur - Üldine arhiivihaldur
vi: File Commander - trình xử lý lưu trữ tổng quát
zh_cn: 文件管理器-通用存档处理程序

source: File Commander - gzip Addon
da: File Commander - gzip Tilføjelse
et: Failihaldur - gzip laiendus
vi: Chỉ huy tập tin - gzip Addon
zh_cn: 文件管理器-gzip插件

source: File Commander - ipk Addon
da: File Commander - ipk Tilføjelse
et: Failihaldur - ipk laiendus
vi: Chỉ huy tin tin - gzip Addon
zh_cn: 文件管理器-ipk插件

source: File Commander - tar Addon
da: File Commander - tar Tilføjelse
et: Failihaldur - tar laiendus
vi: Chỉ huy tập tin - tar Addon
zh_cn: 文件管理器-tar插件

source: File Commander - unrar Addon
da: File Commander - unrar Tilføjelse
et: Failihaldur - unrar laiendus
vi: Chỉ huy tập tin - unrar Addon
zh_cn: 文件管理器-unrar插件

source: File Commander - unzip Addon
da: File Commander - unzip Tilføjelse
et: Failihaldur - unzip laiendus
vi: File Commander - giải nén Addon
zh_cn: 文件管理器-unzip插件

source: File Commander context menu
da: File Commander undermenu
de: File Commander Menü
et: Failihalduri menüü
vi: Trình đơn ngữ cảnh tập tin
zh_cn: 文件管理器上下文菜单

source: File Commander menu
de: Menü File Commander
et: Failihalduri menüü
vi: Trình đơn tập tin
zh_cn: 文件管理器菜单

source: File appears to be busy.
da: Filen virker optaget.
de: Datei scheint in Benutzung zu sein.
et: Fail on hõivatud.
hu: A fájl használatban van.
pt_br: Arquivo está em uso.
ru: Файл занят.
vi: Tập tin có vẻ bận rộn.
zh_cn: 文件似乎是忙碌的.

source: File checksums to calculate for button 9
da: Fil kontrolsume der beregnes med knap 9
de: Für die Berechnung von Datei-Prüfsummen mit der Taste 9
et: Failide kontrollsummad nupuga 9
vi: Tổng kiểm tra tệp để tính cho nút 9
zh_cn: 为按钮9计算文件校验和

source: File checksums/hashes
da: Fil kontrolsum/hashes
de: Datei Prüfsummen / Hash
et: Faili kontrollsummad/räsid
vi: Tổng kiểm tra / băm
zh_cn: 文件校验和/哈希

source: File long
da: Fil lang
de: Datei lang
et: File - pikk
hu: Fájl hosszan
vi: Tập tin dài
zh_cn: 文件键长按

source: File not found: %s
da: Fil ikke fundet: %s
de: Datei nicht gefunden: %s
et: Faili ei leitud: %s
vi: Không tìm thấy tệp:% s
zh_cn: 找不到文件: %s

source: File write error: '%s'
da: Fil skrivefejl: '%s'
de: Fehler beim Schreiben der Datei: '%s'
et: Faili kirjutamise viga: '%s'
vi: Lỗi ghi tệp: '%s'
zh_cn: 文件写入错误: '%s'

source: File/Directory Status Information
da: Fil/mappe statusinformation
de: Datei/Verzeichnis Statusinformationen
et: Faili/kataloogi info
vi: Thông tin trạng thái tệp / thư mục
zh_cn: 文件/目录状态信息

source: Filesystem Check
da: Kontroller filsystem
de: Dateisystemüberprüfung
et: Failisüsteemi kontroll
hu: Fájlrendszer ellenőrzése
ru: Проверка файловой системы
sl: Pregled datotečnega sistema
vi: Kiểm tra hệ thống tập tin
zh_cn: 文件系统检查

source: Filesystem check your Harddisk
da: Kontroller filsystem på din harddisk
de: Dateisystem der Festplatte prüfen
et: Kontrolli kõvaketta failisüsteemi
hu: A merevlemez fájlrendszerének ellenőrzése
ru: Проверка файловой системы жестком диска
vi: Hệ thống tập tin kiểm tra đĩa cứng của bạn
zh_cn: 检查你的硬盘的文件系统

source: Filter extension for 'My Extension' setting of 'Filter extension'. Use the extension name without a '.'.
da: Filterudvidelse for 'Min udvidelse' indstillinger af 'Filterudvidelse'. Brug filtype navn uden et '.'.
de: Filtererweiterung für 'meine Erweiterung' Einstellung von 'Filtererweiterung'. Verwenden Sie den Erweiterungsnamen ohne '.' ein.
vi: Tiện ích mở rộng bộ lọc cho cài đặt 'Tiện ích mở rộng của tôi' của 'Tiện ích mở rộng bộ lọc'. Sử dụng tên mở rộng mà không có '.'.
zh_cn: 在'筛选器扩展名'和‘我的扩展名’设置筛选器扩展名使用不带'.'的扩展名 '.'.

source: Filter extension, (*) appears in title
da: Filterudvidelse, (*) forkommer i titel
de: Filtererweiterung (*) erscheint im Titel
et: Peida faili laiend (*) faili nimes
vi: Phần mở rộng bộ lọc, (*) xuất hiện trong tiêu đề
zh_cn: 过滤器扩展名(*)出现在标题中

source: Filter visible file classes by extension.
da: Filtrer synlige filklasser efter filtype.
de: Sichtbare Dateiklassen nach Erweiterung filtern.
et: Peida nähtavad faili laiendid.
vi: Lọc các lớp tệp có thể nhìn thấy bằng phần mở rộng.
zh_cn: 按扩展名筛选可见文件类.

source: Finetune
da: Fintuning
de: Feineinstellung
et: Täppishäälestus
hu: Finomhangolás
pt_br: Sintonia fina
ru: Точно
sl: Podrobne nastavitve
vi: Tinh chỉnh
zh_cn: 微调

source: First playable timeshift file!
da: Første afspilbare Timeshift fil!
de: Sie befinden sich am Anfang der ersten abspielbaren Timeshift-Datei!
et: Esimene esituskõlbulik ajanihkefail!
hu: Ez az első lejátszható Timeshift fájl!
ru: Первый воспроизводимый файл таймшифта!
vi: Tập tin timeshift đầu tiên có thể chơi!
zh_cn: 第一个时移文件!

source: Flash On the Fly
da: Flash på farten
de: Flashen online/lokal
et: Paigalda püsivara
hu: Közvetlen Flash
ru: Прошить ресивер из интернета или локально
vi: Flash khi đang bay
zh_cn: 直接刷写

source: Flashing failed
da: Flashing mislykkedes
de: Flashen fehlgeschlagen
et: Püsivara paigaldamine nurjus
hu: Flashelés sikertelen
ru: Прошивка не удалась
sl: Nadgradnja ni uspela
vi: Nhấp nháy không thành công
zh_cn: 刷写失败

source: Flashing image was not successful %s
da: Flash af Image mislykkedes %s
de: Flashen vom Image war nicht erfolgreich %s
et: Püsivara paigaldus ei õnnestunud %s
vi: Hình ảnh nhấp nháy không thành công %s
zh_cn: 镜像刷写失败 %s

source: Following tasks will be done after you press OK!
da: Følgende opgaver vil blive udført efter tryk på OK!
de: Nach Drücken von OK wird folgende Aufgabe ausgeführt!
et: Pärast OK vajutamist tehakse järgmised toimingud!
hu: Végrehajtás az OK gomb lenyomása után történik!
pt_br: As tarefas irão terminar após pressionar OK!
ru: Данные задания будут выполнены после того, как нажмете ОК!
sl: Sledeče naloge bodo opravljene, ko pritisnete OK!
vi: Các tác vụ sau sẽ được thực hiện sau khi bạn nhấn OK!
zh_cn: 按下OK键后将完成以下任务!

source: Fontsize
da: Skriftstørrelse
de: Schriftgröße
et: Tähesuurus
hu: Betűméret
ru: Размер шрифта
vi: Cỡ chữ
zh_cn: 字体大小

source: For more information see http://www.opena.tv
de: Für weitere Information siehe http://www.opena.tv
et: Enama info jaoks vaata http://www.opena.tv
hu: További információ: http://www.opena.tv
ru: Больше информации на сайте http://www.opena.tv
vi: Để biết thêm thông tin, xem http://www.opena.tv
zh_cn: 有关详细信息,请参访问http://www.opena.tv

source: Format HDD
da: Format harddisk
de: Formatieren der HDD
et: Vorminda kõvaketas
hu: Merevlemez formázás
ru: Форматировать HDD
vi: Định dạng ổ cứng
zh_cn: 格式化硬盘

source: Format your Harddisk
da: Formater din harddisk
de: Formatieren der Festplatte
et: Vorminda vastuvõtja kõvaketas
hu: A merevlemez formázása
ru: Форматировать жесткий диск
vi: Định dạng đĩa cứng của bạn
zh_cn: 格式化你的硬盘

source: Frauen
da: Kvinder
zh_cn: 小姐

source: Free Memory:
da: Fri hukommelse:
de: Freier Speicher:
et: Vaba mälu:
ru: Свободно памяти:
vi: Bộ nhớ trống:
zh_cn: 释放内存:

source: Free Swap:
da: Fri swap:
de: Freier Auslagerungsspeicher:
et: Vaba saale:
hu: Szabad Swap:
ru: Свободно подкачки:
vi: Trao đổi miễn phí:
zh_cn: 剩余交换空间:

source: Free memory:
bg: Свободна памет:
da: Fri hukommelse:
de: Freier Speicher:
et: Vaba mälu:
hu: Szabad memória:
ru: Свободно памяти:
vi: Bộ nhớ trống:
zh_cn: 释放内存:

source: Free:
bg: Свободно:
da: Fri:
de: Frei:
et: Vaba:
hu: Szabad:
ru: Свободно:
vi: Miễn phí:
zh_cn: 可用:

source: Free:
da: Fri:
de: Frei:
et: Vaba:
hu: Szabad:
ru: Свободно:
vi: Miễn phí:
zh_cn: 空闲:

source: FreeSpace
da: Fri plads
de: Freier Speicher
et: Vaba kettaruum
hu: Szabadhely
ru: Файловая система
vi: Không gian
zh_cn: 可用空间

source: Frontprocessor version: %s
de: Frontprozessor-Version: %s
zh_cn: 前处理器版本: %s

source: Frontprocessor version: %s
et: Esiprotsessori versioon: %s
hu: Processzor verzió: %s
ru: Версия процессора: %s
vi: Phiên bản tiền xử lý:%s
zh_cn: 前处理器版本: %s

source: Full Image Backup
da: Fuld Image sikkerhedskopi
et: Täielik püsivaratõmmis
hu: Teljes Lemezkép Mentés
ru: Полный бекап имиджа
vi: Sao lưu hình ảnh đầy đủ
zh_cn: 完整的镜像备份

source: Full back-up on %s
da: Komplet sikkerhedskopi på %s
de: Komplett Backup auf %s
et: Püsivaratõmmis asukohta %s
hu: Teljes mentés az %s -on
ru: Полный бекап на %s
vi: Sao lưu đầy đủ trên% s
zh_cn: 完整备份 %s

source: Fullbackup Images
da: Komplet Image sikkerhedskopier
de: Image Komplettsicherung
vi: Hình ảnh Fullbackup
zh_cn: 完整备份的镜像

source: Fullscreen
da: Fuld skærm
de: Vollbild
et: Täisekraan
hu: Teljes képernyős
ru: Полноэкранный
vi: Toàn màn hình
zh_cn: 全屏

source: Fulview resulution
da: Fuld visningsopløsning
de: Vollbild-Auflösung
et: Täisekraani lahutus
hu: Teljes képernyő felbontás
pt_br: Resolução de tela cheia
ru: Разрешение при просмотре на весь экран
vi: Nghị quyết Fulview
zh_cn: 全视图分辨率

source: Fußball
da: Fodbold
zh_cn: 足球

source: Für Kinder
da: For børn
zh_cn: 对于儿童

source: GIGABLUE Black
vi: GIGABLUE Đen
zh_cn: 巨蓝黑

source: GStreamer: %s
zh_cn: 媒体框架: %s

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
da: GUI skal genstartes for at benytte et nyt sprog Ønsker du at genstarte GUI'en nu ?
de: Zur Übernahme der Sprache muss die GUI neu gestartet werden. Jetzt neu starten?
et: Uue keele jõustamiseks tuleb kasutajaliides taaskäivitada Kas teha seda kohe?
hu: Az új nyelv betöltéséhez újra kell indítani a grafikus felhasználói felületet (GUI). Újra indítja most?
vi: GUI cần khởi động lại để áp dụng ngôn ngữ mới Bạn có muốn khởi động lại GUI bây giờ không?
zh_cn: GUI需要重新申请一个新的语言 是否现在重新启动用户界面？

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
da: GUI skal genstartes for at benytte et nyt Tema Ønsker du at genstarte GUI'en nu ?
de: Neustart erforderlich, um den neuen Skin anzuwenden Möchten Sie gleich neu starten?
et: Kujunduse jõustamiseks tuleb kasutajaliides taaskäivitada Kas teha seda kohe?
hu: Az új kinézet betöltéséhez újra kell indítani a kezelő felületet. Újra indítja most?
ru: Для активации нового скина необходимо перезагрузить GUI Хотите сделать это сейчас?
sl: Za spremembo predloge je potrebno ponovno zagnati uporabniški vmesnik (GUI)! Želite to storiti sedaj?
vi: GUI cần khởi động lại để áp dụng giao diện mới Bạn có muốn khởi động lại GUI bây giờ khô?
zh_cn: 用户界面需要重新启动以应用一个新的皮肤 是否现在重新启动用户界面？

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
da: GUI skal genstartes for at benytte et nyt Tema Ønsker du at genstarte GUI'en nu ?
de: Zur Übernahme der Oberfläche muss die GUI neu gestartet werden. Jetzt neu starten?
et: Kujunduse jõustamiseks tuleb kasutajaliides taaskäivitada Kas teha seda kohe?
hu: Az új kinézet betöltéséhez újra kell indítani a kezelő felületet. Újra indítja most?
pt_br: Interface necessita reiniciar para aplicar o novo tema. Reiniciar agora?
ru: Для активации нового скина необходимо перезагрузить GUI Хотите сделать это сейчас?
vi: GUI cần khởi động lại để áp dụng giao diện mới Bạn có muốn khởi động lại GUI bây giờ không?
zh_cn: 用户界面需要重新启动以应用一个新的皮肤 是否现在重新启动用户界面？

source: Gangster
da: Gangter
zh_cn: 黑帮

source: Garten
da: Have
zh_cn: 花园

source: Geschichte
da: Historie
zh_cn: 历史

source: Gesellschaft
zh_cn: 格塞尔斯

source: Gesundheit
da: Sundhed
zh_cn: 健康

source: Get latest experimental image
da: Hent seneste eksperiment Image
de: Neuestes experimentelles Image erhalten
et: Hangi uusim eksperimentaalne püsivara
hu: A legújabb kísérleti image megszerzése
ru: Получить последний тестовый имидж
vi: Nhận hình ảnh thử nghiệm mới nhất
zh_cn: 获取最新的测试镜像

source: Get latest release image
da: Hent seneste Image
de: Neuestes veröffentlichtes Image erhalten
et: Hangi uusim stabiilne püsivara
hu: A legújabb hivatalos image megszerzése
ru: Получить последний стабильный имидж
vi: Nhận hình ảnh phát hành mới nhất
zh_cn: 获取最新发布的镜像

source: Getting Event Info failed!
bg: Получаването на информация за събитията не бе успешно!
da: Kunne ikke hente Begivenhedsinfo!
de: Bezug von Sendungsinformationen fehlgeschlagen!
et: Saateinfo hankimine nurjus!
hu: Az eseményadatok beszerzése sikertelen!
ru: Ошибка получения информации о текущем событии!
vi: Nhận thông tin sự kiện không thành công!
zh_cn: 获取事件信息失败!

source: Getting Softcam list. Please wait...
da: Henter Softcam liste. Vent venligst...
de: Lade Liste der Softcams...
et: Emulaatori nimekirja hankimine. Oota.
hu: A Softcam listájának megjelenése. Kérlek várj...
ru: Получаем список эмуляторов. Пожалуйста, подождите...
vi: Lấy danh sách Softcam. Xin vui lòng chờ ...
zh_cn: 正在获取Softcam列表.请稍等...

source: Go to bookmarked folder
da: Gå til bogmærkemappe
de: Zum Ordner Lesezeichen gehen
et: Ava lemmikkataloog
vi: Chuyển đến thư mục được đánh dấu
zh_cn: 转到书签文件夹

source: Go to end of file
da: Gå til filslutning
de: Zum Ende der Datei gehen
et: Mine faili lõppu
vi: Đi đến cuối tập tin
zh_cn: 转到文件末尾

source: Go to first service
da: Gå til første kanal
et: Mine esimesele kanalile
hu: Ugrás az első csatornára
pt_br: Ir para o primeiro canal
ru: Перейти на первый канал
vi: Đi đến dịch vụ đầu tiên
zh_cn: 转到第一个频道

source: Go to last service
da: Gå til sidste kanal
et: Mine viimasele kanalile
hu: Ugrás az utolsó csatornára
pt_br: Ir para o último canal
ru: Перейти на последний канал
vi: Đi đến dịch vụ cuối cùng
zh_cn: 转到最后一个频道

source: Go to next event
da: Gå til næste begivenhed
et: Mine järgmisele saatele
hu: Ugrás a következő eseményre
pt_br: Ir para o próximo evento
ru: Перейти на след. событие
vi: Đi đến sự kiện tiếp theo
zh_cn: 转到下一个事件

source: Go to next page of service
da: Gå til næste kanalside
et: Mine kanalinimekirja järgmisele lehele
hu: Ugrás a következő csatornalapra
pt_br: Ir para a próxima página de serviços
ru: Перейти на след. страницу каналов
vi: Chuyển đến trang tiếp theo của dịch vụ
zh_cn: 转到频道的下一页
