Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Hide player
bg: Скриване на плейъра
cs: Skrýt přehrávač
da: Skjul afspiller
de: Player verbergen
el: Απόκρυψη αναπαραγωγού
et: Peida mängija
fi: Piilota soitin
fr: Cacher le lecteur
hr: Sakrij plejer
hu: Lejátszó elrejtése
it: Nascondi lettore
lt: Paslėpti grotuvą
nl: Afspelen op de achtergrond
pl: Ukryj odtwarzacz
pt_br: Esconder reprodutor
ru: Скрыть плеер
sk: Nezobrazovať prehrávač
sr: Sakrij plejer
sv: Dölj spelare
ta: பிளேயரை மறைக்க
tr: Oynatıcıyı gizle
uk: Приховати програвач
vi: Ẩn người chơi
zh_cn: 隐藏播放器

source: Hide softcam servername
cs: Skrýt název serveru softcam
el: Απόκρυψη του ονόματος διακομιστή softcam
fi: Piilota softcam Palvelin nimi
hr: Sakrij softcam ime servera
it: Nascondi nome del server softcam
nl: Softcam servernaam verbergen
pl: Ukryj nazwę serwera Softcam
sk: Skryť názov servera softcamu
sr: Sakrij softcam ime servera
sv: Dölj servernamn för softcam
ta: சாப்ட்காம் சேவையகத்தை மறைக்கவும்
tr: Softcam sunucu adını gizle
uk: Приховати ім'я сервера softcam

source: Hide the InfoBar
bg: Скрийте информационната лента
cs: Skrýt informační panel
el: Απόκρυψης της μπάρας πληροφοριών
fi: Piilota Tietopalkki
fr: Masquer la barre d’informations
hr: Sakrij Info traku
it: Nascondi barra informazioni
lt: Nustatykite laiką, kad paslėpti info juostą.
nl: Informatiebalk langzaam vervagen na een time-out.
pl: Ukryj pasek informacyjny
sk: Nezobrazovať infolištu
sr: Sakrij Info traku
sv: Dölj infofältet
ta: இன்போபரை மறைக்கவும்
tr: Bilgi çubuğunu gizle
uk: Згасання Інфобару

source: Hide zap errors
bg: Скриване на превключващи съобщения за грешки
cs: Skrýt chyby při přepínání
da: Skjul Zap-fejl
de: ZAP-Fehler verbergen
el: Απόκρυψη σφαλμάτων του ζάπινγκ
et: Peida kanalivahetuse veateated
fi: Piilota kanavanvaihdon virheilmoitukset
fr: Cacher les erreurs de zapping
hr: Sakrij zap greške
hu: Csatornaváltási hibák elrejtése
it: Nascondi errori di zap
lt: Paslėpti perjungimo klaidas
nl: Verberg zap fouten
pl: Ukryj komunikaty błędów przy przełączaniu
pt_br: Ocultar erros no zapping
ru: Спрятать ошибки при переключении каналов
sk: Nezobrazovať chyby pri prepínaní
sl: Skrij napake pri preklapljanju kanalov
sr: Sakrij zap greške
sv: Dölj zap-fel
ta: சாப் பிழைகளை மறைக்கவும்
tr: Kanal değiştirme hatalarını gizle
uk: Приховати помилки перемикання
vi: Ẩn lỗi zap
zh_cn: 隐藏切换错误

source: Hide/Show the console screen
cs: Skrýt/zobrazit obrazovku konzole
el: Απόκρυψη/εμφάνιση οθόνης κονσόλας
fi: Piilota/Näytä konsoli ruutu
hr: Sakrij/pokaži zaslon konzole
it: Nascondi/mostra schermata della console
nl: Consolescherm verbergen/tonen
pl: Ukryj/Pokaż ekran konsoli
sk: Skryť/Zobraziť obrazovku konzoly
sr: Sakrij/Pokaži konzolu ekrana
sv: Dölj/visa konsolskärmen
ta: கன்சோல் திரையை மறைக்க/காட்டு
tr: Konsol ekranını gizle/göster
uk: Приховати/Показати екран консолі

source: Hierarchy info
bg: Информация за йерархията
cs: Hierarchické info
da: Hierarkisk info
de: Hierarchie-Info
el: Πληροφορίες ιεραρχίας
et: Hierarhia teave
fi: Hierarkia info
fr: Info hiérarchie
hr: Info hijerarhije
hu: Hierarchikus mód
it: Info gerarchia
lt: Informacijos lygis
nl: Hiërarchie info
pl: Info hierarchii
pt_br: Informação hierárquica
ru: Инфо Иерархии
sr: Info hijerarhije
sv: Hierarki information
ta: வரிசைமுறை செய்தி
tr: Hiyerarşi bilgisi
uk: Інфо ієрархії
vi: Thông tin phân cấp
zh_cn: 层次信息

source: High
cs: Vysoký
el: Υψηλό
fi: Korkea
hr: Visoko
it: Alto
nl: Hoog
pl: Wysoki
sk: Vysoký
sr: Visoko
sv: Hög
ta: உயர்ந்த
tr: Yüksek
uk: Високий

source: High bitrate support
bg: Поддръжка на висока скорост
cs: Podpora vysokého bitového toku dat
da: Høj bithastighed understøttelse
de: Kann hohe Datenraten verarbeiten
el: Υποστήριξη υψηλού bitrate
et: Kõrge bitikiiruse tugi
fi: Suurten bittimäärien tuki
fr: Support haut débit
hr: Podrška za visoki bitrate
hu: Magas bitráta támogatása
it: Supporto bitrate alti
lt: Aukštos bitų spartos palaikymas
nl: Hoge bitrate ondersteuning
pl: Obsługa wysokiego bitrate
pt_br: Suporte para bitrate alto
ru: Поддержка высокого битрейта
sk: Podpora vysokého dátového toku
sl: Podpora visokim bitnim hitrostim
sr: Podrška za visoki bitrate
sv: Stöd för hög bithastighet
ta: அதிக பிட்ரேட் உதவி
tr: Yüksek bit oranı desteği
uk: Підтримка високого бітрейту
vi: Hỗ trợ bitrate cao
zh_cn: 高码率支持

source: Highest resolution
bg: най-висока резолюция
cs: nejvyšší rozlišení
el: Yψηλότερη ανάλυση
fi: suurin Resolution
fr: Résolution la plus élevée
hr: Najveća rezolucija
it: Risoluzione massima
lt: didžiausia skiriamoji geba
nl: hoogste resolutie
pl: najwyższa Rozdzielczość
sk: Najvyššie rozlíšenie
sr: Najveća rezolucija
sv: Högsta upplösning
ta: மிக உயர்ந்த தெளிவுத்திறன்
tr: En yüksek çözünürlük
uk: найбільша роздільна здатність

source: Highlighted item
cs: Zvýrazněná položka
el: Επισημασμένο στοιχείο
fi: Korostettu kohde
hr: Istaknuta stavka
it: Elemento evidenziato
lt: Paryškintas elementas
nl: Gemarkeerd item
pl: Wybrany element
sk: Zvýraznená položka
sr: Istaknuta stavka
sv: Markerat objekt
ta: சிறப்பம்சமாக உருப்படி
tr: Vurgulanan öğe
uk: Виділений елемент

source: Hindi
cs: Hindština
el: Χίντι
sk: hindčina
ta: இந்தி
tr: Hintçe
uk: Хінді

source: Hip Hop
uk: Хіп-хоп

source: Hiri Motu
el: Χίρι Μότου
ta: இரி மோட்டு
tr: Hiri Motu Dili
uk: Хірі Моту

source: Historical
bg: Исторически
cs: Historický
da: Historisk
de: Historisches
el: Ιστορικά
fi: Historiallinen
fr: Historique
hr: Povijesni
it: Storico
lt: Istorinis
nl: Historisch
pl: Historyczny
sk: Historické
sr: Istorijski
sv: Historisk
ta: வரலாற்று
tr: Tarihi
uk: Історичний
zh_cn: 历史性

source: History
bg: История
cs: Historie
da: Historik
de: Geschichte
el: Ιστορικό
et: Ajalugu
fi: Historia
fr: Histoire
hr: Povijest
hu: Előzmények
it: Cronologia
lt: Istorija
nl: Geschiedenis
pl: Historia
sk: História
sr: Istorija
sv: Historik
ta: வரலாறு
tr: Geçmiş
uk: Історiя
vi: Lịch sử
zh_cn: 历史

source: History Prev/Next
cs: Historie Předchozí/Další
el: Ιστορικό προηγούμενο/επόμενο
fi: Historia Edellinen/seuraava
hr: Povijest Predhodna/Slijedeća
it: Cronologia precedente/successivo
lt: Istorija pirmyn/atgal
nl: History Vorige/Volgende
pl: Historia poprzedni/następny
sk: História dozadu/dopredu
sr: Istorija Predhodna/Sledeća
sv: Historik Föregående/Nästa
ta: வரலாறு முந்தைய/அடுத்தது
tr: Geçmiş Önceki/Sonraki
uk: Історія Попередня/Далі

source: History Zap
cs: Historie Zap
el: Ιστορικό ζάπινγκ
fi: Kanavanvaihto Historia
hr: Povijest Zap
it: Cronologia zap
pl: Historia przełączania kanałów
sk: História prepínania
sr: Istorija zap
sv: Historia Zappa
ta: வரலாறு சாப்
tr: Kanal Değiştirme Geçmişi
uk: Історія Перемикань

source: History Zap Actions
cs: Akce historie Zap
el: Ενέργειες ιστορικού ζάπινγκ
fi: Kanavanvaihto Toiminnot
hr: Povijest Zap Radnja
it: Cronologia azioni zap
nl: History Zap Acties
pl: Akcje historii Zap
sk: Akcie pre históriu prepínania
sr: Istorija Zap Radnja
sv: Historik Zappa Åtgärder
ta: வரலாறு சாப் செயல்கள்
tr: Kanal Değiştirme Geçmişi İşlemleri
uk: Дії Історії Перемикань

source: History Zap Navigation Actions
cs: Akce navigace historie Zap
el: Ενέργειες πλοήγησης ιστορικού ζάπινγκ
fi: Kanavanvaihto navigointitoiminnot
hr: Povijest Zap Navigacija Radnja
it: Azioni di navigazione cronologia zap
nl: History Zap navigatie Acties
pl: Akcje nawigacji historii Zap
sk: Navigačné akcie pre históriu prepínania
sr: Istorija Zap Navigacija Radnja
sv: Historik Zappa Navigationsåtgärder
ta: வரலாறு சாப் வழிசெலுத்தல் நடவடிக்கைகள்
tr: Kanal Değiştirme Geçmişi Navigasyon İşlemleri
uk: Дії навігації Історії Перемикань

source: History back
bg: История назад
cs: History zpět
da: Historik baglæns
de: History zurück
el: Ιστορικό πίσω
et: Kanaliajaloos tagasi
fi: Kanavanvaihtohistoria taakse
fr: Historique précédent
hr: Vraćanje povijesti
hu: Előzmények előző
it: Cronologia indietro
lt: Istorija atgal
nl: History Zap vorige <
pl: Historia (wstecz)
ru: Назад по истории
sk: História dozadu
sr: Vraćanje istorije
sv: Historik tillbaka
ta: வரலாறு மீண்டும்
tr: Kanal Değiştirme Geçmişi geri
uk: Назад в історії
vi: Lịch sử trở lại
zh_cn: 历史回顾

source: History buttons mode
bg: Режим на бутони за история
cs: Režim tlačítka Historie
da: Historik knapper tilstand
de: Einstellungen der Historie
el: Λειτουργία πλήκτρων ιστορικού
et: Ajaloonuppude vajutus
fi: Historianäppäimien toiminto
fr: Mode des boutons historique
hr: Način dugmeta povijesti
hu: Előzmények gomb mód
it: Modalità tasti cronologia
lt: Istorijos mygtuko režimas
nl: History Zap < > knoppen
pl: Tryb dla przycisków historii
ru: Режим кнопок <>
sk: Režim tlačidla História
sr: Režim tastera istorije
sv: Läge för historikknappar
ta: வரலாற்று பொத்தான்கள் பயன்முறை
tr: Kanal Değiştirme Geçmişi tuşları modu
uk: Режим кнопок історії
vi: Chế độ nút lịch sử
zh_cn: 历史键模式

source: History next
bg: Следваща история
cs: History další
da: Historik næste
de: History weiter
el: Ιστορικό επόμενο
et: Kanaliajaloos edasi
fi: Kanavanvaihtohistoria eteen
fr: Historique suivant
hr: Povijest slijedeća
hu: Előzmények következő
it: Cronologia avanti
lt: Istorija pirmyn
nl: History Zap volgende >
pl: Historia (dalej)
ru: Вперед по истории
sk: História dopredu
sr: Istorija sledeća
sv: Historik nästa
ta: வரலாறு அடுத்து
tr: Kanal Değiştirme Geçmişi ileri
uk: Вперед в історії
vi: Lịch sử tiếp theo
zh_cn: 接下来的历史

source: History zap...
bg: История на превключване...
cs: Historie přepínání...
da: Historisk Zap...
el: Ιστορικό ζάπινγκ...
et: Kanaliajalugu.
fi: Kanavanvaihto Historia...
fr: Historique du zap…
hr: Povijest zap...
hu: Utoljára nézett csatornák...
it: Cronologia zap...
lt: Perjungimų istorija...
pl: Historia przełączania…
ru: История переключений…
sk: História prepínania...
sr: Istorija zap...
sv: Historia zap...
ta: வரலாறு சாப் ...
tr: Kanal Değiştirme Geçmişi...
uk: Історія перемикань...
vi: Lịch sử ...
zh_cn: 历史正在切换...

source: Hmong
cs: Hmongové
el: Χμονγκ
fi: Hmong ihmiset
sk: hmongčina
ta: அமோங்
uk: Хмонгська

source: Hockey
bg: Хокей
cs: Hokej
el: Χόκεϊ
fi: Jääkiekko
hr: Hokej
lt: Ledo ritulys
pl: Hokej
sk: Hokej
sr: Hokej
sv: Ishockey
ta: ஆக்கி
tr: Hokey
uk: Хокей
zh_cn: 曲棍球

source: Hold First Frame
cs: Podržet první snímek
el: Πάγωμα πρώτου καρέ
fi: Pidä ensimmäinen ruutu
hr: Zadržavanje prvog kadra
it: Mantieni primo fotogramma
nl: Het eerste Frame pauzeren
pl: Wstrzymaj pierwszą ramkę
sk: Podržať prvú snímku
sr: Drži Prvi Frejm
sv: Håll första ramen
ta: முதல் சட்டத்தை வைத்திருங்கள்
tr: İlk Kareyi Tutun
uk: Утримувати перший кадр

source: Hold screen
bg: Задръж екран
cs: Přidržet obraz
da: Frys skærm
de: Bildschirm beibehalten
el: Οθόνη αναμονής
et: Hoia pilti
fi: Pysäytä nykyinen
fr: Verrouiller l'écran
hr: Zadržavanje zaslona
hu: Képernyő megtartás
it: Mantieni schermo
lt: Užlaikytas vaizdas
nl: Stilstaand beeld
pl: Trzymaj ekran
pt_br: Manter tela
ru: Сохранять экран
sk: Podržať obrazovku
sl: Ostanek prejšnje slike
sr: Drži ekran
sv: Håll skärmen
ta: திரை பிடி
tr: Ekranı tut
uk: Зберігати екран
vi: Giữ màn hình
zh_cn: 保持屏幕

source: Hold till locked
bg: Задръжте до заключен
cs: Počkat na uzamčení
da: Frys indtil låst
de: Halten bis geschlossen
el: Αναμονή ως το κλείδωμα
et: Hoia pilti lukustamiseni
fi: Pidä kunnes lukittu
fr: Bloquer l'écran jusqu'au verrouillage
hr: Držite dok se ne zaključa
hu: Megtartás hangolásig
it: Mantieni fino al blocco
lt: Laikyti iki perjungimo
nl: Stilstaand beeld totdat de zender gelocked is
pl: Trzymaj aż do zablokowania
pt_br: Manter até estabilizar
ru: Держать до блокировки
sk: Počkať do uzamknutia
sr: Drži do zaključavanja
sv: Håll tills låst
ta: பூட்டப்படும் வரை பிடித்துக் கொள்ளுங்கள்
tr: Kilitlenene kadar tut
uk: Тримати до блокування
vi: Giữ cho đến khi bị khóa
zh_cn: 保持直到锁定

source: Holy See (Vatican City State)
cs: Svatý stolec (Vatikánský městský stát)
el: Βατικανό
fi: Holy See (Vatikaanivaltio)
fr: Saint-Siège (État de la Cité du Vatican)
it: Santa Sede (Stato della Città del Vaticano)
lt: Šventasis Sostas (Vatikano miesto valstybė)
nl: Vaticaanstad
pl: Stolica Apostolska (Państwo Watykańskie)
sk: Svätá stolica (Vatikánsky mestský štát)
sv: Vatikanstaten
ta: ஓலி சி (வாடிகன் நகர நாடு)
tr: Holy See (Vatikan Şehir Devleti)
uk: Святий Престол (Ватикан)

source: Home
bg: У дома
cs: Domů
da: Hjem
el: Αρχική
et: Avaleht
fi: Kotihakemisto
fr: Accueil
hr: Domaća
hu: Kezdőlap
it: Pagina principale
lt: Pradžia
nl: Thuis
pl: Domowy
pt_br: Origem
ru: Домой
sk: Domov
sr: Domaća
sv: Hem
ta: வீடு
tr: Ana
uk: Додому
vi: Nhà
zh_cn: 主页

source: Home and Garden
cs: Domov a zahrada
hr: Dom i Vrt
it: Casa e giardino
sr: Dom i bašta
tr: Ev ve Bahçe
uk: Дім і сад

source: Homepage
bg: Начална страница
cs: Domovská stránka
da: Hjemmeside
el: Αρχική Σελίδα
et: Avaleht
fi: Kotihakemisto
fr: Accueil
hr: Matična stranica
hu: Kezdőlap
it: Pagina principale
lt: Pradinis puslapis
pl: Strona główna
sk: Domovská stránka
sr: Matična stranica
sv: Startsida
ta: முகப்புப்பக்கம்
tr: Ana Sayfa
uk: Домашня сторінка
vi: Trang chủ
zh_cn: 主页

source: Honduras
el: Ονδούρα
lt: Hondūras
ta: ஓன்டுராச்
uk: Гондурас
zh_cn: 洪都拉斯

source: Hong Kong
el: Χονγκ Κονγκ
lt: Honkongas
ta: ஆங்காங்
uk: Гонконг
zh_cn: 香港

source: Horizontal
bg: Хоризонтален
cs: Horizontální
da: Horisontal
el: Οριζόντια
et: Horisontaalne
fi: Horisontaali
hr: Vodoravno
hu: Horizontális
it: Orizzontale
lt: Horizontalus
nl: Horizontaal
pl: Pozioma
ru: Горизонтальная
sk: Horizontálne
sl: Horizontalno
sr: Horizontalno
sv: Horisontell
ta: கிடைமட்டமாக
tr: Yatay (H)
uk: Горизонтальна
vi: Ngang
zh_cn: 水平

source: Horizontal icons
bg: Хоризонтални икони
cs: Vodorovné ikony
da: Vandret med ikoner
el: Οριζόντια εικονίδια
fi: Horisontaali kuvakkeet
fr: Icônes horizontales
hr: Vodoravne ikone
it: Icone orizzontali
lt: Horizontalūs logotipai
nl: Horizontale icons
pl: Poziome ikony
sk: Horizontálne ikony
sr: Horizontalne ikone
sv: Horisontella ikoner
ta: கிடைமட்ட சின்னங்கள்
tr: Yatay simgeler
uk: Горизонтальні іконки
zh_cn: 水平图标

source: Horizontal menu
bg: Хоризонтално меню
cs: Vodorovné menu
da: Vandret menu
de: Horizontal
el: Οριζόντιο μενού
fi: Horisontaali vakio
fr: Menu horizontal
hr: Vodoravni menu
it: Menu orizzontale
lt: Horizontalus meniu
nl: Horizontaal menu
pl: Poziome menu
sk: Horizontálne menu
sr: Horizontalni meni
sv: Horisontell meny
ta: கிடைமட்ட பட்டியல்
tr: Yatay menü
uk: Горизонтальне меню
zh_cn: 水平菜单

source: Horizontal turning speed
bg: Хоризонтална скорост на завиване
cs: Horizontální rychlost otáčení
da: Vandret drejehastighed
de: Horizontale Drehgeschwindigkeit
el: Ταχύτητα περιστροφής σε οριζόντια πόλωση
et: Horisontaalse pööramise kiirus
fi: Horisontaalinen kääntymisnopeus
fr: Vitesse de rotation horizontale
hr: Vodoravna brzina okretanja
hu: Horizontális tuningolási sebesség
it: Velocità di rotazione orizzontale
lt: Horizontalus sukimosi greitis
nl: Horizontale draaisnelheid
pl: Prędkość skrętu poziomego
pt_br: Velocidade de rotação horizontal
ru: Скорость поворота к горизонтали
sk: Horizontálna rýchlosť otáčania
sr: Horizontalna brzina okretanja
sv: Horisontell svarvhastighet
ta: கிடைமட்ட திருப்புமுனை விரைவு
tr: Yatay dönüş hızı
uk: Швидкість повороту по горизонталі
vi: Tốc độ quay ngang
zh_cn: 水平转动速度

source: Horror
bg: Ужас
cs: Horor
da: Guser
el: Τρόμος
fi: Kauhu
fr: Horreur
hr: Horor
it: Orrore
lt: Siaubo
sk: Horor
sv: Skräck
ta: அதிர்ச்சி
tr: Korku
uk: Хоррор
zh_cn: 恐怖

source: Horse racing
cs: Koňské dostihy
el: Ιπποδρομίες
hr: Konjske trke
it: Ippica
lt: Žirgų lenktynės
nl: Paardenrace
sr: Konjske trke
sv: Hästkapplöpning
tr: At yarışı
uk: Кінні гонки

source: Host
el: Διακομιστής
fi: Isäntä
hr: Domaćin
sr: Domaćin
sv: Värd
ta: விருந்தோம்பி
tr: Sunucu
uk: Хост

source: Hostname
bg: Име на хост
cs: Název hostitele
el: Όνομα διακομιστή
fi: Isäntänimi
hr: Naziv domaćina
it: Nome host
lt: Mazgo pavadinimas
nl: Hostnaam
pl: Nazwa hosta
sk: Meno hostiteľa
sr: Ime domaćina
sv: Värdnamn
ta: புரவலன்பெயர்
tr: Sunucu Adı
uk: Ім’я хосту

source: Hostname cannot be resolved to IP address!
cs: Název hostitele nelze přeložit na IP adresu!
el: Το όνομα διακομιστή δεν μπορεί να αντιστοιχιστεί στη διεύθυνση IP!
fi: Isäntänimi ei voi ratkaista IP osoitetta!
hr: Naziv hosta se ne može rešiti na IP adresu!
it: Il nome host non può essere risolto in indirizzo IP!
nl: Hostname kan niet worden omgezet in een IP-adres!
pl: Nazwy hosta nie można przekształcić na adres IP!
sk: Meno hostiteľa nemožno previesť na IP adresu!
sr: Ime hosta se ne može rešiti na IP adresu!
sv: Värdnamnet kan inte kopplas till IP-adressen!
ta: ஓச்ட்பெயரை ஐபி முகவரிக்கு தீர்க்க முடியாது!
tr: Sunucu adı IP adresine çözümlenemiyor!
uk: Ім'я хосту не може бути розкрито в IP-адресу!

source: Hostname or IP address
cs: Název hostitele nebo IP adresa
el: Όνομα διακομιστή ή διεύθυνση IP
fi: Isäntä tai IP-osoite
hr: Postavite naziv hosta ili IP adresu
it: Nome host o indirizzo IP
nl: Hostname of IP-adres
pl: Nazwa hosta lub adres IP
sk: Meno hostiteľa alebo IP adresa
sr: Ime hosta ili IP adresa
sv: Värdnamn eller IP-adress
ta: ஓச்ட்பெயர் அல்லது ஐபி முகவரி
tr: Sunucu adı veya IP adresi
uk: Ім’я хосту, або IP-адреса

source: Hotkey
bg: Горещ бутон
cs: Tlačítka DO
da: Hurtigtast
et: Kiirnupud
fi: Pikanäppäin
hr: Prečac tipki
it: Tasti di scelta rapida
lt: Spartusis klavišas
pl: Klawisz skrótu
sk: Tlačidlo skrátenej voľby
sr: Vruć taster
sv: Snabbtangent
ta: ஆட்ச்கி
tr: Kısayol tuşu
uk: Гарячі кнопки
vi: Phím nóng
zh_cn: 热键

source: Hotkey Settings
bg: Настройка на гореш бутон
cs: Nastavení klávesových zkratek
el: Ρυθμίσεις Hotkey
fi: Pikanäppäimet
fr: Configurer Hotkey
hr: Prečac tipki Podešavanje
it: Impostazioni tasti di scelta rapida
lt: Sparčiojo klavišo parametrai
nl: Hotkey
pl: Ustawienia skrótów klawiszowych
sk: Nastavenie tlač. skrátenej voľby
sr: Vruć Taster Podešavanje
sv: Inställningar för snabbtangenter
ta: ஆட்ச்கி அமைப்புகள்
tr: Kısayol Tuşu Ayarları
uk: Налаштування гарячих кнопок

source: Hourly
bg: Почасов
cs: Hodina
da: Pr. time
de: Stündlich
el: Ωριαία
et: Kord tunnis
fi: Joka tunti
fr: Chaque heure
hr: Sat
hu: Óránként
it: Ogni ora
lt: Kas valandą
nl: Uurlijks
pl: Co Godzinę
ru: Ежечасно
sk: Každú hodinu
sr: Sat
sv: Varje timme
ta: மணிநேரத்திற்கு
tr: Saatlik
uk: Щогодини
vi: Hàng giờ
zh_cn: 每小时

source: Hours Minutes
bg: Часове мин
cs: Hod Min
el: Ώρες Λεπτά
fi: Tunnit Minuutit
fr: Heures Mins
hr: Sat Minute
it: Ore Minuti
lt: Valandos minutės
nl: Uren minuten
pl: Godziny Minuty
sk: Hodiny Minúty
sr: Sat Minute
sv: Timmar Minuter
ta: மணிநேர நிமிடங்கள்
tr: Saatler Dakikalar
uk: Години Хвилини

source: Hours Minutes Seconds
bg: Часове мин/сек
cs: Hod Min Sek
el: Ώρες Λεπτά Δευτερόλεπτα
fi: Tunnit Minuutit Sekunnit
fr: Heures Mins Secs
hr: Sat Minute Sekunde
it: Ore Minuti Secondi
lt: Val min sek
nl: Uren minuten seconden
pl: Godziny Minuty Sekundy
sk: Hodiny Minúty Sekundy
sr: Čas Minute Sekunde
sv: Timmar Minuter Sekunder
ta: மணிநேர நிமிடங்கள் விநாடிகள்
tr: Saatler Dakikalar Saniyeler
uk: Години Хвилини Секунди

source: Http(s) stream start delay
bg: Забавяне на началото на Http(s) поток
cs: Zpoždění startu HTTP(s) streamu
el: Έναρξη καθυστέρησης ροής http(s)
fi: Http/https streamin käynnistysviive
fr: Délai de démarrage du flux Http(s)
hr: Kašnjenje početka http strima
it: Ritardo di avvio del flusso HTTP(s)
lt: Http(-ų) srauto pradžios delsa
nl: Http(s) stream start vertraging
pl: Opóźnienie startu strumieniowania Http(s)
sk: Oneskorenie spustenia http(s) streamu
sr: Kašnjenje početka http strima
sv: Fördröjning av start av Http(s)-ström
ta: Http (கள்) ச்ட்ரீம் தொடக்க நேரந்தவறுகை
tr: Http(s) akışı başlatma gecikmesi
uk: Затримка початку Http потоку

source: Hue
bg: Оттенък
cs: Odstín
da: Farvetone
de: Farbton
el: Απόχρωση
et: Värvitoon
fi: Sävy
fr: Nuance
hr: Nijansa
hu: Színárnyalat
it: Tonalità
lt: Atspalvis
nl: Tint
pl: Barwa
pt_br: Tom
ru: Оттенки
sk: Odtieň
sl: Barva
sr: Nijansa
sv: Nyans
ta: வண்ணச்சாயல்
tr: Renk tonu
uk: Відтінок
vi: Màu sắc
zh_cn: 色调

source: Hungarian
cs: Maďarsky
da: Ungarsk
de: Ungarisch
el: Ουγγρικά
et: Ungari
fi: Unkari
fr: Hongrois
hr: Mađarski
hu: Magyar
it: Ungherese
lt: Vengrų
nl: Hongaars
pl: Węgierski
pt_br: Húngaro
ru: Венгерский
sk: maďarčina
sv: Ungerska
ta: அங்கேரியன்
tr: Macarca
uk: Венгерська
vi: Tiếng Hungary
zh_cn: 匈牙利语

source: Hungary
cs: Maďarsko
da: Ungarn
de: Ungarn
el: Ουγγαρία
et: Ungari
fi: Unkari
fr: Hongrie
hr: Mađarska
hu: Magyarország
it: Ungheria
lt: Vengrija
nl: Hongarije
pl: Węgry
sk: Maďarsko
sv: Ungern
ta: அங்கேரி
tr: Macaristan
uk: Венгрія
zh_cn: 匈牙利

source: Hybrid Tuner
bg: Хибриден тунер
cs: Hybridní tuner
el: Υβριδικό tuner
fi: Hybridi viritin
hr: Hibridni Tuner
it: Tuner ibrido
lt: Hibridinis imtuvas
nl: Hybride Tuner
pl: Tuner hybrydowy
sk: Hybridný tuner
sr: Hibridni Tjuner
ta: கலப்பின ட்யூனர்
tr: Hibrit Tuner
uk: Гібридний тюнер

source: Hz
uk: Гц

source: I/O priority for scripts
cs: Priorita I/O pro skripty
el: Προτεραιότητα I/O για σενάρια ενεργειών
fi: I/O-prioriteetti skripteille
hr: I/O prioritet za skripte
it: Priorità I/O per gli script
lt: Scenarijų įvesties / išvesties prioritetas
nl: I/O prioriteit voor scripts
pl: Priorytet I/O dla skryptów
sk: I/O priorita pre skripty
sr: I/O prioritet za skripte
sv: I/O-prioritet för skript
ta: ச்கிரிப்ட்களுக்கான முன்னுரிமை
tr: Komut dosyaları için I/O önceliği
uk: Пріоритет введення/виведення для скриптів

source: I55SE/H7/H17/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 new Model
cs: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 nový model
el: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 νέο μοντέλο
fi: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 uusi malli
fr: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 nouveau modèle
hr: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 novi Model
it: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 nuovo modello
lt: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 naujas modelis
nl: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 nieuw Model
pl: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 nowy Model
sk: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 nový model
sr: I55SE/H7/H17/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 novi Model
sv: I55SE/H7/H17/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 ny modell
ta: I55SE/H7/H17/H9/H9SE/H9COMBO/H9Combose/H10/H11 புதிய மாதிரி
tr: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 yeni model
uk: I55SE/H7/H9/H9SE/H9COMBO/H9COMBOSE/H10/H11 нові Моделі

source: IMDb Details
bg: IMDb Детайли
cs: IMDb podrobnosti
da: IMDb detaljer
el: Λεπτομέρειες IMDb
et: IMDb
fi: IMDb Lisätiedot
fr: Détails IMDb
hr: IMDb Detalji
hu: IMDb tartalom mutatása
it: Dettagli IMDb
lt: IMDb detaliau
pl: Szczegóły IMDb
ru: Подробности IMDb
sk: Detaily IMDb
sl: iMDb informacije
sr: IMDb Detalji
sv: IMDb-detaljer
ta: IMDB விவரங்கள்
tr: IMDb Ayrıntıları
uk: IMDb подробиці
vi: Chi tiết IMDb
zh_cn: IMDB详情

source: IMDb Search
bg: IMDb Търсене
cs: Prohledat IMDb
da: IMDb søgning
de: IMDb Suche
el: Αναζήτηση IMDb
et: IMDb otsing
fi: IMDb Haku
fr: Recherche IMDb
hr: IMDb Pretraga
hu: IMDb Keresés
it: Ricerca IMDb
lt: IMDb paieška
nl: IMDb informatie
pl: Szukaj w IMDb
ru: Поиск IMDb
sk: Hľadať v IMDB
sl: IMDb iskanje
sr: IMDb Pretraga
sv: IMDb-sökning
ta: IMDB தேடல்
tr: IMDb Ara
uk: IMDb пошук
vi: Tìm kiếm IMDb
zh_cn: IMDB搜索

source: IMDb search for current event
bg: IMDB търсене за текущото събитие
cs: Hledat akt. pořad v IMDB
el: Αναζήτηση IMDB για την τρέχουσα εκπομπή
fi: Nykyisen ohjelman IMDb haku
fr: Recherche IMDb pour l'événement en cours
hr: IMDB traženje trenutnog događaja
it: Cerca IMDb per evento in corso
lt: Ieškoti šio įvykio IMDb
nl: IMDb raadplegen voor het huidige programma
pl: Szukaj bieżącego wydarzenia w IMDb
sk: Hľadať aktuálnu udalosť v IMDB
sr: IMDB traženje trenutnog događaja
sv: IMDb-sökning efter aktuell händelse
ta: தற்போதைய நிகழ்வைத் தேடுங்கள்
tr: Geçerli etkinliği IMDb'de ara
uk: Пошук інформації IMDb про поточну подію

source: INFO
bg: ИНФО
el: ΠΛΗΡΟΦΟΡΙΕΣ
fi: TIEDOT
lt: Informacija
ta: தகவல்
uk: ІНФО
vi: THÔNG TIN
zh_cn: 信息
