Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: You can install this plugin.
da: Du kan installere dette plugin.
de: Sie können diese Erweiterung installieren.
et: Selle plugina saab paigaldada.
hu: A bővítmény telepíthető.
pt_br: Pode instalar este plugin.
ru: Вы можете установить этот плагин
sl: Izbrani vtičnik lahko izbrišete.
vi: Bạn có thể cài đặt plugin này.
zh_cn: 你可以安装这个插件.

source: You can remove this plugin.
da: Du kan fjerne dette plugin.
de: Sie können diese Erweiterung deinstallieren.
et: Selle plugina võib eemaldada.
hu: A bővítmény eltávolítható.
pt_br: Este plugin pode ser removido.
ru: Вы можете удалить этот плагин.
sl: Ta vtičnik lahko izbrišete.
vi: Bạn có thể loại bỏ plugin này.
zh_cn: 你可以删除这个插件.

source: You can't usefully run '%s' on '%s'.
da: Du kan ikke brugbart køre '%s' på '%s'.
vi: Bạn không thể chạy '% s' một cách hữu ích trên '% s'.
zh_cn: 无法在'%s'上有效地运行'%s'.

source: You can't usefully run '%s' on a directory.
da: Du kan ikke brugbart køre '%s' på en mappe.
de: %s kann für ein Verzeichnis nicht sinnvoll ausgeführt werden.
vi: Bạn không thể chạy '% s' một cách hữu ích trên một thư mục.
zh_cn: 无法在目录上有效地运行'%s'.

source: You didn't select a channel to record from.
da: Du valgte ikke en kanal at optage fra.
de: Sie haben keinen Sender zum Aufnehmen ausgewählt.
et: Salvestatavat kanalit pole valitud.
hu: Nem választott ki csatornát, ahonnan történjen a felvétel.
pt_br: Nenhum canal foi selecionado.
ru: Не выбрали канал для записи.
sl: Niste izbrali kanala za snemanje.
vi: Bạn đã không chọn một kênh để ghi lại.
zh_cn: 没有选择一个频道来录像.

source: You have already sent this log, are you sure you want to resend this log:
da: Du har allerede sendt denne log, er du sikker på at du vil gensende denne log:
de: Sie haben dieses Log bereits versendet. Das Log nochmals versenden.
et: Oled selle logi juba saatnud, kas tõesti saata uuesti:
hu: Már elküldted ezt a naplót, biztos, hogy ezt a naplót újra szeretnéd küldeni:
ru: Этот лог уже был отправлен. Хотите еще раз отправить этот лог:
vi: Bạn đã gửi nhật ký này, bạn có chắc chắn muốn gửi lại nhật ký này:
zh_cn: 你已发送过此日志,确定要重新发送这篇日志:

source: You have chosen to backup your settings. Please press OK to start the backup now.
da: Du har valgt ar sikkerhedskopiere dine indstillinger. Tryk venligst på OK for at starte sikkerhedskopieringen nu.
de: Sie haben sich entschieden Ihre Einstellungen zu sichern. Drücken Sie OK, um den Vorgang zu starten.
et: Otsustasid luua varukoopia kõvakettale. Vajuta OK alustamiseks nüüd.
hu: Ön azt választotta, hogy a beállításairól egy biztonsági másolatot készít. Kérem, nyomja le az OK gombot a folytatáshoz.
pt_br: Foi escolhido realizar um backup das configurações. Pressione OK para fazer o backup agora.
ru: Вы выбрали резервное копирование настроек. Пожалуйста нажмите ОК для начала резервного копирования.
sl: Izbrali ste si opcijo shranitve vaših nastavitev. Za zečetek procesa pritisnite OK!
vi: Bạn đã chọn sao lưu các thiết lập của bạn. Vui lòng nhấn OK để bắt đầu sao lưu ngay bây giờ.
zh_cn: 您选择备份您的设置.请按下'确定'键开始备份.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
da: Du har valgt at oprette ny .NFI flash bootbar USB stick. Dette vil repartitionere USB sticken og derfor vil alle data på den blive slettet.
de: Sie möchten einen bootfähigen USB-Stick zum Flashen von NFI-Images erstellen. Dabei wird der USB-Stick repartitioniert, wodurch alle darauf enthaltenen Daten verloren gehen.
et: Otsustasid luua uue alglaetava USB-pulga. Kõik vana info USB pulgal läheb kaduma.
hu: Azt választotta hogy létrehoz egy új .NFI flasher bootolható USB sticket. Ez az USB sticket újra fogja partícionálni, ezért az azon található összes adat el fog veszni.
ru: Вы выбрали создание нового загрузочного внешнего USB накопителя. USB накопитель будет отформатирован и все данные будут утеряны.
sl: Izbrali ste opcijo kreiranja novega .NFI zagonskega USB ključa. Iz ključa bodo izbrisani vsi podatki!
vi: Bạn đã chọn tạo một thanh USB khởi động flasher .NFI mới. Điều này sẽ phân vùng lại thanh USB và do đó tất cả dữ liệu trên nó sẽ bị xóa.
zh_cn: 您已选择创建新的.NFI闪存可启动U盘.这将会将U盘重新分区,因此U盘中的所有数据将被删除.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
da: Du har valgt at gendanne dine indstillinger. Enigma2 vil genstarte efter gendannelsen. Tryk venligst på OK for at starte gendannelsen nu.
de: Sie haben sich entschlossen, Ihre Einstellungen wiederherzustellen. Enigma2 wird nach der Wiederherstellung neu starten. Bitte drücken Sie OK, um mit der Wiederherstellung zu beginnen.
et: Oled otsustanud seadistused taastada. Selle lõpetuseks vastuvõtja taaskäivitub. Taastamise alustamiseks vajuta OK.
hu: Ön azt választotta, hogy a beállításokat visszaállítja egy korábbi biztonsági mentésből. A folyamat végén az Enigma2 újra fog indulni. Kérem, nyomja le az OK gombot a folytatáshoz.
ru: Вы выбрали восстановление настроек. Энигма2 будет перезапущена сразу после восстановления. Нажмите ОК для восстановления.
sl: Izbrali ste si opcijo obnove vaših nastavitev. Enigma 2 se bo po opravljenem procesu ponovno zagnala. Za začetek procesa pritisnite OK!
vi: Bạn đã chọn để khôi phục cài đặt của bạn. Enigma2 sẽ khởi động lại sau khi khôi phục. Vui lòng nhấn OK để bắt đầu khôi phục ngay bây giờ.
zh_cn: 您选择恢复您的设置.Enigma2将重启恢复后.请按'确定'键开始恢复.

source: You have chosen to save the current timeshift
da: Du har vlagt at gemme nuværende Timeshift
de: Sie haben ausgewählt, dass die aktuelle Timeshift-Datei gespeichert werden soll
et: Oled valinud ajanihke faili talletamise
hu: Úgy döntött, hogy menti az aktuális Timeshift-et
ru: Вы выбрали текущий таймшифт для сохранения
vi: Bạn đã chọn lưu bảng thời gian hiện tại
zh_cn: 你选择保存当前时移

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
da: Du har valgt at gemme den aktuelle Timeshift-begivenhed, men begivenheden er ikke slut endnu Hvad ønsker du at gøre ?
de: Sie haben die aktuelle Sendung zum Speichern ausgewählt. Die Sendung ist aber noch nicht beendet. Was wollen Sie tun?
et: Otsustasid selle saate ajanihke failid talletada, aga saade ei ole veel lõppenud Mida tuleks teha?
hu: Úgy döntött, hogy menti az aktuális Timeshift eseményt, de az esemény még nem fejeződött be Mit akar csinálni ?
ru: Вы выбрали текущий таймшифт для сохранения, о передача еще не закончена Что хотите сделать?
vi: Bạn đã chọn lưu sự kiện timeshift hiện tại, nhưng sự kiện vẫn chưa kết thúc Bạn muốn làm gì ?
zh_cn: 你选择保存当前时间的事件,但该事件尚未结束 你想做什么？

source: You have not setup your user info in the setup screen Press MENU, and enter your info, then try again
da: Du har ikke sat dine bruger-info i opsætningsskærmen Tryk MENU, indtast din info og prøv så igen
de: Keine Benutzerinfo eingegeben. MENU drücken und Benutzerinfo eingeben, dann nochmals versuchen
et: Seadistusmenüüs on kasutajainfo sisestamata Vajuta MENU, sisesta oma andmed ja proovi uuesti
hu: Nem állította be felhasználói információit a beállítási képernyőn Nyomja meg a MENU gombot, és írja be az adatait, majd próbálja újra
ru: Нет настроек вашего пользователя Нажмите кнопку Меню, и введите настройки вашего пользователя, затем попробуйте снова
vi: Bạn chưa thiết lập thông tin người dùng của mình trong màn hình thiết lập Nhấn MENU và nhập thông tin của bạn, sau đó thử lại
zh_cn: 你还没有设置开始屏幕中的用户信息 按菜单键,并输入您的信息,然后再试一次

source: You have selected no logs to send.
da: Du har ikke valgt hvilke logge der skal sendes.
de: Sie haben keine Logs zum Versenden ausgewählt.
et: Saatmiseks ei ole logifaile valitud.
hu: Nem választotta ki a küldeni kívánt naplót.
ru: Лог для отправки не выбран.
vi: Bạn đã chọn không có nhật ký để gửi.
zh_cn: 您选择了没有日志发送.

source: You must set a root password in order to be able to use network services, such as FTP, telnet or ssh.
da: Du skal sætte en root adgangskode for at kunne bruge netværkstjenester, såsom FTP, telnet eller ssh.
de: Sie müssen ein Rootpasswort festlegen, um Netzwerkdienste wie FTP, Telnet oder SSH nutzen zu können. Mit der TXT (Videotext) Taste erhalten Sie eine virtuelle Tastatur.
et: Võrguteenuste (FTP, telnet, ssh jne.) kasutamiseks tuleb luua juurkasutaja parool.
vi: Bạn phải đặt mật khẩu gốc để có thể sử dụng các dịch vụ mạng, chẳng hạn như FTP, telnet hoặc ssh.
zh_cn: 必须设置根密码才能使用网络服务,例如ftp,telnet或ssh.

source: You must set at least one Command
da: Du skal sætte mindst en Kommando
de: Sie müssen mindestens einen Befehl setzen
et: Valida tuleb vähemalt üks käsk
hu: Meg kell adnia legalább egy parancsot
vi: Bạn phải đặt ít nhất một Lệnh
zh_cn: 必须至少设置一条命令

source: You need a PC connected to your %s %s. If you need further instructions, please visit the website http://www.opena.tv. Your %s %s will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
de: Sie müssen einen PC mit Ihrer %s %s verbunden haben. Wenn Sie weiterführende Informationen benötigen, besuchen Sie die Webseite http://www.opena.tv. Die %s %s wird nun ausgeschaltet. Nachdem Sie das Update wie auf der Webseite beschrieben durchgeführt haben, wird Sie die neue Firmware fragen, ob Sie die Einstellungen wiederherstellen wollen.
et: Nüüd on vaja ühendada %s %s arvutiga. Kui on vaja abi, siis vaata : http://www.opena.tv. %s %s peatatakse. Kui on täidetud uuendamise juhised veebilehelt, siis uus püsivara pakub seadistuste taastamist.
hu: Csatlakoztasson egy számítógépet a(z) %s %s készülékéhez. További információkért látogassa meg a https://openpli.org honlapot. A(z) %s %s készülék most leáll. Miután végrehajtotta a frissítést a honlapon található útmutatás szerint, az új firmware lehetőséget fog adni az Ön beállításainak helyreállítására.
ru: Необходимо соединение вашего %s %s с компьютером. Если нужны подробные инструкции, пожалуйста посетите сайт http://www.opena.tv. Ваш %s %s сейчас будет выключен. После того, как Вы выполните инструкции по обновлению от веб-сайта, Ваше новый имидж попросит, чтобы Вы восстановили ваши настройки.
vi: Bạn cần một PC được kết nối với% s% s của bạn. Nếu bạn cần hướng dẫn thêm, vui lòng truy cập trang web http://www.opena.tv. % S% s của bạn bây giờ sẽ bị dừng. Sau khi bạn thực hiện các hướng dẫn cập nhật từ trang web, phần mềm mới của bạn sẽ yêu cầu bạn khôi phục cài đặt của mình.
zh_cn: 你需要一台连接到你的电脑 %s %s如果你需要进一步的说明,请访问网站http://www.opena.tv. 你的 %s %s 现在将被停止.在您完成了从网站的更新指令后,您的新镜像将要求您恢复您的设置.

source: You seem to be in timeshft, the service will briefly stop as timeshfit stops.
da: Du ser ud til at være i Timeshift, kanalen vil kortvarig stoppe når Timeshift stopper.
et: Ajanihe on kasutusel. Ajanihke peatamisel pilt hetkeks kaob.
hu: Úgy tűnik, hogy Timeshift módban van, a szolgáltatás rövid időre megáll, ahogy a Timeshift-t megállítja.
vi: Bạn dường như đang ở trong timeshift, dịch vụ sẽ dừng trong thời gian ngắn khi timeshift dừng lại.
zh_cn: 您似乎在时移中,当时移停止时节目将短暂停止.

source: You seem to be in timeshift!
da: Du ser ud til at være i Timeshift!
de: Möchten Sie Timeshift beenden?
et: Ajanihe on kasutusel!
hu: Úgy tűnik, Timeshift módban van!
ru: Сначала завершите таймшифт!
vi: Bạn dường như đang ở trong timeshift!
zh_cn: 您似乎在时移中!

source: You seem to be in timeshift, Do you want to leave timeshift ?
da: Du ser ud til at være i Timeshift, ønsker du at forlade Timeshift ?
de: Möchten Sie Timeshift beenden?
et: Ajanihe on kasutusel. Kas see tuleks peatada?
hu: Ki szeretne lépni a Timeshift módból?
ru: Сначала завершите таймшифт, хотите отключить таймшифт?
vi: Bạn dường như đang ở trong timeshift, Bạn có muốn rời khỏi timeshift?
zh_cn: 您似乎在时移中,是否离开时移？

source: You system does not support ext4
de: Das System unterstützt kein EXT4
et: Vastuvõtja ei toeta ext4
hu: Az ön rendszere nem támogatja az ext4-et
ru: Ваша система не поддерживает ext4
vi: Hệ thống của bạn không hỗ trợ ext4
zh_cn: 你的系统不支持ext4

source: Your %s %s does not have an internet connection
da: Din %s %s har ikke en Internetforbindelse
de: Ihre %s %s hat keine Internetverbindung
et: Vastuvõtjal puudub internetiühendus
hu: A(z) %s %s készüléknek nincs kapcsolata az internettel
ru: В вашем %s %s нет работающего интернет-соединения
vi: Máy thu của bạn %s%s không có kết nối internet
zh_cn: 你的 %s %s 没有一个互联网连接

source: Your %s %s is not connected to the internet
da: Din %s %s er ikke forbundet til Internettet
de: Ihre %s %s ist nicht mit dem Internet verbunden
et: %s %s ei ole internetiga ühendatud
hu: A(z) %s %s nem kapcsolódik az internethez
ru: Ваш %s %s не соединен с интернетом
vi: Đầu thu của bạn % s% s không được kết nối với internet
zh_cn: 你的 %s %s 没有连接到互联网

source: Your %s %s is not connected to the internet, please check your network settings and try again.
da: Din %s %s er ikke forbundet til Internettet, kontroller venligst dine netværksindstillinger og prøv igen.
de: Ihre %s %s hat keine Internetverbindung, bitte prüfen Sie die Netzwerkeinstellungen.
et: %s %s ei ole internetti ühendatud. Kontrolli võrgu seadeid ja ürita uuesti.
hu: A(z) %s %s nem kapcsolódik az internethez, ellenőrizze a hálózati beállításokat, és próbálja újra.
ru: Dfi %s %s не подключен к интернету, пожалуйста, проверьте вашу сеть, и попробуйте снова.
vi: Của bạn % s% s không được kết nối với internet, vui lòng kiểm tra cài đặt mạng của bạn và thử lại.
zh_cn: 你的 %s %s未连接到互联网,请检查您的网络设置.然后再试一次.

source: Your %s %s is now ready to be used. Your internet connection is working now.
da: Din %s %s er nu klar til brug. Din Internetforbindelse virker nu.
de: Ihre %s %s ist nun konfiguriert. Ihre Internetverbindung funktioniert nun.
et: %s %s on kasutamiseks valmis. Internetiühendus töötab.
hu: A(z) %s %s készülék most már használható állapotban van. Az internetkapcsolata működőképes.
ru: Ваш %s %s готов к работе. Интернет соединение уже работает.
vi: Của bạn % s% s hiện đã sẵn sàng để được sử dụng. Kết nối internet của bạn đang hoạt động.
zh_cn: 你的 %s %s 现在可以使用. 你的互联网连接正在工作.

source: Your %s %s is now ready to use. Your internet connection is working now. Please press OK to continue.
da: Din %s %s er nu klar til brug. Din internetforbindelse fungerer nu. Tryk OK for at fortsætte.
de: Ihre %s %s ist nun konfiguriert. Ihre Internetverbindung funktioniert nun. Drücken Sie OK zum Fortfahren.
et: %s %s on kasutamiseks valmis. Internetiühendus töötab. Jätkamiseks vajuta OK.
hu: A(z) %s %s készülék most már használható állapotban van. Az internetkapcsolata működőképes. Nyomja le az OK gombot a folytatáshoz.
ru: Теперь Ваш %s %s готов к использованию. Ваше интернет соединение работает. Нажмите ОК для продолжения
vi: Máy thu của bạn đã sẵn sàng để sử dụng. Kết nối internet của bạn đang hoạt động. Vui lòng nhấn OK để tiếp tục.
zh_cn: 你的 %s %s 现在可以使用. 你的互联网连接正在工作. 按OK键继续.

source: Your %s %s is shutting down. Please wait...
da: Din %s %s slukker nu. Vent venligst...
de: Ihre %s %s wird jetzt ausgeschaltet. Bitte warten...
et: %s %s lülitub välja. Oota...
hu: A(z) %s %s készülék most kikapcsol. Kérem, várjon...
ru: Ваш %s %s выключается. Пожалуйста, подождите...
vi: % s% s của bạn đang tắt. Xin vui lòng chờ ...
zh_cn: 你的 %s %s 关闭.请稍等...

source: Your %s %s isn't connected to the internet properly. Please check it and try again.
da: Din %s %s er ikke forbundet ordentlig til Internettet. Kontroller venligst og prøv igen.
de: Ihre %s %s ist nicht korrekt mit dem Internet verbunden. Bitte prüfen und erneut versuchen.
et: %s %s ei ole ühendatud internetti. Kontrolli võrgu seadeid ja ürita uuesti.
hu: A(z) %s %s készülék nem kapcsolódik rendesen az internethez. Ellenőrizze és próbálja újra.
ru: Ваш %s %s не подключен к Интернету. Проверьте и попробуйте снова.
vi: Của bạn % s% s không được kết nối với internet đúng cách. Vui lòng kiểm tra và thử lại.
zh_cn: 你的 %s %s 没有连接到互联网.请检查它,然后再试一次.

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
da: Din %s %s er måske ubrugelig nu. Se venligst brugervejledningen for yderligere hjælp inden du genstarter din %s %s.
de: Die %s %s könnte jetzt unbenutzbar sein. Bitte im Handbuch nach Hinweisen suchen bevor die %s %s neu gestartet wird.
et: %s %s võib olla nüüd kasutuskõlbmatu. Uuri juhendit täiendava abi leidmiseks enne %s %s taaskäivitamist.
hu: A(z) %s %s készülék most lehet, hogy használhatatlanná vált. Kérem, vegye fel a kapcsolatot a szervízzel, vagy szakemberrel a(z) %s %s újraindítása előtt.
ru: Ваш %s %s может стать непригодным теперь. Пожалуйста, почитайте руководство по использованию прежде чем перезагрузить Ваш %s %s
vi: Bây giờ % s% s của bạn có thể không sử dụng được. Vui lòng tham khảo hướng dẫn để được hỗ trợ thêm trước khi khởi động lại % s% s của bạn.
zh_cn: 你的%s %s 现在可能无法使用.请参考手册进一步帮助之前重新启动 %s %s.

source: Your %s %s will be restarted after the installation of service Ready to install %s ?
da: Din %s %s vil blive genstartet efter installation af tjenesten Klar til at installere %s ?
de: Ihre %s %s wird nach der Installation des Services neu gestartet Wollen Sie - %s - installieren?
et: Pärast teenuse paigaldamist %s %s taaskäivitub Kas paigaldada "%s"?
hu: A(z) %s %s készülék újraindításra kerül a szolgáltatás telepítése után. Készenáll a(z) %s telepítésére?
ru: Ваш %s %s будет перезагружен после установки сервиса Готовы к установке %s?
vi: Của bạn % s% s sẽ được khởi động lại sau khi cài đặt dịch vụ Sẵn sàng để cài đặt % s?
zh_cn: 你的 %s %s 将在安装后重新启动服务 准备安装 %s ?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
bg: Вашият %s %s ще бъде рестартиран след отстраняване на сервиза Искате ли да го премахнете сега ?
da: Din %s %s vil blive genstartet efter fjernelse af tjenesten Ønsker du at fjerne den nu ?
de: Ihre %s %s wird nach dem Entfernen des Services neu gestartet Wollen Sie nun entfernen?
et: %s %s taaskäivitub pärast teenuse eemaldamist Kas eemaldada kohe?
hu: A(z) %s %s készülék újraindítása kerül a szolgáltatás törlése után. Szeretné törölni most?
ru: Ваш %s %s будет перезагружен после удаления сервиса. Хотите удалить сейчас?
vi: Của % s% s bạn sẽ được khởi động lại sau khi xóa dịch vụ?
zh_cn: 你的 %s %s 将在删除服务后重新启动 是否删除？

source: Your Hardware can detect ci mode self or work only in legacy mode.
da: Din hardware kan selv opdage CI-tilstand eller blot arbejde i ældre tilstand.
de: Hardware erkennt das CI Protokoll selber oder Hardware arbeitet nur im Legacy Mode.
et: Vastuvõtja tuvastab CI režiimi ise või töötab ainult pärandrežiimis.
hu: A készülék észleli a CI üzemmódot, vagy csak a beállított CI módban dolgozik.
vi: Phần cứng của bạn có thể tự phát hiện chế độ ci hoặc chỉ hoạt động ở chế độ cũ.
zh_cn: 你可以自我检测硬件IC工作在传统模式或只读模式.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
da: Din backup er lykkedes. Vi vil nu forsætte forklaringen på opdaterings processen.
de: Ihre Sicherung ist geglückt. Die %s %s wird nun den weiteren Aktualisierungs-Prozess erklären.
et: Varukoopia valmis. Jätkame selgitamist edasisest uuenduse käigust.
hu: A mentés sikerült. Most folytatjuk és elmagyarázom Önnek a további frissítési folyamatot.
pt_br: Operação completada com sucesso. Continuando o processo de atualização...
ru: Резервная копия создана. Продолжим дальнейший процесс обновления.
sl: Varnostna kopija je bila uspešno ustvarjena. Nadaljevali bomo z naslednjimi koraki nadgradnje.
vi: Sao lưu của bạn đã thành công. Bây giờ chúng tôi sẽ tiếp tục giải thích quá trình nâng cấp hơn nữa.
zh_cn: 备份成功.现在将继续说明下一步的升级过程.

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
da: Din frontprocessor skal opdateres. Tryk OK for at starte opdateringen.
de: Ihre Frontprozessor-Firmware muss aktualisiert werden. Drücken Sie OK, um das Upgrade zu starten.
et: Esiprotsessori püsivara tuleb uuendada. Vajuta OK uuendamiseks.
hu: Az előlapi processzor firmware-jét frissíteni kell. Az OK gombbal indíthatja a frissítést.
ru: Требуется обновление фронтпроцессора. Нажмите OK для начала обновления.
sl: Programska oprema mora biti nadgrajena. Za začetek nadgradnje pritistite tipko OK.
vi: Phần mềm xử lý trước của bạn phải được nâng cấp. Nhấn OK để bắt đầu nâng cấp.
zh_cn: 您的前处理器镜像必须升级. 点击OK键开始升级.

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
da: Din frontprocessor vil blive opgraderet Vent venligst indtil din %s %s genstarter Dette kan tage nogle få minutter
de: Der Frontprozessor wird jetzt aktualisiert. Bitte warten Sie bis die %s %s neu startet, es dauert einige Minuten...
et: Esiprotsessorit uuendatakse Oota %s %s taaskäivitumist See võib võtta mõne minuti
hu: A frontprocesszor frissítve lesz. Kérem, várjon, míg a(z) %s %s készülék újraindul. Ez eltarthat néhány percig
ru: Ваш фронтпроцессор обновляется Дождитесь перезагрузки вашего %s %s Это может занять несколько минут
vi: Bộ xử lý trước của bạn sẽ được nâng cấp Vui lòng đợi cho đến khi % s% s của bạn khởi động lại Có thể sẽ mất vài phút
zh_cn: 您的前端处理器即将进行升级 请等待直到你的 %s %s 重新启动 这可能需要几分钟

source: Your image is out of date! After such a long time, there is a risk that your %s %s will not boot after online-update, or will show disfunction in running Image. A new flash will increase the stability An online update is done at your own risk !! Do you still want to update?
da: Dit Image er forældet! Efter så lang tid er der risiko for at din %s %s ikke vil starte op igen efter en online-opdatering, eller vil give fejl i kørende Image. En ny-flash vil øge stabiliteten En online-opdatering udføres på eget ansvar !! Ønsker du fortsat at opdatere ?
de: Ihr Image ist veraltet! Bei einem veraltetem Image besteht das Risiko, dass Ihre %s %s nach einem Online-Update nicht bootet, oder das Image nicht richtig funktioniert. Ein neues Flashen wird die Stabilität Ihres Images erhöhen! Sollten Sie sich dennoch für ein Online-Update entscheiden, erfolgt dies auf eigene Verantwortung!!! Wollen Sie trotzdem noch ein Online-Update durchführen?
et: Vastuvõtja püsivara on aegunud! Pärast nii pikka aga on suur oht, et %s %s pärast tarkvarauuendust enam ei käivitu või selle töös esineb tõrkeid. Stabiilse töö saavutamiseks tuleks püsivara uuesti paigaldada! Tarkvarauuendus on su oma risk!!! Kas oled kindel, et soovid uuendada?
hu: A Lemezkép elavult! Ilyen hosszú idő elteltével fennáll annak a veszélye, hogy a(z) %s %s készülék nem fog az online frissítés után elindulni, vagy megjeleníti a működésképtelenséget a Lemezkép futtatásakor. Egy új Flashelés növeli a stabilitást Az online frissítés a saját felelősségére történik! Még frissíteni szeretné?
ru: Ваш имидж устарел! После такого долгого времени, есть риск, что ваш %s %s не загрузится после онлайн-обновления, или получите неработающий имидж. рекомендуется установить имидж с нуля. Онлайн обновление готово на ваш риск! Все еще хотите обновить имидж?
vi: Hình ảnh của bạn đã lỗi thời! Sau một thời gian dài như vậy, có một rủi ro là % s% s của bạn sẽ không khởi động sau khi cập nhật trực tuyến hoặc sẽ hiển thị lỗi khi chạy Image. Một đèn flash mới sẽ tăng sự ổn định Một bản cập nhật trực tuyến được thực hiện có nguy cơ của riêng bạn !! Bạn vẫn muốn cập nhật?
zh_cn: 你的映像已过时了! 在这么长的时间后,有一个风险,你的 %s %s 经过在线更新后或将不能引导,或者在运行中功能紊乱. 新镜像将会增加稳定性 在线升级要自己承担风险!! 是否还要升级?
