Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Mode 1: Supports Kodi but PiP may not work
cs: Režim 1: Podporuje Kodi, ale PiP nemusí fungovat
el: Λειτουργία 1: υποστηρίζει το Kodi, αλλά μπορεί να μην λειτουργεί το PiP
fi: Tila 1: Tukee Kodia, mutta PiP ei välttämättä toimi
hr: Način 1: Podržava Kodi, ali PiP možda neće raditi
it: Modalità 1: supporta Kodi ma PiP potrebbe non funzionare
lt: 1 režimas: palaiko Kodi, bet PiP gali neveikti
nl: Modus 1: Ondersteund Kodi maar PiP zal waarschijnlijk niet functioneren
pl: Tryb 1: obsługa Kodi, ale funkcja PiP może nie działać
sk: Režim 1: podporuje Kodi, ale nemusí fungovať PiP
sr: Režim 1: Podržava Kodi, ali PiP možda neće raditi
sv: Läge 1: Stöder Kodi men PiP kanske inte fungerar
ta: பயன்முறை 1: கோடியை ஆதரிக்கிறது, ஆனால் பிஐபி வேலை செய்யாது
tr: Mod 1: Kodi'yi destekler ancak PiP çalışmayabilir
uk: Режим 1: підтримує Kodi, але PiP може не працювати

source: Mode for autorestore
bg: Режим за автоматично възстановяване
cs: Režim pro automatické obnovení
da: Tilstand for autoretabler
de: Modus für automatische Wiederherstellung
el: Λειτουργία αυτόματης αποκατάστασης
et: Automaatse taastamise režiim
fi: Automaattinen palautustila
fr: Mode d'autorestauration
hr: Način rada za automatsko vraćanje
hu: Automatikus visszaállítás módja
it: Modalità per ripristino automatico
lt: Automatinio atkūrimo režimas
nl: Modus voor auto herstellen
pl: Tryb automatycznego przywracania
sk: Režim pre automatické obnovenie
sr: Režim auto vraćanje u predhodno stanje
sv: Läge för autorestore
ta: ஆட்டார்ச்டோருக்கான பயன்முறை
tr: Otomatik geri yükleme modu
uk: Режим автовідновлення
vi: Chế độ cho tự động
zh_cn: 自动存储模式

source: Model
bg: Модел
el: Μοντέλο
fi: Malli
it: Modello
lt: Modelis
sv: Modell
ta: மாதிரியுரு
uk: Модель

source: Modified
cs: Upraveno
el: Τροποποιήθηκε
fi: Muutettu:
hr: Izmijenjeno
it: Modificato
lt: Pakeistas
nl: Gewijzigd
pl: Zmodyfikowano
sk: Upravené
sr: Izmenjeno
sv: Ändrad
ta: மாற்றியமைக்கப்பட்ட
tr: Değiştirildi
uk: Змінено

source: Modulation
bg: Модулация
cs: Modulace
el: Διαμόρφωση
et: Modulatsioon
fi: Modulaatio
hr: Modulacija
hu: Moduláció
it: Modulazione
lt: Moduliacija
nl: Modulatie
pl: Modulacja
pt_br: Modulação
ru: Модуляция
sk: Modulácia
sl: Modulacija
sr: Modulacija
sv: Modulering
ta: பண்பேற்றம்
tr: Modülasyon
uk: Модуляція
vi: Điều chế
zh_cn: 调制

source: Modulation modes
cs: Režimy modulace
el: Λειτουργίες διαμόρφωσης
fi: Modulaatio tilat
hr: Način Modulacije
it: Modalità di modulazione
lt: Moduliavimo režimai
nl: Modulatie-soorten
pl: Tryby modulacji
sk: Režimy modulácie
sr: Režim Modulacije
sv: Moduleringslägen
ta: மாடுலேசன் முறைகள்
tr: Modülasyon modları
uk: Режими модуляції

source: Modulator
bg: Модулатор
cs: Modulátor
el: Διαμορφωτής
et: Modulaator
fi: Modulaattori
fr: Modulateur
hu: Modulátor
it: Modulatore
lt: Moduliatorius
pt_br: Modulador
ru: Модулятор
sk: Modulátor
ta: பண்பேற்றி
tr: Modülatör
uk: Модулятор
vi: Bộ điều biến
zh_cn: 调制器

source: Moldova, Republic of
cs: Moldavsko, Republika
el: Μολδαβία, Δημοκρατία
fi: Moldova
fr: Moldova, République de
it: Moldavia, Repubblica di
lt: Moldovos Respublika
nl: Moldavië
pl: Mołdawia, Republika Mołdowy
sk: Moldavsko, republika
sv: Moldavien
ta: மோல்ட்வா குடியரசு
tr: Moldova Cumhuriyeti
uk: Молдова, Республіка

source: Mon
bg: Пон
cs: Po
da: Man
de: Mo.
el: Δευ
et: E
fi: Ma
fr: Lun
hr: Pon
hu: Hét
it: Lun
lt: Pir
nl: Ma
pl: Pon
pt_br: Seg
ru: Пн
sk: Po
sl: Pon
sr: Pon
sv: Mån
ta: தி
tr: Pzt
uk: Пон
vi: Thứ hai
zh_cn: 周一

source: Mon-Fri
bg: Пон-Пет
cs: Po - Pá
da: Man-Fre
de: Montag bis Freitag
el: Δευ-Παρ
et: E-R
fi: Ma-Pe
fr: Lun-Ven
hr: Pon-Pet
hu: Hétfőtől péntekig
it: Lun-Ven
lt: Pir-Pen
nl: Ma - Vr
pl: Pon-Pią
pt_br: Seg-Sex
ru: Пн-Пт
sk: Po - Pi
sl: Pon-Pet
sr: Pon-Pet
sv: Mån – fre
ta: பெண்
tr: Pzt-Cum
uk: Пн-Пт
vi: Thứ Hai-Thứ Sáu
zh_cn: 周一至周五

source: Monaco
cs: Monako
el: Μονακό
lt: Monakas
pl: Monako
sk: Monako
ta: மொனாக்கோ
tr: Monako
uk: Монако
zh_cn: 摩纳哥

source: Monday
bg: Понеделник
cs: Pondělí
da: Mandag
de: Montag
el: Δευτέρα
et: Esmaspäev
fi: Maanantai
fr: Lundi
hr: Ponedjeljak
hu: Hétfő
it: Lunedì
lt: Pirmadienis
nl: Maandag
pl: Poniedziałek
pt_br: Segunda-feira
ru: Понедельник
sk: pondelok
sl: Ponedeljek
sr: Ponedeljak
sv: Måndag
ta: திங்கள்
tr: Pazartesi
uk: Понеділок
vi: Thứ hai
zh_cn: 星期一

source: Mongolia
cs: Mongolsko
da: Mongoliet
de: Mongolei
el: Μογγολία
et: Mongoolia
fr: Mongolie
hu: Mongólia
lt: Mongolija
nl: Mongolië
sk: Mongolsko
sv: Mongoliet
ta: மங்கோலியா
tr: Moğolistan
uk: Монголія
vi: Mông Cổ
zh_cn: 蒙古

source: Mongolian
cs: Mongolský
el: Μογγολικά
fi: Mongolia
fr: Mongolie
it: Mongolo
lt: Mongolų
nl: Mongolië
pl: Mongolski
sk: Mongolčina
sv: Mongoliska
ta: மங்கோலியன்
tr: Moğolca
uk: Монгольська

source: Montenegro
cs: Černá Hora
el: Μαυροβούνιο
fr: Monténégro
hr: Crna Gora
hu: Montenegró
lt: Juodkalnija
pl: Czarnogóra
sk: Čierna Hora
ta: மோன்டே நெக்ரோ
tr: Karadağ
uk: Чорногорія
zh_cn: 黑山

source: Monthly
bg: Ежемесечно
cs: Měsíčně
da: Månedlig
de: Monatlich
el: Μηνιαία
et: Kord kuus
fi: Kuukausittain
fr: Mensuel
hr: Mjesečno
hu: Havonta
it: Mensilmente
lt: Kas mėnesį
nl: Maandelijks
pl: Co Miesiąc
ru: Ежемесячно
sk: Mesačne
sr: Mesečno
sv: Månadsvis
ta: மாதாந்திர
tr: Aylık
uk: Щомісяця
vi: Hàng tháng
zh_cn: 每月

source: Montserrat
el: Μονσεράτ
lt: Montseratas
ta: மொன்சாராட்
uk: Монтсеррат
zh_cn: 蒙特塞拉特

source: Morocco
cs: Maroko
da: Marokko
de: Marokko
el: Μαρόκκο
et: Maroko
fr: Maroc
hu: Marokkó
it: Marocco
lt: Marokas
nl: Marokko
pl: Maroko
sk: Maroko
sv: Marocko
ta: மொரோக்கோ
tr: Fas
uk: Марокко
vi: Ma-rốc
zh_cn: 摩洛哥

source: Mosquito noise reduction
bg: Намаляване на шума от комари
cs: Redukce bodového šumu
da: Mosquito støjreduktion
de: Mosquito-Noise Reduzierung
el: Μείωση θορύβου κουνουπιού
et: Moskiitomüra vähendamine
fi: Mosquito häiriöiden vaimennus
fr: Réduction bruit pixellisation
hr: Smanjenje šumova
hu: Hangya-zajcsökkentés
it: Riduzione sfarfallio
lt: "Moskitų" triukšmo mažinimas
nl: Mosquito-ruis vermindering
pl: Redukcja szumów
ru: Понижение мелких шумов
sk: Potlačenie šumu na hranách
sr: Smanjenje šumova
sv: Minskning av myggbuller
ta: கொசு ஒலி குறைப்பு
tr: Sivrisinek gürültüsü azaltma
uk: Пониження дрібних шумів
vi: Muỗi giảm tiếng ồn
zh_cn: 噪声控制

source: Most recent first
cs: Nejnovější první
el: Πιο πρόσφατα πρώτα
fi: Viimeisin ensin
hr: Najnoviji prvi
it: Per primo il più recente
nl: De laatste bovenaan
pl: Najnowsze u góry
sk: Najnovšie ako prvé
sr: Najnoviji prvi
sv: Senast först
ta: மிக அண்மைக் கால முதல்
tr: En yenisi en başta
uk: Спершу останні

source: Most recent last
cs: Nejnovější poslední
el: Πιο πρόσφατα τελευταία
fi: Uusin viimeinen
hr: Najnoviji poslednji
it: Per ultimo il più recente
nl: De laatste onderaan
pl: Najnowsze na dole
sk: Najnovšie naposledy
sr: Najnoviji poslednji
sv: Senaste senaste
ta: மிக அண்மைக் கால
tr: En yenisi en sonda
uk: Найновіший останній

source: Motor command retries
bg: Повторения на моторната команда
cs: Opakování příkazu motoru
da: Motorkommando forsøg
de: Motorbefehl wiederholt sich
el: Επαναπροσπάθειες εντολής μοτέρ
et: Ajami käsu kordused
fi: Moottorikomentojen uudelleenyritykset
fr: Tentatives de commande moteur
hr: Ponovni pokušaji naredbe motora
hu: Motor parancs újbóli megkísérlése
it: Tentativi di comando al motore
lt: Variklio komandos kartojimas
nl: Aantal herhalingen van de motor commando's
pl: Ponowna próba silnika
ru: Кол-во попыток команд мотора
sk: Opakovania príkazu pre motor
sr: Potiskivanje motorne komande
sv: Försök med motorkommando
ta: மின்னோடி கட்டளை முயற்சிகள்
tr: Motor komut denemeleri
uk: Повторення команд для двигуна
vi: Lệnh thử động cơ
zh_cn: 电机指令重试

source: Motor running timeout
bg: Време за изчакване на двигателя
cs: Přerušit chod motoru
da: Motordrift tidsudløb
de: Motorlaufzeit-Timeout
el: Χρόνος λήξης κίνησης του μοτέρ
et: Ajami pööramise aegumine
fi: Moottorin aikaylitys
fr: Timeout pour le fonctionnement du moteur
hr: Istek vremena rada motora
hu: Motor mozgatás időtúllépés
it: Timeout spostamento motore
lt: Laiko limitas paleisti varikliui
nl: Timeout op motor beweging
pl: Limit czasu pracy silnika
ru: Тайм-аут работы мотора
sk: Časový limit chodu motora
sr: Vremensko ograničenje za pokretanje motora
sv: Timeout för motorkörning
ta: மின்னோடி இயங்கும் நேரம் முடிந்தது
tr: Motor çalışırken zaman aşımı
uk: Затримка роботи для двигуна
vi: Hết thời gian chạy động cơ
zh_cn: 电机运行超时

source: Motor sport
it: Sport motoristici
tr: Motor sporları
uk: Автоспорт

source: Motoring
cs: motorismus
el: αυτοκίνηση
hr: Motorizam
it: motori
lt: automobilizmas
nl: autorijden
sr: Motorizam
sv: bilkörning
tr: Otomobilcilik
uk: автомобільна справа

source: Motors
cs: Motory
hr: Motori
it: Motori
sr: Motori
tr: Motorlar
uk: Мотори

source: Mount
bg: Монтиране
cs: Připojit
el: Προσάρτηση
et: Haagi
fi: Liitä
fr: Monter
hr: Montaža
hu: Csatlakozás
it: Monta
lt: Pajungti
pl: Montowanie
pt_br: Montagem
ru: Смонтиров.
sk: Pripojiť
sr: Montaža
sv: Montera
ta: மவுண்ட்
tr: Bağlantı
uk: Підключення
vi: Núi
zh_cn: 挂载

source: Mount Manager
bg: Мениджър за монтиране
cs: Správce připojení
da: Mount-håndtering
de: Mountverwaltung
el: Διαχείριση προσαρτήσεων
et: Haakepunktid
fi: Liitosten hallinta
fr: Gestionnaire de montage
hr: Montažni Upravitelj
hu: Csatlakozás kezelő
it: Gestore montaggio
lt: Pajungimo tvarkyklė
pl: Menadżer montowania
ru: Установки монтирования
sk: Správca pripojení
sr: Montažni Menadžer
ta: மவுண்ட் மேலாளர்
tr: Bağlantı Yöneticisi
uk: Помічник монтування
vi: Quản lý
zh_cn: 挂载管理器

source: Mount Point
cs: Přípojný bod
el: Σημείο προσάρτησης
fi: Liitäntä
hr: Točka montiranja
it: Punto di montaggio
nl: Mount Punt
pl: Punkt montowania
sk: Bod pripojenia
sr: Montažna Tačka
sv: Monteringspunkt
ta: மவுண்ட் புள்ளி
tr: Bağlantı Noktası
uk: Точка монтування

source: Mount Setup
bg: Настройка на монтажа
cs: Správce připojení
da: Mount-opsætning
de: Mount-Einstellungen
el: Ρυθμίσεις προσάρτησης
et: Haakepunktide seadistused
fi: Määritä verkko ja laiteliitokset
fr: Paramètre de montage
hr: Postavljanje montaže
hu: Csatlakozás beállítás
it: Impostazioni montaggio
lt: Pajungimo valdymas
nl: Mount instellingen
pl: Ustawienia montowania
ru: Настройки монтирования
sk: Nastavenie pripojení
sr: Montaža Postavke
sv: Montering av fäste
ta: மவுண்ட் செட்
tr: Bağlantı Kurulumu
uk: Налаштування монтування
vi: Cài đặt
zh_cn: 挂载设置

source: Mount failed
bg: Монтирането се провали
cs: Připojení se nezdařilo
da: Mount mislykkedes
de: Mount fehlgeschlagen
el: Αποτυχία προσάρτησης
et: Haakimine nurjus
fi: Liitos epäonnistui
fr: Echec du montage
hr: Montaža nije uspjela
hu: Csatolás nem sikerült
it: Montaggio non riuscito
lt: Pajungimo klaida
nl: Mount mislukt
pl: Nie można zamontować
ru: Монтирование не удалось
sk: Pripojenie neúspešné
sl: Pripajanje neuspešno
sr: Montaža nije uspela
sv: Montering misslyckades
ta: மவுண்ட் தோல்வியுற்றது
tr: Bağlantı başarısız oldu
uk: Монтування невдале
vi: Núi thất bại
zh_cn: 挂载失败

source: Mount point
bg: Точка на монтиране
cs: Přípojný bod
el: Σημείο προσάρτησης
fi: Liitäntä
hr: Točka montiranja
it: Punto di montaggio
lt: Prijungimo vieta
nl: Mountpunt
pl: Punkt montowania
sk: Bod pripojenia
sr: Montažna Tačka
sv: Monteringspunkt
ta: மவுண்ட் புள்ளி
tr: Bağlantı noktası
uk: Точка монтування

source: Mount root file system.
cs: Připojit kořenový systém souborů.
el: Μοντάρισμα συστήματος αρχείων ρίζας.
fi: Liitä järjestelmätiedosto.
hr: Montaža korjen sustava datoteka.
it: Monta file system root.
nl: Mount root bestandssysteem.
pl: Montowanie głównego systemu plików.
sk: Pripojiť koreňový systém súborov.
sr: Montaža koren sistem datoteka.
sv: Montera rotfilsystemet.
ta: ரூட் கோப்பு முறைமை மவுண்ட்.
tr: Kök dosya sistemini bağlayın.
uk: Монтування кореневої файлової системи.

source: Mounts
bg: Мониране
cs: Připojit
el: Σημεία προσάρτησης
et: Haakepunktid
fi: Liitokset
fr: Montages
hr: Montaže
hu: Csatlakozások
it: Montaggi
lt: Pajungimai
pl: Montowanie
ru: Точки монтирования
sk: Pripojenia
sr: Montaže
sv: Fästen
ta: ஏற்றங்கள்
tr: Bağlantılar
uk: Точки монтування
vi: Núi
zh_cn: 挂载

source: Move
bg: Премести
cs: Přesunout
da: Flyt
de: Verschieben
el: Μετακίνηση
et: Liiguta
fi: Siirrä
fr: Déplacer
hr: Premjesti
hu: Áthelyezés
it: Sposta
lt: Perkelti
nl: Verplaats
pl: Przenieś
pt_br: Mover
ru: Перемещение
sk: Presunúť
sl: Premakni
sr: Premesti
sv: Flytta
ta: நகர்த்தவும்
tr: Taşı
uk: Переміщення
vi: Di chuyển
zh_cn: 移动

source: Move Left/Right
bg: Премести наляво/надясно
cs: Přesun Vlevo/Vpravo
da: Flyt venstre/højre
de: Links/Rechts
el: Μετακίνηση Αριστερά/Δεξιά
et: Liiguta vasakule/paremale
fi: Siirrä vasemmalle/oikealle
fr: Déplacer gauche/droite
hr: Premjesti Lijevo/Desno
hu: Mozgat Bal/Jobb
it: Sposta a sinistra/destra
lt: Perkelti kairėn/dešinėn
nl: Verplaats links/rechts
pl: Przesuń Lewo/Prawo
ru: Влево/Направо
sk: Posun doľava/doprava
sr: Premesti Levo/Desno
sv: Flytta vänster/höger
ta: இடது/வலதுபுறம் நகர்த்தவும்
tr: Sola/Sağa Taşı
uk: Переміщення вліво/вправо
vi: Di chuyển sang trái / phải
zh_cn: 左/右移动

source: Move Mode
bg: [режим преместване]
cs: [PŘESUN]
el: [λειτουργία μετακίνησης]
fi: [Suosikkien järjestely]
fr: [Mode déplacement]
hr: Način Premještanja
it: Modalità sposta
lt: [perkėlimo režimas]
nl: Volgorde wijzigen
pl: [tryb przenoszenia]
sk: [režim presunu]
sr: Premeštanje Režim
sv: Flytta läge
ta: பயன்முறையை நகர்த்தவும்
tr: Kanal Taşıma Modu
uk: [режим переміщення]

source: Move Mode Off
bg: Режим на движение изключен
cs: Ukončit režim přesouvání
el: Μετακίνηση ανενεργή
fi: Siirrä tila pois päältä
fr: Mode déplacement inactif
hr: Način premještanja je isključen
it: Modalità sposta off
lt: Perkėlimas išjungtas
nl: Volgorde wijzigen Uit
pl: Zakończ przenoszenie
sk: Vypnúť režim presunu
sr: Režim premeštanja je isključen
sv: Flyttläge Av
ta: பயன்முறையை நகர்த்தவும்
tr: Taşıma Modu Kapalı
uk: Переміщення викл

source: Move Mode On
bg: Режим на движение включен
cs: Zapnout režim přesunu
el: Μετακίνηση ενεργή
fi: Siirto tila on
fr: Mode déplacement actif
hr: Način premještanja je uključen
it: Modalità sposta on
lt: Perkėlimas įjungtas
nl: Volgorde wijzigen Aan
pl: Przenieś
sk: Zapnúť režim presunu
sr: Režim premeštanja je uključen
sv: Flyttläge på
ta: பயன்முறையை நகர்த்தவும்
tr: Taşıma Modu Açık
uk: Переміщення вкл

source: Move PiP
bg: Премести PiP
cs: Umístit PIP
el: Μετακίνηση PiP
fi: Siirrä PiP
fr: Déplacer PiP
hr: Premjesti PiP
it: Sposta PiP
lt: Perkelti PiP
nl: Verplaats PIP
pl: Przesuń PIP
sk: Presunúť PIP
sr: Premesti PiP
sv: Flytta PiP
ta: பிப் நகர்த்தவும்
tr: PiP Taşı
uk: Переміщення PIP

source: Move PiP to main picture
bg: Премести PiP към основната картина
cs: Přesunout PiP do hlavního okna
da: Flyt PiP til hovedbillede
de: Bild im Bild tauschen und beenden
el: Μετακίνηση PiP στην κύρια εικόνα
et: Liiguta PiP põhipildile
fi: Siirrä PiP pääkuvaan
fr: Basculer le PiP vers l’écran principal
hr: Premještanje PiP na glavnu sliku
hu: Kép-a-Képben váltása a főképre
it: Sposta PiP nell’immagine principale
lt: Perkelti PiP į pagrindinį vaizdą
nl: PiP verder kijken in normaal beeldformaat
pl: Przenieść do głównego obrazu PiP
pt_br: Mover PiP para imagem principal
ru: Переместить PIP на основной экран
sk: Presunúť PIP do hlavného obrazu
sr: Premesti PiP na glavni ekran
sv: Flytta PiP till huvudbilden
ta: PIP ஐ முக்கிய படத்திற்கு நகர்த்தவும்
tr: PiP'i ana ekrana taşı
uk: Перемістити ПІП на основний екран
vi: Di chuyển PiP sang hình ảnh chính
zh_cn: 移动到主画面的画中画

source: Move Up/Down
bg: Премести нагоре/надолу
cs: Přesun Nahoru/Dolů
da: Flyt Op/Ned
de: Hoch/Runter
el: Μετακίνηση επάνω/κάτω
et: Liiguta üles/alla
fi: Siirrä ylös/alas
fr: Déplacer haut/bas
hr: Premjesti Gore/Dolje
hu: Mozgat Fel/Le
it: Sposta SU/GIÙ
lt: Perkelti aukštyn/žemyn
nl: Verplaats omhoog/omlaag
pl: Przesuń Góra/Dół
ru: Вверх/Вниз
sk: Posun hore/dolu
sr: Premesti Gore/Dole
sv: Flytta upp/ner
ta: மேலே/கீழ்நோக்கி நகர்த்தவும்
tr: Yukarı/Aşağı Taşı
uk: Перемістити вгору/вниз
vi: Di chuyển lên / xuống
zh_cn: 上/下移动

source: Move all related files
cs: Přesuňte všechny související soubory
el: Μετακίνηση όλων των συναφών αρχείων
fi: Siirrä kaikki liittyvät tiedostot
hr: Premještanje svih povezanih datoteka
it: Sposta tutti i file correlati
lt: Perkelkite visus susijusius failus
nl: Alle bijbehorende bestanden verplaatsen
pl: Przenieś wszystkie powiązane pliki
sk: Presunúť všetky súvisiace súbory
sr: Premesti sve srodne fajlove
sv: Flytta alla relaterade filer
ta: தொடர்புடைய அனைத்து கோப்புகளையும் நகர்த்தவும்
tr: İlgili tüm dosyaları taşıyın
uk: Перемістіть усі пов’язані файли

source: Move directory/file to target directory
cs: Přesunout adresář/soubor do cílového adresáře
el: Αντιγραφή φακέλου/αρχείου στον φάκελο προορισμού
fi: Kopioi hakemisto/tiedosto kohdehakemistoon
hr: Premjestite direktorij/datoteku u ciljni direktorij
it: Sposta cartella/file nella cartella di destinazione
lt: Perkelkite katalogą / failą į tikslinį katalogą
nl: Kopieer map/bestand naar doelmap
pl: Przenieś katalog/plik do katalogu docelowego
sk: Presunúť priečinok/súbor do cieľového priečinka
sr: Premesti direktorijum/fajl u ciljni direktorijum
sv: Flytta katalog/fil till målkatalog
ta: அடைவு/கோப்பை இலக்கு கோப்பகத்திற்கு நகர்த்தவும்
tr: Dizini/dosyayı hedef dizine taşı
uk: Перемістити каталог/файл у цільовий каталог

source: Move down a line
bg: Премести надолу по линия
cs: Posunout se o řádek dolů
da: Flyt en linje ned
de: Eine Zeile nach unten bewegen
el: Μετακίνηση μία γραμμή κάτω
fi: Siirry alaspäin yhdellä rivillä
fr: Descendre d’une ligne
hr: Pomicanje reda prema dolje
it: Sposta giù una riga
lt: Judėkite linija žemyn
nl: Een regel naar beneden
pl: Przesuń w dół linii
sk: Presunúť sa o jeden riadok nadol
sr: Pomeri nadole red
sv: Flytta ner en rad
ta: ஒரு வரியில் கீழே நகர்த்தவும்
tr: Bir satır aşağı git
uk: Перемістити на позицію вниз
zh_cn: 往下移动

source: Move down a line in the panel
cs: Posunout se v panelu o řádek dolů
el: Μετακίνηση μία γραμμή κάτω στον πίνακα
fi: Siirrä riviä alaspäin paneelissa
hr: Pomicanje reda prema dolje na ploči
it: Sposta giù una riga nel pannello
lt: Pereiti žemyn linija skydelyje
nl: Een regel omlaag
pl: Przesunięcie w dół o jeden wiersz w panelu
sk: Presunúť sa v paneli o jeden riadok nadol
sr: Pomeri nadole red u tabli
sv: Flytta ner en rad i panelen
ta: பேனலில் ஒரு வரியை நகர்த்தவும்
tr: Panelde bir satır aşağı git
uk: Переміщення на рядок вниз на панелі

source: Move down a page
bg: Премести надолу в страницата
cs: Přesun na konec stránky
da: Flyt en side ned
de: Seitenweise nach unten blättern
el: Μετακίνηση μία σελίδα κάτω
et: Liigu lehe lõppu
fi: Siirry sivu alas
fr: Descendre d'une page
hr: Pomicanje stranice prema dolje
hu: Ugrás a következő lapra
it: Sposta giù una pagina
lt: Perkelti žemyn puslapį
nl: Ga een pagina naar beneden
pl: Przesuń w dół strony
ru: Переместиться на страницу вниз
sk: Presunúť o stránku nadol
sr: Pomeri nadole stranicu
sv: Flytta ner en sida
ta: ஒரு பக்கத்தை நகர்த்தவும்
tr: Bir sayfa aşağı taşı
uk: Переміститися на сторінку вниз
vi: Di chuyển xuống một trang
zh_cn: 向下移动一个页面

source: Move down a page / screen
bg: Премести надолу в страницата/екран
cs: Posunout stránku/obrazovku dolů
el: Μετακίνηση μία σελίδα / οθόνη κάτω
fi: Siirrä sivua/näyttöä alaspäin
hr: Pomicanje stranice / zaslona prema dolje
it: Sposta giù una pagina/schermata
lt: Perkelti žemyn puslapį / ekraną
nl: Een scherm naar beneden
pl: Przenieś w duł stronę/ekran
sk: Presunúť sa o stranu/obrazovku nadol
sr: Pomeri nadole stranicu / ekran
sv: Flytta ner en sida/skärm
ta: ஒரு பக்கம் / திரையை நகர்த்தவும்
tr: Bir sayfa / ekran aşağı git
uk: Перейти вниз на сторінку/екран

source: Move down a screen
bg: Премести надолу по екрана
cs: Posunout obrazovku dolů
el: Μετακίνηση μία οθόνη κάτω
fi: Siirry ruutua alaspäin
fr: Descendre d'un écran
hr: Pomicanje zaslona prema dolje
it: Sposta giù una schermata
lt: Pereiti vienu ekranu žemyn
nl: Een scherm naar beneden
pl: Przesuń ekran w dół
sk: Presunúť o jednu obrazovku nadol
sr: Pomeri nadole na ekranu
sv: Flytta ner en skärm
ta: ஒரு திரையில் நகர்த்தவும்
tr: Ekranda aşağı hareket et
uk: Перейти на екран вниз

source: Move down a screen / Move to next item
cs: Posun o obrazovku dolů / přechod na další položku
el: Μετακίνηση μία οθόνη κάτω / Μετακίνηση στο επόμενο στοιχείο
fi: Siirrä näyttöä alaspäin / Siirry seuraavaan kohtaan
hr: Premještanje zaslona prema dolje / Premještanje na sljedeću stavku
it: Vai in basso nella schermata / Vai all'elemento successivo
nl: Volgend scherm / Naar volgend item
pl: Przejdź w dół ekranu / Przejdź do następnego elementu
sk: Presunúť o obrazovku nadol / Prejsť na ďalšiu položku
sr: Pomakni dole / Pređi na sledeću stavku
sv: Flytta ner en skärm / Gå till nästa objekt
ta: ஒரு திரையில் நகர்த்தவும் / அடுத்த உருப்படிக்கு நகர்த்தவும்
tr: Bir ekran aşağı inin / Sonraki öğeye geçin
uk: Перейти на екран вниз / Перейти до наступного пункту

source: Move down a screen in the panel
cs: Posunout se v panelu o obrazovku dolů
el: Μετακίνηση μία οθόνη κάτω στον πίνακα
fi: Siirrä riviä alaspäin paneelissa
hr: Pomicanje zaslona prema dolje na ploči
it: Sposta giù una schermata nel pannello
lt: Pereiti žemyn skydelio ekranu
nl: Een beeldscherm naar beneden
pl: Przesunięcie w dół ekranu w panelu
sk: Presunúť v paneli o jednu obrazovku nadol
sr: Pomeri nadole sa ekrana na tabli
sv: Flytta ner en skärm i panelen
ta: பேனலில் ஒரு திரையை நகர்த்தவும்
tr: Panelde bir ekran aşağı git
uk: Перемістіть екран вниз на панелі

source: Move down one line
bg: Премести се надолу с една линия
cs: Posunout se o řádek dolů
el: Μετακίνηση μία γραμμή κάτω
fi: Siirry yksi rivi alaspäin
fr: Descendre d’une ligne
hr: Pomicanje za jedan redak prema dolje
it: Sposta giù una riga
lt: Pereiti viena eilute žemyn
nl: Ga een regel naar beneden
pl: Przesuń w dół o jeden wiersz
sk: Presunúť nadol o jeden riadok
sr: Pomeri nadole za jedan red
sv: Flytta ner en rad
ta: ஒரு வரியில் கீழே நகர்த்தவும்
tr: Bir satır aşağı git
uk: Перемістити на позицію вниз
