Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Auto Standby
de: Automatisch in Standby
et: Automaatne ooteseisund
hu: Auto készenléti mód
ru: Автопереход на режим ожидания
vi: Tự động chờ
zh_cn: 自动待机

source: Auto Timer
et: Autotaimer
vi: Hẹn giờ tự động
zh_cn: 自动定时器

source: Auto language selection
da: Automatisk sprogvalg
de: Automatische Sprachauswahl
et: Automaatsed keelevalikud
hu: Automatikus nyelvválasztás
pt_br: Idioma de mídia
ru: Автоматический выбор языка
vi: Chọn ngôn ngữ tự động
zh_cn: 自动语言选择

source: Auto scart switching
da: Auto Scart omskiftning
de: Automatische Scart-Umschaltung
et: Autom. SCART ümberlülitus
hu: Automatikus SCART átkapcsolás
pt_br: Usar auto-scart
ru: Автопереключение SCART
sl: Samodejno preklapljanje SCART
vi: Tự động chuyển mạch
zh_cn: 自动转换开关

source: Automatic image backup
da: Automatisk Image sikkerhedskopiering
de: Automatische Image-Sicherung
et: Püsivaratõmmise automaatne loomine
hu: Automatikus képfájlmentés
ru: Автоматическое резервное копирование имиджа
vi: Sao lưu ảnh tự động
zh_cn: 自动镜像备份

source: Automatic refresh
de: Automatisch aktualisieren
et: Automaatne värskendamine
hu: Automatikus frissítés
ru: Обновлять автоматически
vi: Tự động làm mới
zh_cn: 自动刷新

source: Automatic save
de: Automatisch speichern
et: Automaatne talletamine
hu: Automatikus mentés
ru: Автосохранение
vi: Lưu tự động
zh_cn: 自动保存

source: Automatic scan
da: Automatisk Søgning
de: Automatische Suche
et: Automaatotsing
hu: Automatikus keresés
pt_br: Busca automática
ru: Автосканирование
vi: Quét tự động
zh_cn: 自动扫描

source: Automatic setting backup
da: Sikkerhedskopier automatisk indstillinger
de: Automatische Sicherung der Einstellungen
et: Automaatne seadistuste varundamine
hu: Automatikus beállítás mentés
ru: Автоматическое резервное копирование настроек
vi: Tự động cài đặt sao lưu
zh_cn: 设置自动备份

source: Automatically start timeshift after
da: Start automatisk Timeshift efter
de: Automatisch Timeshift starten nach
et: Ajanihke automaatne käivitus
hu: Timeshift automatikus indítása ennyi idő múlva
pt_br: Iniciar timeshift automaticamente após
ru: Автозапуск таймшифта после
vi: Tự động bắt đầu timeshift sau
zh_cn: 时移后自动启动

source: Automatically update Client/Server View?
da: Automatisk opdatering af Klient/Server visning ?
de: Automatisches Update der Client-/Server-Ansicht?
et: Uuenda kliendi/serveri vaade automaatselt
hu: A kliens/szerver nézet automatikus frissítése?
ru: Автоматическое обновление просмотра клиент/сервер?
vi: Tự động cập nhật Chế độ xem Máy khách / Máy chủ?
zh_cn: 自动更新客户端/服务器视图?

source: Automobil
zh_cn: 自动

source: Autorecord location
da: Autooptag placering
de: Automatische-Aufnahme-Verzeichnis
et: Autosalvestuse asukoht
hu: Automatikus Timeshift felvétel helye
ru: Каталог для автоматической записи
vi: Vị trí Autorecord
zh_cn: 自动录像位置

source: Autostart:
bg: Автостартиране:
da: Automatisk start:
hu: Automatikus indítás:
ru: Автозапуск:
sl: Samod. zagon
vi: Tự động bắt đầu:
zh_cn: 自动开始:

source: Axas E4HD Ultra
zh_cn: 超高压轴

source: B-Movie
da: B-Film
zh_cn: b级电影

source: BDMV Bludisc (HDTV titles only)
da: BDMV Bludisc (kun HDTV titler)
de: BDMV Bludisc (Nur HDTV Titel)
et: BDMV Bludisc (ainult HDTV)
hu: BDMV Bludisc (csak HDTV-címek)
ru: BDMV Bludisc (только для заголовков HDTV)
vi: BDMV Bludisc (chỉ tiêu đề HDTV)
zh_cn: BDMV蓝光光盘(仅HDTV标题)

source: BDMV Compatible Bludisc (HDTV only)
da: BDMV Compatible Bludisc (kun HDTV)
de: BDMV kompatible Bludisc (nur HDTV)
et: BDMV ühilduv Bludisc (ainult HDTV)
hu: BDMV Compatible Bludisc (csak HDTV)
vi: Bludisc tương thích BDMV (chỉ HDTV)
zh_cn: BDMV兼容蓝光(HDTV专用)

source: Back-up Tool for a %s
da: Sikkerhedskopi værktøj for en %s
de: Back-up Tool für %s
et: Tööriist %s varundamiseks
hu: Mentési eszköz egy %s
ru: Инструмент бекапа для %s
vi: Công cụ sao lưu cho%s
zh_cn: 备份工具对 %s

source: Back-up Tool for an %s
da: Sikkerhedskopi værktøj for en %s
de: Back-up Tool für eine %s
et: Tööriist %s varundamiseks
vi: Công cụ sao lưu cho%s
zh_cn: 备份工具 %s

source: Background check
da: Kontroller i baggrund
de: Prüfung im Hintergrund
et: Otsing taustal
hu: Háttér elenőrzése
ru: Проверка в фоновом режиме
vi: Kiểm tra lý lịch
zh_cn: 后台检查

source: Backgroundselected:
da: Baggrundsvalgt:
de: Hintergrund ausgewählt:
vi: Hình nền được chọn:
zh_cn: 背景选择:

source: Backup Date: %s
da: Sikkerhedskopi dato: %s
de: Sicherungsdatum: %s
et: Varundatud: %s
hu: Biztonsági mentés ideje: %s
ru: Дата бекапа: %s
vi: Ngày sao lưu:%s
zh_cn: 备份日期: %s

source: Backup Image
da: Sikkerhedskopier Image
de: Image-Sicherung
et: Süsteemi varundamine
hu: Mentési lemezkép
ru: Бекап имиджа
vi: Sao lưu hình ảnh
zh_cn: 备份镜像

source: Backup Manager
da: Sikkerhedskopieringshåndtering
de: Sicherungs-Verwaltung
et: Varukoopia haldur
hu: Mentéskezelő
ru: Менеджер бекапа
vi: Quản lý gói
zh_cn: 备份管理器

source: Backup Mode: Flash Online
da: Gendannelsestilstand: Online Flash
de: Backup Modus: Flash Online
zh_cn: 备份模式:在线刷写

source: Backup completed.
da: Sikkerhedskopiering færdig.
de: Sicherung beendet.
et: Varukoopia loodud.
hu: Mentés befejezve.
pt_br: Backup concluído.
ru: Бекап успешно создан.
vi: Sao lưu hoàn tất.
zh_cn: 备份完成.

source: Backup done.
da: Sikkerhedskopiering gennemført.
de: Sichern der Einstellungen beendet.
et: Varundamine tehtud.
hu: Mentés kész.
ru: Сохранение завершено.
sl: Backup je končan.
vi: Làm xong.
zh_cn: 备份完成.

source: Backup failed.
da: Sikkerhedskopiering mislykkedes.
de: Sicherung fehlgeschlagen.
et: Varukoopia loomine nurjus.
hu: Mentés sikertelen.
pt_br: Falha no backup.
ru: Бекап не выполнен.
sl: Backup ni uspel.
vi: Sao lưu thất bại.
zh_cn: 备份失败.

source: Backup settings
da: Sikkerhedskopieringsindstillinger
de: Einstellungen sichern
et: Seadistuste varundamine
vi: Cài đặt sao lưu
zh_cn: 备份设置

source: Backup system settings
da: Sikkerhedskopier systemindstillinger
de: Systemeinstellungen sichern
et: Seadistuste varundamine
hu: Rendszerbeállítások mentése
pt_br: Salvar configurações do sistema
ru: Сохранение настроек системы
sl: Shrani glavne nastavitve
vi: Cài đặt hệ thống sao lưu
zh_cn: 备份系统设置

source: Backup to destination: %s
da: Skikkerhedskopier til destinationen: %s
de: Backup nach: %s
et: Varukoopia asukoht: %s
vi: Sao lưu đến đích:%s
zh_cn: 备份到: %s

source: Backup, flash and restore settings and no plugins
da: Sikkerhedskopier, flash og gendan indstillinger og ingen Plugins
de: Backup, flashen und wiederherstellen der Einstellungen, ohne Plugins
et: Varunda, paigalda püsivara ja taasta seadistused, pluginaid ei taasta
vi: Sao lưu, flash và khôi phục cài đặt và không có plugin
zh_cn: 备份,闪存和还原设置,无插件

source: Backup, flash and restore settings and selected plugins (ask user)
da: Sikkerhedskopier, flash og gendan indstillinger og valgte Plugins (spørg bruger)
de: Backup, flashen und wiederherstellen der Einstellungen, Plugins abfragen
et: Varunda, paigalda püsivara, taasta seadistused ja valitud pluginad (küsitakse)
vi: Sao lưu, flash và khôi phục cài đặt và các plugin được chọn (hỏi người dùng)
zh_cn: 备份,闪存和还原设置以及选定的插件(询问用户)

source: Base transparency for OpenOpera web browser
da: Grundlæggende gennemsigtighed for OpenOpera browser
de: Grund Transparenz für den OpenOpera Webbrowser
et: OpenOpera veebilehitseja üldine läbipaistvus
hu: Alapvető átláthatóság az Open Opera web böngészőhöz
vi: Tính minh bạch cơ sở cho trình duyệt web OpenOpera
zh_cn: 开放式网页浏览器的基本透明度

source: Base transparency for teletext, more options available within teletext screen.
da: Grundlæggende gennemsigtighed for Tekst-TV, flere muligheder tilgængelig inde i Tekst-TV skærmen.
de: Grund Transparenz für den Videotext, weitere Optionen innerhalb des Videotext Menüs.
et: Teleteksti üldine läbipaistvus. Rohkem võimalusi leiab teleteksti menüüs.
hu: A teletext alap átláthatósága, a teletext képernyőn további lehetőség elérhető.
ru: При выборе прозрачности для телетекста, будет больше вариантов вывода телетекста.
vi: Độ trong suốt của teletext, có nhiều tùy chọn hơn trong màn hình teletext.
zh_cn: 图文电视基本透明度,不在图文电视屏幕的更多选项可用.

source: Basic settings
da: Grundindstilllinger
de: Grundeinstellungen
et: Põhiseaded
hu: Alapbeállítások
ru: Базовые настройки
vi: Cài đặt cơ bản
zh_cn: 基本设置

source: Behave like stop-button
da: Adfær som stop-knap
de: Wie Stopp-Taste behandeln
et: Sama 'Stop' nupuga
hu: Úgy viselkedik, mint a stop gomb
vi: Xử dụng như nút dừng
zh_cn: 如同停止键行为

source: Behavior when a movie reaches the end
da: Opførsel når en film er næsten slut
de: Verhalten bei Filmende
et: Tegevus taasesituse lõppemisel
hu: Amikor egy lejátszás a végére ér
pt_br: Comportamento ao terminar um vídeo
ru: Действие при окончании фильма
sl: Odziv ob koncu filma
vi: Hành vi khi một bộ phim đến cuối
zh_cn: 影片结束时的动作

source: Belgian
da: Belgisk
de: Belgisch
et: Belgia
vi: Tiếng Bỉ
zh_cn: 比利时语

source: Bericht
zh_cn: 报告

source: Berufe
zh_cn: 职业

source: Beyonwiz U4
zh_cn: 碧昂维兹 U4

source: Beziehung
zh_cn: 关系

source: Bildung
zh_cn: 教育

source: Biografie
zh_cn: 生物移植

source: Bitrate:
bg: Скорост на предаване:
da: Bithastighed:
de: Datenrate:
et: Bitikiirus:
hu: Bitráta:
ru: Битрейт:
vi: Tốc độ bit:
zh_cn: 码率:

source: Blue button
da: Blå knap
de: Taste BLAU
et: Sinine nupp
hu: Kék gomb
vi: Nút màu xanh
zh_cn: 蓝色键

source: Blue long
da: Blå lang
de: Taste BLAU lang
et: Sinine - pikk
hu: Kék hosszan
ru: Синяя (долгое нажатие)
vi: Xanh dài
zh_cn: 蓝色键长按

source: BlueSwitch: Blue-Short/Blue-Long
da: OmbytBlå: Blå-Kort/Blå-Lang
de: Funktion der Taste BLAU kurz/lang
et: Lühike SININE/pikk SININE vahetus
hu: Kék gomb: Kék röviden/Kék hosszan
ru: Синяя кнопка: короткое/долгое
zh_cn: 蓝键切换:蓝键-短按/蓝键-长按

source: Bolivia (Plurinational State of)
de: Bolivien (Plurinationaler Staat)
et: Boliivia
hu: Bolívia
vi: Bôlivia (Nhà nước đa nguyên)
zh_cn: 玻利维亚(多民族国）

source: Bollywood
zh_cn: 宝莱坞

source: Bonaire, Sint Eustatius and Saba
de: Bonaire, Sint Eustatius und Saba
et: Bonaire, Sint-Eustatius ja Saba
hu: Karibi Hollandia
vi: Bonaire, Sint Eustatius và Saba
zh_cn: 博奈尔,圣尤斯特歇斯和萨巴

source: Bootloader update required!
da: Bootloader opdatering kræves!
de: Bootloader Update erforderlich!
et: Vajalik on alglaaduri uuendus!
hu: Bootloader frissítése szükséges!
vi: Yêu cầu cập nhật bộ nạp khởi động!
zh_cn: 需要引导加载程序更新！

source: Bootloader: %s
et: Alglaadur: %s
vi: Bộ nạp khởi động:%s
zh_cn: 引导加载程序: %s

source: Boulevard
zh_cn: 林荫大道

source: BouquetList
da: Buketliste
de: Bouquetliste
et: Lemmiknimekirjad
hu: Csatornacsomag lista
vi: Danh sách kênh
zh_cn: 频道分组列表

source: Box or driver is not support Quad PiP.
da: Maskine eller driver understøtter ikke firedobbelt PiP.
de: Box oder Treiber unterstützen Quad Bild im Bild nicht!
et: Quad PiP ei ole vastuvõtja või ajuri poolt toetatud.
hu: A készülék vagy a illesztőprogram nem támogatja a Quad Kép-a-Képben funkciót.
vi: Hộp hoặc trình điều khiển không hỗ trợ Quad PiP.
zh_cn: 机顶盒或驱动程序不支持画中画四画面.

source: Boxen
zh_cn: 博森

source: Buffers:
da: Buffere:
de: Puffer:
et: Puhvrid:
hu: Pufferek:
ru: Буфер:
vi: Bộ đệm:
zh_cn: 缓冲:

source: Build: %s
et: Järk: %s
hu: Változat: %s
ru: Выполнено: %s
vi: Xây dựng: %s
zh_cn: 版本号: %s

source: Burn Bludisc
da: Brænd Bludisk
de: Bludisc brennen
et: Kirjuta Bludisc
ru: Запись Bludisc
vi: Ghi vào đĩa DVD
zh_cn: 刻录蓝光光盘

source: Bus:
et: Siin:
hu: Busz:
ru: Шина:
vi: Xe buýt:
zh_cn: 总线:

source: Button
da: Knap
de: Taste
et: Nupp
hu: Gomb
ru: Кнопка
vi: Nút
zh_cn: 按键

source: By openATV Image Team
da: Fra openATV Image Team
de: Vom openATV-Imageteam
et: openATV tiimilt
hu: Az openATV Image Team által
ru: От команды openATV
vi: Bởi nhóm hình ảnh openATV
zh_cn: 通过openatv镜像团队

source: Bytes received:
da: Bytes modtaget:
de: Bytes empfangen:
et: Saadud baidid:
hu: Byte fogadása:
ru: Получено байт:
vi: Byte nhận được:
zh_cn: 接收的字节数:

source: Bytes sent:
da: Bytes sendt:
de: Bytes gesendet:
et: Väljunud baidid:
hu: Byte küldése:
ru: Отправлено байт:
vi: Byte đã gửi:
zh_cn: 发送的字节数:

source: CCcam Info %s by AliAbdul %s This plugin shows you the status of your CCcam.
da: CCcam Info %s by AliAbdul %s Dette Plugin viser dig status på din CCcam.
de: CCcam Info %s von AliAbdul %s Dieses Plugin zeigt den Status von CCcam an.
et: CCcam info %s autor AliAbdul %s See plugin näitab CCcam olekut.
hu: CCcam Info %s by AliAbdul %s Ez a bővítmény megmutatja a CCcam állapotát.
ru: CCcam Инфо %s от AliAbdul %s Плагин показывает статус CCcam.
vi: Thông tin CCcam% s bởi AliAbdul% s Plugin này cho bạn thấy trạng thái của CCcam của bạn.
zh_cn: CCcam信息 %s 通过网络 %s 这个插件显示你的CCcam状态.

source: CCcam Info Setup
da: CCCam Info Opsætning
de: CCcam Info
et: CCcam info seaded
hu: CCcam Info Beállítás
ru: Настройка CCcam Инфо
vi: Cài đặt thông tin CCcam
zh_cn: CCcam信息设置

source: CI Basic settings
da: CI grundindstillinger
de: CI-Grundeinstellungen
et: CI põhiseaded
vi: Cài đặt cơ bản CI
zh_cn: CI基本设置

source: CI Legacy
da: Ældre CI
et: CI pärandrežiim
vi: Phân công CI
zh_cn: CI遗留

source: CI Operation Mode
da: CI Funktionstilstand
de: CI Betriebs-Modus
et: CI töörežiim
hu: CI működési mód
vi: Chế độ vận hành CI
zh_cn: CI操作模式

source: CI Plus 1.2
zh_cn: CI加1.2

source: CI Plus 1.3
zh_cn: CI加1.3

source: CIFS/Samba Setup
da: CIFS/Samba opsætning
de: CIFS/Samba-Dateiserver
et: CIFS/Samba seaded
hu: CIFS/Samba beállítása
ru: Настройки CIFS/Samba
vi: Cài đặt CIFS / Samba
zh_cn: CIFS/Samba设置

source: CIHelper Setup
da: CIHelper Opsætning
de: CIHelper Einstellungen
et: CIHelper seadistamine
hu: CIHelper beállítása
ru: Настройки CIHelper
vi: Cài đặt CIHelper
zh_cn: CI辅助设置

source: CIHelper for SLOT CI0
de: CIHelper für SLOT CI0
et: CIHelper pesale CI0
hu: CIHelper a SLOT CI0 számára
ru: CIHelper для слота SLOT CI0
vi: Trợ giúp CI cho SLOT CI0
zh_cn: CI为CI0辅助插槽

source: CIHelper for SLOT CI1
de: CIHelper für SLOT CI1
et: CIHelper pesale CI1
hu: CIHelper a SLOT CI1 számára
ru: CIHelper для слота SLOT CI1
vi: Trợ giúp CI cho SLOT CI1
zh_cn: CI为CI1辅助插槽

source: CIselectMainMenu
da: CI Valg Hovedmenu
de: CI-Hauptmenü
et: CI valik
vi: ChọnManyMothy
zh_cn: CI-主菜单

source: CPU priority for script execution
da: CPU prioritet for skript-eksekvering
de: CPU-Priorität für die Skriptausführung
et: CPU prioriteet skripti täitmisel
vi: CPU ưu tiên thực thi tập lệnh
zh_cn: 脚本执行的CPU优先级

source: CPU: %s (%s) %s cores
de: Prozessor: %s (%s) %s Kerne
zh_cn: 处理器: %s (%s) %s核

source: CVBS
et: Komposiit (CVBS)
zh_cn: CVBS复合视频信号

source: Cabo Verde
de: Kap Verde
et: Roheneemesaared
hu: Zöld-foki Köztársaság
zh_cn: 佛得角

source: Cached:
da: Mellemlagret:
de: Zwischengespeichert:
et: Vahemälus:
ru: Сохраненная копия:
vi: Lưu trữ:
zh_cn: 缓存:

source: Calculate all positions
de: Alle Positionen berechnen
et: Arvuta kõik positsioonid
hu: Minden pozíció kiszámítása
pt_br: Calcular todas as posições
ru: Рассчитать все позиции
vi: Tính toán tất cả các vị trí
zh_cn: 计算所有位置

source: Calculate file checksums
da: Beregn filens kontrolsum
de: Dateiprüfsummen berechnen
et: Arvuta failide kontrollsummad
vi: Tính toán tổng kiểm tra
zh_cn: 计算和校验文件

source: Call-in
da: Indgående opkald
zh_cn: 接入号

source: Can not run %s: %s. %s may be in a plugin that is not installed.
da: Kan ikke køre %s: %s. %s måske i et Plugin der ikke er installeret.
et: %s: %s ei õnnestu käivitada. %s võib olla paigaldamata.
vi: Không thể chạy%s:%s. %s có thể nằm trong một plugin chưa được cài đặt.
zh_cn: 无法运行 %s: %s. %s 可能在未安装的插件中.

source: Can only find a network drive to store the backup this means after the flash the autorestore will not work. Alternatively you can mount the network drive after the flash and perform a manufacturer reset to autorestore
da: Kan kun finde et netværksdrev til at gemme sikkerhedskopien på, dette medføre at autorgendan ikke virker efter flash. Du kan alternativt mounte netværksdrevet efter flash og udføre en producent nulstilling for at autogendanne.
et: Varukoopiate salvestamiseks leiti ainult võrguketas. See tähendab, et püsivara paigaldusel automaatne taastamine ei tööta. Võimaluseks on haakida võrguketas pärast püsivara paigaldust, sooritada algseadete taastamine ja pärast seda automaatne taastamine
vi: Chỉ có thể tìm một ổ đĩa mạng để lưu trữ bản sao lưu này có nghĩa là sau khi đèn flash tự động không hoạt động. Alternatively bạn có thể gắn ổ đĩa mạng sau đèn flash và thực hiện thiết lập lại manufacker thành autorestore
zh_cn: 只能找到一个网络驱动器来存储备份,这意味着刷新后自动恢复将不起作用.或者,您可以在闪存后挂载网络驱动器,然后将制造商重置为自动还原

source: Can't going to live TV! Switch to live TV and restart Timeshift ?
da: Kan ikke skifte til Live TV! Skift til Live TV og genstart Timeshift ?
de: Es kann nicht zum Live-TV geschaltet werden! Zum Live-TV schalten und Timeshift erneut starten?
et: Otsesaatele lülitumine ei ole võimalik! Kas lülituda otsesaatele ja taaskäivitada ajanihe?
hu: Nem lehet az élő TV adásra váltani! Váltson át az élő adásra és indítsa újra a Timeshift-t?
ru: Невозможно вернуться на просматриваемый канал! Снова подключиться к каналу и перезапустить таймшифт?
vi: Không thể lên truyền hình trực tiếp! Chuyển sang truyền hình trực tiếp và khởi động lại Timeshift?
zh_cn: 不能看电视! 是否切换到电视和重启时移?

source: Can't play the next Timeshift file! Switch to live TV and restart Timeshift ?
da: Kan ikke afspille den næste TimeShift fil! Skift til Live TV og genstart TimeShift ?
de: Die nächste Timeshift-Datei kann nicht abgespielt werden! Zum Live-TV schalten und Timeshift erneut starten?
et: Järgmise ajanihkefaili taasesitus ei ole võimalik! Kas lülituda otsesaatele ja taaskäivitada ajanihe?
hu: Nem lehet lejátszani a következő Timeshift fájlt! Váltson az élő adásra és indítsa újra a Timeshift-t?
ru: Невозможно запустить следующий файл таймшифта! Снова подключиться к каналу и перезапустить таймшифт?
vi: Không thể phát tệp Timeshift tiếp theo! Chuyển sang truyền hình trực tiếp và khởi động lại Timeshift?
zh_cn: 不能播放下一时间的文件! 是否切换到电视和重启时移?

source: Can't play the previous timeshift file! You can try again.
da: Kan ikke afspille forrige Timeshift fil! Du kan prøve igen.
de: Die vorherige Timeshift-Datei kann nicht abgespielt werden! Sie können es noch einmal versuchen.
et: Eelmise ajanihkefaili taasesitus nurjus! Võid proovida uuesti.
hu: Nem lehet lejátszani az előző Timeshift fájlt! Megpróbálhatja újra.
ru: Невозможно запустить предыдущий файл таймшифта! Попробуйте снова
vi: Không thể phát tệp timeshift trước đó! Bạn có thể thử lại.
zh_cn: 不能播放以前的时移文件!你可以再试一次.

source: Can't read link contents: %s
da: Kan ikke læse lænkeindhold: %s
de: Linkinhalt kann nicht gelesen werden: %s
et: Lingi sisu pole võimalik lugeda: %s
vi: Không thể đọc nội dung liên kết:%s
zh_cn: 无法读取链接内容: %s

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths
da: Kan ikke afmounte partition, tilse at den ikke anvendes til swap eller Optagelse/Timeshift stier
de: Kann Partition nicht aushängen. Bitte sicherstellen, dass diese nicht für Auslagerungsdatei oder Aufnahme/Timeshift-Pfade genutzt wird
et: Partitsiooni lahtihaakimine nurjus. Veendu, et seda ei kasutata saale või salvestamise/ajanihke tarbeks
hu: Nem lehet leválasztani a partíciót, győződjen meg róla, hogy nem használják Swap vagy Felvételi/Timeshift útvonalakat
ru: Невозможно демонтировать раздел, убедитесь что он не используется под файл подкачки или для записи/таймшифта
vi: Không thể ngắt kết nối phân vùng, đảm bảo rằng nó không được sử dụng cho các đường dẫn trao đổi hoặc ghi / timeshift
zh_cn: 无法卸载分区,确保它不被用来交换或录制/时移路径

source: Cancel save timeshift as movie
da: Afbryd gem Timeshift som film
de: Timeshift nicht als Film speichern
et: Tühista ajanihke salvestuseks muutmine
hu: Timeshift felvételének megszakítása
ru: Отменить сохранение таймшифта в виде записи
vi: Hủy lưu timeshift như phim
zh_cn: 取消保存时移作为电影

source: Cannot create backup directory
da: Kan ikke oprette sikkerhedskopieringsmappe
de: Sicherungsverzeichnis kann nicht erstellt werden
et: Varukoopia kataloogi loomine nurjus
vi: Không thể tạo thư mục sao lưu
zh_cn: 无法创建备份目录

source: Cannot delete downloaded image
da: Kan ikke slette downloaded Image
de: Das heruntergeladene Image kann nicht gelöscht werden
et: Allalaetud püsivara ei saa kustutada
vi: Không thể xóa hình ảnh đã tải xuống
zh_cn: 无法删除下载的镜像

source: Cannot determine
da: Kan ikke fastsætte
et: Ei saa määrata
hu: Nem lehet megállapítani
pt_br: Impossível determinar
ru: Невозможно определить
vi: Không thể xác định
zh_cn: 无法确定

source: Cannot find any signal ..., aborting !
bg: Не мога да намеря никакъв сигнал ..., претърпявам неуспех !
da: Kan ikke finde noget signal ..., afbryder !
de: Kein Signal gefunden! Abbruch...
et: Mingit signaali ei leita, katkestame!
hu: Nem található jel... művelet megszakítva!
pt_br: Sem sinal. Cancelando...
ru: Сигнал не найден ..., прерываем !
vi: Không thể tìm thấy bất kỳ tín hiệu nào ..., hủy bỏ!
zh_cn: 找不到任何信号...,中止!

source: Cannot find images - please try later
da: Kan ikke finde Images - prøv venligst senere
de: Images können nicht gefunden werden. Versuchen Sie es später noch einmal.
et: Püsivara ei leita - proovi hiljem
vi: Không thể tìm thấy hình ảnh - vui lòng thử lại sau
zh_cn: 找不到镜像-请稍后再试

source: Cannot move to trash can
da: Kan ikke flytte til papirkurv
de: Nicht in den Papierkorb verschiebbar
et: Prügikasti saatmine ei ole võimalik
hu: Nem helyezthető a kukába
pt_br: Não foi possível mover para a lixeira
ru: Невозможно переместить в корзину
vi: Không thể di chuyển đến thùng rác
zh_cn: 不能移动到垃圾桶

source: Capabilities:
da: Kapabiliteter:
de: Fähigkeiten:
et: Võimed:
hu: Tulajdonságok:
vi: Khả năng:
zh_cn: 功能:

source: Capacity:
da: Kapacitet:
de: Kapazität:
et: Maht:
hu: Kapacitás:
pt_br: Capacidade:
ru: Емкость:
sl: Kapaciteta:
vi: Sức chứa:
zh_cn: 容量:

source: Card infos (CCcam-Reader)
da: Kort infos (CCcam-Reader)
de: Karteninfos (CCcam Reader)
et: Kaardi info (CCcam)
hu: Kártya infók (CCcam-Olvasó)
ru: Информация о карте (CCcam-ридер)
vi: Thẻ thông tin (CCcam-Reader)
zh_cn: CA卡信息(CCcam读卡器)

source: Cards:
da: Kort:
de: Karten:
et: Kaardid:
hu: Kártyák:
ru: Карты:
vi: Thẻ:
zh_cn: 卡片:

source: Casting
zh_cn: 铸造

source: Caution update not yet tested !!
da: Advarsel, updatering endnu ikke testet !!
de: !! Achtung: Update noch nicht überprüft !!
et: Ettevaatus, uuendus on testimata!!
hu: Vigyázat, a frissítés nincs tesztelve !!
ru: Непроверенное обновление !!
vi: Cập nhật thận trọng chưa được thử nghiệm !!
zh_cn: 警告更新尚未测试!!

source: Change Volume offset
da: Skift lydstyrkeforskydning
de: Lautstärke Offset ändern
et: Muuda helitaset
hu: Hangerő eltolásainak változásai
ru: Изменение шага громкости
vi: Thay đổi âm lượng bù
zh_cn: 更改音量偏移

source: Change buttons for list navigation
da: Ændre knapper for listenavigering
de: Tasten für die Listennavigation ändern
et: Muuda loendis liikumiseks nuppe
vi: Thay đổi nút để điều hướng danh sách
zh_cn: 更改列表导航键

source: Change recording (duration)
da: Ændre optagelse (varighed)
de: Aufnahme ändern (Aufnahmelänge)
et: Muuda salvestuse kestust
hu: Felvétel módosítása (hossz)
pt_br: Alterar a duração da gravação
ru: Изменить запись (длительность)
vi: Thay đổi bản ghi (thời lượng)
zh_cn: 更改录像(持续时间)

source: Change recording (endtime)
da: Ændre optagelse (sluttid)
de: Aufnahme ändern (Aufnahmeendzeit)
et: Muuda salvestuse lõpuaega
hu: Felvétel módosítása (befejezés időpontja)
pt_br: Alterar o tempo final da gravação
ru: Изменить запись (время окончания)
vi: Thay đổi ghi âm (thời gian kết thúc)
zh_cn: 变更录像(结束时间)

source: Change timer
da: Ænder Timer
de: Timer ändern
et: Muuda taimerit
hu: Időzítő módosítása
ru: Изм. таймер
vi: Thay đổi bộ đếm thời gian
zh_cn: 更改定时器

source: Changelog
da: Ændringslog
de: Übersicht der Änderungen
et: Muudatused
hu: Változási napló
ru: Лог изменений
sl: Dnevnik sprememb
vi: Thay đổi
zh_cn: 更新日志
