Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure the hard disk drive to go to standby after the specified idle time when the box is in standby.
bg: Конфигуриране на твърдия диск, за да отидете в режим след определен период на застой, когато приемника е в standby.
da: Konfigurer harddisken til at gå i Standby efter den angivne inaktivitetstid når boksen er i Standby.
de: Einstellen, nach welcher Zeit Ihre Festplatte in den Ruhezustand gehen soll, wenn sich die Box im Standby befindet.
et: Määra kõvaketta seiskamise aeg pärast määratud jõudeolekut, kui vastuvõtja on ooteseisundis.
fi: Määrittää, sammutetaanko myös kiintolevy tietyn ajan jälkeen, kun itse laite on mennyt valmiustilaan.
fr: Configure le disque dur pour passer en mode veille après la durée spécifiée d'inactivité lorsque le récepteur est en veille.
hu: Beállíthatja, hogy a merevlemez leálljon készenléti állapotába a beállításnak megfelelően miután a készülék készenléti állapotba kerül.
pl: Skonfiguruj dysk twardy tak, aby po określonym czasie bezczynności przechodził w tryb gotowości, gdy dekoder znajduje się w trybie gotowości.
ru: Укажите, через какое время нахождения ресивера в режиме ожидания или неиспользования, переводить жесткий диск в режим ожидания.
sk: Nastavte čas nečinnosti na prechod pevného disku do úsporného režimu ak je prijímač v pohotovostnom režime.
ta: பெட்டி காத்திருப்புடன் இருக்கும்போது குறிப்பிட்ட செயலற்ற நேரத்திற்குப் பிறகு காத்திருப்புக்குச் செல்ல ஆர்ட் டிச்க் டிரைவை உள்ளமைக்கவும்.
vi: Định cấu hình ổ đĩa cứng để chuyển sang chế độ chờ sau thời gian rảnh được chỉ định khi hộp ở chế độ chờ.
zh_cn: 在待机状态下,在指定的空闲时间后,配置硬盘驱动器到待机状态.

source: Configure the hard disk drive to go to standby after the specified idle time.
bg: Конфигуриране на устройството с твърд диск за да отидете в standby след определен застой.
da: Konfigurer harddisken til at gå i Standby efter den angivne inaktivitetstid.
de: Einstellen, nach wie viel Leerlaufzeit eine Festplatte in den Ruhezustand geht.
et: Määra kõvaketta ooteseisundisse minek pärast teatud jõudeoleku aega.
fi: Määrittää, sammutetaanko kiintolevy tietyn ajan jälkeen.
fr: Configure le disque dur pour passer en mode veille après la durée spécifiée d'inactivité.
hu: A beépített háttértár készenlétbe léptetése ennyi tétlen idő után.
pl: Skonfiguruj dysk twardy tak, aby po określonym czasie bezczynności przeszedł w tryb gotowości.
pt_br: Configurar a unidade de disco rígido para ir ao modo de espera após o tempo ocioso especificado.
ru: Настройка жесткого диска для перехода в режим ожидания после простоя в течении определенного времени.
sk: Nastavte čas nečinnosti na prechod pevného disku do úsporného režimu.
ta: குறிப்பிட்ட செயலற்ற நேரத்திற்குப் பிறகு காத்திருப்புக்குச் செல்ல ஆர்ட் டிச்க் டிரைவை உள்ளமைக்கவும்.
vi: Định cấu hình ổ đĩa cứng để chuyển sang chế độ chờ sau thời gian rảnh được chỉ định.
zh_cn: 配置硬盘驱动器,在指定的空闲时间后进入待机状态.

source: Configure the screen resolution for teletext (Not all skins support full-HD teletext).
bg: Конфигуриране на разделителната способност на екрана за телетекст (Не всички кожи поддържат HD телетекст).
da: Konfigurer skærmopløsningen for Tekst-TV (Ikke alle Teamer understøtter fuld-HD Tekst-TV).
de: Bestimmt die Videotext Bildschirmauflösung (nicht alle Skins unterstützen Full-HD Videotext).
et: Kohanda teleteksti ekraanilahutust. (Kõik kujundused ei toeta FHD teleteksti.)
fi: Määritä näytön teksti-tv: n tarkkuus (kaikki teemat eivät tue Full HD teksti-TV:tä).
fr: Configure la résolution d'écran pour le télétexte (tous les thèmes ne supportent pas le télétexte en Full HD).
hu: Állítsa be a képernyő felbontását a teletexthez (Nem mindegyik kinézet támogatja a full-HD teletexet).
pl: Skonfiguruj rozdzielczość ekranu dla telegazety (Nie wszystkie skórki obsługują teletekst Full HD).
sk: Nastavte rozlíšenie obrazovky pre teletext. (Nie všetky vzhľady podporujú teletext vo full HD).
ta: டெலிடெக்ச்டுக்கான திரை தெளிவுத்திறனை உள்ளமைக்கவும் (எல்லா தோல்களும் முழு எச்டி டெலிடெக்ச்டை ஆதரிக்கவில்லை).
vi: Định cấu hình độ phân giải màn hình cho teletext (Không phải tất cả giao diện đều hỗ trợ teletext full-HD).
zh_cn: 配置的屏幕分辨率为图文电视(不是所有皮肤都支持全高清电视).

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
bg: Конфигуриране на източника на данните от интерфейса както е показано на инфобара. 'Настройки' се съхраняват от настройките.'Тунер' е както е докладвано от тунера.
da: Konfigurer kilden for de grænsefladedata der vises i Infobjælken. 'Indstillinger' er som gemt i indstillinger. 'Tuner' er som rapporteret af Tuneren.
de: Einstellen der Datenquelle für die Anzeigen in der Infoleiste.
et: Vali inforibal kuvatavate tuuneriandmete allikas. Valides 'Seaded'. loetakse need salvestatud 'lamedb' failist. Valides 'Tuuner' kuvatakse andmed tuuneri poolt edastatud kujul.
fi: Määrittää tietopalkeissa näytettävän viritintiedon lähteen. 'Asetukset' on asetuksiin tallennettu tieto. 'Viritin' on tieto, jonka viritin ilmoittaa.
fr: Configurer la source de donnée du frontend tel qu’affiché dans la barre d'infos. 'Paramètres' seront ceux stockés dans les paramètres. 'Tuner' seront ceux retournés par le tuner.
hu: Állítsa be a kijelzési adatok forrását ami megjelenik az Információs sávon. A "Beállítások" a beállítások között van tárolva, s azt használja. A "Tuner" a tuner által megadott módon jelenik meg.
pl: Tutaj można ustawić źródło danych w pasku informacyjnym.
ru: Настройка источника отображения данных в инфобаре. 'Настройки' - отображать информацию из настроек. 'Тюнер' - отображать информацию из тюнера.
sk: Nastavte zdroj údajov zobrazených v infolištách. 'Nastavenia' – ako je uložené v nastaveniach. 'Tuner' – ako je uvádzané tunerom.
ta: இன்போபார்சில் காட்டப்பட்டுள்ளபடி ஃபிரான்டென்ட் தரவின் மூலத்தை உள்ளமைக்கவும். 'அமைப்புகள்' என்பது அமைப்புகளில் சேமிக்கப்படுகிறது. 'ட்யூனர்' ட்யூனரால் அறிவிக்கப்படுகிறது.
vi: Định cấu hình nguồn của dữ liệu lối vào như được hiển thị trên infobars. 'Cài đặt' được lưu trữ trên cài đặt. "Bộ chỉnh tần số" được báo cáo bởi bộ chỉnh tần số.
zh_cn: 配置前端数据在信息栏以显示源.设置为存储设置.调谐器是通过调谐器的报道.

source: Configure whether multi channel sound tracks should be downmixed to stereo.
bg: Конфигурирайте дали многоканалните звукови записи трябва да се миксират до стерео.
da: Konfigurer om flerkanals lydspor skal downmixes til stereo.
de: Heruntermischen von Mehrkanalton zu Stereo.
et: Määra, kas mitmekanaline heli taandada stereoks.
fi: Määrittää, muunnetaanko monikanavaiset ääniraidat stereoksi.
fr: Configure si plusieurs pistes sonores doivent être remixées en stéréo.
hu: Állítsa be, hogy a többcsatornás hangsávokat a sztereóhoz le kell-e keverni.
pl: Skonfiguruj, czy ścieżki dźwiękowe wielokanałowe mają być miksowane do wersji stereo.
pt_br: Configurar se trilhas de áudio multicanais devem ser mixadas em estéreo.
sk: Nastavte, či sa majú viackanálové zvukové stopy zlúčiť (downmix) do režimu stereo.
ta: மல்டி சேனல் ஒலி தடங்கள் ச்டீரியோவுக்கு மாற்றப்பட வேண்டுமா என்பதை உள்ளமைக்கவும்.
vi: Định cấu hình xem các bản âm thanh đa kênh có được trộn lẫn thành âm thanh nổi hay không.
zh_cn: 配置多声道音轨是否应混音为立体声.

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseudo recordings (e.g. EPGrefresh).
bg: Конфигурирайте дали символът "запис" (на кожата на дисплея и LCD екрана) да се вижда само за реални записи или също за поточни и псевдозаписи (например EPGrefresh).
fi: Määrittää, näytetäänkö REC-symboli vain todellisille tallennuksille vai myös suoratoistolle ja näennäistallennuksille (esim. EPGrefresh).
fr: Configure si le symbole 'enregistrement' (dans le thème de l'affichage et le thème du LCD) est visible pour les enregistrements réels uniquement ou aussi pour le streaming et les pseudos enregistrements (par exemple EPGrefresh).
pl: Skonfiguruj, czy symbol „nagrywania” (w skórce wyświetlacza i skórce wyświetlacza LCD) ma być widoczny tylko dla rzeczywistych nagrań, czy także dla nagrań strumieniowych i pseudo (np. EPGrefresh).
sk: Nastavte, či bude symbol 'nahrávania' (v súbore so vzhľadom a vzhľadom LCD) viditeľný iba pre skutočné nahrávanie, alebo bude aktívny aj pri streamovaní a pseudo-nahrávaní (napríklad pri obnove EPG).
ta: 'ரெக்கார்டிங்' அடையாளம் (டிச்ப்ளே ச்கின் மற்றும் எல்.சி.டி தோலில்) உண்மையான பதிவுகளுக்கு மட்டுமே அல்லது ச்ட்ரீமிங் மற்றும் போலி பதிவுகளுக்கு (எ.கா. எப்கிரெஃப்ரெச்) தெரியும்.

source: Cree
el: Κρι
fr: Cri
lt: Kry
pl: Kri
sk: Krí
ta: க்ரீ

source: Cron
hr: Planer
sr: Planer
ta: க்ரோன்

source: Current Affairs
bg: Текущи въпроси
da: Aktuelle begivenheder
fi: Ajankohtaisohjelmat
fr: Affaires courantes
pl: Sprawy Bieżące
sk: Aktuálne udalosti
ta: நடப்பு விவகாரங்கள்
zh_cn: 时事

source: Current status
fi: Nykyinen tila
pl: Aktualny status
sk: Aktuálny stav
ta: தற்போதைய நிலை

source: D
ta: டி

source: DAC
ta: டிஏசி
vi: Bộ giải mã
zh_cn: 数模转换器(DAC)

source: DHCP
fi: DCHP
ta: டி.எச்.சி.பி.
zh_cn: DHCP协议

source: DNS (Dynamic Name Server) Actions
bg: Действия на DNS (Сървър за динамични имена)
fi: DNS (dynaaminen nimipalvelin) Toiminnot
pl: Akcje DNS (Dynamic Name Server)
sk: Akcie DNS (Dynamic Name Server)
ta: டி.என்.எச் (டைனமிக் பெயர் சேவையகம்) செயல்கள்

source: DNS mode
fi: DNS tila
pl: Tryb DNS
sk: Režim DNS
ta: டிஎன்எச் பயன்முறை

source: DNS name or IP address
fi: DNS nimi tai IP osoite
pl: Nazwa DNS lub adres IP
sk: DNS meno alebo IP adresa
ta: டிஎன்எச் பெயர் அல்லது ஐபி முகவரி

source: DTS/DTS-HD HR/DTS-HD MA/DTS:X
ta: DTS/DTS-HD HR/DTS-HD MA/DTS: ஃச்

source: DVB API version
pl: Wersja DVB API
sk: Verzia DVB API
ta: டி.வி.பி பநிஇ பதிப்பு

source: DVB-C
ta: டி.வி.பி-சி

source: DVB-C ANNEX B
sv: DVB-C BILAGA B
ta: டி.வி.பி-சி இணைப்பு ஆ
vi: DVB-C PHỤ LỤC B
zh_cn: DVB-C附录B

source: DVB-C ANNEX C
sv: DVB-C BILAGA C
ta: டி.வி.பி-சி இணைப்பு சி
vi: DVB-C PHỤ LỤC C
zh_cn: DVB-C附录C

source: DVB-S
ta: டி.வி.பி-எச்

source: DVB-S2
ta: டி.வி.பி-எச் 2

source: DVB-T
ta: டி.வி.பி-டி

source: DVB-T2
ta: டி.வி.பி-டி 2

source: Deep standby
da: Dyb Standby
de: Ausschalten
et: Puhkeseisund
fi: Virransäästötila
hu: Kikapcsolás
pl: Wyłącz
pt_br: Desligar
ru: Выключение
sk: Vypnutie
ta: ஆழமான காத்திருப்பு
vi: Chế độ chờ
zh_cn: 深待度机

source: Define the DNS suffix.
fi: Aseta DNS osoite.
pl: Zdefiniuj DNS suffix.
sk: Definujte príponu DNS.
ta: டிஎன்எச் பின்னொட்டை வரையறுக்கவும்.

source: Delete and uninstall Plugins. This will remove the Plugin from your box
bg: Изтриване и деинсталиране на приставки. Това ще премахне плъгина от вашата кутия
da: Slet og afinstaller Plugins. Dette vil fjerne Plugin fra din boks
de: Entfernen installierter Erweiterungen. Dadurch wird das Plugin von der Box entfernt
et: Kustuta ja eemalda pluginaid. Nii eemaldad pluginad vastuvõtjast
fi: Poista lisäosia. Tämä poistaa lisäosat vastaanottimestasi
fr: Désinstaller et effacer plugins. Cela enlèvera le plugin de votre récepteur
hu: Bővítmények törlése és eltávolítása. A bővítmény el lesz távolítva a készülékről
pl: Usuń i odinstaluj wtyczki. Spowoduje to usunięcie wtyczek z urządzenia
sk: Vymazať a odinštalovať pluginy. Tým sa pluginy odstránia z prijímača
ta: செருகுநிரல்களை நீக்கி நிறுவல் நீக்கவும். இது உங்கள் பெட்டியிலிருந்து சொருகி அகற்றும்
vi: Xóa và hủy cài đặt Plugin. Thao tác này sẽ xóa Plugin khỏi hộp của bạn
zh_cn: 删除并卸载插件.这将从你的机顶盒中删除插件.

source: Destination of fallback remote receiver
bg: Въведете URL на резервния приемник
fi: Etävastaanottimen kohde
fr: Destination du récepteur distant de repli.
pl: Lokalizacja zdalnego odbiornika
sk: Cieľ záložného vzdialeného prijímača
ta: குறைவடையும் தொலைநிலை ரிசீவரின் இலக்கு

source: Display the EIT Now/Next event data in InfoBar.
bg: Показване на EIT сега/следващи данни събития в инфобара.
fi: Näytä EIT nyt/seuraava ohjelmatieto tietopalkissa.
fr: Afficher les informations EIT courant/suivant dans la barre d'info.
pl: Wyświetlaj EIT obecne/następne wydarzenie w pasku informacyjnym.
sk: Zobraziť EIT o aktuálnej/nasledujúcej udalosti v infolište.
ta: இன்போபாரில் இப்போது/அடுத்த நிகழ்வு தரவைக் காண்பி.

source: Do you want to backup now? After pressing OK, please wait!
bg: Искате ли да направите резервно копие сега? След като натиснете OK, моля изчакайте!
da: Vil du sikkerhedskopiere nu? Efter tryk på OK, vent venligst!
de: Die Sicherung jetzt starten? Nach dem Drücken von OK bitte warten!
et: Kas luua varukoopia kohe? Vajuta OK ja oota!
fi: Haluatko varmuuskopioida nyt? Paina OK näppäintä ja odota!
fr: Voulez-vous faire une sauvegarde maintenant ? Après avoir appuyé sur OK, veuillez patienter !
hu: Szeretne menteni most? Az OK gomb lenyomása után kérem, várjon!
pl: Chcesz teraz utworzyć kopię zapasową? Po naciśnięciu 'OK', proszę czekać!
pt_br: Deseja fazer o backup agora? Depois de pressionar 'OK',espere por favor!
ru: Хотите создать резервную копию? После нажатия OK, пожалуйста, ждите!
sk: Má sa zálohovanie spustiť hneď? Po stlačení tlačidla OK, prosím, čakajte!
ta: நீங்கள் இப்போது காப்புப்பிரதி எடுக்க விரும்புகிறீர்களா? சரி என்பதை அழுத்திய பிறகு, தயவுசெய்து காத்திருங்கள்!
vi: Bạn có muốn sao lưu ngay bây giờ? Sau khi nhấn OK, vui lòng đợi!
zh_cn: 是否马上备份? 按确定键后,请稍等!

source: During this time, the transmitter and the recording destination are checked. If the recording destination (eg NAS) does not ready in time for recording, this time can be increased.
bg: През това време се проверяват предавателят и местоназначението на записа. Ако местоназначението за запис (напр. NAS) не е готово навреме за запис, това време може да се увеличи.
da: I løbet af denne tid kontrolleres senderen og optagelsesdestinationen. Hvis optagelsesdestinationen (f.eks. NAS) ikke er klar til optagelse til tiden, kan denne tid forøges.
de: In dieser Zeit wird der Sender und das Aufnahmeziel überprüft. Ist das Aufnahmeziel (z.B. NAS) nicht rechtzeitig zur Aufnahme bereit, kann diese Zeit vergrößert werden.
fi: Tänä aikana asema ja tallennuskohde tarkistetaan. Jos tallennuskohde (esim. NAS) ei ole valmis tallennukseen ajoissa, tätä aikaa voidaan pidentää.
fr: Pendant ce temps, l'émetteur et la destination d'enregistrement sont vérifiés. Si la destination d'enregistrement (par exemple NAS) n'est pas prête à temps pour l'enregistrement, ce temps peut être augmenté.
pl: W tym czasie sprawdzany jest nadajnik i miejsce docelowe nagrywania. Jeśli miejsce docelowe nagrywania (np. NAS) nie jest gotowe na czas do nagrywania, czas ten można wydłużyć.
sk: V tomto čase sa kontroluje zdroj a cieľ nahrávania. Ak nie je cieľ (napr. NAS) včas pripravený na nahrávanie, je možné tento limit predĺžiť.
ta: இந்த நேரத்தில், டிரான்ச்மிட்டர் மற்றும் ரெக்கார்டிங் இலக்கு சரிபார்க்கப்படுகிறது. ரெக்கார்டிங் இலக்கு (எ.கா. நாச்) பதிவு செய்வதற்கான நேரத்தில் தயாராக இல்லை என்றால், இந்த நேரத்தை அதிகரிக்க முடியும்.
vi: Trong thời gian này, máy phát và đích ghi được kiểm tra. Nếu đích ghi (ví dụ NAS) không sẵn sàng để ghi, thời gian này có thể tăng lên.
zh_cn: 在此期间,将检查发送器和录制目标.如果录制目标(如NAS)没有及时准备好进行录制,则 可以增加此时间.

source: EasyMedia
lt: Paprasta medija
ta: ஈசிமீடியா
tr: Kolay Medya

source: Enable BT Audio
bg: Разрешаване на BT Audio
da: Aktiver BT Lyd
de: BT-Audio aktivieren
et: Luba BT heli
fi: Aktivoi Bluetooth Ääni
fr: Activer BT Audio
pl: Włącz BT Audio
sk: Zapnúť BT audio
ta: BT ஆடியோவை இயக்கவும்
vi: Kích hoạt âm thanh BT
zh_cn: 启用BT音频

source: Enable Up/Down buttons for the 'all up/down' functions (at the beginning/end of the column)?
bg: Разрешаване на бутоните нагоре/надолу за функцията „всички нагоре/надолу“? (в началото/края на колоната)
fi: Otetaanko Ylös / alas painikkeet käyttöön kaikille ylös / alas toiminnolle? (sarakkeen alussa / lopussa)
fr: Activer les boutons haut/bas pour la fonction « tout haut/bas » (au début/à la fin de la colonne)?
pl: Włączyć przyciski Góra/Dół dla funkcji „wszystkich góra/dół” (na początku/końcu kolumny)?
sk: Povoliť tlačidlá hore/dolu pre funkciu 'všetko nahor/všetko nadol' (na začiatku/konci stĺpca)?
ta: 'ஆல் அப்/டவுன்' செயல்பாடுகளுக்கான மேல்/கீழ் பொத்தான்களை இயக்கவும் (நெடுவரிசையின் தொடக்கத்தில்/முடிவில்)?

source: Enable VPS by default (new timers)
fi: Ota VPS käyttöön oletuksena (uudet ajastukset)
pl: Włącz VPS domyślnie (nowe timery)
sk: Predvolene povoliť VPS (v nových časovačoch)
ta: இயல்பாக VP களை இயக்கவும் (புதிய டைமர்கள்)

source: Enable VPS on instant records
fi: Ota VPS käyttöön pikatallennuksissa
pl: Włącz VPS na natychmiastowych nagraniach
sk: Povoliť VPS v okamžitých nahrávkach
ta: உடனடி பதிவுகளில் VP களை இயக்கவும்

source: Enable VPS-Plugin
fi: Ota VPS-Plugin käyttöön
pl: Włącz wtyczkę VPS
sk: Povoliť VPS-Plugin
ta: VPS-Plugin ஐ இயக்கவும்

source: Enable freesat EPG
bg: Разрешаване на freesat EPG
da: Aktiver freesat EPG
de: Freesat EPG aktivieren
et: FreeSat EPG lubatud
fi: Ota käyttöön freesat EPG
fr: Activer EPG freesat
hu: Freesat EPG engedélyezése
pl: Włącz freesat EPG
pt_br: Ativar EPG Freesat
ru: Включить телегид freesat
sk: Povoliť freesat EPG
sl: Vključi freesat EPG sistem
ta: ஃப்ரீசாட் ஈபிசியை இயக்கவும்
vi: Kích hoạt EPG freesat
zh_cn: 启用免费EPG

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
bg: Разрешаване на отдалечения приемник на enigma2, за да се опитате да настроите сервизи, които не могат да бъдат настроени на местно ниво (например тунерът е зает или не е налице тип сервиз в локалния тунер.). ), Например http: // second_box: 8001.
da: Aktiver at Enigma2 fjernmodtager forsøges til at finde kanaler der ikke kan findes lokal (f.eks. Tuneren er optaget eller tjenesttype utilgængelig på den lokale Tuner. Angiv en komplet URL inklusiv http:// samt portnummer (normalt ...:8001), eksempelvis http://anden_boks:8001.
de: Mit 'Ja' Reserve-Enigma2-Receiver aktivieren der versucht wird, wenn ein Sender lokal nicht empfangen werden kann (z.B. wenn der Tuner belegt oder der Sender lokal nicht verfügbar ist). Geben Sie die komplette URL inklusive http:// und Portnummer (normalerweise 8001) an, also z.B. http://zweite_box:8001.
et: Luba kasutada enigma2 kaugvastuvõtjat häälestumiseks kanalitele, mida kohalik vastuvõtja ei ole võimeline vastu võtma (nt. tuuner on hõivatud või kanalitüüp on kohalikule tuunerile sobimatu). Vajalik on täielik URL k.a. http:/ ja pordi number (tavaliselt ...:8001). Näiteks http://teine_tuuner:8001.
fi: Salli vastaanottimen virittyä ulkopuolisiin vastaanottimiin (esim. jos viritin on varattu ja lähiverkon palvelu on saatavilla. Määrittele URL-osoite mukaan luettuna http:// ja portin numero (normaalisti :8001), esim. http://second_box:8001.
fr: Permet d'essayer de syntoniser un récepteur enigma2 distant sur des services qui ne peuvent pas être syntonisés localement (par exemple, le tuner est occupé ou le type de service n'est pas disponible sur le tuner local). Spécifiez l'URL complète, y compris http:// et le numéro de port (normalement ...:8001), par exemple http://second_box:8001.
hu: Lehetővé teszi, hogy egy távoli enigma2 készülékről próbálja meg a csatorna megjelenítését, ha a helyi tuner erre nem képes (pl. a tuner foglalt, mert egy másik csatornát vesz). Adja meg a tljes URL-t, beleértve a 'http://' részt és a port számát is. Pl: http://second_box:8001.
pl: Włącz zdalny odbiornik enigma2, aby spróbować dostroić się do usług, których nie można dostroić lokalnie (np. Tuner jest zajęty lub typ usługi jest niedostępny w lokalnym tunerze. Określ pełny adres URL zawierający http:// i numer portu (zazwyczaj...:8001), np http://second_box:8001.
ru: Включить удаленный ресивер enigma2 для попытки настроиться на сервисы, которые не могут быть настроены локально (например ресивер занят или тип сервиса недоступен на локальном ресивере. Укажите полный URL-адрес, включая http:// и номер порта (обычно...8001), например http://second_box:8001.
sk: Povoliť vzdialený prijímač so systémom enigma2, aby sa pokúsil naladiť stanice, ktoré nie je možné naladiť lokálne (napríklad keď je tuner zaneprázdnený, alebo na lokálnom tuneri nie je dostupný typ stanice). Zadajte celú adresu URL, vrátane prefixu http:// a čísla portu (normálne …:8001), napríklad http://second_box:8001.
ta: தொலைநிலை எனிக்மா 2 ரிசீவரை உள்நாட்டில் இணைக்க முடியாத சேவைகளை மாற்ற முயற்சிக்கவும் (எ.கா. ட்யூனர் ஆக்கிரமிக்கப்பட்டுள்ளது அல்லது உள்ளக ட்யூனரில் பணி வகை கிடைக்கவில்லை. HTTP: // மற்றும் துறைமுகம் எண் உள்ளிட்ட முழுமையான முகவரி ஐ குறிப்பிடவும் (பொதுவாக ...: 8001 ), எ.கா.
vi: Cho phép máy thu enigma2 từ xa cố gắng điều chỉnh các dịch vụ không thể điều chỉnh cục bộ (ví dụ: bộ điều chỉnh bị chiếm dụng hoặc loại dịch vụ không khả dụng trên bộ điều chỉnh cục bộ. Chỉ định URL hoàn chỉnh bao gồm http: // và số cổng (thông thường ...: 8001 ), ví dụ http: // second_box: 8001.
zh_cn: 启用遥控enigma2接收机尝试调谐无法调谐到本地的频道(例如在本地调谐器上调谐器被 占用或频道类型不可用.指定包括http://和端口号的完整URL(通常...:8001),例如 http://second_box:8001.

source: Enigma2 version
bg: Версия Enigma2
pl: Wersja Enigmy2
sk: Verzia Enigma2
ta: Enigma2 பதிப்பு

source: Ewe
cs: Ovce
el: Έουε
fi: Ewe Kieli
it: Pecora
lt: Avelė
sk: eweština
ta: ஈவ்
tr: Koyun

source: Exit MAC address configuration
bg: Изход от MAC- адрес конфигурация
fi: Lopeta MAC osoitteen määritys
fr: Quitter la configuration de l'adresse MAC
pl: Zamknij konfigurację adresu MAC
sk: Ukončiť konfiguráciu MAC adresy
ta: MAC முகவரி உள்ளமைவிலிருந்து வெளியேறவும்

source: F1
fi: Punainen
ta: எஃப் 1

source: F2
ta: வகை

source: F3
ta: Fz

source: F4
ta: Fg

source: FBC SCR (Unicable/JESS)
ta: FBC மண்ணியத் திருத்திகள் (பயன்படுத்த முடியாத/செச்)

source: FFmpeg version
pl: Wersja FFmpeg
sk: Verzia FFmpeg
ta: FFMPEG பதிப்பு

source: FIFO
ta: ஃபிஃபோ
zh_cn: FIFO缓冲器

source: FLASH
bg: Флаш
et: SISEMÄLU
fi: Laitteen sisäinen muisti
lt: VIDINĖ ATMINTIS
sr: FLEŠ
ta: ஃபிளாச்
tr: FLAŞ
vi: ĐÈN FLASH
zh_cn: Flash存储器

source: Fallback tuner setup
bg: Настройки на резервен тунер
fi: Etävastaanotin asetukset
fr: Configuration du tuner de repli
pl: Ustawienia tunera rezerwowego
sk: Nastavenie záložného tuneru
ta: குறைவடையும் ட்யூனர் அமைப்பு

source: File Commander
et: Failihaldur
fi: Tiedostojen hallinta
hr: Zapovjednik Datoteke
lt: Failų valdytojas
pl: Menadżer plików
sk: Správca súborov
sr: Fajl Menadžer
ta: கோப்பு தளபதி
tr: Dosya Yöneticisi
vi: Chỉ huy tập tin
zh_cn: 文件管理器

source: File oscam.conf not found. Please enter username/password manually.
bg: Файлът oscam.conf не е намерен. Моля, въведете потребителското име/парола ръчно.
cs: Soubor oscam.conf nenalezen. Vložte jméno/heslo manuálně.
da: Fil oscam.conf ikke fundet. Indtast venligst brugernavn/adgangskode manuelt.
de: Datei 'oscam.conf' nicht gefunden. Benutzernamen/Passwort manuell eingeben.
el: Το αρχείο oscam.conf δεν βρέθηκε. Εισάγετε το όνομα χρήστη/κωδικό χειροκίνητα.
et: Oscam.conf faili ei leitud. Sisesta kasutajanimi/parool käsitsi.
fi: Tiedostoa oscam.conf ei löytynyt. Syötä käyttäjänimi/salasana manuaalisesti.
fr: Fichier oscam.conf introuvable. Merci d'entrer le nom d'utilisateur et le mot de passe manuellement.
hu: Az oscam.conf fájl nem található. Kérem adja meg a felhasználónevet/jelszót.
nl: Het oscam.conf bestand is niet gevonden. Geef een gebruikersnaam en het wachtwoord handmatig op.
pl: Nie znaleziono pliku Oscam.conf. Podaj nazwę użytkownika/hasło ręcznie.
ru: Файл oscam.conf не найден. Пожалуйста введите username/password вручную.
sk: Súbor oscam.conf sa nanašiel. Prosím, zadajte meno používateľa/heslo ručne.
ta: கோப்பு oscam.conf கிடைக்கவில்லை. பயனர்பெயர்/கடவுச்சொல்லை கைமுறையாக உள்ளிடவும்.
vi: Không tìm thấy tệp oscam.conf. Vui lòng nhập tên người dùng / mật khẩu bằng tay.
zh_cn: oscam.conf文件没有找到. 请手动输入用户名/密码.

source: Film-Noir
ta: நிர்வாண படம்
zh_cn: 黑色电影
