Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Channel list show MiniTV*
bg: Списък с канали, предаване на MiniTV*
cs: Zobrazit seznam kanálů MiniTV*
da: Kanalliste vis MiniTV*
de: MiniTV in der Kanalliste anzeigen*
el: Εμφάνιση MiniTV στη λίστα καναλιών*
fi: Kanavalista näyttää MiniTV*
fr: Affichage de la liste des chaînes MiniTV*
hr: Listu kanala pokazati u MiniTV*
it: Elenco canali mostra MiniTV*
lt: Kanalų sąraše rodyti MiniTV*
nl: Toon een MiniTV in de zenderlijst*
pl: Lista kanałów pokazuje MiniTV*
sk: Zobraziť MiniTV v zozname kanálov*
sr: Lista kanala prikaži MiniTV*
sv: Kanallista visa MiniTV*
ta: சேனல் பட்டியல் மினிட்வி*
tr: Kanal listesi MiniTV'yi gösteriyor*
uk: Показати Міні-ТВ в списку каналів*
vi: Danh sách kênh hiển thị MiniTV *
zh_cn: 频道列表显示小电视*

source: Channel list type
bg: Тип списък с канали
cs: Seznam kanálů typu
da: Kanal listetype
de: Typ der Kanalliste
el: Τύπος λίστας καναλιών
et: Kanalinimekirja stiil
fi: Kanavalistan tyyppi
fr: Type de liste des chaînes
hr: Tip liste kanala
hu: Csatornalista típusa
it: Tipo elenco canali
lt: Kanalų sąrašo tipas
nl: Zenderlijsttype
pl: Typ listy kanałów
pt_br: Lista de canais
ru: Тип списка каналов
sk: Typ zoznamu kanálov
sr: Tip liste kanala
sv: Typ av kanallista
ta: சேனல் பட்டியல் வகை
tr: Kanal listesi tipi
uk: Тип списку каналів
vi: Loại danh sách kênh
zh_cn: 频道列表类型

source: Channel name
bg: Име на канала
cs: Název kanálu
el: Όνομα καναλιού
fi: Kanavan nimi
fr: Nom de la chaîne
hr: Ime kanala
it: Nome canale
lt: Kanalo pavadinimas
nl: Zender naam
pl: Nazwa kanału
sk: Názov kanála
sr: Ime kanala
sv: Kanal namn
ta: சேனல் பெயர்
tr: Kanal ismi
uk: Назва каналу

source: Channel number
cs: Číslo kanálu
el: Αριθμός καναλιού
fi: Kanava numero
hr: Broj kanala
it: Numero canale
nl: Zendernummer
sr: Broj kanala
sv: Kanalnummer
tr: Kanal numarası
uk: Номер Каналу

source: Channel preview mode
bg: Режим на визуализация на канала
cs: Režim náhledu kanálu
da: Kanal forhåndsvisningstilstand
de: Kanal Vorschaumodus
el: Λειτουργία προεπισκόπησης καναλιού
et: Kanali eelvaatlus
fi: Kanavien esikatselutila
fr: Mode prévisualisation chaîne
hr: Režim pregleda kanala
hu: Csatorna előnézeti mód
it: Modalità anteprima canale
lt: Kanalo peržiūros režimas
nl: Zender voorbeeld in EPG
pl: Tryb podglądu kanału
ru: Режим предпросмотра канала
sk: Režim náhľadu kanála
sr: Režim pregleda kanala
sv: Förhandsgranskning av kanal
ta: சேனல் முன்னோட்டம் பயன்முறை
tr: Kanal ön izleme modu
uk: Режим прев'ю каналу
vi: Chế độ xem trước kênh
zh_cn: 频道预览模式

source: Channel selection configuration
bg: Конфигурация за избор на канал
cs: Nastavení výběru kanálů
da: Kanalvalg konfiguration
de: Kanalliste Konfiguration
el: Ρύθμιση επιλογής καναλιών
et: Kanalivaliku seaded
fi: Määritä Kanavalistan asetukset
fr: Paramètres sélection des chaînes
hr: Podešavanje konfiguracije odabira kanala
hu: Csatorna kiválasztás konfigurálása
it: Configurazione selezione canale
lt: Kanalų pasirinkimo konfigūravimas
nl: Zenderlijst instellingen
pl: Konfiguracja wyboru kanału
ru: Настройки селектора каналов
sk: Konfigurácia výberu kanála
sr: Konfiguracija izbora kanala
sv: Konfiguration av kanalval
ta: சேனல் தேர்வு உள்ளமைவு
tr: Kanal seçimi yapılandırması
uk: Налаштування списку каналів
vi: Cấu hình lựa chọn kênh
zh_cn: 频道选择配置

source: Channel selection:
bg: Избор на канали:
cs: Výběr kanálu:
el: Επιλογή καναλιού:
fi: Kanavan valinta:
fr: Sélection de canal :
hr: Odabir kanala:
it: Selezione canali:
lt: Kanalo pasirinkimas:
nl: Zenderkeuze:
pl: Wybór kanału:
sk: Výber kanála:
sr: Izbor kanala:
sv: Val av kanal:
ta: சேனல் தேர்வு:
tr: Kanal seçimi:
uk: Вибір каналу:

source: Channel up
bg: Канал нагоре
cs: Kanál nahoru
da: Kanal op
de: Nächster Sender
el: Μετάβαση προς τα επάνω
et: CH
fi: Kanava ylös
fr: Chaîne haut
hr: Kanal nagore
hu: Csatorna léptetés felfelé
it: Canale su
lt: Kanalą aukštyn
nl: Volgende zender
pl: Kanał wyżej
ru: Канал вверх
sk: Kanál nahor
sr: Kanal nagore
sv: Kanal upp
ta: சேனல் அப்
tr: Kanal yukarı
uk: Канал вгору
vi: Chuyển kênh lên
zh_cn: 频道+

source: ChannelEPG Settings
bg: Настройки за EPG на каналите
cs: Nastavení kanálu-EPG
el: Ρυθμίσεις EPG καναλιού
fi: Kanava EPG asetukset
fr: Paramètres de la chaîne EPG
hr: Postavke EPG Kanala
it: Impostazioni canale EPG
lt: Kanalo EPG nustatymai
nl: Zender EPG instellingen
pl: Ustawienia EPG kanału
sk: Nastavenia EPG kanála
sr: Postavke EPG Kanala
sv: KanalEPG Inställningar
ta: சேனலெப் அமைப்புகள்
tr: Kanal EPG Ayarları
uk: Налаштування EPG каналів

source: Channels
cs: Kanály
el: Κανάλια
fi: Kanavat
hr: Kanali
it: Canali
nl: Zenders
pl: Kanały
sk: Kanály
sr: Kanali
sv: Kanaler
ta: சேனல்கள்
tr: Kanallar
uk: Канали

source: Channels and EPG
cs: Kanály a EPG
el: Κανάλια και EPG
fi: Kanavat ja EPG
hr: Kanali i EPG
it: Canali ed EPG
nl: Zenders en EPG
pl: Kanały i EPG
sk: Kanály a EPG
sr: Kanali i EPG
sv: Kanaler och EPG
ta: சேனல்கள் மற்றும் ஈபிசி
tr: Kanallar ve EPG
uk: Канали та EPG

source: Channels only
cs: Pouze kanály
el: Μόνο κανάλια
fi: Vain kanavat
hr: Samo Kanali
it: Solo canali
nl: Alleen Zenders
pl: Tylko kanały
sk: Len kanály
sr: Samo Kanali
sv: Endast kanaler
ta: சேனல்கள் மட்டுமே
tr: Sadece Kanallar
uk: Лише канали

source: Chap.
bg: Глава.
cs: Kap.
da: Kap.
de: Kap.
el: Κεφ.
et: Peatükk.
fi: Osa.
hr: Pogl.
hu: Fej.
it: Cap.
lt: Skyr.
nl: Hfdst.
pl: Rozdz.
pt_br: Cap.
ru: Глава
sk: Kap.
sl: Pogl.
sr: Pogl.
sv: Kap.
ta: அத்தியாயம்.
tr: Bölüm.
uk: Розд.
zh_cn: 章节.

source: Chapter
bg: Глава
cs: Kapitola
da: Kapitel
de: Kapitel
el: Κεφάλαιο
et: Peatükk
fi: Kappale
fr: Chapitre
hr: Poglavlje
hu: Fejezet
it: Capitolo
lt: Skyrius
nl: Hoofdstuk
pl: Rozdział
pt_br: Capítulo
ru: Раздел
sk: Kapitola
sl: Poglavje
sr: Poglavlje
sv: Kapitel
ta: பாடங்கள்
tr: Bölüm
uk: Розділ
vi: Chương
zh_cn: 章节

source: Character device
bg: Характерно устройство
cs: Charakter zařízení
da: Tegnenhed
de: Zeichengerät
el: Χαρακτήρας συσκευής
fi: Tallennusvälineet
fr: Dispositif de caractère
hr: Karakter uređaja
it: Dispositivo carattere
lt: Simbolių įrenginys
nl: Karakter apparaat
pl: Postać urządzenia
sk: Znakové zariadenie
sr: Karakter uređaja
sv: Karaktär enhet
ta: எழுத்து சாதனம்
tr: Depolama Aygıtları
uk: Властивість пристрою
vi: Thiêt bị hiện tại
zh_cn: 字符设备

source: Chat show
cs: Talk show
hr: Ćaskanje uživo
it: Talk show
sr: Ćaskanje uživo
tr: Sohbet programı
uk: Чат-шоу

source: Chechen
cs: Čečenský
el: Τσετσενικά
fi: Tšetšenia
fr: Tchétchène
it: Ceceno
lt: Čečėnijos
nl: Tsjetsjenië
pl: Czeczeński
sk: Čečenčina
sv: Tjetjenska
ta: செச்சென்
tr: Çeçence
uk: Чеченська

source: Check for PDC
cs: Zkontrolovat PDC
el: Έλεγχος για PDC
fi: Tarkista PDC
hr: Provjerite PDC
it: Controlla PDC
lt: Patikrinkite, ar nėra PDC
nl: Controleer op PDC
pl: Sprawdź PDC
sk: Skontrolovať PDC
sr: Proveri za PDC
sv: Kontrollera för PDC
ta: பி.டி.சி.
tr: PDC için kontrol et
uk: Перевірте наявність PDC

source: Check for PDC availability on each service.
cs: Zkontrolovat dostupnost PDC u každé služby.
el: Έλεγχος για διαθεσιμότητα PDC σε κάθε υπηρεσία
hr: Provjerite dostupnost PDC za svaku uslugu.
it: Verifica disponibilità PDC su ciascun servizio.
lt: Patikrinkite, ar kiekvienoje paslaugoje nėra PDC prieinamumo
nl: Controleer op beschikbaarheid PDC bij elke zender
sr: Proveri PDC raspoloživost za svaki kanal.
sv: Kontrollera om PDC är tillgängligt för varje tjänst
tr: Her kanalda PDC kullanılabilirliğini kontrol edin.
uk: Перевірте доступність PDC для кожного каналу.

source: Check power and input state from TV
cs: Zkontrolujte napájení a stav vstupu z TV
da: Kontroller strøm og inddata tilstand fra TV
de: Überprüfe den Betriebszustand vom TV
el: Έλεγχος της ισχύος και της κατάστασης εισόδου από την TV
et: Kontrolli teleri toidet ja sisendit
fi: Tarkista virta ja tulo tila tv:eltä
fr: Vérifiez l'alimentation et l'état d'entrée du téléviseur
hr: Provjerite napajanje i ulazno stanje s TV
hu: Áramellátás és bemeneti állapot ellenőrzése a TV-készüléken
it: Controlla lo stato di accensione e di input dalla TV
lt: Patikrinti maitinimo ir įvesties būseną iš TV
nl: Controleer power en invoer status van TV
pl: Sprawdź stan zasilania i wejścia z telewizora
sk: Skontrolovať napájanie a stav vstupu z TV
sr: Provera stanja napajanja i unosa sa TV
sv: Kontrollera strömförsörjning och ingångsläge från TV:n
ta: டிவியில் இருந்து ஆற்றல் மற்றும் உள்ளீட்டு நிலையை சரிபார்க்கவும்
tr: TV'den güç ve giriş durumunu kontrol et
uk: Перевірити живлення та стан входу від телевізора
vi: Kiểm tra nguồn và trạng thái đầu vào từ TV
zh_cn: 检查电视电源和输入状态

source: Check the Internet connection again
bg: Проверка отново на интернет връзката
cs: Znovu zkontrolujte připojení k internetu
el: Έλεγχος σύνδεσης στο διαδίκτυο εκ νέου
fi: Tarkista Internet-yhteys uudestaan
fr: Vérifiez à nouveau la connexion Internet
hr: Ponovno provjerite internetsku vezu
it: Controlla di nuovo la connessione a Internet
lt: Tikrinkite interneto ryšį dar kartą
nl: Controleer nogmaals of u een internetverbinding heeft
pl: Sprawdź ponownie połączenie z internetem
sk: Skontrolujte pripojenie na internet ešte raz
sr: Ponovo proveri spajanje Interneta
sv: Kontrollera internetanslutningen igen
ta: இணைய இணைப்பை மீண்டும் சரிபார்க்கவும்
tr: İnternet bağlantısını tekrar kontrol et
uk: Перевірити підключення до Інтернету ще раз

source: Check/Install online updates (you must have a working Internet connection)
bg: Проверка / инсталиране на актуализации онлайн (трябва да имате работеща интернет връзка)
cs: Kontrola/instalace online aktualizací (musíte mít funkční připojení k internetu)
el: Έλεγχος/εγκατάσταση διαδικτυακών ενημερώσεων (πρέπει να υπάρχει σύνδεση στο διαδίκτυο)
fi: Tarkista/Asenna päivityksiä (tarvitset toimivan Internet-yhteyden)
fr: Vérifier/installer les mises-à-jour en ligne (vous devez avoir une connexion internet fonctionnelle)
hr: Provjera/instaliranje mrežnih ažuriranja (morate imati ispravnu internetsku vezu)
it: Controlla e installa aggiornamenti in linea (è necessaria una connessione Internet)
lt: Tikrinkite/įdiekite atnaujinimus internetu (reikalingas interneto ryšys)
nl: Installeer online updates, een internet verbinding is daarvoor noodzakelijk.
pl: Sprawdzanie/Instalowanie aktualizacji online (wymagane połączenie z internetem)
sk: Kontrola/inštalácia on-line aktualizácií (je potrebné pripojenie na internet)
sr: Provera/Instaliranje ispravki na mreži (treba Internet veza)
sv: Kontrollera/installera onlineuppdateringar (du måste ha en fungerande internetanslutning)
ta: நிகழ்நிலை புதுப்பிப்புகளைச் சரிபார்க்கவும்/நிறுவவும் (உங்களிடம் வேலை செய்யும் இணைய இணைப்பு இருக்க வேண்டும்)
tr: Çevrimiçi güncellemeleri kontrol et/yükle (çalışır durumda bir internet bağlantınız olmalıdır)
uk: Перевірка/Установка оновлень (потрібно інтернет-з'єднання)

source: Checking Feeds
cs: Kontrola zdrojů
da: Kontrollere Feeds
de: Prüfe Feeds
el: Έλεγχος πηγών
et: Hoidlate kontroll
fi: Tarkistetaan syötteitä
fr: Vérification des feeds
hr: Provjera sažetaka sadržaja
hu: Szolgáltatások ellenőrzése
it: Controllo feed
lt: Tikrinami šaltiniai
nl: Controleert feeds
pl: Sprawdzanie Feeds
ru: Проверка Фида
sk: Kontrola zdrojov
sr: Provera Fida
sv: Kontroll av flöden
ta: ஊட்டங்களை சரிபார்க்கிறது
tr: Beslemeler Kontrol Ediliyor
uk: Перевірка Серверів
vi: Kiểm tra chương trình
zh_cn: 正在检查源...

source: Checking Logs...
bg: Проверка на дневниците...
cs: Hledání zpráv...
da: Kontrollere Logs...
de: Überprüfe Log-Dateien...
el: Έλεγχος καταγραφολογίων...
et: Logide uurimine.
fi: Tarkistetaan lokeja...
fr: Vérification des logs…
hr: Provjera dnevnika...
hu: Naplók ellenőrzése ...
it: Controllo registri...
lt: Tikrinami žurnalai...
nl: Controleer logs...
pl: Sprawdzanie Logów...
ru: Проверка Лога...
sk: Kontrola denníkov...
sr: Provera Log...
sv: Kontrollerar loggar...
ta: பதிவுகளை சரிபார்க்கிறது ...
tr: Günlükler Kontrol Ediliyor...
uk: Перевірка Логів ...
vi: Kiểm tra nhật ký ...
zh_cn: 正在检查日志...

source: Checking file system...
bg: Проверка на файлова система...
cs: Kontrola systému souborů...
el: Έλεγχος συστήματος αρχείων...
fi: Tarkistetaan tiedostojärjestelmää...
fr: Vérification du système de fichiers...
hr: Provjera datotečnog sustava...
it: Controllo file system...
lt: Failų sistemos tikrinimas...
nl: Controleer bestandssysteem...
pl: Sprawdzanie plików systemowych...
sk: Kontrola súborového systému...
sr: Provera sistema fajla...
sv: Kontrollerar filsystemet...
ta: கோப்பு முறைமையைச் சரிபார்க்கிறது ...
tr: Dosya sistemi kontrol ediliyor...
uk: Перевірка файлової системи...

source: Checking tuner %d DiSEqC port %s for %s
bg: Проверка на тунер %d DiSEqC порт %s за %s
cs: Kontrola tuneru %d DiSEqC port %s pro %s
da: Kontroller Tuner %d DiSEqC port %s for %s
de: Prüfe Tuner %d DiSEqC Port %s für %s
el: Έλεγχος tuner %d Θύρα DiSEqC %s για το %s
et: Kontrollitakse tuuneri %d DiSEqC sisendit %s %s jaoks
fi: Tarkistetaan virittimen %d DiSEqC porttia %s %s:lle
fr: Vérification du tuner %d DiSEqC port %s pour %s
hr: Provjera tunera %d DiSEqC priključak %s za %s
hu: Tuner beállítás: %d DiSEqC port %s a %s-ből
it: Controllo tuner %d Porta DiSEqC %s per %s
lt: Imtuvo patikrinimas %d DiSEqC jungtis %s dėl %s
nl: Controleert tuner %d DiSEqC poort %s voor %s
pl: Sprawdzanie tunera %d DiSEqC port %s dla %s
pt_br: Verificando tuner %d Porta DiSEqC %s para %s
ru: Проверка тюнера %d DiSEqC Порт %s для %s
sk: Kontrola tunera %d Port DiSEqC %s pre %s
sr: Provera tjunera %d DiSEqC port %s за %s
sv: Kontroll av tuner %d DiSEqC-port %s för %s
ta: ட்யூனர் %d %s க்கு diseqc துறைமுகம் %s
tr: Tuner kontrol ediliyor %d %s için DiSEqC girişi %s
uk: Перевірка тюнера %d DiSEqC порт %s на %s
vi: Kiểm tra bộ chỉnh%d Cổng DiSEqC%s cho%s
zh_cn: 正在检查调谐器 %d DiSEqC端口 %s 或 %s

source: Chichewa / Chewa / Nyanja
el: Τσιτσέουα / Τσέουα / Νιάντζα
sk: Čičeva / Čeva / Ňandža
ta: சிசேவா / அரட்டை / கடல்
uk: Чичева / Чева / Ньянджа

source: Children
bg: Деца
cs: Děti
da: Børn
de: Kinder
el: Παιδικά
fi: Lapset/nuoret
fr: Enfants
hr: Djeca
it: Bambini
lt: Vaikų
nl: Kinderen
pl: Dzieci
sk: Deti
sr: Deca
sv: Barn
ta: குழந்தைகள்
tr: Çocuk
uk: Дитяча
zh_cn: 儿童组

source: Children's
bg: На децата
cs: Dětské
el: Για παιδιά
fi: Lapset/nuoret
fr: Enfants
hr: Dječiji
it: Bambini
lt: Vaikams
nl: Kinderen
pl: Dziecięce
sk: Detské
sr: Dečiji
sv: Barn
ta: குழந்தைகள்
tr: Çocuklar
uk: Дитячі

source: Children's/Youth programs
cs: pro děti a mláděž (obecně)
el: παιδικά/νεανικό πρόγραμμα (γενικά)
hr: Djeca/Omladina programi
it: programmi per bambini e giovani
lt: vaikų/jaunimo programa (bendrai)
nl: kinderen / jeugd (algemeen)
sr: Programi za decu i mlade
sv: barn/ungdomsprogram (allmänt)
tr: Çocuk/Gençlik programları
uk: дитяча/молодіжна програма (загальна)

source: Children/Youth
bg: Деца/Младежи
cs: Děti/mládež
da: Børn/Ung
de: Kinder/Jugend
el: Παιδικά/Εφηβικά
et: Lapsed/noored
fi: Lapset/nuoret
fr: Enfant/Jeune
hr: Djeca/Omladina
hu: Gyermek/Fiatalság
it: Bambini/Ragazzi
lt: Vaikams/jaunimui
nl: Kinderen/Jeugd
pl: Dzieci/Młodzież
pt_br: Crianças/Jovens
ru: Дети/Юноши
sk: Deti/mládež
sr: Deca/Omladina
sv: Barn/ungdom
ta: குழந்தைகள்/இளைஞர்கள்
tr: Çocuk/Gençlik
uk: Діти/Юнаки
vi: Trẻ em / Thanh niên
zh_cn: 儿童/青少年

source: Chile
el: Χιλή
et: Tšiili
fr: Chili
it: Cile
lt: Čilė
nl: Chili
sk: Čile
ta: சிலி
tr: Şili
uk: Чілі
zh_cn: 智利

source: China
cs: Čína
da: Kina
el: Κίνα
et: Hiina
fi: Kiina
fr: Chine
hu: Kína
it: Cina
lt: Kinija
pl: Chiny
sk: Čína
sv: Kina
ta: சீனா
tr: Çin
uk: Китай
vi: Trung Quốc
zh_cn: 中国

source: Chinese
cs: Čínština
el: Κινεζικά
fi: Kiina
fr: Chinois
it: Cinese
lt: Kinų
nl: Chinees
pl: Chiński
sk: čínština
sv: Kinesiska
ta: சீன
tr: Çince
uk: Китайська

source: Chinese (Simplified)
cs: Zjednodušená čínština
el: Κινεζικά (απλοποιημένα)
fi: Kiina (yksinkertaistettu)
it: Cinese semplificato)
nl: Chinees
pl: Chiński (Uproszczony)
sk: Čínština (zjednodušená)
sv: Kinesiska (förenklad)
ta: சீன (எளிமைப்படுத்தப்பட்ட)
tr: Çince (Basitleştirilmiş)
uk: Китайська (спрощена)

source: Chkroot Manager Actions
cs: Akce správce Chkroot
el: Ενέργειες διαχείρισης Chkroot
fi: Chkroot toiminnot
hr: Chkroot Upravitelj Radnja
it: Azioni del gestore Chkroot
nl: Chkroot Manager Acties
pl: Akcje menadżera Chkroot
sk: Akcie správcu Chkroot
sr: Akcije menadžera Chkroot
sv: Chkroot Manager Åtgärder
tr: Chkroot Yöneticisi İşlemleri
uk: Дії менеджера Chkroot

source: Chkroot MultiBoot Initialization in progress!
cs: Probíhá inicializace Chkroot MultiBoot!
el: Αρχικοποίηση πολλαπλής εκκίνησης Chkroot σε εξέλιξη!
fi: Chkroot MultiBoot Alustus käynnissä!
hr: Inicijalizacija Chkroot MultiBoot-а je u toku!
it: Inizializzazione di Chkroot MultiBoot in corso!
nl: Chkroot MultiBoot-Initialisatie gestart!
pl: Inicjalizacja Chkroot MultiBoot w toku!
sk: Prebieha inicializácia Chkroot MultiBoot!
sr: Chkroot MultiBoot Inicijalizacija u toku!
sv: Chkroot MultiBoot Initialisering pågår!
tr: Chkroot Çoklu Önyükleme başlatma işlemi devam ediyor!
uk: Триває ініціалізація Chkroot MultiBoot!

source: Chkroot MultiBoot Manager
cs: Správce vícenásobného spouštění Chkroot
el: Διαχείριση πολλαπλής εκκίνησης Chkroot
fi: Chkroot MultiBoot Hallinta
hr: Chkroot MultiBoot Upravitelj
it: Gestore Chkroot MultiBoot
pl: Menadżer Chkroot MultiBoot
sk: Správca Chkroot MultiBoot
sr: Chkroot MultiBoot Menadžer
sv: Chkroot MultiBoot-hanterare
tr: Chkroot Çoklu Önyükleme Yöneticisi
uk: Менеджер Chkroot MultiBoot

source: Choice Box
bg: Кутия за избор
cs: Vyberte si
da: Valgmuligheder
de: Bitte treffen Sie eine Auswahl
el: Πλαίσιο επιλογών
et: Valikukast
fi: Kortin Tiedot
fr: Choisir le récepteur
hr: Odabir Tunera
hu: Készülék választás
it: Scegli opzione
lt: Pasirinkimų langas
nl: Opties
pl: Okno wyboru
ru: Меню выбора
sk: Výber možnosti
sr: Izbor Resivera
sv: Valbox
ta: தேர்வு பெட்டி
tr: Seçim Kutusu
uk: Зробіть вибір
vi: Hộp lựa chọn
zh_cn: 选择机顶盒

source: Choice List Actions
cs: Akce seznamu voleb
el: Ενέργειες λίστας επιλογών
fi: Valitse Listan toiminnot
hr: Radnje spisaka odabira
it: Azioni Elenco scelte
nl: Keuzelijst Acties
pl: Działania na liście wyboru
sk: Akcie zoznamu pre výber
sr: Radnja Izbora Liste
sv: Åtgärd för valslista
ta: தேர்வு பட்டியல் செயல்கள்
tr: Seçim Listesi İşlemleri
uk: Дії кнопок для Списку вибору

source: Choice List Navigation Actions
cs: Seznam voleb Navigační akce
el: Ενέργειες πλοήγησης λίστας επιλογών
fi: Valitse Listan Navigointi toiminnot
hr: Radnje navigacije spiska odabira
it: Azioni di navigazione nell'Elenco scelte
nl: Keuzelijst navigatie Acties
pl: Akcje nawigacji po liście wyboru
sk: Akcie navigácie zoznamom pre výber
sr: Radnja Navigacije Izbora Liste
sv: Åtgärder för navigering i vallista
ta: தேர்வு பட்டியல் வழிசெலுத்தல் நடவடிக்கைகள்
tr: Seçim Listesi Gezinme İşlemleri
uk: Навігаційні дії за списком вибору

source: Choice List Order Actions
cs: Akce seznamu voleb
el: Ενέργειες σειράς λίστας επιλογών
fi: Valitse lista järjestyksen toiminnot
hr: Radnje redoslijeda spiska odabira
it: Azioni di ordinamento nell'Elenco scelte
nl: Keuzelijst sorteer Acties
pl: Działania dotyczące kolejności listy wyboru
sk: Akcie zoraďovania zoznamu pre výber
sr: Akcije Redosleda Liste Izbora
sv: Val Lista Order Åtgärder
ta: தேர்வு பட்டியல் ஒழுங்கு செயல்கள்
tr: Seçim Listesi Sıralama İşlemleri
uk: Дії кнопок послідовності вибору списку

source: Choice List Selection Actions
cs: Akce pro výběr seznamu voleb
el: Ενέργειες επιλογής λίστας επιλογών
fi: Valitse valitun listan toiminnot
hr: Radnje odabira spiska
it: Azioni di selezione nell'Elenco scelte
nl: Keuzelijst selectie Acties
pl: Akcje wyboru listy wyboru
sk: Akcie výberu v zozname pre výber
sr: Akcije Izbora Selekcije Liste
sv: Val av lista Valåtgärder
ta: தேர்வு பட்டியல் தேர்வு நடவடிக்கைகள்
tr: Seçim Listesi Seçim İşlemleri
uk: Дії кнопок вибору зі списку вибору

source: Choice where to put "%s"
bg: Изберете къде да поставите "%s"
cs: Vyberte, kam umístit „%s“
da: Vælg placering af "%s"
de: Positionsauswahl für "%s"
el: Επιλογή τοποθεσίας του "%s"
et: Vali "%s" asukoht
fi: Valitse mihin laittaa "%s"
fr: Choix où mettre "%s"
hr: Odabir mjesta gdje staviti "%s"
hu: Kiválaszthatja, hova kell elhelyezni a(z) "%s"
it: Scegli dove mettere "%s"
lt: Pasirinkite kur dėti "%s"
nl: Selecteer waar "%s" te plaatsen
pl: Wybierz, gdzie umieścić "%s"
sk: Výber, kam sa má umiestniť "%s"
sr: Izbor gde da stavite "%s"
sv: Val av var "%s" ska placeras
ta: "%s"
tr: “%s” nin nereye koyulacağının seçimi
uk: Вибір де поставити "%s"
vi: Lựa chọn nơi đặt "% s"
zh_cn: 选择放置"%s"的位置

source: Choose Tuner
bg: Избиране на тунер
cs: Zvolte tuner
da: Vælg Tuner
de: Tuner auswählen
el: Επιλογή tuner
et: Vali tuuner
fi: Valitse Viritin
fr: Choisir tuner
hr: Odaberite tuner
hu: Tuner kiválasztása
it: Scegli tuner
lt: Pasirinkite imtuvą
nl: Selecteer tuner
pl: Wybierz tuner
pt_br: Escolha o tuner
ru: Выбрать тюнер
sk: Vyberte tuner
sl: Izberite tuner
sr: Izaberi Tjuner
sv: Välj tuner
ta: ட்யூனரைத் தேர்வுசெய்க
tr: Tuner Seç
uk: Виберіть Тюнер
vi: Chọn bộ chỉnh
zh_cn: 选择调谐器

source: Choose a country scheme for decoding genre information in EPG events.
bg: Изберете схема на държава за декодиране на информация за жанра в EPG събития.
cs: Vyberte schéma země pro dekódování informací o žánru v událostech EPG.
da: Vælg en hjemlandsplan til afkodning af genre-information i EGP begivenheder.
de: Wählen Sie ein Länderschema zum Dekodieren von Genreinformationen in EPG-Ereignissen.
el: Επιλέξτε τον συνδυασμό χωρών για την αποκωδικοποίηση των πληροφοριών είδους προγράμματος στο EPG.
fi: Valitse maa asetus ohjelmaoppaan ohjelmatyylitietojen purkuun.
fr: Choisissez un schéma de pays pour décoder les informations de genre dans les événements EPG.
hr: Odaberite shemu zemlje za dekodiranje žanrovskih informacija u EPG događajima.
it: Scegli uno schema nazionale per la decodifica delle informazioni sul genere negli eventi EPG.
lt: Pasirinkite šalies schemą EPG renginių žanro informacijos dekodavimui.
nl: Kies een land voor het decoderen van genre informatie uit de EPG.
pl: Wybierz krajowy schemat dekodowania informacji o gatunku w wydarzeniach EPG.
sk: Vyberte schému krajiny na dekódovanie informácií o žánri v udalostiach EPG.
sr: Izaberi šemu zemlje za dekodiranje info o žanru EPG sadržaja.
sv: Välj ett landssystem för avkodning av genreinformation i EPG-händelser.
ta: ஈபிசி நிகழ்வுகளில் வகை தகவல்களை டிகோடிங் செய்வதற்கான நாட்டுத் திட்டத்தைத் தேர்வுசெய்க.
tr: EPG etkinliklerindeki tür bilgilerini çözümlemek için bir ülke şeması seçin.
uk: Виберіть країну для визначення інформації про жанр в передачах EPG.
zh_cn: 选择一个在EPG事件中解码类型信息的国家方案.
