Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Timer+
bg: Таймер+
cs: Časovač+
el: Χρονοδιακόπτης+
fi: Ajastin+
fr: Minuterie+
hr: Tajmera+
lt: Laikmatis+
sk: Časovač+
sr: Tajmera+
sv: Timer + Timer
ta: டைமர்+
tr: Zamanlayıcı
uk: Таймер+

source: Timer:
cs: Časovač:
el: Χρονοδιακόπτης:
fi: Ajastus:
hr: Tajmer:
sk: Časovač:
sr: Tajmer:
ta: டைமர்:
tr: Zamanlayıcı:
uk: Таймер:

source: Timerlist
bg: Списък с таймер
cs: Seznam časovačů
el: Λίστα χρονοδιακοπτών
fi: Ajastuslista
fr: Liste des minuteurs
hr: Lista tajmera
it: Elenco timer
lt: Laikmačių sąrašas
nl: Timerlijst
pl: Lista timera
sk: Zoznam časovačov
sr: Lista tajmera
sv: Timerlista
ta: நேரங்குறிகருவி பட்டியல்
tr: Zamanlayıcı listesi
uk: Список таймерів

source: Timers
bg: Таймери
cs: Časovače
da: Timere
de: Timer
el: Χρονοδιακόπτες
et: Taimerid
fi: Ajastukset
fr: Programmations
hr: Tajmeri
hu: Időzítők
it: Timer
lt: Laikmačiai
pl: Timery
ru: Таймеры
sk: Časovače
sl: Časovniki
sr: Tajmeri
sv: Tidtagare
ta: டைமர்கள்
tr: Zamanlayıcılar
uk: Таймери
vi: Bộ hẹn giờ
zh_cn: 定时器

source: Timeshift
el: Χρονομετατόπιση
et: Ajanihe
fi: Ajansiirto
fr: PauseDirect
hr: Tajmšift
lt: Laiko poslinkis
ru: Таймшифт
sl: Časovni zamik
sr: Tajmšift
sv: Tidsförskjutning
ta: டைம் சிப்ட்
tr: Zaman kaydırma
uk: Таймшифт
zh_cn: 时移

source: Timezone
bg: Часова зона
cs: Časové pásmo
el: Χρονική ζώνη
et: Ajavöönd
fi: Aikavyöhyke
hr: Vremenska zona
hu: Időzóna
it: Fuso orario
lt: Laiko juosta
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ru: Часовой пояс
sk: Časová zóna
sl: Časovni pas
sr: Vremenska zona
sv: Tidszon
ta: நேர மண்டலம்
tr: Zaman dilimi
uk: Часовий пояс
vi: Múi giờ

source: Timor-Leste / East Timor
cs: Východní Timor / Východní Timor
el: Ανατολικό Τιμόρ
fi: Timor-Leste / Itä Timor
fr: Timor-Leste / Timor oriental
it: Timor-Leste / Timor Est
lt: Rytų Timoras / Rytų Timoras
nl: Oost-Timor
sk: Východný Timor
sv: Östtimor
ta: திமோர்-ரீட் / கிழக்கு திமோர்
tr: Doğu Timor / Doğu Timor
uk: Тимор-Лешті / Східний Тимор

source: Title
bg: Заглавие
cs: Titul
da: Titel
de: Titel
el: Τίτλος
et: Pealkiri
fi: Otsikko
fr: Titre
hr: Titl
hu: Cím
it: Titolo
lt: Antraštė
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
sk: Titul
sl: Naslov
sr: Titl
sv: Titel
ta: தலைப்பு
tr: Başlık
uk: Заголовок
vi: Chức vụ
zh_cn: 标题

source: Title properties
bg: Свойства на заглавието
cs: Vlastnosti
da: Titel egenskaber
de: Titeldetails
el: Ιδιότητες τίτλου
et: Omadused
fi: Ominaisuudet
fr: Propriétés titre
hr: Svojstva titla
hu: Tétel tulajdonságai
it: Proprietà titolo
lt: Antraštės ypatybės
nl: Titel instellingen
pl: Właściwości tytułu
pt_br: Propriedades de título
ru: Свойства заголовка
sk: Vlastnosti titulu
sl: Lastnosti naslova
sr: Svojstva titla
sv: Titel egenskaper
ta: தலைப்பு பண்புகள்
tr: Başlık özellikleri
uk: Властивості заголовка
vi: Thuộc tính tiêu đề
zh_cn: 标题属性

source: Titleset mode
cs: Nastavování titulu
da: Titelopsætning tilstand
de: Titel-Einstellungs-Modus
el: Λειτουργία τιτλοδοσίας
et: Pealkirja seadmine
fi: Tila
fr: Mode jeu titre
hr: Način postavki titla
hu: Tétel-szett mód
it: Modalità set titoli
lt: Pavadinimo nustatymo būdas
nl: Titelset modus
pl: Tryb ustawienia tytułu
pt_br: Modo de título
ru: Режим установки заголовка
sk: Režim nastavenia titulov
sl: Način za določanje naslovov
sr: Način postavki titla
sv: Titleset-läge
ta: தலைப்பு பயன்முறை
tr: Başlık seti modu
uk: Режим встановлення заголовку
vi: Chế độ tiêu đề
zh_cn: 标题设置模式

source: To complete the setup the %s %s must connect to the Internet. Connect the %s %s to the Internet now.
cs: Chcete-li dokončit nastavení, %s %s se musí připojit k internetu. Nyní připojte %s %s k internetu.
el: Για να ολοκληρωθεί η ρύθμιση, ο %s %s πρέπει να συνδεθεί στο διαδίκτυο. Συνδέστε τώρα τον %s %s στο διαδίκτυο.
fi: Asennuksen loppuun saattamiseksi %s %s on muodostettava yhteys Internetiin. Yhdistä %s %s nyt Internetiin.
hr: Da bi se dovršilo postavljanje, %s %s mora se povezati s internetom. Povežite %s %s s s internetom sada.
it: Per completare la configurazione, %s %s deve connettersi a Internet. Collega ora %s %s a Internet.
nl: Om de installatie te voltooien moet uw %s %s verbinding maken met internet. Verbind nu de %s %s met het internet.
pl: Aby zakończyć konfigurację %s %s musi być podłączony do internetu. Podłącz %s %s do internetu teraz.
sk: Na dokončenie nastavovania sa musí zariadenie %s %s pripojiť k internetu. Pripojte zariadenie %s %s k internetu.
sr: Da bi dovršili podešavanje %s %s mora da se povežete sa Internetom. Odmah povežite %s %s sa Internetom.
sv: För att slutföra installationen måste %s %s anslutas till Internet. Anslut %s %s till Internet nu.
ta: அமைப்பை முடிக்க %s %s இணையத்துடன் இணைக்க வேண்டும். %s %s ஐ இப்போது இணையத்துடன் இணைக்கவும்.
tr: Kurulumu tamamlamak için %s %s cihazının İnternet'e bağlanması gerekir. %s %s cihazını şimdi İnternet'e bağlayın.
uk: Щоб завершити налаштування, %s %s має підключитися до Інтернету. Підключіть %s %s до Інтернету зараз.

source: To restore the image check the manual or documentation for the receiver.
cs: Chcete-li obnovit obraz, podívejte se do manuálu nebo dokumentace k přijímači.
el: Για επαναφορά του image συμβουλευτείτε το εγχειρίδιο ή τις οδηγίες του δέκτη.
fi: Ohjelmiston palauttamiseksi katso ohjeita openatv sivuilta.
hr: Za vraćanje image provjerite priručnik ili dokumentaciju za tuner.
it: Per ripristinare l'immagine consulta il manuale o la documentazione del ricevitore.
nl: Voor het herstellen van een image a.u.b. de handleiding van de ontvanger raadplegen.
pl: Aby przywrócić system, sprawdź instrukcję lub dokumentację odbiornika.
sk: Pre obnovu image si pozrite manuál alebo dokumentáciu od prijímača.
sr: Da biste obnovili imidž, proverite priručnik ili dokumentaciju za prijemnik.
sv: För att återställa bilden, kontrollera manualen eller dokumentationen för mottagaren.
ta: படத்தை மீட்டெடுக்க பெறுநருக்கான கையேடு அல்லது ஆவணங்களை சரிபார்க்கவும்.
tr: Yazılımı geri yüklemek için alıcının kılavuzuna veya belgelerine bakın.
uk: Щоб відновити імідж, перегляньте посібник, або документацію до приймача.

source: To restore the image use 'OnlineFlash' option in the 'SoftwareManager' menu.
cs: Pro obnovení obrazu použijte volbu 'OnlineFlash' v nabídce 'SoftwareManager'.
el: Για επαναφορά του image χρησιμοποιήστε το 'διαδικτυακό φλασάρισμα' στο μενού διαχείρισης λογισμικού.
fi: Palauta ohjelmisto käyttämällä "Lataa internetistä" toimintoa ohjelmiston hallinnassa.
hr: Za vraćanje image koristite opciju 'OnlineFlash' u menu 'Upravitelj softvera'.
it: Per ripristinare l'immagine usa l'opzione 'Flash in linea' nel menu 'Gestore software'.
nl: Voor het herstellen van een image de 'Flash online/lokaal' optie in het 'Softwarebeheer' menu gebruiken. (BLAUW)
pl: Aby przywrócić system użyj opcji „Instalacja systemu online” w menu „Menadżer oprogramowania”.
sk: Pre obnovu image použite funkciu 'OnlineFlash' v menu 'SoftwareManager'.
sr: Da biste obnovili sliku, koristite opciju 'Online Flash' u meniju 'Upravljač softverom'.
sv: För att återställa bilden använder du alternativet "OnlineFlash" i menyn "SoftwareManager".
ta: படத்தை மீட்டமைக்க 'சாப்ட்போர் மேனேசர்' பட்டியலில் 'ஆன்லைன்ஃப்ளாச்' விருப்பத்தைப் பயன்படுத்தவும்.
tr: Yazılımı geri yüklemek için 'Yazılım Yöneticisi' menüsündeki 'Çevrimiçi Yazılım Yükleme' seçeneğini kullanın.
uk: Щоб відновити імідж, скористайтеся опцією 'OnlineFlash' у меню 'SoftwareManager'.

source: To where would you like to extract '%s'?
cs: Kam chcete extrahovat '%s'?
el: Πού θέλετε να γίνει η εξαγωγή του '%s';
fi: Minne haluat purkaa tiedoston %s?
hr: Gdje biste željeli izdvojiti '%s'?
it: Dove vorresti estrarre '%s'?
nl: Waar wilt u '%s' uitpakken?
pl: Gdzie chciałbyś wyodrębnić '%s'?
sk: Kam sa má rozbaliť '%s'?
sr: Gde želite da izdvojite '%s'?
sv: Till vilken plats vill du extrahera '%s'?
ta: '%s' ஐ எங்கு பிரித்தெடுக்க விரும்புகிறீர்கள்?
tr: '%s' verilerini nereye çıkarmak istersiniz?
uk: Куди ви бажаєте видобути '%s'?

source: Today
bg: Днес
cs: Dnes
da: Idag
de: Heute
el: Σήμερα
et: Täna
fi: Tänään
fr: Aujourd'hui
hr: Danas
hu: Ma
it: Oggi
lt: Šiandien
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sk: Dnes
sl: Danes
sr: Danas
sv: Idag
ta: இன்று
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_cn: 今天

source: Toggle Dolby Digital down mix
cs: Přepnout mix Dolby Digital
el: Εναλλαγή υποβάθμισης και μίξης Dolby Digital
fi: Vaihda muunto stereoksi
fr: Basculer le downmix digital...
hr: Prebaci na Dolby Digital downmix
it: Attiva/disattiva downmix Dolby Digital
lt: Perjungti skaitmeninį suliejimą...
nl: Dolby-Digital Downmix Aan/Uit
pl: Przełącz miks Dolby Digital
sk: Prepnutie digitálneho downmixu…
sr: Prebaci na Dolby Digital down mix
sv: Växla Dolby Digital nedmixning
ta: டிசிட்டல் டவுன்மிக்ச் மாற்று ...
tr: Dolby Digital ses karışımını Aç/Kapat
uk: Перемикання мікшування Dolby Digital

source: Toggle HDMI-In PiP
bg: Превключване на HDMI-In PiP
cs: Přepnout HDMI-vstup na PIP
da: Ombyt HDMI-IN PiP
de: HDMI-In als Bild im Bild wiedergeben
el: Εναλλαγή HDMI-In PiP
et: HDMI-In PiP-aknas lüliti
fi: Valitse HDMI-tulo PiP:n lähteeksi
fr: Basculer le HDMI-In en incrustation d'image (PiP)
hr: Uključuje/Isključuje HDMI u PiP
hu: HDMI bemeneten a Kép-a-Képben kapcsolása
it: Attiva/disattiva HDMI-In PiP
lt: Perjungti HDMI-in PiP
nl: Wissel HDMI In PiP
pl: Przełączanie HDMI-W PiP
ru: Переключение HDMI-In в PiP
sk: Prepnúť HDMI-In na PiP
sr: Uključuje/Isključuje HDMI u PiP
sv: Växla HDMI-In PiP
ta: HDMI-IN PIP ஐ மாற்றவும்
tr: HDMI-In girişinde PiP özelliğini Aç/Kapat
uk: Перемикання HDMI-In в ПІП
vi: Chuyển đổi Pi-HDMI
zh_cn: 在画中画中切换HDMI

source: Toggle HDMI-In full screen
bg: Превключване на HDMI-In на цял екран
cs: Přepnout HDMI-vstup na Plný obraz
da: Ombyt HDMI-In fuld skærm
de: HDMI-In im Vollbildmodus wiedergeben
el: Εναλλαγή πλήρους οθόνης HDMI-In
et: HDMI-In täisekraanil lüliti
fi: Valitse HDMI-tulo kokoruudulle
fr: Basculer le HDMI-In en plein écran
hr: Uključite HDMI-In preko cijelog zaslona
hu: A HDMI-teljes képernyős átkapcsolása
it: Attiva/disattiva HDMI-In schermo intero
lt: Perjungti HDMI-in per visą ekraną
nl: Schakel HDMI-in vol-sherm modus in/uit
pl: Przełączanie HDMI-W pełnym ekranie
ru: Переключение HDMI-In для основной картинки
sk: Prepnúť HDMI vstup na celú obrazovku
sr: Uključuje/Isključuje HDMI-In ceo ekran
sv: Växla HDMI-In till helskärm
ta: HDMI-I-முழுத் திரையை மாற்றவும்
tr: HDMI-In girişi tam ekran modunu Aç/Kapat
uk: Перемикання HDMI-In повноекранний режим
vi: Chuyển đổi toàn màn hình HDMI-In
zh_cn: 切换HDMI全屏

source: Toggle LCD LiveTV
bg: Превключване на LCD LiveTV
cs: Přepnout LCD na LiveTV
da: Ombyt LCD LiveTV
de: Umschalten LCD/Live-TV
el: Ενεργοποίηση ζωντανής TV στην LCD
et: Telepildi esipaneelile kloonimise lüliti
fi: Valitse tv kuva etupaneeliin
fr: Activer la TV en direct sur le LCD
hr: Uključuje/Isključuje LCD LiveTV
hu: LCD élő TV be/ki
it: Attiva/disattiva LCD LiveTV
lt: Perjungti transliaciją į LCD
nl: Wissel tussen display en live TV
pl: Przełącz LCD na żywo
ru: Переключение дисплея на просматриваемый канал
sk: Prepnúť LCD LiveTV
sr: Uključuje/Isključuje LCD LiveTV
sv: Växla LCD LiveTV
ta: லெட் லைவ் டிவியை மாற்றவும்
tr: LCD Canlı TV'yi Aç/Kapat
uk: Перемикання LCD LiveTV
vi: Chuyển đổi LCD LiveTV
zh_cn: 切换LCD LiveTV

source: Toggle Log and Status
cs: Přepnout protokol a stav
el: Εναλλαγή καταγραφής και κατάστασης
fi: Loki ja tila päälle/pois
hr: Uključuje/Isključuje Log i Status
it: Attiva/disattiva registro e stato
nl: Tussen logboek en status schakelen
pl: Przełącz log i status
sk: Prepnúť denník a stav
sr: Uključuje/Isključuje Log i Status
sv: Växla logg och status
ta: பதிவு மற்றும் நிலையை மாற்றவும்
tr: Günlük ve Durum Kaydını Aç/Kapat
uk: Перемкнути лог і статус

source: Toggle PiPzap
bg: Превключване на PIPzap
cs: Přepnout mezi PIP
el: Ενεργοποίηση ζάπινγκ PiP
fi: Valitse PiP-kaappaus
fr: Basculer le PiPzap
hr: Uključuje/Isključuje PiP zap
it: Attiva/disattiva PiPzap
lt: Perjungti PiP jungimą
nl: Wissel PiPzap
pl: Przełączanie PIPzap
sk: Prepnúť PIPzap
sr: Uključuje/Isključuje PiP zap
ta: பிப்சாப்பை மாற்றவும்
tr: PiPzap'ı Aç/Kapat
uk: Переключення PIPzap

source: Toggle Picture in Graphics
bg: Превключване на картината в графика
cs: Přepnout zobrazení v grafice
el: Εναλλαγή εικόνας σε γραφικά
fi: Pikkukuva päälle/pois
fr: Basculer l'image dans graphique
hr: Uključuje/Isključuje Slike u Grafici
it: Attiva/disattiva Picture in Graphics
lt: Paveikslėlio perjungimas grafikoje
nl: Wissel het beeld in de Mini-TV
pl: Przełącz obraz w grafice
sk: Prepnúť obraz v grafike
sr: Uključuje/Isključuje Slike u Grafici
sv: Växla bild i grafik
ta: கிராபிக்ச் படத்தில் மாற்றவும்
tr: Grafiklerdeki Resmi Aç/Kapat
uk: Переключити Зображення в Графіку

source: Toggle a cut mark at the current position
bg: Превключете знак за рязане в текущата позиция
cs: Přepnout střihovou značku na této pozici
da: Skift et klipmærke på den aktuelle position
de: Marker an der aktuellen Position setzen
el: Δημιουργία σημειωτή αποκοπής στην τρέχουσα θέση
et: Pane lõikemärk praegusele kohale
fi: Vaihda leikkausmerkki nykyiseen kohtaan
fr: Commuter un marqueur coupé à cette position
hr: Prebacivanje oznake reza na trenutni položaj
hu: Jelenlegi pozícióra vágási jelet tenni
it: Attiva/disattiva un segno di taglio nella posizione attuale
lt: Perkelti iškirpimo žymeklį į dabartinę poziciją
nl: Op de huidige positie een snijmarkering aanbrengen
pl: Przełącz wycięty znak w bieżącej pozycji
pt_br: Marcar na posição atual
ru: Расположить метку обработки в текущей позиции
sk: Prepnúť strihovú značku na aktuálnej pozícii
sr: Uključuje/Isključuje isečene oznake na trenutnoj poziciji
sv: Växla en skärmarkering vid den aktuella positionen
ta: தற்போதைய நிலையில் ஒரு வெட்டு அடையாளத்தை மாற்றவும்
tr: Geçerli konumda bir kesme işareti belirle
uk: Переключити мітку вирізання в цю позицію
vi: Chuyển đổi dấu cắt ở vị trí hiện tại
zh_cn: 在当前位置切换一个剪切标记

source: Toggle a temporary mount for the current device
cs: Přepnout dočasné připojení pro aktuální zařízení
el: Ενεργοποίηση προσωρινής προσάρτησης για την τρέχουσα συσκευή
fi: Väliaikainen liitos nykyiselle laitteelle
hr: Prebaci privremenu motažu za trenutni uređaj
it: Attiva/disattiva un montaggio temporaneo per il dispositivo attuale
nl: Tijdelijke mount voor het geselecteerde apparaat kiezen
pl: Przełącz tymczasowe montowanie dla bieżącego urządzenia
sk: Prepnúť dočasné pripojenie pre aktuálne zariadenie
sr: Prebaci privremenu motažu za trenutni uređaj
sv: Växla en tillfällig montering för den aktuella enheten
ta: தற்போதைய சாதனத்திற்கு தற்காலிக ஏற்றத்தை மாற்றவும்
tr: Geçerli cihaz için geçici bir bağlama noktası etkinleştirip devre dışı bırak
uk: Перемикання тимчасового монтування для поточного пристрою

source: Toggle all related files
cs: Přepnout všechny související soubory
el: Εναλλαγή όλων των σχετικών αρχείων
fi: Vaihda kaikki liittyvät tiedostot
hr: Uključite sve povezane datoteke
it: Attiva/disattiva tutti i file correlati
nl: Tussen alle bijbehorende bestanden schakelen
pl: Przełącz wszystkie powiązane pliki
sk: Prepnúť všetky súvisiace súbory
sr: Isključuje sve srodne fajlove
sv: Växla alla relaterade filer
ta: தொடர்புடைய அனைத்து கோப்புகளையும் மாற்றவும்
tr: İlgili tüm dosyaları değiştir
uk: Переключити всі пов’язані файли

source: Toggle auto refresh On/Off
cs: Zapnout/vypnout automatické obnovování
el: Ενεργοποίηση/απενεργοποίηση αυτόματης ανανέωσης
fi: Kytke automaattinen virkistys päälle/pois
hr: Prebaci auto osvežavanje Uklj/Isklj
it: Attiva/disattiva aggiornamento automatico
nl: Automatisch verversen in- of uitschakelen
pl: Przełączanie automatycznego odświeżania On/Off
sk: Zapnúť/vypnúť automatické obnovovanie
sr: Prebaci auto osvežavanje Uklj/Isklj
sv: Slå på/av automatisk uppdatering
ta: ஆட்டோ புதுப்பிப்பை இயக்கவும்/முடக்கவும்
tr: Otomatik yenilemeyi Aç/Kapat
uk: Увімкнути/вимкнути автоматичне оновлення

source: Toggle between bouquet/EPG lists
bg: Превключване между списъци с букети/EPG
cs: Přepnout mezi přehledy/EPG seznamy
el: Εναλλαγή μεταξύ λιστών μπουκέτων/EPG
fi: Vaihda suosikkien ja ohjelmatietojen välillä
fr: Basculer entre les listes bouquets/EPG
hr: Prebacivanje između popisa buketa/EPG-a
it: Alterna elenchi bouquet/EPG
lt: Perjungti paketo / EPG sąrašus
nl: Wissel tussen de favorieten- en EPG-lijsten
pl: Przełącz między listami kanałów/EPG
sk: Prepnúť medzi zoznamami prehľadov/EPG
sr: Prebacivanje između buketa/EPG lista
sv: Växla mellan bukett/EPG-listor
ta: பூச்செண்டு/ஈபிசி பட்டியல்களுக்கு இடையில் மாற்றவும்
tr: Buket / EPG listeleri arasında geçiş yap
uk: Перемикання між списками фаворити/телегід

source: Toggle between the available TV and RADIO services
cs: Přepínání mezi dostupnými televizními a rozhlasovými službami
el: Εναλλαγή ανάμεσα στις διαθέσιμες υπηρεσίες TV και ΡΑΔΙΟΦΩΝΟΥ
fi: Vaihda saatavilla olevien TV ja RADIO kanavien välillä
hr: Prebacite se između dostupnih TV i RADIO servisa
it: Alterna servizi TV e RADIO disponibili
nl: Tussen beschikbare TV- en Radiozenders wisselen
pl: Przełączaj się między dostępnymi usługami TV i RADIO
sk: Prepnúť medzi dostupný TV a RÁDIO stanicami/službami
sr: Prebacite se između dostupnih TV i RADIO servisa
sv: Växla mellan tillgängliga TV- och RADIO-tjänster
tr: Geçerli TV ve RADYO kanalları arasında geçiş yapın
uk: Перемикання між доступними ТВ та Радіо Каналами

source: Toggle display of image information
cs: Přepnout zobrazení informací o obrázku
el: Εναλλαγή εμφάνισης πληροφοριών εικόνας
fi: Vaihda kuvatietojen näyttö
nl: Tussen diverse afbeeldingsinformatie schakelen
pl: Przełącz wyświetlanie informacji o systemie
sk: Prepnúť zobrazenie informácií o image
ta: படத் தகவல்களின் காட்சியை மாற்றவும்
tr: Yazılım bilgilerinin görüntülenmesini açıp kapat
uk: Перемкнути відображення інформації про імідж

source: Toggle display of the image status overlay
cs: Přepnout zobrazení překrytí stavu obrázku
el: Εναλλαγή εμφάνισης της επικάλυψης κατάστασης εικόνας
fi: Vaihda kuvan tilan peittokuvan näyttö
nl: Schakel tussen de diverse afbeeldingsstatus overlays
pl: Przełączanie wyświetlania nakładki stanu obrazu
sk: Prepnúť zobrazenie prekrývania stavu obrázka/image
ta: பட நிலை மேலடுக்கின் காட்சியை மாற்றவும்
tr: Yazılım durumu katmanının görüntülenmesini açıp kapat
uk: Перемкнути відображення накладення стану іміджу

source: Toggle enable/disable of the currently selected timer
cs: Přepnout zapnutí/vypnutí aktuálně zvoleného časovače
el: Ενεργοποίηση/απενεργοποίηση του επιλεγμένου χρονοδιακόπτη
fi: Ota käyttöön / poista käytöstä valittuna oleva ajastus
hr: Uključivanje/onemogućavanje trenutno odabranog mjerača vremena
it: Attiva/disattiva timer attualmente selezionato
nl: Activeer of deactiveer de geselecteerde Timer
pl: Włącz/wyłącz aktualnie wybrany timer
sk: Prepnúť zapnutie/vypnutie aktuálne vybraného časovača
sr: Prebacivanje omogućava/neomogućava trenutno izabrani tajmer
sv: Växla aktivering/inaktivering av den aktuella valda timern
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட டைமரை இயக்கவும்/முடக்கவும்
tr: Seçili zamanlayıcıyı etkinleştirme/devre dışı bırakma
uk: Увімкнення/вимкнення поточного вибраного таймера

source: Toggle hide/show of the current item
cs: Přepnout zobrazení/skrytí aktuální položky
el: Εμφάνιση ή απόκρυψη του τρέχοντος στοιχείου
fi: Nykyisen kohteen piilottamisen/näyttämisen vaihtaminen
hr: Uključivanje skrivanja/prikazivanja trenutne stavke
it: Attiva/disattiva nascondi/mostra elemento attuale
lt: Perjungti dabartinio elemento slėpimą / rodymą
nl: Tonen of verbergen van het huidige item kiezen
pl: Przełącz ukrywanie/pokazywanie bieżącego elementu
sk: Prepnúť skrytie/zobrazenie aktuálnej položky
sr: Prebacivanje sakrivanje/pokazivanje trenutne stavke
sv: Växla mellan att dölja/visa det aktuella objektet
ta: தற்போதைய உருப்படியை மறைக்க/காண்பி
tr: Geçerli öğenin gizlenmesini/gösterilmesini aç / kapat
uk: Увімкнути або приховати/показати поточний елемент

source: Toggle if new text inserts before or overwrites existing text
cs: Přepnout, pokud nový text vloží před nebo přepíše stávající text
el: Εναλλαγή νέων εισαγωγών κειμένου πριν ή αντικατάσταση υπάρχοντος κειμένου
fi: Vaihda uuden tekstin asennusosat ensiksi tai ylikirjoita nykyinen teksti
hr: Uključivanje ako se novi tekst umetne prije ili prebriše postojeći tekst
it: Attiva/disattiva se il nuovo testo viene inserito prima o sovrascritto al testo esistente
nl: Schakelen tussen invoegen van nieuwe tekst of overschrijven van bestaande tekst
pl: Przełącz nowe wstawianie tekstu przed lub zastępuje istniejący tekst
sk: Prepnúť ak sa nový text vloží pred existujúci, alebo ak prepíše existujúci text
sr: Ako novi tekst umeće pre ili zamenjuje postojeći tekst
sv: Växla om ny text infogas före eller skriver över befintlig text
ta: புதிய உரை முன்பே செருகப்பட்டால் அல்லது இருக்கும் உரையை மேலெழுதினால் நிலைநிறுத்துங்கள்
tr: Yeni metnin mevcut metnin önüne mi ekleneceğini yoksa üzerine mi yazılacağını değiştir
uk: Увімкніть, якщо новий текст вставляється перед існуючим текстом, або замінює його

source: Toggle item edit mode on/off
cs: Zapnout/vypnout režim úpravy položky
el: Εναλλαγή λειτουργίας επεξεργασίας στοιχείου ενεργή/ανενεργή
fi: Vaihda kohteen muokkaustila päälle/pois
hr: Uključite/isključite način uređivanja stavki
it: Attiva/disattiva modalità di modifica elementi
lt: Perjungti elemento redagavimo režimą įjungimas / išjungimas
nl: Edit modus in- of uitschakelen
pl: Włącz/wyłącz tryb edycji elementu
sk: Zapnúť/vypnúť režim úpravy položky
sr: Uključuje/Isključuje režim uređivanja stavki
sv: Slå på/av redigeringsläget för objekt
ta: உருப்படி திருத்து பயன்முறையை மாற்றவும்/முடக்கவும்
tr: Öğe düzenleme modunu aç/kapat
uk: Увімкнути/вимкнути режим редагування елементів

source: Toggle item move mode on/off
cs: Zapnout/vypnout režim přesunu položek
el: Εναλλαγή λειτουργίας μετακίνησης ενεργή/ανενεργή
fi: Kohteen siirtotilan kytkeminen päälle/pois
hr: Uključivanje/isključivanje načina premještanja stavki
it: Attiva/disattiva modalità di spostamento elementi
lt: Perjungti elemento perkėlimo režimą įjungimas / išjungimas
nl: Volgorde wijzigen in- of uitschakelen
pl: Włącz/wyłącz tryb przenoszenia elementów
sk: Zapnúť/vypnúť presúvanie položky
sr: Režim premeštanja stavke uklj/isklj
sv: Växla läge för flyttning av objekt på/av
ta: உருப்படி நகரும் பயன்முறையை இயக்கவும்/முடக்கவும்
tr: Öğe taşıma modunu aç/kapat
uk: Увімкнути/вимкнути режим переміщення елементів

source: Toggle move mode
cs: Přepnout režim přesunu
el: Εναλλαγή λειτουργίας μετακίνησης
fi: Vaihda siirtotilaan
hr: Uključite način premještanja
it: Attiva/disattiva modalità di spostamento
nl: Verplaatsingsmodus wijzigen
pl: Przełącz tryb ruchu
sk: Prepnúť režim presunu
sr: Prebaci u režim pomeranja
sv: Växla flyttläge
ta: நகரும் பயன்முறையை மாற்றவும்
tr: Hareket modunu aç/kapat
uk: Перемкнути режим переміщення

source: Toggle multi-selection mode
cs: Přepnout režim vícenásobného výběru
el: Εναλλαγή λειτουργίας πολλαπλής επιλογής
fi: Monivalintatilan vaihtaminen
hr: Prebacivanje načina višestrukog odabira
it: Attiva/disattiva modalità di selezione multipla
nl: Multi-selectie modus omschakelen
pl: Przełącz tryb wielokrotnego wyboru
sk: Prepnúť režim viacnásobného výberu
sr: Isključi režim multi selekcija
sv: Växla läge för flerval
ta: பல தேர்வு பயன்முறையை மாற்றவும்
tr: Çoklu seçim modunu aç/kapat
uk: Увімкнути режим багаторазового вибору
