Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Log results to harddisk
bg: Регистрирайте резултатите на твърдия диск
cs: Uložit zprávu na disk
da: Log resultaterne til harddisken
de: Ergebnisse auf die Festplatte schreiben
el: Αποτελέσματα καταγραφών στον σκληρό δίσκο
et: Logi tulemused kõvakettale
fi: Luo lokitiedosto kiintolevylle
fr: Sauver log sur disque dur
hr: Zapisivanje rezultata na tvrdi disk
hu: Eredmények naplózása háttértárra
it: Registra eventi sul disco rigido
lt: Žurnalo rezultatus į kietą diską
nl: Schrijf resultaten naar de harde schijf
pl: Zapisuj log na HDD
ru: Записать результаты на HDD
sk: Zaznamenávať výsledky do denníka na pevný disk
sl: Shrani rezultate na trdi disk
sr: Evidentiraj rezultat na harddisk
sv: Logga resultat till hårddisk
ta: ஆர்ட் டிச்குக்கு முடிவுகளை பதிவு செய்யுங்கள்
tr: Günlük sonuçlarını sabit diske kayıt et
uk: Записувати логи на HDD
vi: Đăng nhập kết quả vào ổ cứng
zh_cn: 日志结果写入硬盘

source: LogManager
bg: Мениджър на логове
cs: Manažer zpráv
da: Log-håndtering
de: Log-Verwaltung
el: Διαχείριση καταγραφών
et: Logihaldur
fi: Lokien hallinta
fr: Gestionnaire de log
hr: LogUpravitelj
hu: Napló Kezelő
it: Gestore registro
lt: Žurnalų tvarkyklė
nl: Log beheer
pl: Menadżer Logów
ru: Управление логами
sk: Správca denníkov
sr: Menadžer Evidencijom
tr: Günlük Yöneticisi
uk: Управління логами
vi: Trình quản lý log
zh_cn: 日志管理

source: Login
bg: Влизане
cs: Přihlášení
de: Anmelden
el: Σύνδεση
fi: Kirjaudu
fr: Connexion
hr: Prijava
it: Accesso
lt: ﻿Prisijungimas
nl: Inloggen
sk: Prihlásenie
sr: Prijava
sv: Logga in
ta: புகுபதிவு
tr: Giriş
uk: Логін
zh_cn: 登录

source: Login failure
bg: Неуспешно влизане
cs: Přihlášení se nezdařilo
da: Login mislykkedes
de: Anmeldungsfehler
el: Αποτυχία σύνδεσης
fi: Kirjautuminen epäonnistui
fr: Échec de la connexion
hr: Neuspjeh prijave
it: Accesso fallito
lt: Nepavyko prisijungti
nl: Login mislukt
pl: Logowanie nieudane
sk: Prihlásenie neúspešné
sr: Prijava nije uspela
sv: Felaktig inloggning
ta: உள்நுழைவு தோல்வி
tr: Giriş başarısız
uk: Логін невірний
zh_cn: 登录失败

source: Login to IceTV server
bg: Влезте в сървъра на IceTV
cs: Přihlášení k serveru IceTV
da: Login til IceTV server
de: Anmelden beim IceTV Server
el: Σύνδεση στον διακομιστή IceTV
fi: Kirjaudu IceTV palvelimeen
fr: Connectez-vous au serveur IceTV
hr: Prijava na server IceTV
it: Accedi al server IceTV
lt: Prisijungimas prie IceTV serverio
nl: Bij IceTV server inloggen
pl: Zaloguj się do serwera IceTV
sk: Prihlásenie na server IceTV
sr: Prijava na server IceTV
sv: Logga in på IceTV-servern
ta: ICETV சேவையகத்தில் உள்நுழைக
tr: IceTV sunucusuna giriş yapın
uk: Логін для сервера IceTV
zh_cn: 登录IceTV服务器

source: Logs Settings
bg: Настройки за дневниците
cs: Nastavení zpráv
el: Ρυθμίσεις καταγραφολογίου
fi: Loki asetukset
fr: Paramètres des logs
hr: Podešavanje Evidencije
it: Impostazioni registri
lt: Žurnalų nustatymai
nl: Log instellingen
pl: Ustawienia logów
sk: Nastavenia denníkov
sr: Podešavanje Evidencije
sv: Inställningar för loggar
ta: அமைப்புகள் பதிவுகள்
tr: Günlük Ayarları
uk: Налаштування логів

source: Logs location
bg: Местоположение дневници
cs: Umístění zpráv
da: Logge placering
de: Logs Speicherort
el: Τοποθεσία αρχείων καταγραφής
et: Logide asukoht
fi: Lokien sijainti
fr: Emplacement des logs
hr: Lokacija evidencije
hu: Naplók helye
it: Posizione registri
lt: Žurnalų vieta
nl: Log locatie
pl: Lokalizacja crash logów
ru: Расположение логов
sk: Umiestnenie denníkov
sr: Lokacija evidencije
sv: Loggarnas placering
ta: பதிவுகள் இடம்
tr: Günlükler konumu
uk: Розташування логів
vi: Nhật ký vị trí
zh_cn: 日志位置

source: Logs older then the set no of days will be deleted.
bg: Дневниците, по-стари, след зададените дни ще бъдат изтрити.
cs: Zprávy starší než nastavený počet dnů, se smažou.
da: Logge ældre end det fastsatte antal dage slettes.
de: Log-Dateien die älter sind als diese Anzahl von Tagen werden gelöscht.
el: Καταγραφές παλιότερες του ορισμένου αριθμού ημερών θα διαγράφονται.
et: Logid, mis on määratud päevade arvust vanemad, kustutatakse.
fi: Vanhemmat määritetty lokit poistetaan.
fr: Un taux de rafraîchissement plus bas préservera le temps CPU.
hr: Evidencije starije od zadanog broja dana će biti izbrisane.
hu: A beállított napok száma után a régebbi naplók törlődnek.
it: I registri più vecchi del numero di giorni impostato verranno eliminati.
lt: Senesni žurnalai, negu (nurodyti dienų) bus ištrinti.
nl: Logs ouder dan het ingestelde aantal dagen worden verwijderd.
pl: Logi starsze niż dzień zostaną usunięte.
ru: Логи старее данного количества дней удаляются.
sk: Denníky staršie ako nastavený počet dní budú vymazané.
sr: Evidencije starije od zadanog broja dana će biti izbrisane.
sv: Loggar som är äldre än det inställda antalet dagar kommer att raderas.
ta: பழைய பதிவுகள் பின்னர் எந்த நாட்களும் நீக்கப்படும்.
tr: Belirtilen gün sayısından daha eski günlükler silinecektir.
uk: Логи старші даної кількості днів будуть видалені.
vi: Nhật ký cũ hơn sau đó bộ không có ngày sẽ bị xóa.
zh_cn: 超过设置的天数的日志将被删除.

source: Long <</>>
cs: Dlouhé << / >>
el: Παρατεταμένο << / >>
fi: Pitkä << / >>
fr: Longue << / >>
hr: Dugačko <</>>
it: << / >> a lungo
lt: Ilgas spaudimas << / >>
nl: Lang << / >>
sr: Dugačko <</>>
sv: Lång <</>>
tr: Uzun << / >>
uk: Довге натиснення << / >>

source: Long LEFT/RIGHT
cs: L/P - dlouhý stisk
el: Αριστερό/Δεξί παρατεταμένα
fi: Pitkä vasen/oikea
fr: Long gauche/droit
hr: Dugo lijevo/desno
it: Sinistra/Destra a lungo
lt: Ilgas kairėn/dešinėn
nl: Lang links/rechts
sr: Dugo LEVO/DESNO
sv: Lång Vänster/höger
tr: Uzun SOL/SAĞ
uk: Довге натиснення Вліво/Вправо

source: Long filenames
bg: Дълги имена на файлове
cs: Dlouhé názvy souborů
da: Lange filnavne
de: Lange Dateinamen
el: Μεγάλα ονόματα αρχείων
et: Pikad failinimed
fi: Pitkät tiedostonimet
fr: Nom de fichiers long
hr: Dugi nazivi datoteka
hu: Hosszú fájlnevek
it: Nomi file lunghi
lt: Ilgi failų pavadinimai
nl: Lange bestandsnamen
pl: Długie nazwy plików
pt_br: Nomes longos de arquivos
ru: Длинные названия файлов
sk: Dlhé názvy súborov
sl: Dolga imena datotek
sr: Dugačka imena fajla
sv: Långa filnamn
ta: நீண்ட கோப்பு பெயர்கள்
tr: Uzun dosya ismi
uk: Довгі імена файлів
vi: Tên tập tin dài
zh_cn: 长按文件名

source: Long press emulation with button
bg: Дълго натискане на емулация с бутон
cs: Emulace dlouhého stisku tlačítka
da: Emuler lang tryk med knap
de: Emulation 'Langer-Druck' mit Taste
el: Προσομοίωση παρατεταμένης πίεσης με πλήκτρο
et: Pika nupuvajutuse emuleerimine
fi: Pitkä painallus emulointi painikkeella
fr: Émulation de pression prolongée avec bouton
hr: Emulacija dugog pritiska s dugmetom
hu: Emulációhoz a gombot hosszan nyomja
it: Emulazione pressione prolungata di un tasto
lt: Ilgas paspaudimas, emuliacija su mygtuku
nl: Lang indrukken emuleren met knop
pl: Emuluj długie wciśnięcie dla przycisku
sk: Emulácia dlhého stlačenia tlačidlom
sr: Dugo pritisni emulaciju tastera
sv: Emulering av lång tryckning med knapp
ta: பொத்தானைக் கொண்டு நீண்ட எமுலேசனை அழுத்தவும்
tr: Tuş ile uzun basma işlemi
uk: Емуляція тривалого натискання за допомогою кнопки
vi: Nhấn mô phỏng dài với nút
zh_cn: 长按EMU键

source: Long press volume steps
cs: Kroky hlasitosti při dlouhém stisknutí
el: Βήματα έντασης ήχου σε παρατεταμένη πίεση
fi: Pitkä painallus äänenvoimakkuuden askelkoko
hr: Koraci za glasnoću dugog pritiska
it: Premi a lungo i passi del volume
nl: Geluidsvolume bij VOLUME +/- lang
pl: Długie wciśnięcie-skok głośności
sk: Kroky dlhého stlačenia tlačidla pre hlasitosť
sr: Dugo pritisni korak zvuka
sv: Lång tryckning volymsteg
ta: நீண்ட செய்தித் தாள் தொகுதி படிகள்
tr: Ses seviyesi adımlarını uzun basarak ayarlama
uk: Довге натискання кнопок гучності

source: Long press: %s
bg: Дълго натискане: %s
cs: Dlouhý stisk klávesy: %s
el: Παρατεταμένη πίεση: %s
fi: Pitkä painallus: %s
fr: Presse longue : %s
hr: Dugi pritisak: %s
it: Pressione prolungata: %s
lt: Ilgas spaudimas: %s
nl: Lange knopdruk: %s
pl: Długie naciśnięcie: %s
sk: Dlhé stlačenie: %s
sr: Dugi pritisak: %s
sv: Lång tryckning: %s
ta: நீண்ட பத்திரிகை: %s
tr: Uzun basın: %s
uk: Довге натиснення: %s

source: Longitude
bg: Географска дължина
cs: Zeměpsiná délka
da: Længdegrad
de: Längengrad
el: Γεωγραφικό μήκος
et: Pikkuskraad
fi: Pituusaste
hr: Geografska dužina
hu: Földrajzi hosszúsági fok
it: Longitudine
lt: Ilguma
nl: Lengtegraad
pl: Długość geograficzna
ru: Долгота
sk: Zem. dĺžka
sl: Zemljepisna dolžina [Lon]
sr: Geografska dužina
sv: Longitud
ta: நெட்டாங்கு
tr: Boylam
uk: Довгота
vi: Kinh độ
zh_cn: 经度

source: Loop through to
bg: Преминете през до
cs: Průchod (smyčka) na
da: Gennemsløjf til
de: Verbunden mit
el: Loop στο
et: Läbiviik kuni
fi: Läpisyöttö
fr: Rebouclé par
hr: Petlja kroz
it: In cascata da
lt: Kilpa iki
nl: Doorlus naar
pl: Pętla do
ru: Настроить как петлю к
sk: Prepojiť slučkou na
sr: Petlja kroz
sv: Loopa vidare till
ta: வழியாக லூப்
tr: Döngüye gir
uk: Налаштувати петлю до
vi: Vòng qua
zh_cn: 循环通过

source: Lower Framerate saves CPU Time.
bg: По-ниска честота на кадрите спестява време на процесора
cs: Nižší snímková frekvence šetří čas CPU.
el: Ο χαμηλότερος ρυθμός καρέ μειώνει τον χρόνο της CPU.
fi: Matalampi kuvataajuus vähentää CPU-kuormaa
fr: Un taux de rafraîchissement plus bas préservera du temps CPU
hr: Niži broj sličica u sekundi štedi vrijeme procesora.
it: Frequenza fotogrammi più bassa risparmia tempo CPU
lt: Žemesnis kadrų dažnis atlaisvins CPU
nl: Lagere framesnelheid bespaart CPU tijd
pl: Niższa liczba klatek na sekundę oszczędza czas procesora.
sk: Nižšia snímková frekvencia šetrí procesorový čas.
sr: Niža brzina frejma štedi CPU vreme.
sv: Lägre framerate sparar CPU-tid.
ta: லோயர் ஃபிரேம்ரேட் சிபியு நேரத்தை மிச்சப்படுத்துகிறது.
tr: Daha düşük kare hızı, işlemci süresinden tasarruf sağlar.
uk: Низька частота кадрів знижує навантаження на процесор

source: Lower USB
bg: По-ниско USB
cs: Dolní USB
da: Nederste USB Port
el: Κάτω USB
et: Alumine USB pesa
fi: Alempi USB
fr: USB du bas
hr: Donji USB
hu: Alsó USB
it: USB inferiore
lt: Apatinis USB lizdas
nl: USB Beneden
pl: Niższe USB
ru: Нижний USB
sk: Spodné USB
sr: Donji USB
sv: Lägre USB
ta: கீழ் யூ.எச்.பி.
tr: Alt USB
uk: Нижня USB
vi: USB thấp hơn
zh_cn: 背面下方USB插槽

source: Lower case
bg: Малки букви
cs: Malá písmena
da: Små bogstaver
de: Kleinbuchstaben
el: Πεζά
et: Väiketähed
fi: Pienet kirjaimet
fr: Minuscules
hr: Mala slova
it: Minuscolo
lt: Mažosios raidės
nl: Kleine letters
pl: Małe litery
sk: malé písmená
sr: Mala slova
sv: Små bokstäver
ta: கீழ் வழக்கு
tr: Küçük harf
uk: Нижній регістр
vi: Chữ thường
zh_cn: 小写格式

source: Lower limit (in kilobits per seconds)
bg: Долна граница в килобита за секунда [kbit/s]
cs: Spodní limit [kbit/s] za sekundu
el: Χαμηλότερο όριο (σε kilobits ανά δευτερόλεπτο)
fi: Alaraja kilobitteinä sekunnissa [kbit / s]
fr: Limite inférieure en kilobits par secondes [kbit/s]
hr: Donja granica (u kilobitima po sekundi)
it: Limite minimo in kilobit per secondo [kbit/s]
lt: Apatinė riba – kilobaitų per sekundę [kbit/s]
nl: Ondergrens in kilobits per seconde [kbit / s]
pl: Dolna granica kilobitów na sek. [kbit/s]
sk: Znížiť limit v kilobitoch/s [kbit/s]
sr: Donja granica (u kilobitima po sekundi)
sv: Nedre gräns (i kilobit per sekund)
ta: குறைந்த வரம்பு (ஒரு நொடிக்கு கிலோபிட்களில்)
tr: Alt sınır (kilobit/saniye)
uk: Нижня межа в кілобітах в секунду [кбіт/с]

source: Lowest Mode
bg: Най-нисък режим
cs: Nejnižší režim
da: Mindste tilstand
de: Niedrigster Modus
el: Χαμηλότερη Λειτουργία
et: Madalaim režiim
fi: Alin tila
fr: Mode le plus bas
hr: Najniži Režim
hu: Legkisebb mód
it: Modalità più bassa
lt: Mažiausias režimas
nl: Laagste modus
pl: Najniższy tryb
sk: Najnižší režim
sr: Najniži Režim
sv: Lägsta läge
ta: மிகக் குறைந்த பயன்முறை
tr: En Düşük Mod
uk: Найнижчий режим
vi: Chế độ thấp nhất
zh_cn: 最低速的模式

source: Lowest Video output mode
bg: Най-нисък режим на видео изход
cs: Nejnižší režim výstupu videa
da: Laveste Video udgangstilstand
de: Niedrigster Videoausgabemodus
el: Λειτουργία χαμηλότερης εξόδου βίντεο
et: Madalaim videoväljundi režiim
fi: Pienin video ulostulo tila
fr: Mode de sortie vidéo le plus bas
hr: Najniži režim Video izlaza
hu: A legkisebb videó kimeneti mód
it: Modalità di uscita video più bassa
lt: Mažiausias vaizdo išvestis režimas
nl: Laagste video uitgang modus
pl: Tryb najniższego wyjścia wideo
sk: Najnižší režim video výstupu
sr: Najniži režim Video izlaza
sv: Lägsta Video-utgångsläge
ta: மிகக் குறைந்த வீடியோ வெளியீட்டு முறை
tr: En düşük görüntü çıkış modu
uk: Найнижчий режим виведення відео
vi: Chế độ đầu ra video thấp nhất
zh_cn: 最低视频输出模式

source: Luba-Katanga
el: Λούμπα-Κατάνγκα
lt: Liuba-Katanga
sk: luba-katančina
ta: லுபா-கடாங்கா
tr: Luba-Katanga Dili
uk: Люба-Катанга

source: Luxembourg
cs: Lucembursko
de: Luxemburg
el: Λουξεμβούργο
et: Luksemburg
fi: Luxemburg
hu: Luxemburg
it: Lussemburgo
lt: Liuksemburgas
nl: Luxemburg
pl: Luksemburg
sk: Luxembursko
sv: Luxemburg
ta: லக்சம்பர்க்
tr: Lüksemburg
uk: Люксембург
vi: Tiệp Khắc
zh_cn: 卢森堡

source: Luxembourgish
cs: Lucembursky
da: Luxembourgsk
de: Luxemburgisch
el: Λουξεμβουργιανά
et: Luksemburgi
fi: Luxemburg
fr: Luxembourgeois
hu: Luxemburgi
it: Lussemburghese
lt: Liuksemburgiečių
nl: Luxumburgs
pl: Luxemburski
pt_br: Luxemburguês
ru: Люксембургский
sk: luxemburčina
sv: Luxemburgska
ta: லக்சம்போர்கிச்
tr: Lüksemburgca
uk: Люксембурзька
vi: Tiếng Luxembourg
zh_cn: 卢森堡语

source: Luxembourgish / Letzeburgesch
cs: Lucemburský / Lucemburština
el: Λουξεμβουργιανά
fi: Luxemburg
fr: Luxembourgeois / Letzeburgesch
it: Lussemburghese / Letzburghese
lt: Liuksemburgiečių
nl: Luxumburgs
sk: luxemburčina
sv: Luxemburgska / Letzeburgesch
ta: லக்சம்பர்கிச்ட் காச்தோர்
tr: Lüksemburgca / Letzeburgesch
uk: Люксембурська

source: M2k Packages
cs: M2k balíčky
el: Πακέτα M2k
fi: M2K Paketit
hr: M2k Paket
it: Pacchetti M2k
nl: M2K
pl: Pakiety M2k
sk: Balíčky M2k
sr: M2k Paket
sv: M2k Förpackningar
ta: M2K தொகுப்புகள்
tr: M2k Paketleri
uk: Пакети M2k

source: MAC address
cs: MAC adresa
el: Διεύθυνση MAC
fi: Mac osoite
hr: MAC adresa
it: Indirizzo MAC
lt: MAC adresas
nl: MAC adres
pl: Adres MAC
sk: MAC adresa
sr: MAC adresa
sv: MAC-adress
ta: மேக் முகவரி
tr: MAC adresi
uk: MAC-адреса

source: MAC-address
bg: MAC- адрес
cs: MAC-adresa
da: MAC-adresse
de: MAC-Adresse
el: Διεύθυνση MAC
et: MAC-aadress
fi: MAC-osoite
fr: Adresse MAC
hr: MAC-adresa
hu: MAC-cím
it: Indirizzo MAC
lt: MAC adresas
nl: MAC-adres
pl: MAC-adres
ru: MAC-адрес
sk: MAC adresa
sr: MAC-adresa
sv: MAC-adress
ta: மேக்-முகவரி
tr: MAC-adresi
uk: MAC-адреса
vi: Địa chỉ MAC
zh_cn: MAC地址

source: MHz
uk: МГц

source: MORE
bg: ОЩЕ
cs: VÍCE
da: MERE
de: MEHR
el: ΠΕΡΙΣΣΟΤΕΡΑ
et: VEEL
fi: Lisää
fr: PLUS
hr: VIŠE
hu: MÉG
it: DI PIÙ
lt: DAUGIAU
nl: MEER
pl: Więcej
pt_br: Mais
ru: Больше
sk: VIAC
sl: VEČ
sr: VIŠE
sv: MER
ta: மேலும்
tr: DAHA
uk: БІЛЬШЕ
vi: HƠN
zh_cn: 更多

source: MOUSE
cs: MYŠ
da: MUS
el: ΠΟΝΤΙΚΙ
fi: HIIRI
hr: MIŠ
lt: PELĖ
nl: MUIS
pl: MYSZ
sk: MYŠ
sr: MIŠ
ta: சுட்டி
tr: FARE
uk: МИША
vi: CHUỘT
zh_cn: 鼠标

source: MTD boot
el: Εκκίνηση MTD
fi: MTD käynnistys
it: Avvio MTD
lt: MTD įkrova
sv: MTD-stövel
ta: எம்டிடி துவக்க
tr: MTD önyüklemesi
uk: MTD завантаження

source: MTD kernel
cs: MTD jádro
el: Πυρήνας MTD
fi: MTD yhdin
hr: MTD jezgra
it: Kernel MTD
lt: MTD branduolys
sr: MTD jezgra
sv: MTD-kärna
ta: எம்டிடி கர்னல்
tr: MTD çekirdeği
uk: Ядро MTD

source: MTD root
el: Φάκελος ρίζας MTD
fi: MTD juuri
it: Radice MTD
lt: MTD šaknis
sk: MTD koreň
sv: MTD rot
ta: எம்டிடி ரூட்
tr: MTD kökü
uk: Корінь MTD

source: MTD slot %s%s
el: MTD θύρα %s%s
fi: MTD Paikka %s%s
hr: MTD uttor %s%s
it: Slot MTD %s%s
tr: MTD yuvası %s%s
uk: Слот MTD %s%s

source: Macao
de: Macau
el: Μακάο
hu: Makaó
lt: Makao
nl: Macau
pl: Makau
ta: மகாவோ
uk: Макао
zh_cn: 澳门

source: Macedonian
cs: Makedonský
el: Σκοπιανικά
fi: Makedonia
fr: Macédoine
hr: Makedonski
it: Macedone
lt: Makedonų
nl: Macedonië
pl: Macedoński
sk: macedónčina
sv: Makedonska
ta: மாசிடோனியன்
tr: Makedon
uk: Македонська

source: Madagascar
cs: Madagaskar
da: Madagaskar
de: Madagaskar
el: Μαδαγασκάρη
et: Madagaskar
hu: Madagaszkár
lt: Madagaskaras
nl: Madagaskar
pl: Madagaskar
sk: Madagaskar
sv: Madagaskar
ta: மடகாச்கர்
tr: Madagaskar
uk: Мадагаскар
zh_cn: 马达加斯加

source: Magazine
cs: Reportáž
hr: Magazin
it: Rivista
sr: Magazin
tr: Dergi
uk: Журнал

source: Magazines/Reports/Documentary
cs: magazíny/reportáže/dokumentární
el: περιοδικά/εκθέσεις/ντοκιμαντέρ
hr: Časopisi/izvještaji/dokumentarni filmovi
it: giornali/reports/documentari
lt: žurnalai/reportažai/dokumentika
nl: tijdschriften/reportages/documentaire
sr: Časopisi/Izveštaji/Dokumentarci
sv: tidskrifter/reportage/dokumentär
tr: Dergi/Rapor/Belgesel
uk: журнали/репортажі/документальні фільми

source: Magenta
cs: Purpurová
el: Ματζέντα
sk: Purpurová
ta: மெசந்தா
uk: Пурпуровий

source: Main Menu
bg: Основно меню
cs: Hlavní menu
el: Κύριο μενού
fi: Päävalikko
fr: Menu principal
hr: Glavni Menu
it: Menu principale
lt: Pagrindinis Meniu
nl: Hoofdmenu
pl: Menu główne
sk: Hlavné menu
sr: Glavni Meni
sv: Huvudmeny
ta: பட்டியல் விளையாடுங்கள்
tr: Ana Menü
uk: Головне меню

source: Maintain your multi boot device.
bg: Поддържайте вашето устройство за многократно зареждане.
cs: Udržujte své multibootovací zařízení.
el: Διατήρηση της συσκευής πολλαπλής εκκίνησης.
fi: Ylläpidä multiboot image paikkoja.
fr: Entretenez votre appareil multiboot.
hr: Podržava vaš uređaj za višestruko pokretanje.
it: Mantieni dispositivo MultiBoot.
lt: Tvarkykite savo daugialypės terpės įkrovos įrenginį
nl: Uw multi-boot device handhaven.
pl: Konserwacja urządzenia multiboot.
sk: Spravujte vaše multiboot zariadenie.
sr: Podržava vaš multi boot uređaj.
sv: Underhåll din multi boot-enhet.
ta: உங்கள் மல்டி துவக்க சாதனத்தை பராமரிக்கவும்.
tr: Çoklu önyükleme cihazınızın bakımını yapın.
uk: Підтимка Вашим пристроєм мультизавантаження.

source: Make
cs: Provést
el: Κατασκευή
fi: Tee
hr: Napravi
it: Contrassegna
lt: Kurti
nl: Maak
pl: Utwórz
sk: Vykonať
sr: Napravi
sv: Märke
ta: உருவாக்கு
tr: Yap
uk: Модель

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu.
cs: Umožňuje ruční spuštění importu kanálů a/nebo EPG prostřednictvím nabídky rozšíření.
el: Να γίνει δυνατή η χειροκίνητη εκκίνηση της εισαγωγής καναλιών ή/και EPG από το μενού επεκτάσεων
hr: Omogućite ručno pokretanje uvoza kanala i/ili EPG-a putem menu proširenja.
it: Consenti di avviare manualmente l'importazione dei canali e/o l'EPG tramite il menu di estensione.
lt: Padaryti galimybę rankiniu būdu inicijuoti kanalų importavimą ir/arba EPG per išplėstinį meniu
nl: Handmatig zenders en/of EPG importeren via het Extensies-menu (BLAUW-lang).
sr: Omogući ručno pokretanje uvoza kanala i/ili EPG-a preko menija ekstenzije.
sv: Gör det möjligt att manuellt starta kanalimporten och/eller EPG via tilläggsmenyn
tr: Uzantı menüsü aracılığıyla kanal içe aktarma ve/veya EPG'yi manuel olarak başlatmayı mümkün kılın.
uk: Зробити можливим вручну ініціювати імпорт каналів та/або ЕПГ через меню розширень.

source: Make this mark an 'in' point
bg: Направи тази маркировка за 'в' точка
cs: Udělat z této značky 'in' bod
da: Lave dette mærke til 'ind' punkt
de: Aus dieser Markierung einen "Anfangs"-Punkt machen
el: Μαρκάρισμα αυτού του σημαδιού ως σημείο εσόδου
et: Tee see märk alguspunktiks
fi: Tee tästä merkistä aloituspiste
fr: Faire de cette marque un point ‘d’entrée’
hr: Neka ova oznaka bude 'ulazna' točka
hu: Legyen ez a kezdési pont
it: Contrassegna come punto IN
lt: Padaryti šią žymą 'įėjimo' tašku
nl: Markeer dit als 'in' punt
pl: Traktuj znacznik jako punkt 'wejścia'
pt_br: Marcar como ponto de entrada
ru: Отметить эту точку как 'начало'
sk: Zmeniť túto značku na vstupný bod
sl: Naredi oznako kot 'vhodno' točko
sr: Napravi ovu oznaku kao 'ulaznu' tačku
sv: Gör detta märke till en "in"-punkt
ta: இந்த அடையாளத்தை ஒரு 'இன்' புள்ளியாக மாற்றவும்
tr: Bu noktayı giriş noktası yap
uk: Зробити цю закладку як внутрішню
vi: Đặt dấu này thành một điểm 'trong'
zh_cn: 这个标记作为'入'节点

source: Make this mark an 'out' point
bg: Направи тази маркировка за 'вън' от точка
cs: Udělat z této značky 'out' point
da: Lave dette mærke til 'ud' punkt
de: Aus dieser Markierung einen "End"-Punkt machen
el: Μαρκάρισμα αυτού του σημαδιού ως σημείο εξόδου
et: Tee see märk lõpupunktiks
fi: Tee tästä merkistä lopetuspiste
fr: Faire de cette marque un point ‘de sortie’
hr: Neka ova oznaka bude "izlazna" točka
hu: Legyen ez a vége pont
it: Contrassegna come punto OUT
lt: Padaryti šią žymą 'išėjimo' tašku
nl: Markeer dit als 'uit' punt
pl: Traktuj znacznik jako punkt 'wyjścia'
pt_br: Marcar como ponto de saída
ru: Отметить эту точку как 'конец'
sk: Zmeniť túto značku na výstupný bod
sl: Naredi oznako kot 'izhodno' točko
sr: Napravi ovu oznaku kao 'izlaznu' tačku
sv: Gör detta märke till en "ut"-punkt
ta: இந்த அடையாளத்தை ஒரு 'அவுட்' புள்ளியாக மாற்றவும்
tr: Bu noktayı çıkış noktası yap
uk: Зробити цю закладку як зовнішню
vi: Đặt dấu này thành một điểm 'ra'
zh_cn: 这个标记作为'出'节点

source: Make this mark just a mark
bg: Направи тази маркировка просто маркировка
cs: Udělat z této značky jen značku
da: Lave dette mærke til kun et mærke
de: Aus dieser Markierung nur eine Markierung machen
el: Μαρκάρισμα αυτού του σημαδιού απλά ως σημείο
et: Tee see märk lihtsalt märgiks
fi: Tee tästä tavallinen merkki
fr: Faire de cette marque juste une marque
hr: Neka ova oznaka bude samo oznaka
hu: Legyen ez csak egy jelölőpont
it: Contrassegna solamente
lt: Padaryti šią žymą tiesiog žyma
nl: Universele markering
pl: Znacznik uniwersalny
pt_br: Somente marcar
ru: Создать простую метку
sk: Zmeniť túto značku na bežnú značku
sl: Naredi oznako samo kot oznako
sr: Napravi ovu oznaku samo kao oznaku
sv: Gör detta märke bara till ett märke
ta: இந்த அடையாளத்தை ஒரு அடையாளமாக மாற்றவும்
tr: Bu işareti sadece bir işaret olarak kullan
uk: Зробити цю закладку як звичайну
vi: Làm cho dấu này chỉ là một dấu
zh_cn: 这仅仅只是一个标记

source: Malagasy
cs: Malgašský
el: Μαλγασικά
fi: Madagascar
fr: Malgache
it: Malgascio
lt: Madagaskaro
pl: Malgaski
sk: malgaština
ta: மலகாசி
tr: Madagaskarlı
uk: Малагасійська

source: Malawi
el: Μαλάουι
et: Malaavi
lt: Malavis
ta: மலாவி
uk: Малаві
vi: Ma-rốc
zh_cn: 马拉维

source: Malay
cs: Malajština
el: Μαλέι
fi: Malaiji
fr: Malais
it: Malese
lt: Malajiečių
nl: Maleis
pl: Malajski
sk: malajčina
sv: Malajiska
ta: மலாய்
tr: Malaya Dili
uk: Малайська

source: Malayalam
cs: Malajálamština
el: Μαλαγιάμ
fi: Malayalam kieli
lt: Malajalių
sk: malajálamčina
ta: மலையாளம்
tr: Malayca
uk: Малаялам

source: Malaysia
cs: Malajsie
el: Μαλαισία
et: Malaisia
fr: Malaysie
hu: Malajzia
it: Malesia
lt: Malaizija
nl: Maleisië
pl: Malezja
sk: Malajzia
ta: மலேசியா
tr: Malezya
uk: Малазія
zh_cn: 马来西亚

source: Maldives
cs: Maledivy
da: Maldiverne
de: Malediven
el: Μαλβίδες
et: Malediivid
hu: Maldív-szigetek
it: Maldive
lt: Maldyvai
nl: Maladiven
pl: Malediwy
sk: Maledivy
sv: Maldiverna
ta: மாலதீவுகள்
tr: Maldivler
uk: Мальдіви
zh_cn: 马尔代夫

source: Mali
el: Μάλι
lt: Malis
ta: மாலி
uk: Малі
vi: Ma-rốc
zh_cn: 马里

source: Malta
el: Μάλτα
fr: Malte
hu: Málta
ta: மால்டா
uk: Мальта
zh_cn: 马耳他

source: Maltese
cs: Maltština
el: Μαλτέζικα
fi: Maltan kieli
fr: Maltais
lt: Maltiečių
nl: Maltees
pl: Maltański
sk: maltčina
sv: Maltesisk
ta: மால்டிச்
tr: Malta
uk: Мальтійська

source: Manage %s
cs: Spravovat %s
el: Διαχείριση του %s
fi: Hallitse %s
hr: Upravljanje %s
it: Gestisci %s
nl: %s beheren
pl: Zarządzaj %s
sk: Spravovať %s
sr: Upravljanje %s
sv: Hantera %s
ta: %s நிர்வகிக்கவும்
tr: Yönet %s
uk: Управління %s
