Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: If set to 'yes; the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
da: Hvis sat til'Ja' vil Infobjælken blive præsenteret ved hurtig fremspoling eller tilbagespoling under medieafspilning.
de: Bei 'Ja' wird die Infoleiste bei schnellem Vor- und Rücklauf bei Medienwiedergabe angezeigt.
et: Kui lubatud, kuvatakse edasi/tagasi kerimisel inforiba.
hu: Ha az 'igen'-t választja, akkor az Információs sáv megjelenik az Előre/Hátra ugrás esetén mialatt a média lejátszása történik.
ru: Если выберите 'да', при перемотке записей будет показан инфобар.
vi: Nếu được đặt thành 'có; infobar sẽ được hiển thị khi Chuyển tiếp nhanh hoặc tua lại trong khi phát lại phương tiện.
zh_cn: 如果设置为'是'；该信息栏将显示在快进或快退在媒体播放.

source: If set to 'yes; the infobar will remain shown permanently in 'paused' state (no timeout).
da: Hvis sat til'Ja' bliver Infobjælken vist vedvarende i 'pauset' tilstand (ingen tidsudløb).
de: Bei 'Ja' wird die Infoleiste im pausierten Zustand nicht ausgeblendet sondern dauerhaft angezeigt.
et: Kui lubatud, kuvatakse pausil olles inforiba pidevalt.
hu: Ha az 'igen'-t választja, az Információs sáv folyamatosan 'szüneteltetett' állapotban marad (nincs időkorlát).
vi: Nếu được đặt thành 'có; infobar sẽ vẫn hiển thị vĩnh viễn ở trạng thái 'tạm dừng' (không có thời gian chờ).
zh_cn: 如果信息栏显示设置为'是'；将保持永久的暂停状态(无超时).

source: If the 'deep standby workaround' is enabled, it waits until the system time is synchronized. Depending on the requirement, the devices wake up will continuing after a maximum of 2 minutes.
da: Hvis 'Dyb Standby nødløsningen' er aktiveret, venter den til systemtiden er synkroniseret. Afhængig af kravene, vil enhedsvækning fortsætte efter maksimal 2 minutter.
de: Wenn der 'Deep-Standby Workaround' aktiviert ist wird gewartet, bis die Systemzeit synchronisiert wurde. Je nach Erfordernis wird das aufwecken der Geräte in maximal 2 Minuten fortgesetzt.
hu: Ha a 'kikapcsolás kikerülése' engedélyezve van, akkor az vár a rendszeridő szinkronizálásáig. A követelményektől függően az eszköz ébresztése maximum 2 perc után folytatódik.
zh_cn: 如果启用了'深度待机解决方法',则会等待系统时间同步.根据要求,设备唤醒将在最多2分钟后继续.

source: If the free space is less than setting value, then an attempt is made to delete the old timeshift files.
da: Hvis fri plads er mindre end den fastsatte værdi, så gøres et forsøg på at slette de gamle Timeshift filer.
de: Wenn der freie Speicherplatz kleiner als der eingestellte Wert ist, wird versucht, die alten Timeshift-Dateien zu löschen.
et: Kui vaba kettaruumi on määratud väärtusest vähem, üritatakse kustutada vanu ajanihke faile.
hu: Ha be van állítva az érték, s ha a szabad terület kisebb, mint a beállított érték, akkor a rendszer megpróbálja törölni a régi Timeshift fájlokat.
ru: Если свободное пространство меньше, чем требуемое значение, будут удалены старые файлы таймшифта.
vi: Nếu không gian trống nhỏ hơn giá trị cài đặt, thì sẽ thực hiện một nỗ lực để xóa các tệp timeshift cũ.
zh_cn: 如果可用空间低于设定值,然后尝试删除旧文件移.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
da: Hvis teksten er for lang til at kunne præsenteres på frontpanelet, vil den blive gentaget (antal gange:
de: Wenn der Text zu lang für das Display ist läuft es mehrfach durch. Anzahl der Durchgänge:
et: Kui tekst on esipaneelil kuvamiseks liiga pikk, korratakse seda (kordade arv:)
hu: Ha a szöveg túl hosszú ahhoz, hogy megjelenjen az előlapi kijelzőn, akkor ismétlődni fog (ismétlések száma):
ru: При показе на дисплее (на передней панели) длинного текста, текст будет повторяться (количество раз):
vi: Nếu văn bản quá dài để hiển thị trên bảng mặt trước, nó sẽ được lặp lại (số lần):
zh_cn: 如果文本太长,不能显示在前面板上,它将被重复(次数):

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
da: Vælg 'Ja' hvis du bruger en cirkulær polariseret LBN, elles vælges 'Nej'.
de: Wenn Sie einen zirkular polarisierten LNB verwenden, wählen Sie 'Ja', andernfalls wählen Sie 'Nein'.
et: Kui kasutuses on ringpolar LNB , vali 'jah', muudel juhtudel 'ei'.
vi: Nếu bạn đang sử dụng LNB phân cực tròn, hãy chọn 'có', nếu không thì chọn 'không'.
zh_cn: 如果您使用的是圆极化LNB,请选择'是',否则请选择'否'.

source: If you see this, something is wrong with your scart connection. Press OK to return.
da: Hvis du ser dette, er der noget galt med din Scart forbindelse. Tryk OK for at vende tilbage.
de: Wenn Sie diese Meldung sehen, ist die Scart-Verbindung fehlerhaft. Bitte OK drücken, um zurückzugelangen.
et: SCART-ühenduses on probleem. Vajuta OK, et minna tagasi.
hu: Ha ezt látja, akkor valami nem stimmel a scart csatlakozással. OK-val visszaléphet.
pt_br: Há algum problema com a conexão SCART. Pressione OK para voltar.
ru: Если вы видите это, то что-то не так с вашим SCART соединением. Нажмите ОК, чтобы вернуться.
sl: Če vidite naslednje opozorilo, je nekaj narobe z vašim SCART priključkom. Pritisnite tipko OK!
vi: Nếu bạn thấy điều này, có gì đó không ổn với kết nối scart của bạn. Nhấn OK để trở lại.
zh_cn: 如果看到这个提示,说明 SCART连接出错,请按OK键返回.

source: Ignore unexpectedly wakeup and stay in standby
da: Ignorere uventet vågn op og forbliv i Standby
de: Unerwartetes Aufwachen ignorieren und im Standby bleiben
et: Eira ootamatut äratust ja püsi ooteseisundis
vi: Bỏ qua bất ngờ thức dậy và ở trong chế độ chờ
zh_cn: 忽略意外唤醒并保持待机状态

source: Image
et: Püsivara
hu: Lemezkép
vi: Hình ảnh
zh_cn: 镜像

source: Image Info
et: Püsivara info
hu: Lemezkép Információ
ru: Информация об имидже
vi: Thông tin hình ảnh
zh_cn: 镜像信息

source: Image Information
de: Image-Informationen
et: Püsivara info
hu: Lemezkép Információ
ru: Информация об имидже
vi: Thông tin hình ảnh
zh_cn: 镜像信息

source: Image Manager
da: Image håndtering
et: Püsivara haldur
hu: Lemezkép kezelő
ru: Менеджер имиджа
vi: Quản lý hình ảnh
zh_cn: 镜像管理

source: Image Version
et: Püsivara versioon
hu: Lemezkép verziója
ru: Версия Имиджа:
vi: Phiên bản hình ảnh
zh_cn: 镜像版本

source: Image created on: %s/%s-%s-%s-backup-%s_recovery_emmc.zip
da: Image oprettet den: %s/%s-%s-%s-backup-%s_recovery_emmc.zip
de: Image erstellt: %s/%s-%s-%s-backup-%s_recovery_emmc.zip
zh_cn: 镜像创建于: %s/%s-%s-%s-backup-%s_recovery_emmc.zip

source: Image created on: %s/%s-%s-%s-backup-%s_usb.zip
da: Image oprettet den: %s/%s-%s-%s-backup-%s_usb.zip
de: Image erstellt: %s/%s-%s-%s-backup-%s_usb.zip
et: Püsivaratõmmis loodi asukohas: %s/%s-%s-%s-backup-%s_usb.zip
vi: Hình ảnh trực tuyến của chúng tôi:% s /% s-% s-% s-backup-% s_recovery.zip
zh_cn: 映像创建于: %s/%s-%s-%s-backup-%s_usb.zip

source: Image creation failed -
da: Image oprettelse mislykkedes -
de: Image-Erstellung fehlgeschlagen -
et: Tõmmise loomine nurjus -
hu: A lemezkép létrehozása nem sikerült-
vi: Tạo hình ảnh thất bại -
zh_cn: 镜像创建失败 -

source: Image to install is invalid %s
da: Image der skal installeres er ugyldig %s
de: Image zum Installieren ist fehlerhaft %s
et: Paigaldatav püsivara on vigane %s
vi: Hình ảnh để cài đặt không hợp lệ %s
zh_cn: 要安装的映像无效 %s

source: Image-Version
et: Püsivara versioon
hu: Lemezkép verziója
ru: Версия Имиджа
vi: Phiên bản hình ảnh
zh_cn: 镜像版本

source: Immediate shutdown
da: Sluk straks
de: Direkt herunterfahren
et: Kohene seiskamine
hu: Azonnali kikapcsolás
pt_br: Desligar imediatamente
ru: Немедленное выключение
vi: Tắt máy ngay lập tức
zh_cn: 立即关机

source: In expert mode, configure which tuners will be preferred, when more than one tuner is available.
de: Im Expertenmodus einstellen, welche von mehreren Tunern bevorzugt benutzt werden sollen, wenn mehr als ein Tuner verfügbar ist.
et: Määra, millist tuunerit eelistatakse, kui saadaval on rohkem kui üks tuuner.
hu: Az előnyben részesített tunereket lehet itt beállítani a műsorok nézéséhez, több tuner is kiválasztható amennyiben azokkal rendelkezik a készülék.
vi: Trong chế độ chuyên gia, định cấu hình bộ chỉnh nào sẽ được ưu tiên, khi có nhiều hơn một bộ chỉnh.
zh_cn: 在高级模式下,当有多个调谐器可用时,配置首选的调谐器.

source: In the Standby Record on the LCD Display
da: Vis Optag på LCD Displayet i Standby
de: Bei 'Ja' wird das blinkende REC Symbol im Gerätedisplay im Standby aktiviert (nicht alle Receiver unterstützen das).
et: Ooteseisundis Rec-sümbol esipaneelil
hu: Felvétel jelzése az LCD kijelzőn készenléti módban
vi: Trong Bản ghi chờ trên màn hình LCD
zh_cn: 待机录制时在LCD显示

source: Inadyn Log
et: Inadyn logi
hu: Inadyn Napló
ru: Лог Inadyn
vi: Nhật ký đăng nhập
zh_cn: inadyn日志

source: Inadyn Setup
da: Inadyn opsætning
de: Inadyn (DynDNS)
et: Inadyn seaded
hu: Inadyn beállítása
ru: Настройки Inadyn
sl: Inadyn nastavitve (dyndns,no-ip...)
vi: Cài đặt
zh_cn: inadyn设置

source: Independent
da: Uafhængig
zh_cn: 独立的

source: Info (EPG) Long
da: Info (EPG) lang
de: Info/EPG lang
et: Info (EPG) - pikk
hu: Információ (EPG) hosszú
ru: Инфо (ЕПГ) долгое нажатие
vi: Thông tin (EPG) Dài
zh_cn: 信息(EPG)键长按

source: Info Panel
et: Infopaneel
hu: Információs Panel
ru: Инфопанель
vi: Bảng thông tin
zh_cn: 信息面板

source: InfoPanel
et: Infopaneel
ru: Инфопанель
vi: Bảng thông tin
zh_cn: 信息面板

source: Infobar EPG
da: Infobjælke EPG
de: Infoleisten-EPG
et: Inforiba EPG
hu: Információs sáv EPG
ru: Быстрый телегид
zh_cn: EPG信息栏

source: Infobar fade-out speed
da: Infobjælke udtoningshastighed
de: Infoleiste Ausblendegeschwindigkeit
et: Inforiba hajumise kiirus
hu: Információs sáv elhalványodásának sebessége
ru: Скорость затухания инфобара
vi: Tốc độ giảm dần của Infobar
zh_cn: 信息栏淡入淡出速度

source: Infobar frontend data source
da: Infobjælke grænseflade datakilde
de: Infoleiste Datenquelle
et: Inforiba tuuneriandmete allikas
hu: Információs sáv adat forrása
ru: Источник отображения данных в инфобаре
vi: Nguồn dữ liệu lối vào Infobar
zh_cn: 信息栏前端数据源

source: Infobar:
da: Infobjælke:
de: Infoleiste:
et: Inforiba:
vi: Hiển thị thông tin:
zh_cn: 信息栏:

source: InfobarEPG settings
da: Infobjælke EPG indstillinger
de: Infoleisten-EPG
et: Inforiba EPG seaded
hu: Információs sáv EPG beállítása
ru: Настройки инфобара телегида
vi: Cài đặt InfobarEPG
zh_cn: EPG信息栏设置

source: Infopanel
et: Infopaneel
ru: Инфопанель
vi: Bảng thông tin
zh_cn: 信息面板

source: Infos
da: Informationer
de: Informationen
et: Andmed
hu: Információk
ru: Информация
vi: Thông tin
zh_cn: 系统信息

source: Initial lock ratio
et: Algne lukustussuhe
hu: Kezdeti hangolási arány
ru: Начальное соотношение захвата
vi: Tỷ lệ khóa ban đầu
zh_cn: 初始锁定比率

source: Initial signal quality
et: Algne signaali kvaliteet
hu: Eredeti jelminőség
pt_br: Qualidade de sinal inicial
ru: Начальное качество сигнала
vi: Chất lượng tín hiệu ban đầu
zh_cn: 初始信号质量

source: Initial signal quality:
et: Algne signaali kvaliteet:
hu: Eredeti jelminőség:
pt_br: Qualidade de sinal inicial:
ru: Начальное качество сигнала:
vi: Chất lượng tín hiệu ban đầu:
zh_cn: 初始信号质量:

source: Initialization
da: Initialisering
de: Initialisierung
et: Vormindamine
hu: Inicializálás
pt_br: Formatar disco rígido
ru: Форматирование
sl: Ponastavitev diska
vi: Khởi tạo
zh_cn: 初始化

source: Inode:
vi: Nút:
zh_cn: 索引节点:

source: Input config file name:
da: Indtast navn på konfigfil:
et: Sisesta seadistusfaili nimi:
hu: Input config fájl neve:
vi: Tên tập tin cấu hình đầu vào:
zh_cn: 输入配置文件名称:

source: Input devices
da: Inddata enheder
de: Eingabegeräte
et: Sisendseadmed
hu: Beviteli eszközök
pt_br: Dispositivos de entrada
ru: Настройки пульта
sl: Vhodne naprave
vi: Thiết bị đầu vào
zh_cn: 输入设备

source: Insert
da: Indsæt
de: Einfügen
et: Sisesta
vi: Chèn
zh_cn: 插入

source: Install '%s' and enable this operation
da: Installer '%s' og aktiver denne handling
de: '%s' installieren und aktivieren
et: Paigalda '%s' ja luba see toiming
vi: Cài đặt '% s' và kích hoạt thao tác này
zh_cn: 安装'%s'并启用此操作

source: Install Failed !!
da: Installation mislykkedes !!
de: !! Installation fehlgeschlagen !!
et: Paigaldamine nurjus!!
hu: Telepítés sikertelen !!
ru: Установить не удалось!
vi: Cài đặt không thành công !!
zh_cn: 安装失败!!

source: Install Finished.
da: Installation gennemført.
de: Installation abgeschlossen.
et: Paigaldamine tehtud.
hu: Telepítés befejezve.
ru: Установка завершена.
vi: Cài đặt xong.
zh_cn: 安装完成.

source: Install Softcams
de: Installiere Softcams
et: Paigalda EMU
hu: Softcams telepítése
ru: Установка эмуляторов
vi: Cài đặt Softcam
zh_cn: 安装softcams

source: Install lcd picons on
da: Installer LCD Pikoner på
et: Paigalda lcd pikonid asukohta
hu: LCD piconok telepítése ide
ru: Установка пиконов дисплея на
vi: Cài đặt màn hình LCD trên
zh_cn: 安装 lcd picons 到

source: Install local extension
da: Installer lokal udvidelse
de: Lokale Erweiterung installieren
et: IPK paigaldamine
hu: Bővítmények kézi telepítése
pt_br: Instalar extensão local
ru: Инсталляция локал. пакетов
sl: Namesti lokalno razširitev
vi: Cài đặt tiện ích mở rộng cục bộ
zh_cn: 安装本地扩展

source: Install or remove finished.
da: Installer og fjern gennemført.
de: Installation oder Deinstallation beendet.
et: Paigaldamine või kustutamine on tehtud.
hu: A telepítés vagy eltávolítás befejeződött.
ru: Установка или удаление завершены.
sl: Namesti ali odstrani dokončano.
vi: Cài đặt hoặc gỡ bỏ hoàn thành.
zh_cn: 安装或删除完成.

source: Install picons on
da: Installer pikoner på
de: Picons installieren auf
et: Paigalda pikonid asukohta
hu: Pikonok telepítése ide
pt_br: Instalar picons em
ru: Установить пиконы на
vi: Cài đặt picons trên
zh_cn: 在线安装picons

source: Install plugins
da: Installer Plugins
de: Installiere Plugins
et: Paigalda pluginaid
hu: Bővítmények telepítése
ru: Установка плагинов
vi: Cài đặt plugin
zh_cn: 安装插件

source: Install settings, skins, software...
da: Installer opsætning, grafisk tema, software...
de: Installieren von Einstellungen, Skins, Software...
et: Paigalda kanalinimekirju, kujundusi, tarkvara.
hu: Telepítés: beállítások, kinézetek, szoftverek...
ru: Установка настроек, скинов, ПО...
sl: Namesti nastavitve, predloge,...
vi: Cài đặt cài đặt, giao diện, phần mềm ...
zh_cn: 安装设置,皮肤,软件等...

source: Installed: %s
da: Installeret: %s
de: Installiert: %s
et: Paigaldatud: %s
hu: Telepítve: %s
vi: Đã cài đặt:%s
zh_cn: 安装时间: %s

source: Installing Plugin ...
da: Installere Plugin...
de: Installiere Plugin...
et: Plugina paigaldamine...
vi: Cài đặt Plugin ...
zh_cn: 正在安装插件...

source: Installing feeds from IPK ...
da: Installere Feeds fra IPK...
de: Installiere Feeds aus IPK...
vi: Cài đặt nguồn cấp dữ liệu từ IPK ...
zh_cn: 正在安装来自IPK的源...

source: Installing feeds from feed ...
da: Installere Feeds fra feed...
de: Installiere Feeds vom Feed...
vi: Cài đặt nguồn cấp dữ liệu từ nguồn cấp dữ liệu ...
zh_cn: 正在从feed安装源...

source: Installing plugins from IPK ...
da: Installere Plugins fra IPK...
de: Installiere Plugins aus IPK...
vi: Cài đặt plugin từ IPK ...
zh_cn: 正在从IPK安装插件...

source: Installing plugins from feed ...
da: Installere Plugins fra Feed...
de: Installiere Plugins vom Feed...
vi: Cài đặt plugin từ nguồn cấp dữ liệu ...
zh_cn: 正在从feed安装插件...

source: Installing software...
da: Installlere software...
de: Installiere Software...
et: Tarkvara paigaldamine.
hu: Szoftver telepítése...
pt_br: Instalando o software...
ru: Идет установка дополнений...
vi: Cài đặt phần mềm .
zh_cn: 正在安装软件...

source: Instant record location
da: Placering af straksoptagelse
de: Sofortaufnahme-Verzeichnis
et: Kohese salvestuse asukoht
hu: Azonnali felvétel helye
ru: Расположение немедленной записи
sl: Lokacija takojšnjega snemanja
vi: Vị trí ghi ngay lập tức
zh_cn: 即时录像位置

source: Instant recording...
da: Straksoptagelse...
de: Sofortaufnahme
et: Kohene salvestus.
hu: Felvétel azonnali indítása...
pt_br: Gravação instantânea
ru: Немедленная запись...
vi: Ghi âm tức thì ...
zh_cn: 正在即时录像...

source: Instant recordings location
da: Straksoptagelse placering
de: Speicherort für Sofortaufnahmen
et: Kohese salvestuse asukoht
hu: Azonnali felvételek helye
ru: Расположение немедленных записей
vi: Vị trí ghi âm tức thì
zh_cn: 即时录像位置

source: Interface:
da: Grænseflade:
de: Schnittstelle:
et: Liides:
vi: Giao diện:
zh_cn: 接口:

source: International
zh_cn: 国际

source: Invalid directory selected: %s
da: Ugyldig mappe valgt: %s
de: Unzulässiges Verzeichnis ausgewählt: %s
et: Valiti vigane kaust: %s
hu: A kiválasztott mappa érvénytelen: %s
pt_br: Diretório inválido: %s
ru: Выбран неправильный каталог: %s
sl: Izbrana neveljavna mapa: %s
vi: Thư mục không hợp lệ được chọn:%s
zh_cn: 选定的目录无效: %s

source: Invalid location
da: Ugyldig placering
de: Unzulässiger Ort
et: Kehtetu asukoht
hu: Érvénytelen hely
pt_br: Diretório inválido
ru: Каталог не существует
vi: Vị trí không hợp lệ
zh_cn: 无效的位置

source: Ipkg
zh_cn: ipkg安装

source: Iran (Islamic Republic of)
de: Iran (Islamische Republik)
et: Iraan
hu: Iran
vi: Iran (Cộng hòa Hồi giáo)
zh_cn: 伊朗(伊斯兰共和国)

source: Iran, Islamic Republic
da: Iran, Islamske republik
de: Iran (Islamische Republik)
et: Iraan
vi: Iran, Cộng hòa Hồi giáo
zh_cn: 伊朗伊斯兰共和国

source: Is not necessary in most cases.
da: Er ikke nødvendig i de fleste tilfælde.
de: Ist in den meisten Fällen nicht erforderlich.
et: Enamasti pole see vajalik.
hu: A legtöbb esetben nem szükséges.
vi: Không cần thiết trong hầu hết các trường hợp.
zh_cn: 在大多数情况下是不必要的.

source: It is not possible to calculate hashes on <List of Storage Devices>
da: Det er ikke muligt at beregne hashes på <List of Storage Devices>
de: Es ist nicht möglich, Hashes der <Liste der Speichergeräte> zu berechnen
vi: Không thể tính băm trên <Danh sách thiết bị lưu trữ>
zh_cn: 无法在<存储设备列表>上计算哈希值

source: It is not possible to change the file mode of <List of Storage Devices>
da: Det er ikke muligt at ændre filtilstanden på <List of Storage Devices>
de: Es ist nicht möglich, den Dateimodus von <Liste der Speichergeräte> zu ändern.
vi: Không thể thay đổi chế độ tệp của <Danh sách thiết bị lưu trữ>
zh_cn: 无法更改<存储设备列表>的文件模式

source: It is not possible to get the file status of <List of Storage Devices>
da: Det er ikke mulig at hente filstatus på <List of Storage Devices>
de: Es ist nicht möglich, den Dateistatus von <Liste der Speichergeräte> abzurufen
vi: Không thể có được trạng thái tệp của <Danh sách thiết bị lưu trữ>
zh_cn: 无法获取<存储设备列表>的文件状态

source: It is not possible to run '%s' on <List of Storage Devices>
da: Der er ikke mulig at køre '%s' på <List of Storage Devices>
de: %s kann nicht unter <Liste der Speichergeräte> ausgeführt werden.
vi: Không thể chạy '% s' trên <Danh sách thiết bị lưu trữ>
zh_cn: 无法在'%s'上运行<存储设备列表>

source: It's not possible to rename the filesystem root.
da: Det er ikke mulig at omdøbe rodfilsystemet rod.
de: Das Stammverzeichnis kann nicht umbenannt werden.
et: Failisüsteemi juurt pole võimalik ümber nimetada.
vi: Không thể đổi tên root hệ thống tập tin.
zh_cn: 无法重命名文件系统根目录.

source: Job Manager
da: Opgave-håndtering
et: Tööülesanded
hu: Folyamat kezelő
ru: Диспетчер задач
vi: Quản lý công việ
zh_cn: 作业管理器

source: Job View
da: Opgaveoversigt
de: Jobansicht
et: Töövaade
hu: Folyamat nézet
ru: Просмотр задания
sl: Ogled opravila
vi: Chế độ công việc
zh_cn: 工作视图

source: JobManager
da: Opgave-håndtering
de: Script-Verwaltung
et: Skriptid
hu: Folyamat kezelő
ru: Управление заданиями
vi: Quản lý công việc
zh_cn: 作业管理

source: Jugend
zh_cn: 少年

source: Justiz
zh_cn: 司法

source: Kampfsport
da: Kampsport
zh_cn: 武术

source: Katastrophe
zh_cn: 灾难

source: Kernel
da: Kerne
hu: Rendszermag
ru: Ядро
vi: Phiên bản hạt nhân
zh_cn: 内核

source: Kernel: %s
da: Kerne: %s
de: Linux-Kernel: %s
vi: Hạt nhân:% s
zh_cn: 系统内核: %s

source: Kernel: %s
da: Kerne: %s
ru: Ядро: %s
vi: Hạt nhân:%s
zh_cn: 内核: %s

source: Keyboard long
da: Tastatur lang
de: Externe Tastatur lang
zh_cn: 键盘键长按

source: Keyboard map
da: Tastatur afbildning
de: Tastaturlayout
et: Klaviatuur
hu: Billentyűkiosztás
pt_br: Mapa do teclado
ru: Раскладка клавиатуры
vi: Bản đồ bàn phím
zh_cn: 键盘映射

source: Keyboard setup
da: Tastatur opsætning
de: Tastatur
et: Klaviatuuri seaded
hu: Billentyűzet beállítása
pt_br: Configuração do teclado
ru: Настройки клавиатуры
vi: Thiết lập bàn phím
zh_cn: 键盘设置

source: Keymap Selection
da: Tastekort udvalg
de: Tastaturbelegung
et: Nupuasetuse valik
hu: Keymap kiválasztása
ru: Выбор раскладки пульта
vi: Lựa chọn sơ đồ
zh_cn: 键盘布局选择

source: Keymap changed, you need to restart the GUI
da: Tastekort ændret, du skal genstarte GUI'en
de: Tastaturbelegung geändert. Sie müssen die GUI neu starten
et: Muudeti nupuasetust. Kasutajaliides tuleb taaskäivitada
hu: A Keymap megváltozott, újra kell indítania a GUI-t
ru: Раскладка пульта изменена, необходимо перезагрузить GUI
vi: Sơ đồ bàn phím đã thay đổi, bạn cần khởi động lại GUI
zh_cn: 键盘映射更改,你需要重新启动GUI

source: Kinder
da: Børn
zh_cn: 对于儿童

source: Klassiker
zh_cn: 经典

source: Kneipensport
zh_cn: 酒吧运动

source: Kodi installed:
da: Kodi installeret:
et: Kodi paigaldatud:
hu: Kodi telepítve:
vi: Kodi đã cài đặt:
zh_cn: Kodi已安装:

source: Kodi media player
da: Kodi medieafspiller
et: Kodi meediamängija
vi: Máy nghe nhạc Kodi
zh_cn: Kodi媒体播放器

source: Kodi/extra partition free space:
da: Kodi/ekstra partition fri plads:
et: Kodi partitsiooni vaba ruum:
hu: Kodi/Extra partíció szabad hely:
vi: Kodi / không gian trống thêm phân vùng:
zh_cn: Kodi/额外的分区可用空间:

source: Komödie
zh_cn: 喜剧

source: Korea (Democratic People's Republic of)
de: Nordkorea (Volksrepublik)
et: Põhja-Korea
hu: Észak-Korea
vi: Hàn Quốc (Cộng hòa Dân chủ Nhân dân)
zh_cn: 朝鲜民主主义人民共和国

source: Korea (Republic of)
de: Südkorea
et: Lõuna-Korea
hu: Dél-Korea
vi: Hàn Quốc (Cộng hòa)
zh_cn: 大韩民国

source: Kraftsport
zh_cn: 体重训练

source: Krieg
da: Krig
zh_cn: 战争

source: Krimi
zh_cn: 惊悚片

source: Kriminalität
da: Kriminalitet
zh_cn: 犯罪

source: Kultur
zh_cn: 文化

source: Kunst
zh_cn: 艺术

source: Kurzfilm
zh_cn: 短片

source: LAN long
da: LAN lang
et: LAN - pikk
vi: LAN dài
zh_cn: LAN键长按

source: LCD Skin Setup
da: LCD Tema opsætning
de: Gerätedisplay-Skinauswahl
et: LCD kujunduse seaded
hu: LCD kinézet beállítás
ru: Настройки скина LCD
vi: Thiết lập da LCD
zh_cn: LCD皮肤设置

source: LCD SkinSelector
da: LCD TemaVælger
de: LCD-Skinauswahl
et: LCD kujunduse valik
hu: LCD Kinézet választó (Skin)
zh_cn: LCD皮肤选择器

source: LCN plugin for DVB-T/T2 services
da: LCN Plugin for DVB-T/T2 kanaler
et: LCN plugin DVB-T/T2 kanalitele
hu: LCN bővítmény a DVB-T/T2 csatornákhoz
ru: LCN-плагин для каналов DVB-T/T2
vi: Plugin LCN cho các dịch vụ DVB-T / T2
zh_cn: 用于DVB-T/T2频道的LCN插件

source: LCN rules:
da: LCN regler:
et: LCN reeglid:
hu: LCN szabályok:
ru: Правила LCN:
vi: Quy tắc LCN:
zh_cn: LCN规则:

source: LOF
zh_cn: 本振频率

source: Landestypisch
zh_cn: 国家

source: Last E2 update: %s
da: Sidste E2 opdatering: %s
de: Letztes E2 Update: %s
zh_cn: E2上次更新: %s

source: Last Req.
da: Sidste foresp.
de: Letzte Anfrage
et: Viimane päring
ru: Последний запрос
vi: Yêu cầu cuối cùng.
zh_cn: 最后的请求.

source: Last update: %s
da: Sidst opdateret: %s
de: Letztes Update: %s
et: Uuendatud: %s
ru: Последнее обновление: %s
vi: Cập nhật lần cuối:%s
zh_cn: 最后更新: %s

source: Late Night
zh_cn: 深夜

source: Leave File Commander
da: Forlad File Commander
de: Verlassen Sie den File Commander
et: Sulge failihaldur
vi: Để lại tập lệnh
zh_cn: 退出文件管理器

source: Leave multi-select mode
da: Forlad flervalgs-tilstand
de: Mehrfachauswahlmodus beenden
et: Välju hulgivaliku režiimist
vi: Để chế độ đa lựa chọn
zh_cn: 退出多选模式

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
da: Efterlad denne sat til 'Ja' medmindre du nøjagtig ved hvorfor du tilpasser den.
de: Lassen Sie diese Einstellung auf 'Ja', es sei denn, Sie verstehen vollständig, warum Sie sie anpassen.
et: Vaikeväärtuseks on 'Jah'. Muuda ainult juhul, kui tead täpselt, mida seadistad.
vi: Đặt bộ này thành 'có' trừ khi bạn hoàn toàn hiểu lý do tại sao bạn điều chỉnh nó.
zh_cn: 除非您完全理解为什么要调整它,否则请将此设置设置为'是'.
