Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Show 1080p 24fps as
bg: Показване на 1080p 24fps като
cs: Zobrazit 1080p 24fps jako
da: Vis 1080p 24fps som
de: Zeige 1080p 24fps als
el: Εμφάνιση 1080p 24fps ως
et: 1080p 24fps kuvamine
fi: Näytä 1080p 24fps näin
fr: Afficher 1080p 24fps comme
hr: Pokaži 1080p 24fps kao
hu: 1080p mutatása 24fps-ként
it: Mostra 1080p 24fps come
lt: Rodyti 1080p 24 fps kaip
nl: Toon 1080p 24fps als
pl: Pokaż 1080p 24fps jako
ru: Показать 1080p 24fps как
sk: Zobraziť 1080p 24 fps ako
sr: Pokaži 1080p 24fps kao
sv: Visa 1080p 24fps som
ta: 1080p 24fps எனக் காட்டு
tr: 1080p 24fps olarak göster
uk: Показати 1080p 24fps як
vi: Hiển thị 1080p 24 khung hình / giây
zh_cn: 将1080p 24fps显示为

source: Show 1080p 25fps as
bg: Показване на 1080p 25fps като
cs: Zobrazit 1080p 25fps jako
da: Vis 1080p 25fps som
de: Zeige 1080p 25fps als
el: Εμφάνιση 1080p 25fps ως
et: 1080p 25fps kuvamine
fi: Näytä 1080p 25fps näin
fr: Afficher 1080p 25fps comme
hr: Pokaži 1080p 25fps kao
hu: 1080p mutatása 25fps-ként
it: Mostra 1080p 25fps come
lt: Rodyti 1080p 25 fps kaip
nl: Toon 1080p 25fps als
pl: Pokaż 1080p 25fps jako
ru: Показать 1080p 25fps как
sk: Zobraziť 1080p 25 fps ako
sr: Pokaži 1080p 25fps kao
sv: Visa 1080p 25fps som
ta: 1080p 25fps எனக் காட்டு
tr: 1080p 25fps olarak göster
uk: Показати 1080p 25fps як
vi: Hiển thị 1080p 25 khung hình / giây
zh_cn: 将1080p 25fps显示为

source: Show 1080p 30fps as
bg: Показване на 1080p 30fps като
cs: Zobrazit 1080p 30fps jako
da: Vis 1080p 30fps som
de: Zeige 1080p 30fps als
el: Εμφάνιση 1080p 30fps ως
et: 1080p 30fps kuvamine
fi: Näytä 1080p 30fps näin
fr: Afficher 1080p 30fps comme
hr: Pokaži 1080p 30fps kao
hu: 1080p mutatása 25fps-ként
it: Mostra 1080p 30fps come
lt: Rodyti 1080p 30 fps kaip
nl: Toon 1080p 30fps als
pl: Pokaż 1080p 30fps jako
ru: Показать 1080p 30fps как
sk: Zobraziť 1080p 30 fps ako
sr: Pokaži 1080p 30fps kao
sv: Visa 1080p 30fps som
ta: 1080p 30fps எனக் காட்டு
tr: 1080p 30fps olarak göster
uk: Показати 1080p 30fps як
vi: Hiển thị 1080p 30 khung hình / giây
zh_cn: 将1080p 30fps显示为

source: Show 2160p 24fps as
bg: Показване на 2160p 24fps като
cs: Zobrazit 2160p 24fps jako
da: Vis 2160p 24fps som
de: Zeige 2160p 24fps als
el: Εμφάνιση 720p 24fps ως
et: 2160p 24fps kuvamine
fi: Näytä 2160p 24fps näin
fr: Afficher 2160p 24fps comme
hr: Pokaži 720p 24fps kao
it: Mostra 2160p 24fps come
lt: Rodyti 2160p 24fps, kaip
nl: Toon 2160p 24fps als
pl: Pokaż 2160p 24fps jako
sk: Zobraziť 2160p 24 fps ako
sr: Pokaži 720p 24fps kao
sv: Visa 2160p 24fps som
ta: 2160p 24fps எனக் காட்டு
tr: 2160p 24fps olarak göster
uk: Показати 2160p 24fps як
vi: Hiển thị 2160p 24 khung hình / giây
zh_cn: 将2160p 24fps显示为

source: Show 2160p 25fps as
bg: Показване на 2160p 25fps като
cs: Zobrazit 2160p 25fps jako
da: Vis 2160p 25fps som
de: Zeige 2160p 25fps als
el: Εμφάνιση 1080p 25fps ως
et: 2160p 25fps kuvamine
fi: Näytä 2160p 25fps näin
fr: Afficher 2160p 25fps comme
hr: Pokaži 1080p 25fps kao
it: Mostra 2160p 25fps come
lt: Rodyti 2160p 25fps kaip
nl: Toon 2160p 25fps als
pl: Pokaż 2160p 25fps jako
sk: Zobraziť 2160p 25 fps ako
sr: Pokaži 1080p 25fps kao
sv: Visa 2160p 25fps som
ta: 2160p 25fps எனக் காட்டு
tr: 2160p 25fps olarak göster
uk: Показати 2160p 25fps як
vi: Hiển thị 2160p 25 khung hình / giây
zh_cn: 将2160p 25fps显示为

source: Show 2160p 30fps as
bg: Показване на 2160p 30fps като
cs: Zobrazit 2160p 30fps jako
da: Vis 2160p 30fps som
de: Zeige 2160p 30fps als
el: Εμφάνιση 1080p 30fps ως
et: 2160p 30fps kuvamine
fi: Näytä 2160p 30fps näin
fr: Afficher 2160p 30fps comme
hr: Pokaži 1080p 30fps kao
it: Mostra 2160p 30fps come
lt: Rodyti 2160p 30fps kaip
nl: Toon 2160p 30fps als
pl: Pokaż 2160p 30fps jako
sk: Zobraziť 2160p 30 fps ako
sr: Pokaži 1080p 30fps kao
sv: Visa 2160p 30fps som
ta: 2160p 30fps எனக் காட்டு
tr: 2160p 30fps olarak göster
uk: Показати 2160p 30fps як
vi: Hiển thị 2160p 30 khung hình / giây
zh_cn: 将2160p 30fps显示为

source: Show 24p up to 720p / higher than 720p as
bg: Показване на 24p до 720p / по-висока от колкото 720p
cs: Zobrazit 24p až 720p / vyšší než 720p jako
da: Vis 24p op til 720p / højere end 720p som
de: Zeige 24p bis 720p / höher als 720p mit
el: Εμφάνιση 24p μέχρι 720p / υψηλότερη από 720p ως
et: 24fps - kuni 720p / kõrgem kui 720p kuvamine
fi: Näytä 24p 720p asti / suurempi kuin 720p
fr: Afficher 24p jusqu'à 720p / plus élevé que 720p comme
hr: Pokaži 24p do 720p / više 720p kao
hu: Mutassa a 24p az alábbiként
it: Mostra 24p fino a 720p/ maggiori di 720p come
lt: Rodyti 24p iki 720p / didesnis nei kaip 720p
nl: Toon 24p tot 720p / hoger dan 720p als
pl: Pokaż 24p do 720p / więcej niż 720p jako
sk: Zobraziť 24p až 720p / vyšší ako 720p ako
sr: Pokaži 24p do 720p / više 720p kao
sv: Visa 24p upp till 720p / högre än 720p som
ta: 720p வரை 24p வரை 720p ஐ விட அதிகமாகக் காட்டு
tr: 24p’yi 720p’ye / 720p’den yüksek olarak göster
uk: Показати 24p аж до 720p/вище в якості 720p
vi: Hiển thị 24p lên tới 720p / cao hơn 720p
zh_cn: 将24p 720p或高于720p显示为

source: Show 24p up to resolution 720p or higher than 720p as a different Framerate.
bg: Показване на 24p до резолюция 720p или по-висока от 720p за различната скорост на кадрите.
cs: Zobrazit 24p až do rozlišení 720p nebo vyšší než 720p jako jinou snímkovou frekvenci.
da: Vis 24p op til 720p opløsning eller højere end 720p som en anden billedhastighed.
de: Zeige 24p bis zu einer Auflösung von 720p oder höher als 720p mit einer anderen Bildwiederholrate.
el: Εμφάνιση 24p μέχρι την ανάλυση 720p ή υψηλότερη από 720p ως διαφορετικό Ρυθμό Καρέ.
et: Kuva 24fps kuni 720p või kõrgem kui 720p sisu erineva kaadrisagedusega.
fi: Näytä 24p tarkkuudella 720p asti tai suurempi kuin 720p, eri ruudunpäivitys nopeudella.
fr: Afficher 24p jusqu'à la résolution 720p ou supérieure à 720p comme une cadence différente.
hr: Pokaži 24p do rezolucije 720p ili veći od 720p kao razlika frejm rate.
hu: Mutassa a 24p-t akár 720p felbontásig, vagy nagyobb mint 720p felbontást különböző Framerate-ként.
it: Mostra 24p fino alla risoluzione 720p o maggiori di 720p a una frequenza diversa.
lt: Rodyti 24p iki rezoliucijos 720p arba didesnis nei 720p kaip skirtingų kadrų.
nl: Toon 24p tot en met resolutie 720p en hoger als 720p als een andere framesnelheid.
pl: Pokaż 24p do rozdzielczości 720p lub wyższej niż 720p jako inny Framerate.
sk: Zobraziť 24p do rozlíšenia 720p alebo vyššie ako 720p zobraziť s inou snímkovou frekvenciou.
sr: Pokaži 24p do rezolucije 720p ili veći od 720p kao razlika frejm rate.
sv: Visa 24p upp till upplösningen 720p eller högre än 720p som en annan framerate.
ta: வேறுபட்ட பிரேம்ரேட்டாக 720p அல்லது 720p ஐ விட அதற்கு மேற்பட்ட தெளிவுத்திறன் வரை 24p ஐக் காட்டுங்கள்.
tr: 720p veya daha yüksek çözünürlüğe kadar 24p'yi farklı bir kare hızı olarak gösterin.
uk: Показати 24p для розрішення 720p, або вище 720p, як різні частоти кадрів.
vi: Hiển thị 24p lên tới độ phân giải 720p hoặc cao hơn 720p dưới dạng Fram khác nhau.
zh_cn: 显示分辨率为720p或高于720p的24p作为不同的帧速率.

source: Show 25p up to 720p / higher than 720p as
bg: Показване на 25p до 720p / по-висока от колкото 720p
cs: Zobrazit 25p až 720p / vyšší než 720p jako
da: Vis 25p op til 720p / højere end 720p som
de: Zeige 25p bis 720p / höher als 720p mit
el: Εμφάνιση 25p μέχρι 720p / υψηλότερη από 720p ως
et: 25fps - kuni 720p / kõrgem kui 720p kuvamine
fi: Näytä 25p 720p asti / suurempi kuin 720p
fr: Afficher 25p jusqu'à 720p / plus élevé que 720p comme
hr: Pokaži 25p do 720p / više 720p kao
hu: Mutassa a 25p az alábbiként
it: Mostra 25p fino a 720p/ maggiori di 720p come
lt: Rodyti 25p iki 720p / didesnis nei kaip 720p
nl: Toon 25p tot 720p / hoger dan 720p als
pl: Pokaż 25p do 720p / więcej niż 720p jako
sk: Zobraziť 25p do 720p / viac ako 720p zobraziť ako
sr: Pokaži 25p do 720p / više 720p kao
sv: Visa 25p upp till 720p / högre än 720p som
ta: 720p / 720p ஐ விட 25p வரை 25p வரை காட்டு
tr: 25p’yi 720p’ye / 720p’den yüksek olarak göster
uk: Показати 25p аж до 720p/вище в якості 720p
vi: Hiển thị 25p lên tới 720p / cao hơn 720p
zh_cn: 将25p 720p或高于720p显示为

source: Show 25p up to resolution 720p or higher than 720p as a different Framerate.
bg: Показване на 25p до резолюция 720p или по-висока от 720p за различните скоростти на кадрите.
cs: Zobrazit 25p až do rozlišení 720p nebo vyšší než 720p jako jinou snímkovou frekvenci.
da: Vis 25p op til 720p opløsning eller højere end 720p som en anden billedhastighed.
de: Zeige 25p bis zu einer Auflösung von 720p oder höher als 720p mit einer anderen Bildwiederholrate.
el: Εμφάνιση 25p μέχρι την ανάλυση 720p ή υψηλότερη από 720p ως διαφορετικό Ρυθμό Καρέ.
et: Kuva 25fps kuni 720p või kõrgem kui 720p sisu erineva kaadrisagedusega.
fi: Näytä 25p tarkkuudella 720p asti tai suurempi kuin 720p, eri ruudunpäivitys nopeudella.
fr: Afficher 25p jusqu'à la résolution 720p ou supérieure à 720p comme une cadence différente.
hr: Pokaži 25p do rezolucije 720p ili veći od 720p kao razlika frejm rate.
hu: Mutassa a 25p-t akár 720p felbontásig, vagy nagyobb mint 720p felbontást különböző Framerate-ként.
it: Mostra 25p fino alla risoluzione 720p o maggiori di 720p a una frequenza diversa.
lt: Rodyti 25p iki rezoliucijos 720p arba didesnis nei 720p kaip skirtingų kadrų.
nl: Toon 25p tot en met resolutie 720p en hoger als 720p als een andere framesnelheid.
pl: Pokaż 25p do rozdzielczości 720p lub wyższej niż 720p jako inny Framerate.
sk: Zobraziť 25p do rozlíšenia 720p alebo vyššie ako 720p zobraziť s inou snímkovou frekvenciou.
sr: Pokaži 25p do rezolucije 720p ili veći od 720p kao razlika frejm rate.
sv: Visa 25p upp till upplösningen 720p eller högre än 720p som en annan framerate.
ta: வேறு பிரேம்ரேட்டாக 720p அல்லது 720p ஐ விட அதிகமான தெளிவுத்திறன் வரை 25 பிப்பைக் காட்டுங்கள்.
tr: 720p veya daha yüksek çözünürlüğe kadar 25p'yi farklı bir kare hızı olarak gösterin.
uk: Показати 25p для розрішення 720p, або вище 720p, як різні частоти кадрів.
vi: Hiển thị 25p lên tới độ phân giải 720p hoặc cao hơn 720p dưới dạng Fram khác nhau.
zh_cn: 显示分辨率为720p或高于720p的25p作为不同的帧速率.

source: Show 30p up to 720p / higher than 720p as
bg: Показване на 30p до 720p / по-висока от колкото 720p
cs: Zobrazit 30p až 720p / vyšší než 720p jako
da: Vis 30p op til 720p / højere end 720p som
de: Zeige 30p bis 720p / höher als 720p mit
el: Εμφάνιση 30p μέχρι 720p / υψηλότερη από 720p ως
et: 30fps - kuni 720p / kõrgem kui 720p kuvamine
fi: Näytä 30p 720p asti / suurempi kuin 720p
fr: Afficher 30p jusqu'à 720p / plus élevé que 720p comme
hr: Pokaži 30p do 720p / više 720p kao
hu: Mutassa a 30p az alábbiként
it: Mostra 30p fino a 720p/ maggiori di 720p come
lt: Rodyti 30p iki 720p / didesnis nei kaip 720p
nl: Toon 30p tot 720p / hoger dan 720p als
pl: Pokaż 30p do 720p / więcej niż 720p jako
sk: Zobraziť 30p do 720p / viac ako 720p zobraziť ako
sr: Pokaži 30p do 720p / više 720p kao
sv: Visa 30p upp till 720p / högre än 720p som
ta: 30p வரை 720p / 720p ஐ விட அதிகமாக காட்டு
tr: 30p'yi 720p'ye / 720p'den yüksek olarak göster
uk: Показати 30p аж до 720p/вище в якості 720p
vi: Hiển thị 30p lên tới 720p / cao hơn 720p
zh_cn: 将30p 720p或高于720p显示为

source: Show 30p up to resolution 720p or higher than 720p as a different Framerate.
bg: Показване на 30p до резолюция 720p или по-висока от 720p за различните скоростти на кадрите.
cs: Zobrazit 30p až do rozlišení 720p nebo vyšší než 720p jako jinou snímkovou frekvenci.
da: Vis 30p op til 720p opløsning eller højere end 720p som en anden billedhastighed.
de: Zeige 30p bis zu einer Auflösung von 720p oder höher als 720p mit einer anderen Bildwiederholrate.
el: Εμφάνιση 30p μέχρι την ανάλυση 720p ή υψηλότερη από 720p ως διαφορετικό Ρυθμό Καρέ.
et: Kuva 30fps kuni 720p või kõrgem kui 720p sisu erineva kaadrisagedusega.
fi: Näytä 30p tarkkuudella 720p tai suurempi kuin 720p, eri ruudunpäivitys nopeudella.
fr: Afficher 30p jusqu'à la résolution 720p ou supérieure à 720p comme une cadence différente.
hr: Pokaži 30p do rezolucije 720p ili veći od 720p kao razlika frejm rate.
hu: Mutassa a 30p-t akár 720p felbontásig, vagy nagyobb mint 720p felbontást különböző Framerate-ként.
it: Mostra 30p fino alla risoluzione 720p o maggiori di 720p a una frequenza diversa.
lt: Rodyti 30p iki rezoliucijos 720p arba didesnis nei 720p kaip skirtingų kadrų.
nl: Toon 30p tot en met resolutie 720p en hoger als 720p als een andere framesnelheid.
pl: Pokaż 30p do rozdzielczości 720p lub wyższej niż 720p jako inny Framerate.
sk: Zobraziť 30p do rozlíšenia 720p alebo vyššie ako 720p zobraziť s inou snímkovou frekvenciou.
sr: Pokaži 30p do rezolucije 720p ili veći od 720p kao razlika frejm rate.
sv: Visa 30p upp till upplösningen 720p eller högre än 720p som en annan framerate.
ta: வேறுபட்ட பிரேம்ரேட்டாக 720p அல்லது 720p ஐ விட அதற்கு மேற்பட்ட தெளிவுத்திறன் வரை 30 பிப்பைக் காட்டுங்கள்.
tr: 720p veya daha yüksek çözünürlüğe kadar 30p'yi farklı bir kare hızı olarak gösterin.
uk: Показати 30p для розрішення 720p, або вище 720p, як різні частоти кадрів.
vi: Hiển thị 30p lên tới độ phân giải 720p hoặc cao hơn 720p dưới dạng Fram khác nhau.
zh_cn: 显示分辨率为720p或高于720p的30p作为不同的帧速率.

source: Show 480/576p 24fps as
bg: Показване на 480/576p 24fps като
cs: Zobrazit 480/576p 24fps jako
da: Vis 480/576 24fps som
de: Zeige 480/576p 24fps als
el: Εμφάνιση 480/576p 24fps ως
et: 480/576p 24fps kuvamine
fi: Näytä 480/576p näin
fr: Afficher 480/576p 24fps comme
hr: Pokaži 480/576p 24fps kao
hu: 480/576p mutatása 24fps-ként
it: Mostra 480/576p 24fps come
lt: Rodyti 480/576p 24fps kaip
nl: Toon 480/576p 24fps als
pl: Pokaż 480/576p jako
ru: Показать 480/576p 24fps как
sk: Zobraziť 480/576p 24 fps ako
sr: Pokaži 480/576p 24fps kao
sv: Visa 480/576p 24fps som
ta: 480/576p 24fps எனக் காட்டு
tr: 480/576p 24fps olarak göster
uk: Показати 480/576p 24fps як
vi: Hiển thị 480 / 576p 24 khung hình / giây
zh_cn: 将480/576p 24fps显示为

source: Show 720p 24fps as
bg: Показване на 720p 24fps като
cs: Zobrazit 720p 24fps jako
da: Vis 720p 24fps som
de: Zeige 720p 24fps als
el: Εμφάνιση 720p 24fps ως
et: 720p 24fps kuvamine
fi: Näytä 720p 24fps näin
fr: Afficher 720p 24fps comme
hr: Pokaži 720p 24fps kao
hu: 720p mutatása 24fps-ként
it: Mostra 720p 24fps come
lt: Rodyti 720p 24 fps kaip
nl: Toon 720p 24fps als
pl: Pokaż 720p 24fps jako
ru: Показать 720p 24fps как
sk: Zobraziť 720p 24 fps ako
sr: Pokaži 720p 24fps kao
sv: Visa 720p 24fps som
ta: 720p 24fps எனக் காட்டு
tr: 720p 24fps olarak göster
uk: Показати 720p 24fps як
vi: Hiển thị 720p 24 khung hình / giây
zh_cn: 将720p 24fps显示为

source: Show Alternatives
bg: показване на алтернативи
cs: zobrazit alternativy
el: Εμφάνιση εναλλακτικών
fi: näytä vaihtoehtoiset kanavat
fr: afficher alternatifs
hr: Prikaži alternative
it: Mostra alternative
lt: rodyti alternatyvas
nl: Alternatieven weergeven
pl: Pokaż zamienniki
sk: Zobraziť alternatívy
sr: Prikaži alternative
sv: Visa alternativ
ta: மாற்று வழிகளைக் காட்டு
tr: Alternatifleri göster
uk: показати альтернативи

source: Show Audioselection
bg: Показване на аудио избор
cs: Nastavení zvuku
da: Vis Lydmuligheder
de: Audiomenü
el: Εμφάνιση επιλογής ήχου
et: Kuva helivalik
fi: Äänivalinta
fr: Afficher sélection audio
hr: Pokaži Audio Odabir
hu: Hangsáv választásának megjelenítése
it: Mostra selezione audio
lt: Rodyti garso pasirinkimus
nl: Toon de audioselectie
pl: Pokaż wybór Audio
ru: Показать выбор audio
sk: Zobraziť výber zvuku
sr: Pokaži Audio izbor
sv: Visa ljudurval
ta: ஆடியோசெலெக்சனைக் காட்டு
tr: Ses Seçimini Göster
uk: Показати вибір аудіо
vi: Hiển thị âm thanh
zh_cn: 显示音频选择

source: Show AutoTimer List
bg: Показване на списъка с AutoTimer
cs: Zobrazí seznam automatického časovače
da: Vis AutoTimer-liste
de: Zeige alle AutoTimer
el: Εμφάνιση λίστας αυτόματων χρονοδιακοπτών
et: Autotaimerite nimekiri
fi: Näytä automaattiajastus luettelo
fr: Afficher la liste des AutoTimers
hr: Pokaži Spisak Auto Tajmera
hu: AutoTimer lista megjelenítése
it: Mostra elenco timer automatici
lt: Rodyti auto laikmačio sąrašą
nl: Toon AutoTimers
pl: Pokaż listę auto timera
ru: Показать список Автотаймера
sk: Zobraziť zoznam autom. časovačov
sr: Pokaži Listu Auto Tajmera
sv: Visa AutoTimer-lista
ta: ஆட்டோடிமர் பட்டியலைக் காட்டு
tr: AutoTimer Listesini göster
uk: Показати список автотаймера
vi: Hiển thị danh sách tự động
zh_cn: 显示自动定时器列表

source: Show CCcam Info
bg: Показване на информация за CCcam
cs: Zobrazit informace CCcam
el: Εμφάνιση πληροφοριών CCcam
fi: Näytä CCcam tiedot
hr: Pokaži info o CCcam
it: Mostra informazioni CCcam
lt: Rodyti CCcam informaciją
nl: Toon CCcam Info
pl: Pokaż CCcam Info
sk: Zobraziť informácie o CCcam
sr: Pokaži info o CCcam
sv: Visa CCcam-information
ta: CCCAM தகவலைக் காட்டு
tr: CCcam Bilgilerini Göster
uk: Показати CCcam Інфо

source: Show CI messages
bg: Показване на CI съобщения
cs: Zobrazit zprávy CI
da: Vis CI beskeder
de: CI Meldungen anzeigen
el: Εμφάνιση μηνυμάτων CI
et: Kuva CI teated
fi: Näytä CI-viestit
fr: Afficher les messages CI
hr: Pokaži CI poruku
hu: CI üzenetek mutatása
it: Mostra messaggi CI
lt: Rodyti CI pranešimus
nl: Toon CI berichten
pl: Pokaż wiadomości CI
sk: Zobraziť správy CI
sr: Pokaži CI poruku
sv: Visa CI-meddelanden
ta: தொஒ செய்திகளைக் காட்டு
tr: CI mesajları göster
uk: Показати повідомлення СІ
vi: Hiển thị tin nhắn CI
zh_cn: 显示CI消息

source: Show Capabilities
cs: Zobrazit možnosti
el: Εμφάνιση δυνατοτήτων
hr: Prikaži mogućnosti
it: Mostra funzionalità
sr: Prikaži mogućnosti
sv: Visa förmågor
tr: Yetenekleri Göster
uk: Показати можливості

source: Show Default Backup Files
bg: Показване на архивни файлове по подразбиране
cs: Zobrazit výchozí soubory záloh
el: Εμφάνιση προεπιλεγμένων αρχείων εφεδρείας
fi: Varmuuskopion oletussisältö
fr: Afficher les fichiers sauvegardés par défaut
hr: Pokaži zadanu rezervnu kopiju datoteke
it: Mostra file di backup predefiniti
lt: Rodyti numatytuosius atsarginių kopijų failus
nl: Standaard back-up bestanden
pl: Domyślne pliki kopii zapasowej
sk: Zobraziť predvolené záložné súbory
sr: Pokaži default rezervne kopije fajla
sv: Visa standardfiler för säkerhetskopiering
ta: இயல்புநிலை காப்பு கோப்புகளைக் காட்டு
tr: Varsayılan Yedekleme Dosyalarını Göster
uk: Файли резервної копії

source: Show Development packages
cs: Zobrazit vývojové balíčky
el: Εμφάνιση πακέτων ανάπτυξης
fi: Näytä kehityspaketit
hr: Pokaži Razvojne pakete
it: Mostra pacchetti di sviluppo
nl: Development
pl: Pokaż pakiety developerskie
sk: Zobraziť vývojové balíčky
sr: Pokaži razvojne pakete u opkg
sv: Visa utvecklingspaket
ta: மேம்பாட்டு தொகுப்புகளைக் காட்டு
tr: Geliştirme paketlerini göster
uk: Показати пакети розробки

source: Show Display Icons
bg: Показване на иконите на дисплея
cs: Zobrazit ikony displeje
da: Vis skærmikoner
de: Zeige Display-Icons
el: Εμφάνιση εικονιδίων οθόνης
et: Kuva ikoonid
fi: Näytä näyttökuvakkeet
fr: Afficher les icônes à l'écran
hr: Pokaži Ikone na Zaslonu
hu: A kijelző ikonjainak megjelenítése
it: Mostra icone di visualizzazione
lt: Rodyti ekrano piktogramas
nl: Toon display icons
pl: Pokaż ikony wyświetlacza
ru: Показать иконки на дисплее
sk: Zobraziť ikony na displeji
sr: Pokaži Ikone na Ekranu
sv: Visa displayikoner
ta: காட்சி சின்னங்களைக் காட்டு
tr: Ekran Simgelerini göster
uk: Показати іконки на дисплеї
vi: Hiển thị biểu tượng hiển thị
zh_cn: 显示显示器图标

source: Show Display packages
cs: Ukázat Zobrazit balíčky
el: Εμφάνιση πακέτων οθόνης πρόσοψης
fi: Näytä Näyttö paketit
hr: Prikaži Zaslon pakete
it: Mostra pacchetti schermo
nl: Display skins
pl: Pokaż pakiety wyświetlania
sk: Zobraziť balíčky pre zobrazovanie
sr: Pokaži Displej pakete
sv: Visa Visa paket
ta: காட்சி தொகுப்புகளைக் காட்டு
tr: Ekran paketlerini göster
uk: Показати пакети дисплея

source: Show Driver packages
cs: Zobrazit balíčky ovladačů
el: Εμφάνιση πακέτων οδηγών
fi: Näytä Ajuri paketit
hr: Prikaži Drajver pakete
it: Mostra pacchetti driver
nl: Drivers
pl: Pokaż pakiety sterowników
sk: Zobraziť balíčky ovládačov
sr: Pokaži Drajver pakete
sv: Visa drivrutinspaket
ta: இயக்கி தொகுப்புகளைக் காட்டு
tr: Sürücü paketlerini göster
uk: Показати пакети драйверів

source: Show EIT Now/Next event data in the InfoBar
cs: Zobrazit data události EIT Now/Next v informačním panelu
el: Εμφάνιση των δεδομένων εκπομπών EIT τώρα/μετά στη μπάρα πληροφοριών.
hr: Prikaži trenutne/sljedeće EIT podatke o događaju u InfoBaru
it: Mostra dati dell'evento EIT Now/Next nella barra delle informazioni
lt: Info juostoje rodyti EIT dabar/sekantis
nl: Toon EIT nu / straks in informatiebalk.
sr: Prikaži EIT podatke o trenutnom/sledećem događaju u InfoBar-u
sv: Visa EIT Now/Next-data i InfoBar.
tr: Bilgi Çubuğunda EIT Şimdi/Sonraki etkinlik verilerini göster
uk: Відображати дані події EIT зараз/наступного в інформаційній панелі

source: Show EPG
bg: Показване на EPG
cs: Zobrazit EPG
da: Vis EPG
de: Zeige EPG
el: Εμφάνιση EPG
et: Kuva EPG
fi: Näytä Ohjelmaopas
fr: Afficher l'EPG
hr: Pokaži EPG
hu: EPG műsorújság megjelenítése
it: Mostra EPG
lt: Rodyti EPG
nl: Toon EPG
pl: Pokaż EPG
ru: Показать Телегид
sk: Zobraziť EPG
sr: Pokaži EPG
sv: Visa EPG
ta: EPG ஐக் காட்டு
tr: EPG Göster
uk: Показати EPG
vi: Hiển thị EPG
zh_cn: 显示EPG

source: Show EventView
bg: Показване на изглед на събитие
cs: Zobrazit událost
el: Εμφάνιση επισκόπησης προγραμμάτων
fi: Näytä ohjelman tiedot
fr: Afficher la vue des événements
hr: Pokaži Prikaz Događaja
it: Mostra InfoEvento
lt: Rodyti įvykių peržiūrą
nl: Toon programma overzicht
pl: Pokaż widok wydarzenia
sk: Zobraziť info o udalosti
sr: Pokaži Prikaz Događaja
sv: Visa EventView
ta: நிகழ்வு பார்வையைக் காட்டு
tr: Etkinlik Görünümü Göster
uk: Показати перегляд передач

source: Show Extension packages
cs: Zobrazit balíčky rozšíření
el: Εμφάνιση πακέτων επεκτάσεων
fi: Näytä laajennuspaketit
hr: Pokaži Proširene pakete
it: Mostra pacchetti estensioni
nl: Extensies
pl: Pokaż pakiety rozszerzeń
sk: Zobraziť balíčky s rozšíreniami
sr: Pokaži Proširene pakete
sv: Visa tilläggspaket
ta: நீட்டிப்பு தொகுப்புகளைக் காட்டு
tr: Eklenti paketlerini göster
uk: Показати пакети розширень

source: Show Graphical EPG
bg: Показване на графично EPG
cs: Zobrazit Grafické EPG
da: Vis grafisk EPG
de: Zeige grafischen EPG
el: Εμφάνιση γραφικού EPG
et: Graafiline MultiEPG
fi: Näytä graafinen EPG
fr: Afficher l'EPG graphique
hr: Pokaži Grafički EPG
hu: Grafikus EPG megjelenítése
it: Mostra EPG grafico
lt: Rodyti grafinį EPG
nl: Toon grafische EPG
pl: Pokaż graficzne EPG
ru: Показать графический телегид
sk: Zobraziť Grafické EPG
sl: Prikaži grafični EPG
sr: Pokaži Grafički EPG
sv: Visa grafisk EPG
ta: வரைகலை EPG ஐக் காட்டு
tr: Grafiksel EPG'yi Göster
uk: Показати графічний телегід
vi: Hiển thị EPG đồ họa
zh_cn: 显示图形EPG

source: Show HDD progress
bg: Показване на HDD прогрес
cs: Zobrazit pásek HDD
da: Vis harddsik fremgang
de: Zeige HDD Fortschritt
el: Εμφάνιση προόδου HDD
et: Näita HDD edenemist
fi: Näytä Kiintolevyn edistyminen
fr: Afficher la progression du disque dur
hr: Pokaži HDD progres
hu: A folyamatjelző sáv mutatása
it: Mostra avanzamento HDD
lt: Rodyti HDD eigą
nl: Toon HDD voortgang
pl: Pokaż postęp HDD
ru: Показать прогресс HDD
sk: Zobraziť HDD postup
sr: Pokaži HDD progres
sv: Visa HDD-förlopp
ta: எச்டிடி முன்னேற்றத்தைக் காட்டு
tr: HDD ilerlemesini göster
uk: Показати прогрес HDD
vi: Hiển thị tiến trình ổ cứng
zh_cn: 显示硬盘的进展

source: Show HDMI Output Resolution.
bg: Показване на HDMI изходна резолюция
cs: Zobrazí rozlišení HDMI výstupu.
el: Εμφάνιση της ανάλυσης εξόδου HDMI.
fi: Näytä HDMI Ulostulo tarkuus
fr: Afficher la résolution de sortie HDMI
hr: Pokaži HDMI Izlaznu Rezoluciju.
it: Mostra risoluzione dell'uscita HDMI
lt: Rodyti HDMI išvesties skiriamąją gebą
nl: Toon HDMI-uitgang resolutie
pl: Pokaż rozdzielczość wyjściową HDMI.
sk: Zobraziť výstupné rozlíšenie HDMI.
sr: Pokaži HDMI Izlaznu Rezoluciju.
sv: Visa HDMI-utgångens upplösning.
ta: HDMI வெளியீட்டு தீர்மானத்தைக் காட்டு.
tr: HDMI Çıkış Çözünürlüğünü Göster.
uk: Показати роздільність виходу HDMI
