Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
bg: Когато е разрешено, съдържанието със съотношение 4:3 ще бъде опънато, за да се побере на екрана.
cs: Jestliže je povoleno, pak obsah s poměrem stran 4:3 bude roztažen na celou obrazovku.
da: Når aktiverer, vil indhold med et billedformat på 4:3 blive strukket for at passe til skærmen.
de: Wenn aktiviert, werden Videoinhalte mit einem Seitenverhältnis von 4:3 gestreckt dargestellt, um den Bildschirm zu füllen.
el: Όταν είναι ενεργό, περιεχόμενο με λόγο πλευρών 4:3 θα επεκταθεί ώστε να ταιριάξει στην οθόνη.
et: Kui lubatud, venitatakse 4:3 sisuga pilti täitmaks kogu ekraani.
fi: Kun päällä, 4:3 kuvasuhteen kuva venytetään koko näytölle.
fr: Lorsqu'elle est activée, le contenu au format d'image 4:3 sera étiré pour remplir l'écran.
hr: Kada je omogućeno, sadržaj s omjerom 4:3 rastegnut će se kako bi odgovarao zaslonu.
hu: Egy 4:3-as kép méretarányú tartalom szét lesz nyújtva a képernyő teljes szélességére.
it: Se abilitato, il contenuto con un aspect ratio di 4:3 verrà ampliato per adattarsi allo schermo.
lt: Kai čia įjungta, 4:3 kraštinių santykio vaizdas bus išplėstas, įterpiant per visą ekraną, t.y. vaizdas bus iškreiptas.
nl: Indien geactiveerd, dan zal een 4:3 beeldverhouding omgezet worden tot een passend beeld op het scherm.
pl: Gdy włączone, zawartość proporcji obrazu 4:3 będzie rozciągana aby dopasować do ekranu.
pt_br: Quando ativado, o conteúdo com proporção de 4:3 será esticada para preencher a tela.
ru: Когда изображение на канале имеет соотношение сторон 4:3, выберите, будет ли растянута картинка на весь экран.
sk: Ak je povolené, tak obsah s pomerom strán 4:3 sa roztiahne na celú obrazovku.
sr: Kada je omogućeno, sadržaj sa odnosom širina/visina 4:3 biće razvučen tako da odgovara ekranu.
sv: När den är aktiverad kommer innehåll med ett bildförhållande på 4:3 att sträckas ut för att passa skärmen.
ta: இயக்கப்பட்டால், 4: 3 என்ற விகித விகிதத்துடன் உள்ளடக்கம் திரைக்கு ஏற்றவாறு நீட்டப்படும்.
tr: Etkinleştirildiğinde, 4:3 en boy oranına sahip içerik ekrana sığacak şekilde genişletilecektir.
uk: Якщо включено, зображення із співвідношенням сторін 4:3 буде розтягнуто до розмірів екрану.
vi: Khi được bật, nội dung có tỷ lệ khung hình 4: 3 sẽ được kéo dài để vừa với màn hình.
zh_cn: 当启用后,用4:3的比例的内容将被拉伸以适应屏幕.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
bg: Когато е разрешено, продължаване към следващия букет, когато се достигне последният канал на текущия букет при смяна на каналите.
cs: Při povolení bude po dosažení posledního programu v aktuálním přehledu pokračovat přepínání v následujícím přehledu.
da: Når dette aktiveres, fortsættes til næste Buket når den sidste kanal i den aktuelle Buket bliver nået mens der skiftes kanaler.
de: Sender können in Favoriten gruppiert werden. Bei 'Ja' kann beim Zappen die Favoritenliste gewechselt werden.
el: Όταν είναι ενεργό, θα μεταβείτε στο επόμενο μπουκέτο όταν έχετε φτάσει στο τελευταίο κανάλι του τρέχοντος κατά το ζάπινγκ.
et: Kui lubatud, liigutakse kanalivahetusel käesoleva lemmiknimekirja lõppu jõudes järgmisesse lemmiknimekirja.
fi: Kun päällä, siirrytään kanavanvaihdolla suosikkilistan viimeiseltä kanavalta seuraavaan suosikkilistaan.
fr: Lorsqu'elle est activée, passer au prochain bouquet quand la dernière chaîne du bouquet en cours est atteint tout en changeant de chaînes.
hr: Kada je omogućeno, nastavite do sljedećeg buketa kada se dosegne posljednji kanal trenutnog buketa prilikom promjene kanala.
hu: Ha engedélyezi, akkor a csatornaváltás közben, ha a csatornacsomag utolsó csatornájához értünk, ugorjon-e a következő csatornacsomagra, vagy sem.
it: Se abilitato, passerà al bouquet successivo se verrà raggiunto l'ultimo canale del bouquet attuale mentre si cambia canale.
lt: Kai čia įjungta, pasiekus paskutinį šio paketo kanalą ir jungiant sekantį, bus įjungtas pirmas sekančio paketo kanalas.
nl: Bij 'Ja' kunt u doorzappen naar de volgende favorietenlijst, wanneer de laatste zender in de huidige favorietenlijst bereikt is.
pl: Gdy włączone, przełącz na kolejną listę kanałów po dojściu do ostatniego kanału w aktualnej liście.
pt_br: Quando ativado, continua no próximo grupo de favoritos quando o último canal do grupo atual for selecionado.
ru: Если включено, при переключении каналов будет переход к следующему фавориту, когда последний канал текущего фаворита будет достигнут.
sk: Ak je povolené, po dosiahnutí posledného kanála v aktuálnom prehľade sa bude pokračovať v prepínaní v nasledujúcom prehľade.
sr: Kada je omogućeno, kontinuirano do sledećeg buketa kada se dođe do poslednjeg kanala aktuelnog buketa dok menjate kanale.
sv: När den är aktiverad fortsätter du till nästa bukett när den sista kanalen i den aktuella buketten nås när du byter kanal.
ta: இயக்கப்பட்டால், சேனல்களை மாற்றும்போது தற்போதைய பூச்செண்டின் கடைசி சேனலை எட்டும்போது அடுத்த பூச்செண்டுக்குத் தொடரவும்.
tr: Etkinleştirildiğinde, kanal değiştirirken mevcut buketin son kanalına ulaşıldığında bir sonraki bukete geçilir.
uk: Якщо включено, при перемиканні каналів буде перехід до наступного фавориту, коли останній канал поточного фаворита буде досягнутий.
vi: Khi được bật, tiếp tục đến bó hoa tiếp theo khi đạt đến kênh cuối cùng của bó hoa hiện tại trong khi thay đổi kênh.
zh_cn: 启用后,更换频道到了当前频道列表的最后一个频道时继续下一个频道列表.

source: When enabled, deleted recordings are moved to the trashcan, instead of being deleted immediately.
bg: Когато е разрешено, изтритите записи се преместват в кошчето, вместо да се изтриват веднага.
cs: Jestliže je povoleno, pak smazané nahrávky jsou umístěny do koše, místo toho, aby byly ihned odstraněny.
el: Όταν είναι ενεργό, οι διαγραμμένες εγγραφές μετακινούνται στον κάδο αχρήστων, αντί να διαγράφονται άμεσα.
fi: Kun päällä, poistetut tallenteet siirretään roskakoriin, sen sijaan että ne poistettaisii välittömästi.
fr: Lorsqu'elle est activée, les enregistrements supprimés sont déplacés vers la corbeille, au lieu d'être supprimé immédiatement.
hr: Kada je omogućeno, izbrisani snimci se premeštaju u smeće, umesto da se odmah brišu.
it: Se abilitato, le registrazioni eliminate verranno spostate nel cestino, invece di essere eliminate immediatamente.
lt: Kai čia įjungta, pašalinti vaizdo įrašai bus perkelti į šiukšlinę, užuot juos galutinai ištrynus.
nl: Kies 'Ja' wanneer u verwijderde opnames naar de prullenbak wilt verplaatsen, anders worden deze direct verwijderd.
pl: Gdy włączone, usunięte nagrania zostaną przeniesione do 'kosza', zamiast natychmiastowego usunięcia.
sk: Ak je povolené, vymazané nahrávky sa namiesto ich okamžitého odstránenia presunú do koša.
sr: Kada je omogućeno, obrisane snimke se premeštaju u kantu za otpatke, umesto da budu odmah obrisane.
sv: När den är aktiverad flyttas raderade inspelningar till papperskorgen i stället för att raderas omedelbart.
tr: Etkinleştirildiğinde, silinen kayıtlar hemen silinmek yerine çöp kutusuna taşınır.
uk: Коли ця функція включена, записи що видаляються, будуть переміщені в корзину,замість того, щоб бути видаленими.

source: When enabled, external subtitles will be always turned on for playback movie.
bg: Когато е разрешено, външните субтитри винаги ще се включват при възпроизвеждане на филми.
cs: Jestliže je zapnuto, externí titulky budou při přehrávání filmu automaticky zapnuty.
da: Når dette aktiveres, vil eksterne undertekster altid blive tændt ved filmafspilning.
de: Bei 'Ja' werden externe Untertitel beim Abspielen von Filmen immer angezeigt.
el: Όταν είναι ενεργό, οι εξωτερικοί υπότιτλοι θα εμφανίζονται πάντα κατά την αναπαραγωγή.
et: Kui lubatud, käivitatakse välised subtiitrid alati koos filmiga.
fi: Kun päällä, ulkoinen tekstitys käynnistetään aina tallennetta toistettaessa.
fr: Lorsqu'elle est activée, les sous-titres externes seront toujours activés lors de la lecture d'un film.
hr: Kada je omogućeno, vanjski titlovi uvijek će biti uključeni za reprodukciju videozapisa.
hu: A külön fájlban lévő feliratok automatikusan jelenjenek meg film lejátszás esetén.
it: Se abilitato, i sottotitoli esterni verranno sempre abilitati durante la riproduzione.
lt: Kai čia įjungta, filmų peržiūros metu visada bus įjungti išoriniai subtitrai.
nl: Kies ja wanneer u externe ondertitels wilt weergegeven tijdens het afspelen van een film. Het ondertitelbestand moet dan uiteraard wel aanwezig zijn.
pl: Gdy włączone, napisy zewnętrzne będą zawsze włączone do odtwarzania filmu.
pt_br: Quando ativado, as legendas externas serão sempre exibidas ao reproduzir um vídeo.
ru: Если включено, для любых записей и фильмов будут подключены внешние субтитры (если существуют).
sk: Ak je povolené, počas prehrávania filmu budú vždy zapnuté externé titulky.
sr: Kada je omogućeno, spoljni titlovi će uvek biti uključeni za film reprodukcije.
sv: När den är aktiverad kommer externa undertexter alltid att aktiveras för uppspelning av film.
ta: இயக்கப்பட்டால், பிளேபேக் திரைப்படத்திற்காக வெளிப்புற வசன வரிகள் எப்போதும் இயக்கப்படும்.
tr: Etkinleştirildiğinde, harici altyazılar film oynatımı boyunca her zaman açık olacaktır.
uk: Якщо включено, для будь-яких записів і фільмів будуть підключені зовнішні субтитри (якщо існують).
vi: Khi được bật, phụ đề bên ngoài sẽ luôn được bật để phát lại phim.
zh_cn: 启用后,播放影片将始终打开外挂字幕.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
bg: Когато е разрешено, графичните DVB субтитри се предпочитат пред субтитрите на телетекста, когато и двата типа са на разположение.
cs: Jestliže je povoleno, grafické DVB titulky jsou preferovány před teletextovými titulky v případě, že jsou oba typy titulků dostupné.
da: Når dette aktiveres, foretrækkes grafiske undertekster frem for Tekst-TV undertekster, når begge typer er tilgængelige.
de: Bevorzuge grafische DVB Untertitel vor anderen Untertiteln, wenn beide verfügbar sind.
el: Όταν είναι ενεργό, οι γραφικοί υπότιτλοι DVB θα προτιμώνται αντί αυτών του τηλεκειμένου, όταν και οι δύο είναι διαθέσιμοι.
et: Kui lubatud, eelistatakse mõlema saadavusel DVB subtiitreid teleteksti omadele.
fi: Kun päällä, DVB tekstitystä suositaan teksti-tv pohjaisen tekstityksen sijaan, kun molemmat ovat saatavilla.
fr: Lorsqu'elle est activée, les sous-titres graphiques DVB seront préférés aux sous-titres télétexte, lorsque les deux types sont disponibles.
hr: Kada je omogućeno, grafički DVB titlovi imaju prednost u odnosu na titlove teleteksta, kada su dostupne obje vrste.
hu: Ha egy csatornán egyszerre elérhető DVB-felirat és Teletext felirat is, mindig a DVB feliratot válassza.
it: Se abilitato, i sottotitoli DVB grafici verranno preferiti rispetto ai sottotitoli del televideo, se entrambi i tipi sono disponibili.
lt: Kai čia įjungta, jei galimi abiejų tipų subtitrai, bus naudojami grafiniai DVB, o ne teleteksto subtitrai.
nl: Geef voorkeur aan grafische DVB-ondertitels t.o.v. Teletekst-ondertitels, wanneer beide beschikbaar zijn.
pl: Gdy włączone, graficzne napisy DVB będą preferowane przed napisami telegazety, gdy oba typy są dostępne.
pt_br: Quando ativado, legendas gráficas DVB têm preferência sobre as legendas de teletexto, quando ambos os tipos estiverem disponíveis.
ru: Предпочтение графическим субтитрам DVB, чем телетекст-субтитрам, когда оба типа имеются.
sk: Ak je povolené, uprednostnia sa grafické DVB titulky pred teletextovými, ak sú k dispozícii obidva typy.
sr: Kada je omogućeno, grafički DVB titlovi su poželjni u odnosu na titlove teleteksta, kada su oba tipa dostupni.
sv: När den är aktiverad föredras grafiska DVB-undertexter framför text-TV-undertexter när båda typerna är tillgängliga.
ta: இயக்கப்பட்டால், இரண்டு வகைகளும் கிடைக்கும்போது, டெலிடெக்ச்ட் வசன வரிகள் விட வரைகலை டி.வி.பி வசன வரிகள் விரும்பப்படுகின்றன.
tr: Etkinleştirildiğinde, her iki altyazı türü de mevcut olduğunda, grafiksel DVB altyazıları teletext altyazılarına tercih edilir.
uk: Перевагу графічним субтитрам DVB, ніж телетекст-субтитрам, коли доступні обидва типи.
vi: Khi được bật, phụ đề DVB đồ họa được ưu tiên hơn phụ đề teletext, khi cả hai loại đều có sẵn.
zh_cn: 启用时,如果两种类型都可用,则图形化DVB字幕优先于图文电视字幕.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
bg: Когато е разрешено, графичните DVB субтитри ще бъдат показани в първоначалната им позиция.
cs: Jestliže je povoleno, grafické DVB titulky budou zobrazovány na jejich původní pozici.
da: Når dette aktiveres, vil grafiske undertekster blive vist på deres originale position.
de: Einstellen, wie grafische DVB Untertitel dargestellt werden sollen.
el: Όταν είναι ενεργό, οι γραφικοί υπότιτλοι DVB θα εμφανίζονται στην αρχική τους θέση.
et: Kui lubatud, kuvatakse DVB subtiitrid nende algsel asukohal.
fi: Kun päällä, DVB tekstitys näytetään alkuperäisellä paikallaan.
fr: Lorsqu'elle est activée, les sous-titres graphiques DVB seront affichés à leur position d'origine.
hr: Kada je omogućeno, grafički DVB titlovi bit će prikazani na izvornom položaju.
hu: A DVB felirat eredeti helyen történő megjelenítése.
it: Se abilitato, i sottotitoli DVB grafici verranno visualizzati nella loro posizione originale.
lt: Kai čia įjungta, grafiniai DVB subtitrai bus rodomi jų numatytojoje vietoje.
nl: De grafische DVB-ondertitels alleen op de originele positie weergegeven. U kunt kiezen tussen: Origineel, Vast of Relatief. De standaardwaarde is Origineel.
pl: Gdy włączone, graficzne napisy DVB będą wyświetlane w ich oryginalnym położeniu.
pt_br: Quando ativado, legendas gráficas DVB serão exibidas em sua posição original.
ru: Если включено, графические DVB субтитры будут показаны в их исходном положении.
sk: Ak je povolené, grafické DVB titulky sa zobrazia na ich pôvodnej pozícii.
sr: Kada je omogućeno, grafički DVB titlovi će biti prikazani na originalnom položaju.
sv: När den är aktiverad visas grafiska DVB-undertexter i sin ursprungliga position.
ta: இயக்கப்பட்டால், வரைகலை டி.வி.பி வசன வரிகள் அவற்றின் அசல் நிலையில் காண்பிக்கப்படும்.
tr: Etkinleştirildiğinde, grafiksel DVB altyazıları orijinal konumlarında görüntülenecektir.
uk: Якщо включено, графічні DVB субтитри будуть показані в їх вихідному положенні.
vi: Khi được bật, phụ đề DVB đồ họa sẽ được hiển thị ở vị trí ban đầu.
zh_cn: 启用后,图形的DVB字幕将在原来的位置显示.

source: When enabled, it is possible to leave the movie player with exit.
bg: Когато е разрешено, е възможно да напусните movieplayer с изход.
cs: Jestliže je povoleno, je možné opouštět movieplayer pomocí Exit.
el: Όταν είναι ενεργό, είναι δυνατή η έξοδος από την αναπαραγωγή ταινιών με το πλήκτρο εξόδου.
fi: Kun päällä, voit keskeyttää tallenteen katselun exit-näppäimellä.
fr: Lorsqu'elle est activée, il est possible de quitter le lecteur de film avec exit.
hr: Kada je omogućeno, moguće je napustiti player filmova s izlaz.
it: Se abilitato, sarà possibile lasciare il movieplayer con esci.
lt: Kai čia įjungta, filmų grotuvą galima uždaryti 'EXIT' mygtuku.
nl: Indien geactiveerd, kan de Mediaspeler (ook) verlaten worden door op de EXIT-knop te drukken.
pl: Po włączeniu tej opcji możliwe jest wyjście z odtwarzacza filmów za pomocą przycisku wyjścia.
sk: Ak je povolené, prehrávač médií bude možné ukončiť tlačidlom EXIT.
sr: Kada je omogućeno, moguće je napustiti filmski plejer sa exit.
sv: När den är aktiverad är det möjligt att lämna filmspelaren med exit.
ta: இயக்கப்பட்டால், மூவி பிளேயரை வெளியேறு நிலையில் விட்டுவிட முடியும்.
tr: Etkinleştirildiğinde, exit tuşu ile film oynatıcısından çıkmak mümkün olacaktır.
uk: Якщо включено, можливо закрити медіапрогравач кнопкою exit.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
bg: Когато е разрешено, измерва се консумацията на енергия, за да се открие, когато роторът спира да се върти(когато се поддържа от тунера).
cs: Pokud je povoleno, přijímač se bude snažit měřením spotřeby proudu určit, kdy motor ukončí natáčení (pokud je podporováno tunerem).
da: Når dette aktiveres, måles strømforbruget for at opdage når rotoren stopper med at dreje (når det understøttes af Tuneren).
el: Όταν είναι ενεργό, θα γίνεται μέτρηση της κατανάλωσης ενέργειας, για να εντοπιστεί το σταμάτημα κίνησης του μοτέρ (όταν υποστηρίζεται από το tuner).
et: Kui lubatud, mõõdetakse energia kulu, tuvastamaks ajami pööramise lõppemist (kui vastuvõtja seda toetab).
fi: Kun päällä, mitataan virrankulutusta jotta voidaan havaita kun kääntömoottori pysähtyy (jos viritin tukee tätä).
fr: Lorsqu'elle est activée, la consommation d'énergie sera mesurée pour détecter le moment où le rotor ne tourne pas (lorsqu'elle est supportée par le tuner).
hr: Kada je omogućeno, izmjerite potrošnju energije kako biste otkrili kada se motor prestane okretati (kada ga tuner podržava).
hu: Ezzel a funkcióval a motor forgását az áramfelvétel mérésével lehet ellenőrizni (amennyiben a tuner támogatja).
it: Se abilitato, misurerà il consumo di energia per rilevare quando il motore smette di girare (se supportato dal tuner).
lt: Kai čia įjungta, bus matuojama variklio suvartojama galia, kad nustatyti, kada pozicionierius nustojo suktis (jei imtuvas tai palaiko).
nl: Indien geactiveerd, dan wordt het door de rotor opgenomen vermogen gedetecteerd indien deze stopt met draaien (wanneer uw tuner dit ondersteund).
pl: Gdy włączone, pomiar zużycia energii w celu wykrycia, kiedy rotor zatrzymuje obrót (jeśli jest obsługa w tunerze).
pt_br: Quando ativado, mede o consumo de energia para detectar quando o motor para de girar (quando suportado pelo tuner).
ru: Если включено, используется измерение мощности для обнаружения, когда ротор перестал поворачиваться (если есть поддержка в ресивере).
sk: Ak je povolené, prijímač sa bude meraním spotreby energie snažiť rozpoznať, kedy sa zastaví otáčanie motora (ak je podporované tunerom).
sr: Kada je omogućeno, izmerite potrošnju energije da bi otkrili kada rotor prestane da se okreće (kada ga tjuner podržava).
sv: När den är aktiverad mäts strömförbrukningen för att upptäcka när rotorn slutar snurra (när detta stöds av tunern).
ta: இயக்கப்பட்டால், ரோட்டார் திரும்புவதை நிறுத்தும்போது (ட்யூனரால் ஆதரிக்கப்படும்போது) கண்டறிய மின் நுகர்வு அளவிடவும்.
tr: Etkinleştirildiğinde, rotorun dönmeyi durdurduğu anı tespit etmek için güç tüketimini ölçün (tuner tarafından destekleniyorsa).
uk: Якщо включено, вимірюйте споживання енергії, щоб визначити, коли ротор перестає обертатися (якщо підтримується тюнером).
vi: Khi được bật, đo mức tiêu thụ năng lượng để phát hiện khi rôto dừng quay (khi được bộ chỉnh tần hỗ trợ).
zh_cn: 启用后,测量功率消耗,以检测极轴何时停止转动(当调谐器支持时).

source: When enabled, network trashcans are probed for cleaning.
bg: Когато е разрешено, мрежовите боклуци се сондират за почистване.
cs: Pokud je povoleno, síťové koše jsou sondovány kvůli čištění.
el: Όταν είναι ενεργό, οι κάδοι αχρήστων δικτύου θα τεθούν προς εκκαθάριση.
fi: Kun päällä, verkkolevyjen roskakorit tutkitaan tyhjennystä varten.
fr: Lorsqu'activé, les corbeilles réseaux sont examinées pour nettoyage.
hr: Kada je omogućeno, mrežno smeće se ispituju za čišćenje.
it: Se abilitato, il cestino di rete sarà visualizzato prima dello svuotamento.
lt: Kai čia įjungta, bus bandoma išvalyti ir tinklo šiukšliadėžes.
nl: Indien geactiveerd, worden netwerk prullenbakken ook opgeschoond.
pl: Po włączeniu tej opcji, kosze na śmieci w sieci są sprawdzane pod kątem czyszczenia.
sk: Ak je povolené, vyprázdnia sa tiež sieťové kôše.
sr: Kada su omogućeni, mrežne kante za smeće se ispituju za čišćenje.
sv: När den är aktiverad undersöks papperskorgarna i nätverket för rengöring.
tr: Etkinleştirildiğinde, ağdaki çöp kutularının temizlenmesi için kontrol yapılır.
uk: Якщо включено, мережевий кошик буде зондуватись для очищення.

source: When enabled, number markers will be hidden.
bg: Когато е активирано, цифровите маркери ще бъдат скрити.
cs: Pokud je tato možnost povolena, značky čísel budou skryté.
da: Når dette aktiveres, bliver nummermærker skjult.
de: Bei 'Ja' werden nummerierte Marker ausgeblendet.
el: Όταν είναι ενεργό, δεν θα εμφανίζονται οι σημειωτές των αριθμών.
fi: Kun päällä, numeromerkit piilotetaan.
fr: Lorsqu'elle est activée, le numéro des marqueurs sera caché.
hr: Kada je omogućeno, oznake brojeva bit će skrivene.
it: Se abilitato, i marcatori numerici saranno nascosti.
lt: Kai įjungta, numerių žymekliai bus paslėpti.
nl: Wanneer geactiveerd, zijn de numerieke markeringen niet zichtbaar.
pl: Po włączeniu znaczniki liczb będą ukryte.
sk: Ak je povolené, číselné indikátory budú skryté.
sr: Kada je omogućeno, označivači brojeva će biti sakriveni.
sv: När den är aktiverad döljs nummermarkeringarna.
ta: இயக்கப்பட்டால், எண் குறிப்பான்கள் மறைக்கப்படும்.
tr: Etkinleştirildiğinde, sayı işaretleri gizlenecektir.
uk: Якщо ця функція включена, маркери номера буде приховано.
zh_cn: 启用后,数字标记将隐藏.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
bg: Когато е разрешено, натискането на '0' ще ви отведе на първия канал в първия ви букет и ще изтрие вашата zap-history.
cs: Je-li povoleno, stisknutím '0' přepnete na první kanál ve vašem prvním přehledu a smažete historii přepínání.
da: Når dette aktiveres, vil tryk på '0' Zappe dig til den første kanal i din første buket og slette din Zap-historik.
de: Bei 'Ja' wird mit '0' zum ersten Sender Ihrer ersten Favoritenliste umgeschaltet und die Umschalthistorie wird gelöscht.
el: Όταν είναι ενεργό, πιέζοντας το '0' θα γίνει μετάβαση στο πρώτο κανάλι του πρώτου μπουκέτου σας και διαγραφή του ιστορικού του ζάπινγκ.
et: Kui lubatud, viib '0' vajutus alati kanalile 1 ja kustutab kanalivahetuse ajaloo.
fi: Kun päällä, '0'-näppäin vaihtaa ensimmäisen suosikkilistan ensimmäiselle kanavalle ja poistaa katseluhistorian.
fr: Lorsqu'activé, en appuyant sur '0' cela zappera sur la première chaîne de votre premier bouquet et effacera votre historique de zap.
hr: Kada je omogućeno, pritiskom na '0' prebacit ćete se na prvi kanal u vašem prvom buketu i izbrisati povijest zap-a.
hu: Ha engedélyezve van, a '0' megnyomásával az első csatornacsomag első csatornájára ugrik, és törli a csatornaváltás ugrási előzményeket.
it: Se abilitata, premendo "0" verrai indirizzato al primo canale del tuo primo bouquet e la cronologia degli zap verrà eliminata.
lt: Kai čia įjungta, '0' paspaudimas perjungs į pirmą pirmojo paketo kanalą ir išvalys perjungimų istoriją.
nl: Indien geactiveerd, zapt '0' naar de eerste zender van de eerste favorietenlijst en wordt de zap-historie verwijderd.
pl: Po włączeniu, wciśnięcie '0' szybko przełączy na pierwszy kanał w pierwszej liście kanałów (lub skonfigurowany poniżej) i usunie historię przełączania.
ru: Если включено, нажатие кнопки '0' переключает ресивер на первый канал в вашем первом фаворите, и история переключений будет очищена.
sk: Ak je povolené, stlačením tlačidla '0 'sa prepne prvý kanál vo vašom prvom prehľade. Zároveň sa vymaže história prepínania.
sr: Kada je omogućeno, pritiskanjem tastera '0' će vas odvesti do prvog kanala u vašem prvom buketu i izbrisati vašu zap-istoriju.
sv: När du trycker på "0" zappar du till den första kanalen i din första bukett och raderar din zap-historik.
ta: இயக்கப்பட்டால், '0' ஐ அழுத்தினால் உங்கள் முதல் பூச்செடியில் முதல் சேனலுக்கு உங்களைச் சேர்த்து, உங்கள் சாப்-வரலாற்றை நீக்கிவிடும்.
tr: Etkinleştirildiğinde, '0' tuşuna basmak sizi ilk kanal listenizdeki ilk kanala geçirecek ve Kanal Değiştirme geçmişinizi silecektir.
uk: Якщо включено, натискання кнопки '0' перемикає приймач на перший канал в вашому першому фавориті і історія перемикань буде очищена.
vi: Khi được bật, nhấn '0' sẽ đưa bạn đến kênh đầu tiên trong gói kênh đầu tiên và xóa lịch sử zap của bạn.
zh_cn: 启用后,按'0'将会切换到第一个频道列表中的第一个频道,并删除您的切换历史录制.
