Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select upgrade source to edit.
da: Vælg opgraderingskilde til redigering.
de: Upgrade-Quelle zum Bearbeiten auswählen.
et: Vali muudetav uuenduste allikas.
hu: Válasszon szerkesztendő frissítési forrást.
pt_br: Selecione a fonte de atualizações para editar
ru: Выбор источника обновления для редактирования
sl: Izberite vir, ki ga boste urejali.
vi: Chọn nguồn nâng cấp để chỉnh sửa.
zh_cn: 选择要编辑的升级源.

source: Select video input with up/down buttons
da: Vælg video input med op/ned knapperne
de: Video-Eingang mit den Hoch/Runter Tasten auswählen
et: Vali video sisend ÜLES/ALLA nuppudega
hu: Válasszon videó bemenetet a FEL/LE gombokkal
pt_br: Selecione a entrada de vídeo com os botões de cima/baixo
ru: Выберите видео вход клавишами ВВЕРХ/ВНИЗ
sl: Z gor in dol tipkami izberite video vhod
vi: Chọn đầu vào video với các nút lên / xuống
zh_cn: 选择视频输入上/下键

source: Select what you want the Channel +/- button to activate:
da: Vælg hvad du ønsker at Kanal +/- knappen skal aktivere:
de: Wählen Sie, was die Programm '+'/'-' Tasten bewirken sollen.
et: Määra CHANNEL +/- nupu toiming:
hu: Válassza ki, hogy a távirányító Csatorna + / - gombjával mit szeretne csinálni:
ru: Выбор действия для кнопки Channel +/-:
vi: Chọn những gì bạn muốn nút Kênh +/- để kích hoạt:
zh_cn: 选择你想要的频道+/-键来激活:

source: Select what you want the EPG button to activate:
da: Vælg hvad du ønsker at EPG knappen skal aktivere:
de: Wählen Sie, was die EPG Taste bewirken soll.
et: Määra EPG nupu toiming:
hu: Válassza ki, hogy a távirányító EPG gombjával mit szeretne csinálni:
ru: Выбор действия для кнопки EPG:
vi: Chọn những gì bạn muốn nút EPG để kích hoạt:
zh_cn: 选择你想要的EPG键激活:

source: Select what you want the INFO button to activate:
da: Vælg hvad du ønsker at INFO knappen skal aktivere:
de: Wählen Sie, was die INFO Taste bewirken soll.
et: Määra INFO nupu toiming:
hu: Válassza ki, hogy a távirányító INFO gombjával mit szeretne csinálni:
ru: Выбор действия для кнопки INFO:
vi: Chọn những gì bạn muốn nút INFO để kích hoạt:
zh_cn: 选择你想要的INFO键激活:

source: Select what you want the OK button to activate:
da: Vælg hvad du ønsker at OK knappen skal aktivere:
de: Wählen Sie, was die OK Taste bewirken soll.
et: Määra OK nupu toiming:
hu: Válassza ki, hogy a távirányító OK gombjával mit szeretne csinálni:
ru: Выбор действия для кнопки OK:
vi: Chọn những gì bạn muốn nút OK để kích hoạt:
zh_cn: 选择要激活的'确定'键:

source: Select what you want the RED button to activate:
da: Vælg hvad du ønsker at den RØDE knap skal aktivere:
de: Wählen Sie, was die Taste ROT bewirken soll.
et: Määra PUNASE nupu toiming:
hu: Válassza ki, hogy a távirányító Piros gombjával mit szeretne csinálni:
ru: Выбор действия для красной кнопки
vi: Chọn những gì bạn muốn nút ĐỎ để kích hoạt:
zh_cn: 选择要激活的红色键:

source: Select what you want the RED-Long button to activate:
da: Vælg hvad du ønsker at den RØDE-Lang knap skal aktivere:
de: Wählen Sie, was langes Drücken der Taste ROT bewirken soll.
et: Määra pika PUNASE nupu toiming:
hu: Válassza ki, hogy a távirányító Piros (hosszan) gombjával mit szeretne csinálni:
ru: Выбор действия для красной кнопки (долгое нажатие)
vi: Chọn những gì bạn muốn nút ĐỎ dài để kích hoạt:
zh_cn: 选择你想要的红色键激活:

source: Select what you want the TV button to activate:
da: Vælg hvad du ønsker at TV knappen skal aktivere:
de: Wählen Sie, was die TV Taste bewirken soll.
et: Määra TV nupu toiming:
hu: Válassza ki, hogy a távirányító TV gombjával mit szeretne csinálni:
ru: Выбор действия для кнопки TV:
vi: Chọn những gì bạn muốn nút TV để kích hoạt:
zh_cn: 选择你想要的电视键激活:

source: Select what you want the Up/Down button to activate:
da: Vælg hvad du ønsker at Op/Ned knappen skal aktivere:
de: Wählen Sie, was die Hoch/Runter Tasten bewirken sollen.
et: Määra ÜLES/ALLA nupu toiming:
hu: Válassza ki, hogy a távirányító Fel/Le gombjával mit szeretne csinálni:
ru: Выбор действия для красной кнопок Вверх/Вниз:
vi: Chọn những gì bạn muốn nút Lên / Xuống để kích hoạt:
zh_cn: 选择你想要的上/下键来激活:

source: Select what you want the YELLOW button to activate:
da: Vælg hvad du ønsker at den GULE-Lang knap skal aktivere:
de: Wählen Sie, was die Taste GELB bewirken soll.
et: Määra KOLLASE nupu toiming:
hu: Válassza ki, hogy a távirányító Sárga gombjával mit szeretne csinálni:
ru: Выбор действия для желтой кнопки
vi: Chọn những gì bạn muốn nút VÀNG để kích hoạt:
zh_cn: 选择要激活的黄色键:

source: Select what you want the YELLOW-Long button to activate:
da: Vælg hvad du ønsker at den GULE-Lang knap skal aktivere:
de: Wählen Sie, was langes Drücken der Taste GELB bewirken soll.
et: Määra pika KOLLASE nupu toiming:
hu: Válassza ki, hogy a távirányító Sárga (hosszan) gombjával mit szeretne csinálni:
ru: Выберите действие для долгого нажатия желтой кнопки:
vi: Chọn những gì bạn muốn nút VÀNG dài để kích hoạt:
zh_cn: 选择要激活的黄色长按键:

source: Select your country. If not available select 'all'.
da: Vælg dit land. Vælg 'Alle' hvis det ikke findes.
de: Wählen Sie Ihr Land. Wenn nicht verfügbar wählen Sie 'Alle'.
et: Vali asukohamaa. Kui pole saadaval, vali 'kõik'.
vi: Chọn đất nước của bạn. Nếu không có sẵn, chọn 'tất cả'.
zh_cn: 选择您的国家(地区).如果不可用,请选择'所有'.

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
da: Vælg din udbyder og region. Du må vælge en af de andre 'kanal søgetyper', hvis det ikke findes i denne liste.
de: Wählen Sie Ihren Anbieter und die Region aus. Wenn Sie in dieser Liste nicht vorhanden sind, müssen Sie einen der anderen Service-Scan-Typen auswählen.
et: Vali operaator ja regioon. Kui need selles loendis puuduvad, tuleb valida mõni muu 'kanaliotsingu tüüp'.
vi: Chọn nhà cung cấp và khu vực của bạn. Nếu không có trong danh sách này, bạn sẽ cần chọn một trong các loại 'dịch vụ quét' khác.
zh_cn: 选择你的供应商和区域.如果不在这个列表里,你将需要选择另一种频道扫描类型.

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
da: Vælg din region. Ænder 'Land' til 'Alle' og vælg en af standarderne, hvis regionen ikke findes.
de: Wählen Sie Ihre Region. Wenn nicht verfügbar ändern Sie 'Land' in 'alle' und wählen Sie eine der Standardalternativen.
et: Määra regioon. Kui see pole saadaval, muuda riigi asemel 'Kõik' ja vali üks alternatiividest.
vi: Chọn vùng của bạn. Nếu không có sẵn, hãy thay đổi 'Quốc gia' thành 'tất cả' và chọn một trong các lựa chọn thay thế mặc định.
zh_cn: 选择您所在的地区.如果不可用,请将‘国家(地区)’更改为'所有',然后选择一个默认选项.

source: Selected Image: %s
da: Valgte Image: %s
de: Ausgewähltes Image: %s
et: Valitud püsivara: %s
hu: Kiválasztott lemezkép: %s
vi: Ảnh đã chọn:% s
zh_cn: 所选镜像: %s

source: Selected settingslist: Setting: %s Date: %s Do you want to install this settinglist?
da: Valgte indstillingsliste: Indstillinger: %s Dato: %s Ønsker du a t installere denne indstillingsliste ?
de: Ausgewählte Programmliste: Liste: %s Datum: %s Möchten Sie die Programmliste installieren?
et: Valitud kanalinimekiri: Nimekiri: %s Kuupäev: %s Kas paigaldada see kanalinimekiri?
hu: Kijelölt beállítások listája: Beállítás: %s Dátum: %s Szeretné telepíteni ezt a beállítási listát?
vi: Danh sách cài đặt đã chọn: Cài đặt:% s Ngày%s Bạn có muốn cài đặt danh sách cài đặt này?
zh_cn: 选定的设置列表: 设置 %s 日期: %s 是否安装这个设置列表?

source: Selected settingslist: %s Do you want to delete this settinglist?
da: Valgte indstillingsliste: %s Ønsker du at slette denne indstillingsliste ?
de: Ausgewählte Programmliste: %s Möchten Sie die Programmliste löschen?
et: Valitud kanalinimekiri: %s Kas kustutada see kanalinimekiri?
hu: Kijelölt beállítási lista: %s Szeretné törölni ezt a beállításlistát?
vi: Danh sách cài đặt được chọn:% s Bạn có muốn xóa danh sách cài đặt này?
zh_cn: 选择设置列表: %s 是否删除这个设置列表?

source: Selected settingslist: %s Do you want to restore this settinglist?
da: Valgte indstillingsliste: %s Ønsker du at gendanne denne indstillingsliste ?
de: Ausgewählte Programmliste: %s Möchten Sie die Programmliste wiederherstellen?
et: Valitud kanalinimekiri: %s Kas taastada see kanalinimekiri?
hu: Kijelölt beállítási lista:%s Szeretné visszaállítani ezt a beállításlistát?
vi: Danh sách cài đặt được chọn:% s Bạn có muốn khôi phục danh sách thiết lập này?
zh_cn: 选定的设置列表: %s 是否恢复此设置列表?

source: Send
de: Senden
et: Saada
hu: Küld
ru: Отправить
sl: Pošlji
vi: Gửi
zh_cn: 发送

source: Send Confirmation
da: Send bekræftelse
et: Saada kinnitus
hu: A megerősítés elküldése
ru: Отправление с подтверждением
vi: Gửi xác nhận
zh_cn: 确认发送

source: Serie
zh_cn: 系列

source: Serv.Name
da: Serv.Navn
de: Sendername
et: Kanali nimi
hu: Csatornanév
ru: Назв.Сервиса
zh_cn: 频道名称

source: Server Info ( Oscam-Version: %s )
et: Serveri info (Oscam: %s )
hu: Szerver Információ (Oscam verzió: %s)
vi: Thông tin máy chủ (Phiên bản Oscam:% s)
zh_cn: 服务器信息(Oscam版本: %s )

source: Server:
hu: Kiszolgáló gép:
ru: Сервер:
vi: Máy chủ:
zh_cn: 服务器:

source: Servers:
bg: Сървъри:
da: Servere:
de: Server:
et: Serverid:
hu: Kiszolgálók:
ru: Серверы:
vi: Máy chủ:
zh_cn: 服务器:

source: Service cant been added to the favourites.
da: Kanal kan ikke tilføjes til favoritter.
de: Kanal kann nicht zu den Favoriten hinzugefügt werden.
et: Kanalit ei saa lemmiknimekirja lisada.
hu: A csatornát nem lehet hozzáadni a kedvencekhez.
vi: Dịch vụ không thể được thêm vào mục yêu thích.
zh_cn: 频道不能被添加到收藏.

source: Service has been added to the favourites.
da: Kanal er nu tilføjet favoritter.
de: Kanal wurde den Favoriten zugefügt.
et: Kanal on lisatud lemmiknimekirja.
hu: A csatornát hozzáadtam a kedvencekhez.
pt_br: Adicionado aos favoritos
ru: Канал был добавлен в избранное.
sl: Kanal je dodan med priljubljene.
vi: Dịch vụ đã được thêm vào mục yêu thích.
zh_cn: 频道已经添加到收藏夹.

source: Service has been added to the selected bouquet.
da: Kanal er tilføjet den valgte pakke.
de: Kanal wurde dem gewählten Bouquet zugefügt.
et: Kanal on lisatud valitud lemmiknimekirja.
hu: A csatornát hozzáadtam a kiválasztott csatornacsomaghoz.
pt_br: Adicionado ao grupo de favoritos.
ru: Канал был добавлен в выбранный пакет
sl: Kanal je dodan v izbran paket.
vi: Dịch vụ đã được thêm vào bó hoa được chọn.
zh_cn: 频道已被添加到选定的频道列表.

source: Set Basetime
da: Sæt grundtid
de: Setze Basiszeit
et: Sea alusaeg
hu: Alapidő beállítása
vi: Đặt thời gian
zh_cn: 设置基本时间

source: Set System
de: System einstellen
et: Määra süsteem
hu: Rendszer beállítása
ru: Настройка системы
vi: Đặt hệ thống
zh_cn: 系统设置

source: Set archive mode (644)
da: Sæt arkivtilstand (644)
de: Archivmodus einstellen (644)
et: Määra arhiivi õigused (644)
vi: Đặt chế độ lưu trữ (644)
zh_cn: 设置存档模式(644)

source: Set default
da: Sæt standard
de: Standard
et: Taasta vaikeväärtus
hu: Alapértelmezett
ru: Назначить по умолчанию
vi: Đặt mặc định
zh_cn: 设置默认

source: Set for 'stout' and 'sterr' the number of lines in script info or script error messages.
da: Sæt antallet af linjer i beskeder fra skript-info eller skript-fejl for 'stout' og 'sterr'.
de: Legen Sie für 'stout' und 'sterr' die Anzahl der Zeilen fest, die in Skriptinformationen oder Skriptfehlermeldungen angezeigt werden.
et: Määra skripti info või veateadete ridade arv.
vi: Đặt cho 'stout' và 'sterr' số lượng dòng trong thông tin tập lệnh hoặc thông báo lỗi tập lệnh.
zh_cn: 为'stout'和'sterr'设置脚本信息或脚本错误消息中的行数.

source: Set the MAC-address of your %s %s.
da: Sæt MAC-adressen for din %s %s.
de: Einstellen der MAC-Adresse Ihrer %s %s.
et: Määra %s %s MAC-aadress.
hu: Állítsa be a MAC-címét a(z) %s %s eszköznek.
ru: Назначение MAC-адреса для вашего %s %s.
vi: Đặt địa chỉ MAC của % s% s của bạn.
zh_cn: 设置你的地址 %s %s .

source: Set the channel for this timer.
da: Sæt kanalen for denne Timer.
de: Wählen Sie den Kanal von dem aufgenommen werden soll.
et: Määra sellele taimerile kanal.
hu: Állítsa be a csatornát ehhez a időzítőhez.
ru: Назначение канала для этого таймера.
vi: Đặt kênh cho bộ hẹn giờ này.
zh_cn: 为这个定时器设置频道.

source: Set the date the timer must start.
da: Sæt den dato Timeren skal starte.
de: Wählen Sie das Startdatum der Aufnahme.
et: Määra taimeri alguskuupäev.
hu: Állítsa be az időzítés kezdetének dátumát.
ru: Назначение времени запуска таймера.
vi: Đặt ngày hẹn giờ phải bắt đầu.
zh_cn: 设置计时器必须启动的日期.

source: Set the default location for your autorecord-files. Press 'OK' to add new locations, select left/right to select an existing location.
da: Sæt standardplaceringen for dine autooptag-filer. Tryk 'OK' for at tilføje nye placeringer, vælg venstre/højre for at vælge en eksisterende placering.
de: Wählen Sie das Standardverzeichnis für automatische Aufnahmen. OK, um ein neues Verzeichnis zu wählen oder Links/Rechts um bestehende Verzeichnisse zu wählen.
et: Määra autosalvestuste tavaasukoht. Uue asukoha lisamiseks vajuta 'OK', olemasoleva asukoha valimiseks kasuta vasak/parem nuppe.
hu: Állítsa be a Timeshift automatikus felvétel fájának az alapértelmezett helyét. Új helyek hozzáadásához nyomja meg az "OK" gombot, válassza ki a meglévő hely kiválasztásához balra vagy jobbra gombot.
ru: Назначьте расположение для файлов автозаписи. Нажмите 'OK' чтобы добавить новый каталог, либо кнопками направо/налево выберите существующий каталог.
vi: Đặt vị trí mặc định cho tệp autorecord của bạn. Nhấn 'OK' để thêm các vị trí mới, chọn trái / phải để chọn một vị trí hiện có.
zh_cn: 你的录像文件的默认位置.按'确定'键添加新的位置.选择左/右选择一个现有的位置.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, select left/right to select an existing location.
da: Sæt standardplaceringen for dine straksoptagelsesfiler. Tryk 'OK' for at tilføje nye placeringer, vælg venstre/højre for at vælge en eksisterende placering.
de: Wählen Sie das Standardverzeichnis für Sofortaufnahmen. Drücken Sie OK, um ein neues Verzeichnis hinzuzufügen. Benutzen Sie Steuerkreuz Links/Rechts, um ein bestehendes Verzeichnis auszuwählen.
et: Määra kohese salvestamise tavaasukoht. Uue asukoha lisamiseks vajuta 'OK', olemasoleva asukoha valimiseks kasuta vasak/parem nuppe.
hu: Állítsa be az azonnali felvételek alapértelmezett helyét. Új helyek hozzáadásához nyomja meg az "OK" gombot, válassza ki a meglévő hely kiválasztásához balra vagy jobbra gombot.
ru: Назначьте расположение для файлов немедленной записи. Нажмите 'OK' чтобы добавить новый каталог, либо кнопками направо/налево выберите существующий каталог.
vi: Đặt vị trí mặc định cho bản ghi tức thì của bạn. Nhấn 'OK' để thêm các vị trí mới, chọn trái / phải để chọn một vị trí hiện có.
zh_cn: 设置您的即时录音的默认位置.按'确定'键添加新的位置,选择左/右键选择一个现有的位置.

source: Set the default location for your recordings. Press 'OK' to add new locations, select left/right to select an existing location.
da: Sæt standardplaceringen for dine optagelsesfiler. Tryk 'OK' for at tilføje nye placeringer, vælg venstre/højre for at vælge en eksisterende placering.
de: Wählen Sie das Standardverzeichnis für Aufnahmen. Drücken Sie OK, um ein neues Verzeichnis hinzuzufügen. Benutzen Sie Steuerkreuz Links/Rechts, um ein bestehendes Verzeichnis auszuwählen.
et: Määra salvestuste tavaasukoht. Uue asukoha lisamiseks vajuta 'OK', olemasoleva asukoha valimiseks kasuta vasak/parem nuppe.
hu: Állítsa be a felvételek alapértelmezett helyét. Új helyek hozzáadásához nyomja meg az "OK" gombot, válassza ki a meglévő hely kiválasztásához balra vagy jobbra gombot.
ru: Назначьте расположение для файлов записи. Нажмите 'OK' чтобы добавить новый каталог, либо кнопками направо/налево выберите существующий каталог.
vi: Đặt vị trí mặc định cho bản ghi của bạn. Nhấn 'OK' để thêm các vị trí mới, chọn trái / phải để chọn một vị trí hiện có.
zh_cn: 设置您的录音的默认位置.按'确定'键添加新的位置,选择左/右键选择一个现有的位置.

source: Set the default location for your timers. Press 'OK' to add new locations, select left/right to select an existing location.
da: Sæt standardplaceringen for dine Timere. Tryk 'OK' for at tilføje nye placeringer, vælg venstre/højre for at vælge en eksisterende placering.
de: Wählen Sie das Standardverzeichnis für Timeraufnahmen. Drücken Sie OK, um ein neues Verzeichnis hinzuzufügen. Benutzen Sie Steuerkreuz Links/Rechts, um ein bestehendes Verzeichnis auszuwählen.
et: Määra taimerite tavaasukoht. Uue asukoha lisamiseks vajuta 'OK', olemasoleva asukoha valimiseks kasuta vasak/parem nuppe.
hu: Állítsa be az időzítők alapértelmezett helyét. Új helyek hozzáadásához nyomja meg az "OK" gombot, válassza ki a meglévő hely kiválasztásához balra vagy jobbra gombot.
ru: Назначьте расположение для файлов таймера. Нажмите 'OK' чтобы добавить новый каталог, либо кнопками направо/налево выберите существующий каталог.
vi: Đặt vị trí mặc định cho bộ hẹn giờ của bạn. Nhấn 'OK' để thêm các vị trí mới, chọn trái / phải để chọn một vị trí hiện có.
zh_cn: 为您的计时器设置默认位置.按'确定'键添加新的位置,选择左/右键选择一个现有的位置.

source: Set the default location for your timeshift-files. Press 'OK' to add new locations, select left/right to select an existing location.
da: Sæt standardplaceringen for dine Timeshift-filer. Tryk 'OK' for at tilføje nye placeringer, vælg venstre/højre for at vælge en eksisterende placering.
de: Wählen Sie das Standardverzeichnis für Timeshift-Aufnahmen. OK, um ein neues Verzeichnis zu wählen oder Links/Rechts um bestehende Verzeichnisse zu wählen.
et: Määra ajanihke failide tavaasukoht. Uue asukoha lisamiseks vajuta 'OK', olemasoleva asukoha valimiseks kasuta vasak/parem nuppe.
hu: Állítsa be a rögzítésre kerülő Timeshift fájl alapértelmezett helyét. Új helyek hozzáadásához nyomja meg az 'OK' gombot, válassza ki a meglévő hely kiválasztásához balra vagy jobbra gombot.
ru: Назначьте расположение для файлов таймшифта. Нажмите 'OK' чтобы добавить новый каталог, либо кнопками направо/налево выберите существующий каталог.
vi: Đặt vị trí mặc định cho các tập tin timeshift của bạn. Nhấn 'OK' để thêm các vị trí mới, chọn trái / phải để chọn một vị trí hiện có.
zh_cn: 你的时间的文件的默认位置.按'确定'键添加新的位置,选择左/右键选择一个现有的位置.

source: Set the description of the recording.
da: Sæt en beskrivelse af optagelsen.
de: Wählen Sie die Beschreibung der Aufnahme. Mit der TXT (Videotext) Taste erhalten Sie eine virtuelle Tastatur.
et: Määra salvestuse kirjeldus.
hu: Állítsa be a felvétel leírását.
ru: Назначение описания для записи.
vi: Đặt mô tả của bản ghi.
zh_cn: 设置录制的描述.

source: Set the name the recording will get.
da: Sæt det navn optagelsen skal have.
de: Wählen Sie den Namen der Aufnahme. Mit der TXT (Videotext) Taste erhalten Sie eine virtuelle Tastatur.
et: Määra salvestuse nimi.
hu: Állítsa be a felvétel nevét.
ru: Назначение названия для предстоящей записи.
vi: Đặt tên bản ghi sẽ nhận được.
zh_cn: 设置录制将得到的名称.

source: Set the position of the recording icons
da: Sæt positionen af optagelsesikoner
de: Legen Sie die Positionen der Aufnahme-Symbole fest.
et: Määra salvestusikoonide asukoht
hu: Állítsa be a felvételt jelző ikon pozícióját
vi: Đặt vị trí của các biểu tượng ghi âm
zh_cn: 设置录制图标的位置

source: Set the time the timer must start.
da: Sæt den tid Timeren skal starte.
de: Wählen Sie die Startzeit der Aufnahme. Mit den VOL +/- Tasten können Sie die Startzeit Minutenweise ändern, auch wenn der Cursorbalken auf einem anderen Menüeintrag steht.
et: Määra taimeri algusaeg.
hu: Állítsa be az időzítés kezdetének dátumát., mikor induljon...
ru: Назначение времени запуска таймера.
vi: Đặt thời gian bộ hẹn giờ phải bắt đầu.
zh_cn: 设置计时器必须启动的时间.

source: Set the time the timer must stop.
da: Sæt den tid Timeren skal stoppe.
de: Wählen Sie die Endzeit der Aufnahme. Mit den CH +/- Tasten können Sie die Endzeit Minutenweise ändern, auch wenn der Cursorbalken auf einem anderen Menüeintrag steht.
et: Määra taimeri lõpuaeg.
hu: Állítsa be az időzítés záró dátumát., mikor álljon meg...
ru: Назначение времени остановки таймера.
vi: Đặt thời gian hẹn giờ phải dừng.
zh_cn: 设置定时器必须停止的时间.

source: Set the time to wait for execute the default action in shutdown, standby or restart messages. (e.g. used in Timer, PowerTimer, Sleeptimer, ...)
da: Sæt tiden der ventes før udførelse af standardhandling i nedluknings-, Standby- eller genstartsbeskeder (bruges f.eks i Timer, StrømTimer, DvaleTimer, ...)
de: Einstellen der Wartezeit für die Ausführung der Standardaktion in den Meldungen Ausschalten, Standby oder Neustart (z.B. verwendet in Timer, PowerTimer, Ausschalttimer etc.).
zh_cn: 设置在关机,待机或重新启动消息中等待执行默认操作的时间.(例如,用于定时器、电源定时器,睡眠定时器等,...)

source: Set time window to 1 hour
da: Sæt tidsrum til 1 time
de: Setzt das Zeitfenster auf 1 Stunde.
et: Määra ajaaknaks 1 tund
hu: Időablak beállítása 1 órára
pt_br: Definir intervalo de tempo para 1 hora
ru: Установка времени окна на 1 час
vi: Đặt cửa sổ thời gian thành 1 giờ
zh_cn: 将时间窗口设置为1小时

source: Set time window to 2 hours
da: Sæt tidsrum til 2 timer
de: Setzt das Zeitfenster auf 2 Stunden.
et: Määra ajaaknaks 2 tundi
hu: Időablak beállítása 2 órára
pt_br: Definir intervalo de tempo para 2 horas
ru: Установка времени окна на 2 часа
vi: Đặt cửa sổ thời gian thành 2 giờ
zh_cn: 将时间窗口设置为2小时

source: Set time window to 3 hours
da: Sæt tidsrum til 3 timer
de: Setzt das Zeitfenster auf 3 Stunden.
et: Määra ajaaknaks 3 tundi
hu: Időablak beállítása 3 órára
pt_br: Definir intervalo de tempo para 3 horas
ru: Установка времени окна на 3 часа
vi: Đặt cửa sổ thời gian thành 3 giờ
zh_cn: 将时间窗口设置为3小时

source: Set time window to 4 hours
da: Sæt tidsrum til 4 timer
de: Setzt das Zeitfenster auf 4 Stunden.
et: Määra ajaaknaks 4 tundi
hu: Időablak beállítása 4 órára
pt_br: Definir intervalo de tempo para 4 horas
ru: Установка времени окна на 4 часа
vi: Đặt cửa sổ thời gian thành 4 giờ
zh_cn: 将时间窗口设置为4小时

source: Set time window to 5 hours
da: Sæt tidsrum til 5 timer
de: Setzt das Zeitfenster auf 5 Stunden.
et: Määra ajaaknaks 5 tundi
hu: Időablak beállítása 5 órára
pt_br: Definir intervalo de tempo para 5 horas
ru: Установка времени окна на 5 часов
vi: Đặt cửa sổ thời gian thành 5 giờ
zh_cn: 将时间窗口设置为5小时

source: Set time window to 6 hours
da: Sæt tidsrum til 6 timer
de: Setzt das Zeitfenster auf 6 Stunden.
et: Määra ajaaknaks 6 tundi
hu: Az időablak beállítása 6 órára
pt_br: Definir intervalo de tempo para 6 horas
ru: Установка времени окна на 6 часов
vi: Đặt cửa sổ thời gian thành 6 giờ
zh_cn: 将时间窗口设置为6小时

source: Sets the root folder of movie list, to remove the '..' from benign shown in that folder.
da: Sæt rodmappe af filmliste, for at fjerne visning af '..' i toppen af denne mappe.
de: Wählen Sie das Root-Verzeichnis der Aufnahmeliste, um ".." in der Ansicht zu unterdrücken.
et: Määrab filmilistile tüvikataloogi, et eemaldada '..' kataloogi nimest.
hu: A Filmlista gyökérmappájának beállítása, a '..' eltávolítása a mappából abban a mappában ahol van.
ru: Выберите главную папку для списка записей, где уже не будет показана папка вверх '..'
vi: Đặt thư mục gốc của danh sách phim, để xóa '..' khỏi lành tính được hiển thị trong thư mục đó.
zh_cn: 设置电影列表的根文件夹,以删除'..'从良性显示在该文件夹中.

source: Settings...
da: Indstillinger...
de: Einstellungen...
et: Seaded
hu: Beállítások...
ru: Настройки...
sl: Nastavitve
vi: Cài đặt....
zh_cn: 设置...

source: Setup AFP
da: Sæt AFP op
de: Einstellungen AFP
et: AFP seaded
hu: Beállítások
ru: Настройки AFP
vi: Thiết lập AFP
zh_cn: 设置AFP

source: Setup FTP
da: Sæt FTP op
de: Einstellungen FTP
et: FTP seaded
hu: FTP beállítás
ru: Настройки FTP
vi: Thiết lập FTP
zh_cn: 设置FTP

source: Setup Harddisk
da: Sæt Harddisk op
de: Konfiguration der HDD
et: Seadista kõvaketas
hu: Háttértár beállítása
ru: Настройки жесткого диска
vi: Cài đặt đĩa cứng
zh_cn: 设置硬盘

source: Setup Language
da: Sæt sprog op
de: Sprache auswählen
et: Keele seadistamine
hu: Nyelv beállítás
ru: Настройки языка системы
vi: Ngôn ngữ cài đặt
zh_cn: 设置语言

source: Setup Mounts
da: Sæt Mounts op
de: Mounts einstellen
et: Seadista haakepunktid
hu: Csatolás Beállítások
ru: Установки монтирования
vi: Cài đặt gắn kết
zh_cn: 设置挂载

source: Setup NFS
da: Sæt NFS op
de: Einstellungen NFS
et: NFS seaded
hu: NFS Beállítás
ru: Настройки NFS
vi: Thiết lập NFS
zh_cn: 设置NFS
