Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Latvia
cs: Lotyšsko
da: Letland
de: Lettland
el: Λεττονία
et: Läti
fr: Lettonie
hu: Lettország
it: Lettonia
lt: Latvija
nl: Letland
pl: Łotwa
sk: Lotyšsko
sv: Lettland
ta: லட்வியா
tr: Letonya
uk: Латвія
zh_cn: 拉脱维亚

source: Latvian
cs: Lotyšsky
da: Lettisk
de: Lettisch
el: Λεττονικά
et: Läti
fi: Latvia
fr: Letton
hu: Lett
it: Lituano
lt: Latvių
nl: Lets
pl: Łotewski
pt_br: Letão
ru: Латвийский
sk: lotyština
sv: Lettiska
ta: லாட்வியன்
tr: Letonca
uk: Латвійська
vi: Tiếng Latvia
zh_cn: 拉脱维亚语

source: Leave
cs: Opustit
hr: Napuštate
it: Lascia
sr: Napuštate
tr: Ayrılmak
uk: Залишити

source: Leave DVD player?
bg: Оставяте DVD плейър?
cs: Zavřít DVD přehrávač?
da: Forlad DVD afspiller ?
de: DVD Player verlassen?
el: Έξοδος από την αναπαραγωγή DVD;
et: Kas väljuda DVD mängijast?
fi: Poistutaanko DVD-soittimesta?
fr: Laisser le lecteur DVD ?
hr: Napuštate DVD plejer?
hu: Kilépés a DVD lejátszóból?
it: Uscire dal Player DVD?
lt: Užverti DVD grotuvą?
nl: DVD-speler afsluiten?
pl: Opuścić odtwarzacz DVD?
pt_br: Sair do reprodutor de DVD?
ru: Выйти из DVD плеера?
sk: Zatvoriť prehrávač DVD?
sr: Napuštate DVD plejer?
sv: Lämna DVD-spelaren?
ta: டிவிடி பிளேயரை விட்டு வெளியேறவா?
tr: DVD Oynatıcıdan çıkmak istiyor musunuz?
uk: Вийти з DVD плеєра?
vi: Rời khỏi đầu DVD?
zh_cn: 退出播放DVD吗？

source: Leave movie player
cs: opustit přehrávač filmů
el: έξοδος από τον αναπαραγωγό ταινιών
fi: poistu video soittimestä
fr: quitter le lecteur de film
hr: Napusti video plejer
it: lascia il lettore
lt: užverti filmų grotuvą
nl: De Mediaspeler verlaten
pl: Opuść odtwarzacz filmów
sk: ukončiť prehrávač médií
sr: Napusti video plejer
sv: Lämna filmspelare
ta: மூவி பிளேயரை விட்டு விடுங்கள்
tr: Film oynatıcıdan çık
uk: вийти з програвача

source: Leave this set to 'Yes' unless you fully understand why you are adjusting it.
bg: Оставете този набор на „да“, освен ако не разберете напълно защо го коригирате.
cs: Ponechte toto nastavení na „ano“, pokud plně nerozumíte tomu, proč jej upravujete.
el: Αφήστε αυτή τη ρύθμιση στο 'ναι' εκτός αν καταλαβαίνετε πλήρως γιατί την αλλάζετε.
fi: Jätä tämä asetus 'kyllä' ellet täysin ymmärrä, miksi muutat sitä.
fr: Laissez cette valeur sur ‘oui’ à moins que vous compreniez vraiment pourquoi vous ajustez cette valeur.
hr: Ostavite ovo postavljeno na "Da" osim ako u potpunosti ne razumijete zašto ga prilagođavate.
it: Lascia questa impostazione su 'Sì' a meno che tu non comprenda appieno il motivo per cui la stai regolando.
lt: Palikite šį parametrą "taip", nebent jūs visiškai suprantate, kodėl jį koreguojate.
nl: Laat dit ingesteld op 'ja' tenzij u precies begrijpt waarom u dit verandert.
pl: Pozostaw tę opcję na 'tak', chyba że w pełni rozumiesz, dlaczego ją dostosowujesz.
sk: Ak úplne nerozumiete dôvodom zmeny, ponechajte voľbu 'áno'.
sr: Ostavite podešavanja na 'da' ako u potpunosti ne razumete zašto ga prilagođavate.
sv: Låt detta vara inställt på "Yes" om du inte helt förstår varför du justerar det.
ta: நீங்கள் ஏன் அதை சரிசெய்கிறீர்கள் என்பதை நீங்கள் முழுமையாக புரிந்து கொள்ளாவிட்டால் இந்த தொகுப்பை 'ஆம்' என்று விடுங்கள்.
tr: Bu ayarı neden değiştirdiğinizi tam olarak anlamadığınız sürece 'Evet' olarak bırakın.
uk: Якщо не знаєте для чого цей параметр, залиште значення 'Так'.

source: Lebanon
cs: Libanon
da: Libanon
de: Libanon
el: Λίβανος
et: Liibanon
fi: Libanoni
fr: Liban
hu: Libanon
it: Libano
lt: Libanas
nl: Libanon
pl: Liban
sk: Libanon
sv: Libanon
ta: லெபனான்
tr: Lübnan
uk: Ліван
zh_cn: 黎巴嫩

source: Left
bg: Наляво
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
et: Vasak
fi: Vasen
fr: Gauche
hr: Lijevo
hu: Bal
it: Sinistra
lt: Kairė
nl: Links
pl: W lewo
pt_br: Esquerda
ru: Влево
sk: Vľavo
sl: Levo
sr: Levo
sv: Vänster
ta: இடது
tr: Sol
uk: Вліво
vi: Trái
zh_cn: 左箭头

source: Left USB
cs: Levé USB
el: Αριστερό USB
fi: Vasen USB
hr: Zadnji, lijevi USB
it: USB sinistra
nl: USB links
pl: Lewy USB
sk: USB vľavo
sr: Zadnji, levi USB
sv: Vänster USB
ta: இடது யூ.எச்.பி.
tr: Sol USB
uk: USB зліва

source: Left column
cs: Levý sloupec
el: Αριστερή στήλη
fi: Vasen sarake
hr: Lijevi stupac
it: Colonna sinistra
lt: Kairysis stulpelis
nl: Linker kolom
pl: Lewa kolumna
sk: Ľavý stĺpec
sr: Leva kolona
sv: Vänster kolumn
ta: இடது நெடுவரிசை
tr: Sol sütun
uk: Ліва колонка

source: Left column directory sort
cs: Řazení adresáře v levém sloupci
el: Ταξινόμηση φακέλου αριστερής στήλης
fi: Vasemman sarakkeen hakemiston lajittelu
hr: Sortiranje direktorija lijevog stupca
it: Ordinamento per cartella colonna sinistra
lt: Kairiojo stulpelio katalogo rūšiavimas
nl: Mappen in de linker kolom sorteren
pl: Sortowanie katalogów w lewej kolumnie
sk: Zoraďovanie priečinkov v ľavom stĺpci
sr: Sortiranje direktorijuma leve kolone
sv: Vänster kolumn katalog sortering
ta: இடது நெடுவரிசை அடைவு வரிசை
tr: Sol sütun dizin sıralaması
uk: Сортування каталогу в лівій колонці

source: Left column file sort
cs: Řazení souborů v levém sloupci
el: Ταξινόμηση αρχείων αριστερής στήλης
fi: Vasemman sarakkeen tiedostolajittelu
hr: Sortiranje datoteka lijevog stupca
it: Ordinamento per file colonna sinistra
lt: Kairiojo stulpelio failo rūšiavimas
nl: Bestanden in de linker kolom sorteren
pl: Sortowanie plików w lewej kolumnie
sk: Zoraďovanie súborov v ľavom stĺpci
sr: Sortiranje fajla leve kolone
sv: Sortering av filer i vänster kolumn
ta: இடது நெடுவரிசை கோப்பு வரிசை
tr: Sol sütun dosya sıralaması
uk: Сортування файлів у лівій колонці

source: Left of service name
cs: Nalevo od názvu kanálu
el: Αριστερά του ονόματος υπηρεσίας
fi: Kanavanimestä vasemmalle
fr: À la gauche du nom du service
hr: Lijevo od naziva usluge
it: A sinistra del nome del servizio
lt: Į kairę nuo kanalo pavadinimo
nl: Links van de zendernaam
sr: Levo od imena kanala
sv: Till vänster om tjänstens namn
tr: Kanal isminin solunda
uk: Ліворуч назви каналу

source: Left, back USB
cs: Levé, zadní USB
el: Αριστερό, πίσω USB
fi: Vasen, taka USB
hr: Lijevi, zadnji USB
it: USB posteriore sinistra
nl: Achterkant, USB links
pl: Lewy, tylny port USB
sk: USB vľavo, vzadu
sr: Levo, zadnji USB
sv: Vänster, bak USB
ta: இடது, பின் யூ.எச்.பி.
tr: Sol, arkadaki USB
uk: Зліва, ззаду USB

source: Left, front USB
cs: Levé, přední USB
el: Αριστερό, μπροστά USB
fi: Vasen, etu USB
hr: Lijevi, prednji USB
it: USB anteriore sinistra
nl: Voorkant, USB links
pl: Lewy, przedni port USB
sk: USB vľavo, vpredu
sr: Levo, prednji USB
sv: Vänster, fram USB
ta: இடது, முன் யூ.எச்.பி
tr: Sol, öndeki USB
uk: Зліва, спереду USB

source: Left, wrapped
bg: наляво, увито
cs: vlevo, zalomený
el: Αριστερά, σε αναδίπλωση
fi: vasemmalla, rivitä teksti
fr: Gauche, enveloppé
hr: Lijevo, zamotano
it: Sinistra, avvolto
lt: kairėje, suvyniota
nl: Links, er omheen
pl: lewo, owinięty
sk: Doľava, zalomené
sr: Levo, umotano
sv: Vänster, lindad
ta: இடது, போர்த்தப்பட்டது
tr: Sol, sarılı
uk: зліва, прихований

source: Legacy mode
cs: Původní režim
el: Λειτουργία παλαιού τύπου
fi: Legacy tila
hr: Nasleđeni režim
it: Modalità compatibile
nl: Oude instelling
pl: Tryb legacy
sk: Pôvodný režim
sr: Zastareli režim
ta: மரபு பயன்முறை
tr: Eski mod
uk: Старий вигляд

source: Leisure hobbies
bg: Развлекателни хобита
cs: Volný čas, zájmy, koníčky
da: Fritidsaktiviteter
de: Freizeit Hobbys
el: Χόμπι αναψυχής
et: Vaba aeg ja hobid
fi: Vapaa-ajan harrastukset
fr: Passe-temps/loisirs
hr: Ležerni hobi
hu: Pihenés/Hobby
it: Interessi per il tempo libero
lt: Laisvalaikio pomėgiai
nl: Vrijetijd hobbies
pl: Hobby/rekreacja
pt_br: Lazer
ru: Отдых, хобби
sk: Voľný čas, koníčky
sv: Fritid och hobbyer
ta: ஓய்வு நேர பொழுதுபோக்குகள்
tr: Eğlence hobiler
uk: Відпочинок хобі
vi: Sở thích giải trí
zh_cn: 业余爱好

source: Lesotho
el: Λεσότο
lt: Lesotas
pl: Lesoto
ta: லெசோதோ
uk: Лесото
vi: Lesicia
zh_cn: 莱索托

source: LetterBox zoom
cs: Nastavit Letterbox
el: Ζουμάρισμα σε μπάρες πάνω - κάτω
fi: Letterbox suurennus
hr: Letterbox zum
lt: Priartinimas, įterpiant juodas juostas
pl: Powiększenie Letterbox
sr: Letterbox zum
ta: லெட்டர்பாக்ச் சூம்
tr: Sinemaskop yakınlaştırma
uk: Збільшення Поштова скринька

source: Letterbox
bg: Пощенска кутия
da: Sort stribe i top/bund (Letterbox)
el: Μπάρες πάνω - κάτω
hu: Letterbox (fekete csíkok alul/felül)
lt: Įterpiant juodas juostas
ru: Режим ящика
sv: Brevlåda
ta: லெட்டர்பாக்ச்
tr: Sinemaskop
uk: Поштова скринька
vi: Hộp thư
zh_cn: 原始

source: Liberia
cs: Libérie
el: Λιβερία
et: Libeeria
hu: Libéria
lt: Liberija
nl: Liberië
sk: Libéria
ta: லைபீரியா
tr: Liberya
uk: Ліберія
zh_cn: 利比里亚

source: Library Packages
cs: Knihovna balíčků
el: Πακέτα βιβλιοθηκών
fi: Kirjasto lisäosista
hr: Paketi Biblioteke
it: Pacchetti libreria
nl: Library pakketten
pl: Pakiety bibliotek
sk: Balíčky knižníc
sr: Paketi Biblioteke
sv: Bibliotekspaket
ta: நூலக தொகுப்புகள்
tr: Kütüphane Paketleri
uk: Пакети бібліотек

source: Libya
cs: Libye
da: Libyen
de: Libyen
el: Λιβύη
et: Liibüa
fr: Libye
hu: Líbia
it: Libia
lt: Libija
nl: Libië
pl: Libia
sk: Líbya
sv: Libyen
ta: லிப்யா
uk: Лівія
zh_cn: 利比亚

source: Liechtenstein
cs: Lichtenštejnsko
el: Λιχτενστάιν
lt: Lichtenšteinas
sk: Lichtenštajnsko
ta: லீச்சென்சுதீன்
tr: Lihtenştayn
uk: Ліхтенштейн
zh_cn: 列支敦士登

source: Lifestyle
bg: Начин на живот
cs: Životní styl
da: Livsstil
el: Τρόπος ζωής
fi: Elämäntapa
fr: Mode de vie
hr: Stil života
it: Stile di vita
lt: Gyvenimo būdas
pl: Styl życia
sk: Životný štýl
sr: Stil života
sv: Livstil
ta: வாழ்க்கை முறை
tr: Yaşam tarzı
uk: Стиль життя
zh_cn: 生活方式

source: Light Grey
bg: Светло сиво
cs: Světle šedé
da: Lysegrå
de: Hellgrau
el: Ανοικτό γκρι
et: Helehall
fi: Vaaleanharmaa
fr: Gris léger
hr: Svijetlo Siva
hu: Világosszürke
it: Grigio chiaro
lt: Šviesiai pilka
nl: Lichtgrijs
pl: Jasno Szary
ru: Светлосерый
sk: Bledosivá
sr: Svetlo Siva
sv: Ljusgrå
ta: வெளிர் சாம்பல்
tr: Açık Gri
uk: Світло-сірий
vi: Xám nhạt
zh_cn: 浅灰色

source: Light source
cs: Světelný zdroj
el: Πηγή φωτός
fi: Valonlähde
hr: Izvor svjetlosti
it: Fonte di luce
lt: Šviesos šaltinis
nl: Lichtbron
pl: Źródło światła
sk: Zdroj svetla
sr: Izvor svetlosti
sv: Ljuskälla
ta: ஒளி மூல
tr: Işık kaynağı
uk: Джерело світла

source: Limburgan / Limburger / Limburgish
el: Λιμβουργιανά
fr: Limburgan / Limburger / Limbourgeois
it: Limburgo / Limburger / Limburghese
nl: Limburgs
sk: limburčina
sv: Limburgan / Limburger / Limburgska
ta: லிம்பர்கன் / லிம்பர்கர் / லிம்பரிச்
uk: Лімбурган / Лімбургер / Лімбургський

source: Lime
cs: limetková
el: λεμονί
hr: Limun
lt: laimo žalia
nl: limoen
sr: Limun
sv: kalk
tr: kireç rengi
uk: вапняний

source: Limit character set for recording filenames
bg: Ограничение на знаците за записване на имената на файлове
cs: Omezená znaková sada pro názvy nahrávaných souborů
da: Begræns tegnsæt i filnavne for optagelser
de: Beschränken des Zeichensatzes für Aufnahme-Dateinamen
el: Περιορισμένο πλήθος χαρακτήρων για ονόματα εγγραφών
et: Piiratud tähemärgistik failinimedel
fi: Rajoita tallenteiden merkistöä
fr: Jeu de caractères limité pour les noms des fichiers d’enregistrement
hr: Ograničite skup znakova za snimanje naziva datoteka
hu: Korlátozott betűkészlet a felvételek fájlneveiben
it: Limita set di caratteri per i nomi dei file di registrazione
lt: Riboti simbolių rinkinį, naudojamą įrašomų failų pavadinimuose
nl: Beperk de tekenset voor de namen van de opnames
pl: Limit znaków w nazwie nagrania
pt_br: Limite de caracteres para o nome das gravações
ru: Ограничить набор символов в именах записей
sk: Obmedzená znaková sada pre názvy súborov s nahrávkami
sr: Ograničeni skup znakova za ime fajla snimanja
sv: Begränsa teckenuppsättningen för inspelning av filnamn
ta: கோப்பு பெயர்களைப் பதிவு செய்வதற்கான எழுத்துக்குறி அமைக்கப்பட்டுள்ளது
tr: Kayıt dosya isimleri için karakter sayısını sınırla
uk: Ліміт символів для назв записаних файлів
vi: Giới hạn bộ ký tự để ghi tên tệp
zh_cn: 限制录像文件名称的字符集

source: Limit debug log size (MB)
bg: Ограничете размера на дневника за отстраняване на грешки (MB)
cs: Omezení velikostí protokolu ladění (MB)
da: Begræns fejlsøgningslog størrelse (MB)
de: Größenbegrenzung Debug-Log (MB)
el: Περιορισμός μεγέθους καταγραφής αποσφαλμάτωσης (MB)
et: Silumislogi suuruse piir (MB)
fi: Vianselvityslokin maksimikoko (MB)
fr: Limiter la taille des logs de débogage (Mo)
hr: Ograničite veličinu zapisnika za otklanjanje pogrešaka (MB)
hu: Hibakeresési napló méretkorlátja (MB)
it: Limita dimensione del registro di debug (MB)
lt: Riboti klaidų žurnalo dydį (MB)
nl: Begrens debug logs op (MB)
pl: Limit rozmiaru Crash loga (MB)
ru: Ограничить размер лога отладки (Мб)
sk: Obmedzenie veľkosti denníka ladenia (MB)
sr: Ograničena veličina debug log (MB)
sv: Begränsa storleken på felsökningsloggen (MB)
ta: பிழைத்திருத்த பதிவு அளவைக் கட்டுப்படுத்துங்கள் (எம்பி)
tr: Hata ayıklama günlük boyutunu sınırla (MB)
uk: Обмежити розмір логу налагодження (МБ)
vi: Giới hạn kích thước nhật ký gỡ lỗi (MB)
zh_cn: 限制调试日志大小(MB)

source: Limit east
bg: Източен лимит
cs: Východní limit
da: Øst begrænsning
de: Ost-Limit
el: Ανατολικό όριο
et: Ida piir
fi: Raja itään
fr: Limite est
hr: Ograničite istok
hu: Keleti limit
it: Limite est
lt: Rytų riba
nl: Limiet oost
pl: Limit wschodni
pt_br: Limite leste
ru: Ограничение на восток
sk: Limit – východ
sl: Omejitev vzhod
sr: Limit istok
sv: Begränsa österut
ta: கிழக்கைக் கட்டுப்படுத்துங்கள்
tr: Doğu limiti
uk: Обмеження на схід
vi: Giới hạn phía đông
zh_cn: 东极限位置

source: Limit the characters that can be used in recording filenames to (7 bit) ASCII. This ensures compatibility with operating systems or file systems with limited character sets.
bg: Ограничете знаците, които могат да се използват при запис на имена на файлове (7 битови) ASCII. Това осигурява съвместимост с операционни системи или файлови системи с ограничен брой на символите.
cs: Omezí znaky použité v názvech souborů při nahrávání na (7-bitové) ascii. To zajistí kompatibilitu s operačními systémy nebo souborovými systémy s omezenou znakovou sadou.
el: Περιορισμός των χαρακτήρων για χρήση στα ονόματα των εγγραφών σε (7 bit) ascii. Αυτό διασφαλίζει τη συμβατότητα με λειτουργικά συστήματα ή με συστήματα αρχείων με περιορισμένους χαρακτήρες.
fi: Rajoita mahdollisia tallennuksien tiedostonimissä käytettäviä merkkejä (7 bit ascii). Tämä varmistaa yhteensopivuuden rajoitetulla merkistöllä olevien käyttöjärjestelmien tai tiedostojärjestelmien kanssa.
fr: Limiter les caractères qui peuvent être utilisés dans les noms des fichiers d'enregistrement à (7 bits) ascii. Cela garantit la compatibilité avec les systèmes d'exploitation ou des systèmes de fichiers avec des jeux de caractères limités.
hr: Ograničite znakove koji se mogu koristiti u snimanju naziva datoteka na (7-bitni) ASCII. To osigurava kompatibilnost s operativnim sustavima ili datotečnim sustavima s ograničenim skupovima znakova.
it: Limita i caratteri che possono essere usati nella registrazione dei nomi di file a (7 bit) ASCII. Garantisce la compatibilità con sistemi operativi o file system con set di caratteri limitati.
lt: Apriboti simbolius, kurie gali būti naudojami failų pavadinimuose į (7 bitų) ASCII. Tai užtikrina suderinamumą su operacinėmis sistemomis arba failų sistemomis su ribotų simbolių grupėmis.
nl: Indien geactiveerd beperkt u het aantal karakters wat gebruikt wordt voor de namen van de opnames (7 bit ascii). Dit zorgt ervoor dat de compatibiliteit tussen besturings-systemen of bestandssystemen met een beperkte tekenset gewaarborgd is.
pl: Ogranicz znaki, których można używać przy zapisywaniu nazw plików, do (7-bitowego) ASCII. Zapewnia to kompatybilność z systemami operacyjnymi lub systemami plików z ograniczonymi zestawami znaków.
sk: Obmedzí znaky používané v názvoch súborov s nahrávkou na (7-bitové) ASCII. To zaistí kompatibilitu s operačnými systémami alebo súborovými systémmami s obmedzenými znakovými sadami.
sr: Ograničeno znakova koji se mogu koristiti za ime fajla snimanja, (7 bit) ASCII. Na taj se način obezbeđuje kontabilnost sa OS ili fajl sistem sa ograničenim skupovima znakova.
sv: Begränsa de tecken som kan användas i inspelningsfilnamn till (7 bitars) ASCII. Detta säkerställer kompatibilitet med operativsystem eller filsystem med begränsade teckenuppsättningar.
ta: கோப்பு பெயர்களைப் பதிவு செய்வதில் பயன்படுத்தக்கூடிய எழுத்துக்களை (7 பிட்) ASCII க்கு மட்டுப்படுத்தவும். இது இயக்க முறைமைகள் அல்லது வரையறுக்கப்பட்ட எழுத்துத் தொகுப்புகளுடன் கோப்பு முறைமைகளுடன் பொருந்தக்கூடிய தன்மையை உறுதி செய்கிறது.
tr: Dosya isimlerinde kullanılabilecek karakterleri (7 bit) ASCII ile sınırlandırın. Bu, sınırlı karakter setine sahip işletim sistemleri veya dosya sistemleriyle uyumluluğu sağlar.
uk: Обмежте знаки, які можуть використовуватися в записі імен файлів до (7 біт)ASCII. Це забезпечує сумісність з операційними системами або файловими системами з обмеженим набором символів.

source: Limit west
bg: Западен лимит
cs: Západní limit
da: Vest begrænsning
de: West-Limit
el: Δυτικό όριο
et: Lääne piir
fi: Raja länteen
fr: Limite ouest
hr: Ograničite zapad
hu: Nyugati limit
it: Limite ovest
lt: Vakarų riba
nl: Limiet west
pl: Limit zachodni
pt_br: Limite oeste
ru: Ограничение на запад
sk: Limit – západ
sl: Omejitev zahod
sr: Limit zapad
sv: Begränsa västerut
ta: மேற்கு நாடுகளை மட்டுப்படுத்தவும்
tr: Batı limiti
uk: Обмеження на захід
vi: Giới hạn phía tây
zh_cn: 西极限位置

source: Limited memory size, swap file required
cs: Omezená velikost paměti, nutný odkládací soubor
el: Περιορισμένο μέγεθος μνήμης, απαιτείται αρχείο swap
fi: Rajoitettu muistin koko, swap tiedosto tarvitaan
hr: Ograničena veličina memorije, potrebna je zamjena datoteka
it: Dimensioni di memoria limitate, è richiesto un file di swap
nl: Beperkte geheugengrootte, een Swap-file is noodzakelijk
pl: Ograniczony rozmiar pamięci, wymagany plik wymiany
sk: Obmedzená veľkosť pamäte, vyžaduje sa súbor swap
sr: Ograničena veličina memorije, potrebna je zamena fajla
sv: Begränsad minnesstorlek, swap-fil krävs
ta: வரையறுக்கப்பட்ட நினைவக அளவு, இடமாற்று கோப்பு தேவை
tr: Sınırlı bellek boyutu, takas dosyası gerekli
uk: Обмежений обсяг пам'яті, потрібен файл підкачки

source: Limits cancelled
bg: Лимитите са отменени
cs: Omezení zrušena
da: Begrænsninger annulleret
el: Τα όρια απενεργοποιήθηκαν
et: Piirid tühistatud
fi: Rajat pois
fr: Limites annulées
hr: Ograničenja su otkazana
hu: Limitek felfüggesztve
it: Limiti rimossi
lt: Ribos pašalintos
nl: Limieten uitgeschakeld
pl: Limity anulowane
pt_br: Limites cancelados
ru: Ограничения отменены
sk: Limity zrušené
sr: Limit otkazan
sv: Gränser avbrutna
ta: வரம்புகள் ரத்து செய்யப்பட்டன
tr: Limitler iptal edildi
uk: Обмеження скасовані
vi: Giới hạn bị hủy
zh_cn: 限制取消

source: Limits enabled
bg: Лимитите са активирани
cs: Omezení povolena
da: Begrænsninger aktiveret
el: Τα όρια ενεργοποιήθηκαν
et: Piirid kasutusel
fi: Rajat päällä
fr: Limites activées
hr: Omogućena ograničenja
hu: Limitek érvényben
it: Limiti abilitati
lt: Ribos įjungtos
nl: Limieten ingeschakeld
pl: Limity włączone
pt_br: Limites ativos
ru: Ограничения включены
sk: Limity povolené
sr: Limit omogućen
sv: Gränser aktiverade
ta: வரம்புகள் இயக்கப்பட்டன
tr: Limitler aktif edildi
uk: Обмеження включено
vi: Giới hạn kích hoạt
zh_cn: 限制功能

source: Limits off
bg: Лимитите са изключени
cs: Vypnout omezení
da: Begrænsninger fra
de: Begrenzungen aus
el: Απενεργοποίηση ορίων
et: Piirid maas
fi: Rajat pois
fr: Limites désactivées
hr: Ograničenja isključena
hu: Limitek kikapcsolva
it: Limiti off
lt: Ribos išjungtos
nl: Limieten uit
pl: Limity wyłączone
pt_br: Desligar limites
ru: Выключить ограничения
sk: Vypnutie limitov
sl: Izklop omejitev
sr: Limit isključen
sv: Begränsningar av
ta: வரம்புகள்
tr: Limitler kapalı
uk: Вимкнути обмеження
vi: Giới hạn tắt
zh_cn: 限制关闭

source: Limits on
bg: Лимитите са включени
cs: Zapnout omezení
da: Begrænsninger til
de: Begrenzungen an
el: Ενεργοποίηση ορίων
et: Piirid kasutusel
fi: Rajat päälle
fr: Limites activées
hr: Ograničenja uključena
hu: Limitek bekapcsolva
it: Limiti on
lt: Ribos įjungtos
nl: Limieten aan
pl: Limity włączone
pt_br: Ligar limites
ru: Включить ограничения
sk: Zapnutie limitov
sl: Omejitve vklopljene
sr: Limit uključen
sv: Begränsningar på
ta: வரம்புகள்
tr: Limitler açık
uk: Ввімкнути обмеження
vi: Giới hạn trên
zh_cn: 限制开启

source: Line %d / %d
cs: Řádek %d / %d
el: Γραμμή %d / %d
fi: Rivi %d / %d
hr: Red %d / %d
it: Linea %d / %d
lt: Linija %d / %d
nl: Regel %d / %d
pl: Linia %d / %d
sk: Riadok %d / %d
sr: Red %d / %d
sv: Linje %d / %d
ta: வரி %d / %d
tr: Satır %d / %d
uk: Рядок %d / %d

source: Lingala
el: Λιγκάλα
sk: lingalčina
ta: லிங்காலா
tr: Lingala Dili
uk: Лінгала

source: Link detected
bg: Открита е връзка
cs: Zjištěn odkaz
el: Σύνδεση που εντοπίστηκε
fi: Linkki havaittu
hr: Veza je otkrivena
it: Collegamento rilevato
lt: Aptikta nuoroda
nl: Link gedetecteerd
pl: Wykryto łącze
sk: Nájdený odkaz
sr: Veza je otkrivena
sv: Länk upptäckt
ta: இணைப்பு கண்டறியப்பட்டது
tr: Bağlantı algılandı
uk: Виявлено посилання

source: Link quality:
bg: Линк качество:
cs: Kvalita spojení:
da: Link kvalitet:
de: Verbindungs-Qualität:
el: Ποιότητα σύνδεσης:
et: Lingi kvaliteet:
fi: Yhteyden laatu:
fr: Qualité des liens :
hr: Kvalitet veze:
hu: Kapcsolat minősége:
it: Qualità collegamento:
lt: Nuorodos kokybė:
nl: Kwaliteit van de verbinding:
pl: Jakość sygnału:
pt_br: Qualidade de conexão:
ru: Качество сигнала:
sk: Kvalita linky:
sr: Kvalitet veze:
sv: Länkens kvalitet:
ta: இணைப்பு தரம்:
tr: Bağlantı kalitesi:
uk: Якість з'єднання:
vi: Chất lượng liên kết:
zh_cn: 链接质量:

source: Link target
cs: Cíl odkazu
el: Προορισμός συνδέσμου
fi: Linkki kohde
hr: Cilj veze
it: Destinazione collegamento
lt: Nuorodos tikslas
nl: Link doel
pl: Link docelowy
sk: Cieľ odkazu
sr: Cilj veze
sv: Länk
ta: இணைப்பு இலக்கு
tr: Bağlantı hedefi
uk: Цільове посилання

source: Link:
bg: Линк:
cs: Spojení:
de: Verbindung:
el: Σύνδεση:
fi: Yhteys:
fr: Lien :
hr: Veza:
hu: Kapcsolat:
it: Collegamento:
lt: Nuoroda:
nl: Verbinding:
pl: Połączenie:
pt_br: Conexão:
ru: Состояние:
sk: Odkaz:
sl: Povezava:
sr: Veza:
sv: Länk:
ta: இணைப்பு:
tr: Bağlantı:
uk: З’єднання:
vi: Liên kết:
zh_cn: 链接:

source: Linked titles with a DVD menu
bg: Свързани заглавия с DVD менюто
cs: Připojené tituly s DVD nabídkou
da: Lænkede titler med en DVD menu
de: Verknüpfte Titel mit einem DVD-Menü
el: Τίτλοι συνδεδεμένοι με μενού DVD
et: DVD menüüga seotud pealkirjad
fi: Linkitetyt otsikot ja DVD-valikko
fr: Titres liés avec un menu DVD
hr: Povezani naslovi s DVD menu
hu: DVD menüvel linkelt címek
it: Titoli collegati con un menu DVD
lt: Pavadinimai, susieti su DVD meniu
nl: Verbind titels met een DVD menu
pl: Dostępne tytuły DVD z menu
pt_br: Corresponder títulos a menu de DVD
ru: Заголовки связанные с DVD меню
sk: Tituly prepojené s menu DVD
sl: Povezani naslovi z DVD menujem
sr: Povezani naslovi sa DVD menija
sv: Länkade titlar med en DVD-meny
ta: டிவிடி மெனுவுடன் இணைக்கப்பட்ட தலைப்புகள்
tr: DVD Menüsü ile bağlı başlıklar
uk: Заголовки пов'язані з DVD-Меню
vi: Tiêu đề được liên kết với menu DVD
zh_cn: 链接标题与DVD菜单

source: Links
cs: Odkazy
el: Σύνδεσμοι
fi: Linkit
hr: Veze
it: Collegamenti
lt: Nuorodos
pl: Linki
sk: Odkazy
sr: Veze
sv: Länkar
ta: இணைப்புகள்
tr: Bağlantılar
uk: Посилання

source: List Navigation Actions
bg: Списък с действия за навигация
cs: Seznam navigačních akcí
el: Ενέργειες πλοήγησης λίστας
fi: Listaa Navigointi Toiminnot
fr: Actions de navigation de liste
hr: Radnje Navigacione Liste
it: Elenca azioni di navigazione
lt: Sąrašo naršymo veiksmai
nl: Toon een lijst met navigeer acties
pl: Lista działań nawigacyjnych
sk: Zoznam akcií pre navigovanie
sr: Radnje Navigacione Liste
sv: Åtgärder för listnavigering
ta: வழிசெலுத்தல் நடவடிக்கைகளை பட்டியலிடுங்கள்
tr: Liste Gezinme İşlemleri
uk: Список дій навігації
