Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Behavior when a movie is stopped
bg: Поведение при спиране на филм
cs: Při zastavení přehrávaného filmu
da: Opførsel når en film stoppes
de: Verhalten beim Stoppen eines Films
el: Συμπεριφορά όταν μια ταινία έχει σταματήσει
et: Tegevus taasesituse peatamisel
fi: Toiminto kun tallenteen toisto pysäytetään
fr: Action lorsqu'un film est arrêté
hr: Ponašanje kada se film zaustavi
hu: Amikor egy lejátszás meg van állítva
it: Comportamento quando viene fermato un video
lt: Elgsena, kai filmas sustabdytas
nl: Opties bij het stoppen van een opname of film
pl: Zachowanie gdy film jest zatrzymany
pt_br: Comportamento ao parar um vídeo
ru: Действие при остановке
sk: Správanie pri zastavení filmu
sl: Odziv ob ustavljenem filmu
sr: Ponašanje kada se film zaustavi
sv: Beteende när en film stoppas
ta: நடத்தை ஒரு திரைப்படம் நிறுத்தப்படும் போது
tr: Filmin durdurulması sırasındaki davranış
uk: Дія, коли запис закінчився
vi: Hành vi khi phim bị dừng
zh_cn: 影片停止时的动作

source: Belarus
cs: Bělorusko
da: Hviderusland
de: Weißrussland
el: Λευκορωσία
et: Valgevene
fi: Valkovenäjä
fr: Bélarus
hu: Fehéroroszország
it: Bielorussia
lt: Baltarusija
nl: Wit-Rusland
pl: Białoruś
sk: Bielorusko
sv: Vitryssland
ta: பெலாரச்
uk: Білорусь
vi: Bêlarut
zh_cn: 白俄罗斯

source: Belarusian
cs: Běloruský
el: Λευκορωσικά
fi: Valkovenäjä
fr: Biélorusse
hr: Bjeloruski
it: Bielorusso
lt: Baltarusių
nl: Wit-Rusland
pl: Białoruski
sk: bieloruština
sv: Vitryskt
ta: பெலாருசியன்
tr: Belarusça
uk: Білоруська

source: Belgium
cs: Belgie
da: Belgien
de: Belgien
el: Βέλγιο
et: Belgia
fi: Belgia
fr: Belgique
it: Belgio
lt: Belgija
nl: België
pl: Belgia
sk: Belgicko
sv: Belgien
ta: பெல்சியம்
tr: Belçika
uk: Бельгія
vi: Nước Bỉ
zh_cn: 比利时

source: Belize
el: Μπελίζ
lt: Belizas
ta: பெலிச்
uk: Беліз
zh_cn: 伯利茲

source: Benchmark Information
cs: Informace o benchmarku
el: Πληροφορίες σύγκρισης επιδόσεων
fi: Vertailuarvo tiedot
hr: Oznaka Informacije
it: Informazioni sull'indice di riferimento
lt: Lyginamoji informacija
nl: Benchmark Informatie
pl: Informacja o Benchmarku
sk: Informácie o benchmarku
sr: Oznaka Informacije
sv: Information om riktmärken
ta: பெஞ்ச்மார்க் செய்தி
tr: Karşılaştırma Bilgileri
uk: Інформація про контрольні показники

source: Benchmark information for %s %s
cs: Informace o benchmarku pro %s %s
el: Πληροφορίες σύγκρισης επιδόσεων για τον %s %s
fi: Vertailutiedot kohteelle %s %s
hr: Oznaka informacije za %s %s
it: Informazioni di riferimento per %s %s
lt: Lyginamoji informacija dėl %s %s
nl: Benchmark informatie voor %s %s
pl: Informacje o benchmarku dla %s %s
sk: Informácie o benchmarku pre %s %s
sr: Oznaka informacije za %s %s
sv: Benchmark-information för %s %s
ta: %s %s க்கான பெஞ்ச்மார்க் செய்தி
tr: %s %s için Karşılaştırma Bilgileri
uk: Інформація про контрольні показники для %s %s

source: Bengali
cs: Bengálský
el: Βεγγαλικά
lt: Bengalų
nl: Bengaals
pl: Bengalski
sk: bengálčina
ta: பெங்காலி
tr: Bengal
uk: Бенгальська

source: Benin
el: Μπενίν
lt: Beninas
ta: பெனின்
uk: Венін
vi: Bénin
zh_cn: 贝宁

source: Bermuda
cs: Bermudy
el: Βερμούδες
fr: Bermude
lt: Bermudai
pl: Bermudy
sk: Bermudy
ta: பெர்முடா
uk: Бермуди
zh_cn: 百慕大群岛

source: Bhutan
cs: Bhútán
el: Μπουτάν
fr: Bhoutan
hu: Bhután
lt: Butanas
sk: Bhután
ta: பூட்டான்
uk: Бутан
zh_cn: 不丹

source: Big PiP
bg: Голям PiP
cs: Velký obraz
da: Stor Billede i Billede (PiP)
de: Großes Bild im Bild
el: Μεγάλο PiP
et: Suur PiP
fi: Suuri PiP
fr: Grand PiP
hr: Veliki PiP
hu: Nagy Kép-a-Képben
it: Pip grande
lt: Didelis PiP
nl: Grote PiP
pl: Duży PiP
ru: Огромный PiP
sk: Veľký PiP
sr: Veliki PiP
sv: Stor PiP
ta: பெரிய குழாய்
tr: Büyük PiP
uk: Великий ПІП
vi: PiP lớn
zh_cn: 大画中画

source: Bihari languages
cs: Bihárské jazyky
el: Μπιχάρι
fi: Bihari kielet
fr: Langues bihari
hr: Bihari jezici
it: Lingue Bihari
lt: Biharų kalbos
nl: Bihari talen
pl: Języki Bihari
sk: bihárske jazyky
sr: Bihari jezici
sv: Bihari-språk
ta: பிகாரி மொழிகள்
tr: Bihari dilleri
uk: Біхарські мови

source: Biography
bg: Биография
cs: Životopis
da: Biografi
de: Biografie
el: Βιογραφία
fi: Elämäkerta
fr: Biographie
hr: Biografija
it: Biografia
lt: Biografija
nl: Biografie
pl: Biografia
sk: Biografia
sr: Biografija
sv: Biografi
ta: சுயசரிதை
tr: Biyografi
uk: Біографія
zh_cn: 生平简介

source: Bislama
el: Μπισλάμα
ta: பிச்லாமா
tr: Bislamaca
uk: Креольська

source: Bitrate
bg: Скорост на предаване
da: Bithastighed
el: Ρυθμός bit
et: Bitikiirus
fi: Bittinopeus
fr: Débit binaire
hu: Bitráta
lt: Sparta bitais
pl: Przepustowość
sv: Bitfrekvens
ta: பிட்ரேட்
tr: Bit hızı
uk: Бітрейт
vi: Tốc độ bit
zh_cn: 码率

source: Black
bg: Черен
cs: Černé
da: Sort
de: Schwarz
el: Μαύρο
et: Must
fi: Musta
fr: noir
hr: Crna
hu: Fekete
it: Nero
lt: Juoda
nl: Zwart
pl: Czarny
ru: Черный
sk: Čierna
sr: Crna
sv: Svart
ta: கருப்பு
tr: Siyah
uk: Чорний
vi: Đen
zh_cn: 黑色

source: Black & White
cs: černobílé
el: άσπρο & μαύρο
hr: Crno & Bijelo
it: bianco e nero
lt: juoda ir balta
nl: zwart & wit
sr: Crno & Belo
sv: svart & vitt
tr: Siyah & Beyaz
uk: чорний та білий

source: Black screen
cs: Černá obrazovka
da: -Sort Skærm
de: Schwarzer Bildschirm
el: Μαύρη οθόνη
et: Must ekraan
fi: Musta ruutu
fr: Ecran noir
hr: Crni Zaslon
hu: Fekete képernyő
it: Schermo nero
lt: Juodas ekranas
nl: Zwart scherm
pt_br: Tela preta
ru: Черный экран
sl: Črni zaslon
sr: Crni ekran
sv: Svart skärm
tr: Siyah ekran
uk: Чорний екран
vi: Màn hình đen
zh_cn: 黑屏

source: Black screen till locked
bg: Черният екран все още е заключен
cs: Vyplnit černou obrazovkou
da: Sort Skærm indtil låst
de: Schwarzer Bildschirm bis gesichert
el: Μαύρη οθόνη ως το κλείδωμα
et: Must ekraan lukustumiseni
fi: Musta ruutu kunnes lukittu
fr: Ecran noir jusqu'au verrouillage
hr: Crni zaslon zaključan
hu: Fekete képernyő lezárásig
it: Schermo nero fino al blocco
lt: Juodas ekranas iki užrakinimo
nl: Zwart scherm totdat de zender gelocked is
pl: Czarny ekran aż do zablokowania
pt_br: Tela preta até travar
ru: Черный экран заблокирован
sk: Čierna obrazovka do zamknutia
sr: Crni ekran zaključan
sv: Svart skärm tills låst
ta: பூட்டப்படும் வரை கருப்பு திரை
tr: Kilitlenene kadar siyah ekran
uk: Чорний екран заблокований
vi: Màn hình đen cho đến khi bị khóa
zh_cn: 黑屏直到锁定

source: Blacklist
el: Μαύρη λίστα
fi: Musta lista
hr: Crna Lista
it: Lista nera
nl: Zwarte lijst
pl: Czarna lista
sk: Čierna listina
sr: Crna lista
sv: Svartlista
ta: தடுப்புப்பட்டியல்
tr: Kara liste
uk: Чорний список

source: Blinking REC
bg: Мигащ REC
cs: Blikající REC
da: Blinkende REC
de: Blinkendes REC
el: Αναβοσβηνόμενο Σύμβολο REC
et: Vilkuv REC sümbol
fi: Vilkkuva REC symboli
fr: Rec clignotant
hr: Trepčući SNIM
hu: Villogó REC szimbólum
it: REC lampeggiante
lt: Mirksintis REC simbolis
nl: Knipperen REC
pl: Migający REC
sk: Blikajúce REC
sr: Trepčući REC
sv: Blinkar REC
ta: ஒளிரும் ரெக்
tr: Yanıp sönen REC
uk: Мигаючий значок Запис
vi: Nhấp nháy khi ghi
zh_cn: REC标志闪烁

source: Blinking REC symbol
cs: Blikající REC Symbol
el: Αναβοσβηνόμενο Σύμβολο REC
fi: Vilkkuva REC-symboli
fr: Symbole REC clignotant
hr: Trepčući SNIM Simbol
it: Simbolo REC lampeggiante
lt: Mirksintis REC simbolis
nl: Knipperend REC-symbool
sr: Treptajući simbol REC
sv: Blinkande REC-symbol
tr: Yanıp sönen REC sembolü
uk: Мигаючий значок запису

source: Block device
bg: Блокиране на устройството
cs: Blokovat zařízení
da: Blokenhed
de: Blockgerät
el: Μπλοκάρισμα συσκευής
fi: Estä laite
fr: Bloquer l'appareil
hr: Zablokiran uređaj
it: Dispositivo blocco
lt: Blokuoti įrenginį
nl: Blokkeer apparaat
pl: Zablokuj urządzenie
sk: Blokovať zariadenie
sr: Zablokiran uređaj
sv: Blockenhet
ta: தொகுதி சாதனம்
tr: Cihazı engelle
uk: Заблокований пристрій
vi: Thiết bị chặn
zh_cn: 区块装置

source: Block noise reduction
bg: Блокиране на шумовите смущения
cs: Redukce blokového šumu
da: Block støjreduktion
de: Block Noise-Reduzierung
el: Φραγή μείωσης θορύβου
et: Plokkmüra vähendamine
fi: Pakkausneliöiden pehmennys
fr: Bloc réduction bruit
hr: Blokiranje smanjenja šuma
hu: Blokk-zaj csökkentés
it: Riduzione rumore blocchi
lt: "Kvadratavimosi" triukšmų šalinimas
nl: Blok-ruis vermindering
pl: Blokowa redukcja szumów
ru: Понижение блочных шумов
sk: Potlačenie blokového šumu
sr: Blokiranje smanjenja šuma
sv: Reducering av blockbrus
ta: தொகுதி ஒலி குறைப்பு
tr: Gürültü azaltmayı engelle
uk: Зниження блокових шумів
vi: Giảm tiếng ồn
zh_cn: 块降噪

source: Blue
bg: Син
cs: Modré
da: Blå
de: Blau
el: Μπλε
et: Sinine
fi: Sininen
fr: Bleu
hr: Plava
hu: Kék
it: Blu
lt: Mėlynas
nl: Blauw
pl: Niebieski
ru: Синяя
sk: Modré
sr: Plava
sv: Blå
ta: நீலம்
tr: Mavi
uk: Синя
vi: Màu xanh da trời
zh_cn: 蓝色键

source: Bluetooth Audio
el: Ήχος bluetooth
it: Audio Bluetooth
sv: Bluetooth-ljud
tr: Bluetooth Ses
uk: Bluetooth-аудіо

source: Bluetooth Setup
bg: Настройка на Bluetooth
cs: Nastavení Bluetooth
da: Bluetooth opsætning
de: Bluetooth-Einstellungen
el: Ρυθμίσεις Bluetooth
et: Bluetooth seaded
fi: Bluetooth asetukset
fr: Configuration Bluetooth
hr: Bluetooth Podešavanje
hu: Bluetooth eszköz beállítása
it: Impostazioni Bluetooth
lt: Bluetooth sąranka
nl: Bluetooth instellingen
pl: Ustawienia BT
sk: Nastavenie Bluetooth
sr: Bluetooth Podešavanje
sv: Bluetooth-inställning
ta: ஊடலை அமைப்பு
tr: Bluetooth Kurulumu
uk: Налаштування Bluetooth
vi: Cài đặt Bluetooth
zh_cn: 蓝牙设置

source: Bolivia
cs: Bolívie
el: Βολιβία
fr: Bolivie
lt: Bolivija
pl: Boliwia
sk: Bolívia
ta: பொலிவியா
tr: Bolivya
uk: Болівія

source: Bonaire
el: Μποναίρ
lt: Bonairė
ta: பொன்ரே
uk: Бонайре

source: Bookmark Sequence Actions
cs: Záložkové sekvence akcí
el: Ενέργειες ακολουθίας σελιδοδεικτών
fi: Kirjanmerkkisarjan toiminnot
hr: Radnje Sekvence Obeleživača
it: Azioni sequenza di segnalibri
lt: Žymelių sekos veiksmai
nl: Bladwijzerreeks Acties
pl: Akcje sekwencji zakładek
sk: Akcie pre sekvenciu záložiek
sr: Radnje Sekvence Obeleživača
sv: Åtgärder för bokmärkessekvenser
ta: புக்மார்க்கு வரிசை செயல்கள்
tr: Yer İmi Sıralı İşlemler
uk: Дії кнопок в закладках

source: Bookmark added.
cs: Záložka byla přidána.
el: Ο σελιδοδείκτης προστέθηκε.
fi: Kirjanmerkki lisätty.
hr: Obeleživač dodan.
it: Segnalibro aggiunto.
lt: Žymelė pridėta.
nl: Bladwijzer toegevoegd.
pl: Zakładka dodana.
sk: Záložka bola pridaná.
sr: Obeleživač dodan.
sv: Bokmärke har lagts till.
ta: புக்மார்க்கு சேர்க்கப்பட்டது.
tr: Yer imi eklendi.
uk: Закладку додано.

source: Bookmark removed.
cs: Záložka byla odstraněna.
el: Ο σελιδοδείκτης αφαιρέθηκε.
fi: Kirjanmerkki poistettu.
hr: Obeleživač uklonjen.
it: Segnalibro rimosso.
lt: Žymelė pašalinta.
nl: Bladwijzer verwijderd.
pl: Zakładka usunięta.
sk: Záložka bola odstránená.
sr: Obeleživač uklonjen.
sv: Bokmärke borttaget.
ta: புக்மார்க்கு நீக்கப்பட்டது.
tr: Yer imi kaldırıldı.
uk: Закладку видалено.

source: Bookmarks
bg: Отметки
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
et: Järjehoidjad
fi: Kirjanmerkit
fr: Signets
hr: Obeleživač
hu: Könyvjelzők
it: Segnalibri
lt: Žymės
pl: Zakładki
pt_br: Marcadores
ru: Закладки
sk: Záložky
sl: Zaznamki
sr: Obeleživač
sv: Bokmärken
ta: புக்மார்க்குகள்
tr: Yer imleri
uk: Закладки
vi: Dấu trang
zh_cn: 书签

source: Boost blue
bg: Увеличи синьото
cs: Posílit modrou
da: Forstærk blå
de: Blauanteil erhöhen
el: Ενίσχυση του μπλε
et: Sinise võimendus
fi: Korosta sinistä
fr: Intensifier le bleu
hr: Pojačaj plavu
hu: Zöld gyorsítása
it: Blu spinto
lt: Pridėti mėlynos
nl: Versterk blauw
pl: Wzmocnienie niebieskiego
ru: Добавить синий
sk: Zvýraznenie modrej
sr: Pojačaj plavu
sv: Boost blå
ta: நீல நிறத்தை அதிகரிக்கும்
tr: Maviyi arttır
uk: Додати синій
vi: Tăng màu xanh
zh_cn: 增加蓝色

source: Boost green
bg: Увеличи зеленото
cs: Posílit zelenou
da: Forstærk grøn
de: Grünanteil erhöhen
el: Ενίσχυση του πράσινου
et: Rohelise võimendus
fi: Korosta vihreää
fr: Intensifier le vert
hr: Pojačaj zelenu
hu: Kék gyorsítása
it: Verde spinto
lt: Pridėti žalios
nl: Versterk groen
pl: Wzmocnienie zielonego
ru: Добавить зеленый
sk: Zvýraznenie zelenej
sr: Pojačaj zelenu
sv: Boost grön
ta: பச்சை நிறத்தை அதிகரிக்கும்
tr: Yeşili arttır
uk: Додати зелений
vi: Tăng màu xanh
zh_cn: 加强绿色

source: Boot ID
bg: ID за зареждане
el: ID εκκίνησης
fr: ID de la botte
it: ID di avvio
lt: Įkrovos ID
ta: துவக்க ஐடி
tr: Önyükleme kimliği
uk: ID завантажувача

source: Boot information
bg: Информация за зареждане
cs: Informace o spouštění
el: Πληροφορίες εκκίνησης
fi: Käynnistys tiedot
fr: Informations sur le démarrage
hr: Info o pokretanju sustava
it: Informazioni di avvio
lt: Įkrovos informacija
nl: Boot informatie
pl: Informacje o rozruchu
sk: Bootovacie informácie
sr: Info o pokretanju sistema
sv: Information om start
ta: துவக்க செய்தி
tr: Önyükleme bilgileri
uk: Інформація завантажувача

source: Boot loader update required!
bg: Изисква се актуализация на буутлоудъра!
cs: Je vyžadována aktualizace zavaděče!
el: Απαιτείται ενημέρωση του bootloader!
fi: Bootloader päivitys suositeltavaa!
fr: Mise à jour du Bootloader requise !
hr: Potrebna je ispravka za učitavanje pokretanja sustava!
it: È richiesto l'aggiornamento del bootloader!
lt: Įkrovos tvarkyklę reikia atnaujinti!
nl: Bootloader update vereist!
pl: Wymagana aktualizacja Bootloadera!
sk: Je potrebná aktualizácia zavádzača (bootloadera)!
sr: Potrebna je ispravka za učitavanje pokretanja sistema!
sv: Uppdatering av startladdaren krävs!
ta: துவக்க ஏற்றி புதுப்பிப்பு தேவை!
tr: Önyükleyici güncellemesi gerekiyor!
uk: Потрібне оновлення завантажувача!

source: Boot slot information for %s %s
cs: Informace o spouštěcím slotu pro %s %s
el: Πληροφορίες θέσης εκκίνησης για τον %s %s
fi: Käynnistyspaikan tiedot %s %s
fr: Infos sur l'emplacement de démarrage pour %s %s.
hr: Info o utoru za pokretanje sustava %s %s
it: Informazioni sullo slot di avvio per %s %s
lt: Įkrovos lizdo informacija, skirta %s %s
nl: Boot slot informatie voor %s %s
pl: Informacje o slotach bootowania dla %s %s
sk: Informácie o bootovacích slotoch pre %s %s
sr: Informacije o slotu za pokretanje sistema za %s %s
sv: Information om startplats för %s %s
ta: %s %s க்கான துவக்க ச்லாட் செய்தி
tr: %s %s için önyükleme yuva bilgisi
uk: Інформація про слот завантажування для %s %s

source: Boot time
bg: Време за зареждане
cs: Doba potřebná ke spuštění
el: Χρόνος εκκίνησης
fi: Käynnistysaika
fr: Temps de démarrage
hr: Vrijeme pokretanja sustava
it: Tempo di avvio
lt: Įkrovos laikas
nl: Opstart snelheid
pl: Czas uruchamiania
sk: Čas spúšťania
sr: Vreme pokretanja sistema
sv: Starttid
ta: துவக்க நேரம்
tr: Önyükleme süresi
uk: Час завантаження

source: Boot time and local date/time
bg: Време за зареждане и местно дата/час
cs: Čas spouštění a místní datum/čas
el: Χρόνος εκκίνησης και τοπική ημερομηνία/ώρα
fi: Käynnistysaika ja paikallinen päivämäärä/aika
fr: Heure de démarrage et date/heure locale
hr: Vrijeme pokretanja i lokalni datum/vrijeme
it: Tempo di avvio e data/ora locale
lt: Įkrovos laikas ir vietinė data/laikas
nl: Opstart snelheid en lokale datum/tijd
pl: Czas uruchamiania i lokalna data/czas
sk: Čas spúšťania a lokálny dátum a čas
sr: Vreme pokretanja i lokalni datum/vreme
sv: Starttid och lokalt datum/tid
ta: துவக்க நேரம் மற்றும் உள்ளக தேதி/நேரம்
tr: Önyükleme zamanı ve yerel tarih/saat
uk: Час завантаження та місцева дата/час

source: Boot time and local time
bg: Време за зареждане и местно време
cs: Čas spouštění a místní čas
el: Χρόνος εκκίνησης και τοπική ώρα
fi: Käynnistysaika ja paikallinen aika
fr: Heure de démarrage et heure locale
hr: Vrijeme pokretanja i lokalno vrijeme
it: Tempo di avvio e ora locale
lt: Įkrovos laikas ir vietinis laikas
nl: Opstart snelheid en lokale tijd
pl: Czas uruchamiania i lokalny czas
sk: Čas spúšťania a lokálny čas
sr: Vreme pokretanja i lokalno vreme
sv: Starttid och lokal tid
ta: துவக்க நேரம் மற்றும் உள்ளக நேரம்
tr: Önyükleme zamanı ve yerel saat
uk: Час завантаження та місцевий час

source: Boot-up action
bg: Действие при зареждане
cs: Co dělat po startu
da: Opstartshandling
de: Startmodus
el: Ενέργεια εκκίνησης
et: Tegevus alglaadimisel
fi: Käynnistystila
fr: Action de démarrage
hr: Način pokretanja sustava
hu: Indításkori művelet
it: Azione di avvio
lt: Veiksmas paleidžiant
nl: Normaal opstarten of direct naar stand-by
pl: Tryb uruchomienia
ru: Действие при старте системы
sk: Akcia po spustení
sr: Radnja pokretanja sistema
sv: Uppstartsåtgärd
ta: துவக்க நடவடிக்கை
tr: Önyükleme işlemi
uk: Дія при старті системи
vi: Hành động khởi động
zh_cn: 引导作用

source: Bosnia and Herzegovina
cs: Bosna a Hercegovina
da: Bosnien-Hercegovina
de: Bosnien und Herzegowina
el: Βοσνία Ερζεγοβίνη
et: Bosnia ja Hertsegoviina
fr: Bosnie et Herzegovine
hr: Bosna i Hercegovina
hu: Bosznia-Hercegovina
it: Bosnia Erzegovina
lt: Bosnija ir Hercogovina
nl: Bosnië en Herzegovina
pl: Bośnia i Hercegowina
sk: Bosna a Hercegovina
sv: Bosnien Hercegovina
ta: போச்னியா எர்சிகோவினா
tr: Bosna Hersek
uk: Босня і Герцеговина
vi: Bosnia và Herzegovina
zh_cn: 波斯尼亚和黑塞哥维那

source: Bosnian
cs: Bosenský
el: Βοσνιακά
fr: Bosniaque
hr: Bosanski
it: Bosniaco
lt: Bosnių
nl: Bosnisch
pl: Bośniacki
sk: bosniansky
sv: Bosniska
ta: போச்னிய
tr: Boşnakça
uk: Боснійська

source: Botswana
el: Μποτσουάνα
lt: Botsvana
ta: போட்ச்வானா
tr: Botsvana
uk: Ботсвана
zh_cn: 博兹瓦纳

source: Bottom
bg: отдолу
cs: spodní
el: Κάτω
fi: Alhaalla
fr: bas
hr: Dno
it: Basso
lt: apačia
nl: Onder
pl: dół
sk: Dole
sr: Dno
sv: Botten
ta: கீழே
tr: Alt
uk: знизу

source: Bouquet Edit
bg: [редакттиране букети]
cs: [upravit přehled]
el: [επεξεργασία μπουκέτου]
fi: [Kanavalistojen lisäys ja poisto]
fr: [Edition des bouquets]
hr: Uređivanje Buketa
it: Modifica bouquet
lt: [paketo redagavimas]
nl: Favorietenlijst bewerken
pl: [edycja listy kanałów]
sk: [úprava prehľadu]
sr: Uređivanje Buketa
sv: Bukett Redigera
ta: பூச்செண்டு திருத்து
tr: Buket Düzenlemesi
uk: [редагування фавориту]

source: Bouquet List
bg: Списък с букети
cs: Seznam přehledů
da: Buketliste
de: Bouquetliste
el: Λίστα μπουκέτων
et: Lemmiknimekirjad
fi: Suosikkilista
fr: Liste des bouquets
hr: Lista Buketa
hu: Csatornacsomag lista
it: Elenco bouquet
lt: Paketų sąrašas
nl: Favorietenlijst
pl: Lista kanałów
ru: Список фаворитов
sk: Zoznam prehľadov
sl: Lista priljubljenih paketov
sr: Lista Buketa
sv: Bukettlista
ta: பூச்செண்டு பட்டியல்
tr: Buket Listesi
uk: Список фаворитів
vi: Thêm gói kênh
zh_cn: 频道列表

source: Bouquet Selector
cs: Výběr přehledu
el: Επιλογή μπουκέτου
fi: Suosikki Valinta
hr: Odabir Buketa
it: Selettore bouquet
nl: Favorietenlijst selectie
pl: Selektor listy kanałów
sk: Výber prehľadu
sr: Izbor Buketa
sv: Bukettväljare
ta: பூச்செண்டு தேர்வாளர்
tr: Buket Seçici
uk: Вибір Фаворитного списку

source: Bouquet Selector Actions
cs: Akce výběru přehledu
el: Ενέργειες επιλογής μπουκέτου
fi: Suosikki Valinta Toiminnot
hr: Način Odabira Buketa
it: Azioni del selettore bouquet
nl: Favorietenlijst selectie Acties
pl: Akcje selektora listy kanałów
sk: Akcie pre nástroj na výber prehľadu
sr: Način Izbora Buketa
sv: Bukettväljare Åtgärder
ta: பூச்செண்டு தேர்வாளர் செயல்கள்
tr: Buket Seçici İşlemleri
uk: Дії кнопок для Вибору фаворитів

source: Bouquet Selector Navigation Actions
cs: Akce navigace pro výběr přehledu
el: Ενέργειες πλοήγησης επιλογής μπουκέτου
fi: Suosikki valinnan navigointi toiminnot
hr: Navigacija Načina Odabira Buketa
it: Azioni di navigazione del selettore bouquet
nl: Favorietenlijst navigatie Acties
pl: Akcje nawigacji selektora listy kanałów
sk: Akcie pre navigovanie nástroja na výber prehľadu
sr: Način Navigacije Izbora Buketa
sv: Bouquet Selector Navigation Åtgärder
ta: பூச்செண்டு தேர்வாளர் வழிசெலுத்தல் நடவடிக்கைகள்
tr: Buket Seçici Navigasyon İşlemleri
uk: Дії кнопок при виборі Фаворитів

source: Bouquets
cs: Seznamy
el: Μπουκέτα
fi: Suosikkilistat
hr: Buket
it: Bouquet
nl: Favorietenlijsten
pl: Listy kanałów
sk: Prehľady
sr: Buket
sv: Buketter
ta: பூங்கொத்துகள்
tr: Buketler
uk: Фаворити

source: Bouquets start at 1
cs: Seznamy začínají od 1
el: Τα μπουκέτα ξεκινούν από το 1
fi: Kanavalistan numerointi alkaa numerolla 1
hr: Buket počinje od 1
it: I bouquet iniziano da 1
nl: Favorieten beginnen bij 1
pl: Listy kanałów zaczynają się od 1
sk: Prehľady sa začínajú od 1
sr: Buket počinje od 1
sv: Buketter börjar på 1
ta: பூங்கொத்துகள் 1 இல் தொடங்குகின்றன
tr: Buketler 1'den başlar
uk: Фаворити починаються з 1

source: Bouvet Island
cs: Bouvetův ostrov
da: Bouvetøen
de: Bouvet Insel
el: Μπουβέ
et: Lihavõttesaar
fi: Bouvet saaret
fr: Île Bouvet
hu: Bouvet-sziget
it: Isola Bouvet
lt: Buveto sala
nl: Bouvet Eilanden
pl: Wyspa Bouveta
sk: Bouvetov ostrov
sv: Bouvetön
ta: போவெட் தீவு
tr: Bouvet Adası
uk: Острів Буве
vi: Đảo Bouvet
zh_cn: 布维岛

source: Boxing
bg: Бокс
cs: Box
da: Boksning
de: Boxen
el: Πυγμαχία
fi: Nyrkkeily
fr: Boxe
hr: Boks
it: Pugilato
lt: Bokso
nl: Boxen
pl: Boks
sk: Boxovanie
sr: Boks
sv: Boxning
ta: குத்துச்சண்டை
tr: Boks
uk: Бокс
zh_cn: 拳击

source: Brazil
cs: Brazílie
da: Brasilien
de: Brasilien
el: Βραζιλία
et: Brasiilia
fi: Brasilia
fr: Brésil
hu: Brazília
it: Brasile
lt: Brasiliano
nl: Brazilië
pl: Brazylia
sk: Brazília
sv: Brasilien
ta: பிரேசில்
tr: Brezilya
uk: Бразилія
zh_cn: 巴西

source: Breton
el: Βρετονικά
it: Bretone
lt: Bretonų
nl: Bretons
pl: Bretoński
sk: bretónčina
sv: Bretonska
ta: பிரெட்டன்
uk: Бретонська

source: Brightness
bg: Яркост
cs: Jas
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
et: Heledus
fi: Valoisuus
fr: Luminosité
hr: Osvijetljenje
hu: Fényerő
it: Luminosità
lt: Šviesumas
nl: Helderheid
pl: Jasność
pt_br: Brilho
ru: Яркость
sk: Jas
sl: Svetlost
sr: Osvetlenje
sv: Ljusstyrka
ta: ஒளி
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_cn: 亮度

source: Brightness (Dimmed)
bg: Яркост (затъмнена)
cs: Jas (Při ztlumení)
da: Lysstyrke (Dæmpet)
de: Helligkeit (gedimmt)
el: Φωτεινότητα (Μειωμένη)
et: Heledus (tuhm)
fi: Kirkkaus (himmennetty)
fr: Luminosité (affaiblie)
hr: Osvijetljenje (Zatamnjeno)
hu: Fényerő (Halványan)
it: Luminosità (attenuata)
lt: Šviesumas (pritemdytas)
nl: Helderheid (gedimd)
pl: Jasność (przyciemnianie)
sk: Jas (stlmený)
sr: Osvetljenje (Zatamnjeno)
sv: Ljusstyrka (dimmad)
ta: ஒளி (மங்கலான)
tr: Parlaklık (Kısık)
uk: Яскравість (затемнений)
vi: Độ sáng (Làm mờ)
zh_cn: 亮度(渐暗)

source: Brightness (Normal)
bg: Яркост (Нормална)
cs: Jas (Za provozu)
da: Lysstyrke (Normal)
de: Helligkeit (Normal)
el: Φωτεινότητα (Κανονική)
et: Heledus (tavakasutus)
fi: Kirkkaus (normaali)
fr: Luminosité (normal)
hr: Osvijetljenje (Normalno)
hu: Fényerő (Normál)
it: Luminosità (normale)
lt: Ryškumas (normalus)
nl: Helderheid (normaal)
pl: Jasność (normalna)
ru: Яркость (в обычном режиме)
sk: Jas (normálny)
sr: Osvetljenje (Normalno)
sv: Ljusstyrka (Normal)
ta: ஒளி (இயல்பானது)
tr: Parlaklık (Normal)
uk: Яскравість (звичайний)
vi: Độ sáng (Bình thường)
zh_cn: 亮度(正常)

source: Brightness (Standby)
bg: Яркост (Standby)
cs: Jas (Po vypnutí)
da: Lysstyrke (Standby)
de: Helligkeit (Standby)
el: Φωτεινότητα (Αναμονή)
et: Heledus (ooteseisund)
fi: Kirkkaus (valmiustila)
fr: Luminosité (en veille)
hr: Osvijetljenje (Stanje pripravnosti)
hu: Fényerő (Készenlét)
it: Luminosità (standby)
lt: Ryškumas (budėjime)
nl: Helderheid (stand-by)
pl: Jasność (tryb czuwania)
ru: Яркость (в режиме ожидания)
sk: Jas (pohotovostný režim)
sr: Osvetljenje (Stanje pripravnosti)
sv: Ljusstyrka (standby)
ta: ஒளி (காத்திருப்பு)
tr: Parlaklık (Bekleme modunda)
uk: Яскравість (режим очікування)
vi: Độ sáng (Chế độ chờ)
zh_cn: 亮度(待机状态)

source: Brightness Video
cs: Jas videa
el: Φωτεινότητα βίντεο
fi: Kuvan kirkkaus
hr: Osvijetljenje Videa
it: Luminosità video
nl: Helderheid van het beeld
pl: Jasność wideo
sk: Jas videa
sr: Osvetljenje Videa
sv: Ljusstyrka Video
ta: பிரகாசமான வீடியோ
tr: Görüntü Parlaklığı
uk: Яскравість відео
