Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Choose a country scheme for decoding rating information in EPG events.
bg: Изберете схема на държава за декодиране на информация за рейтинг в EPG събития.
cs: Vyberte schéma země pro dekódování informací o hodnocení v událostech EPG.
da: Vælg en hjemlandsplan afkodning af vurderings-information i EGP begivenheder.
de: Wählen Sie ein Länderschema zum Dekodieren von Bewertungsinformationen in EPG-Ereignissen.
el: Επιλέξτε τον συνδυασμό χωρών για την αποκωδικοποίηση των πληροφοριών σήμανσης στο EPG.
fi: Valitse maa asetus ohjelmaoppaan arvostelutietojen purkuun.
fr: Choisissez un schéma de pays pour décoder les informations de classement dans les événements EPG.
hr: Odaberite shemu zemlje za dekodiranje informacija o ocjenjivanju u EPG događajima.
it: Scegli uno schema nazionale per la decodifica delle informazioni sulla valutazione negli eventi EPG.
lt: Pasirinkite šalies schemą EPG renginių reitingo informacijos dekodavimui.
nl: Kies een land voor het decoderen van rating informatie uit de EPG.
pl: Wybierz krajowy system dekodowania informacji o ocenach podczas wydarzeń EPG.
sk: Vyberte schému krajiny na dekódovanie informácií o hodnotení udalostí v EPG.
sr: Izaberi šemu zemlje za dekodiranje info o oceni EPG sadržaja.
sv: Välj ett landssystem för avkodning av klassificeringsinformation i EPG-händelser.
ta: ஈபிசி நிகழ்வுகளில் மதிப்பீட்டு தகவல்களை டிகோடிங் செய்வதற்கான நாட்டுத் திட்டத்தைத் தேர்வுசெய்க.
tr: EPG etkinliklerindeki derecelendirme bilgilerinin çözümlenmesi için bir ülke şeması seçin.
uk: Виберіть країну для визначення рейтингової інформації в передачах EPG.
zh_cn: 选择在EPG事件中解码分级信息的国家方案.

source: Choose a label that will identify this device within IceTV services.
bg: Изберете етикет, който ще идентифицира това устройство в услугите на IceTV.
cs: Vyberte štítek, který bude toto zařízení identifikovat ve službách IceTV.
da: Vælg et mærkat som kan identificere denne enhed i IceTV tjenesterne.
de: Wählen Sie eine Beschriftung, damit IceTV Dienste das Gerät zuordnen können.
el: Επιλέξτε μία ετικέτα αναγνώρισης αυτής της συσκευής εντός των υπηρεσιών IceTV.
fi: Valitse etiketti, joka tunnistaa tämän laitteen IceTV palveluista.
fr: Choisissez une étiquette qui identifiera cet appareil dans les services IceTV.
hr: Odaberite oznaku koja će identificirati ovaj uređaj unutar IceTV usluga.
it: Scegli un'etichetta che identificherà questo dispositivo all'interno dei servizi IceTV.
lt: Pasirinkite etiketę, kuri atpažins šį įrenginį IceTV paslaugose.
nl: Kies een omschrijving waarmee dit apparaat in de IceTV instellingen wordt herkend.
pl: Wybierz etykietę, która będzie identyfikować to urządzenie w ramach usług IceTV.
sk: Vyberte pomenovanie na označenie tohto zariadenia v službách IceTV.
sr: Izaberi oznaku koja će identifikovati ovaj uređaj u okviru IceTV servisa.
sv: Välj en etikett som identifierar den här enheten inom IceTV-tjänsterna.
ta: ICETV சேவைகளில் இந்த சாதனத்தை அடையாளம் காணும் லேபிளைத் தேர்வுசெய்க.
tr: IceTV kanallarında bu cihazı tanımlayacak bir etiket seçin.
uk: Виберіть емблему, яка буде ідентифікувати цей пристрій у послугах IceTV.
zh_cn: 选择一个标签,该标签将在IceTV服务中标识此设备.

source: Choose how often to connect to IceTV server to check for updates.
bg: Изберете колко често да се свързвате със сървъра на IceTV, за да проверявате за актуализации.
cs: Zvolte, jak často se chcete připojovat k serveru IceTV pro kontrolu aktualizací.
da: Vælg hvor ofte der forbindes til IceTV serveren for at se efter opdateringer.
de: Wählen Sie das Interval aus, wie oft eine Verbindung zum IceTV Server hergestellt werden soll, um nach Updates zu suchen.
el: Επιλέξτε πόσο συχνά θα γίνεται σύνδεση στον διακομιστή IceTV για έλεγχο ενημερώσεων.
fi: Valitse, kuinka usein yhteys muodostetaan IceTV palvelimeen päivitysten tarkistamiseksi.
fr: Choisissez la fréquence de connexion au serveur IceTV pour vérifier les mises à jour.
hr: Odaberite koliko često se želite povezivati s IceTV poslužiteljem kako biste provjerili ima li ažuriranja.
it: Scegli la frequenza con cui connetterti al server IceTV per verificare la presenza di aggiornamenti.
lt: Pasirinkite, kaip dažnai prisijungti prie IceTV serverio, kad patikrintumėte atnaujinimus.
nl: Hoe vaak moet bij de IceTV server gecontroleerd worden op updates.
pl: Wybierz częstotliwość łączenia się z serwerem IceTV w celu sprawdzenia dostępności aktualizacji.
sk: Vyberte, ako často sa má vykonať pripojenie na server IceTV a kontrola aktualizácií.
sr: Izaberi koliko često se treba povezati IceTV server za proveru ažuriranja.
sv: Välj hur ofta du vill ansluta till IceTV-servern för att söka efter uppdateringar.
ta: புதுப்பிப்புகளைச் சரிபார்க்க ICETV சேவையகத்துடன் எத்தனை முறை இணைக்க வேண்டும் என்பதைத் தேர்வுசெய்க.
tr: Güncellemeleri kontrol etmek için IceTV sunucusuna ne sıklıkla bağlanacağınızı seçin.
uk: Виберіть частоту підключення до сервера IceTV, щоб перевірити наявність оновлень.
zh_cn: 选择连接到ICETV服务器以检查更新的频率.

source: Choose the amount of additional slots.
cs: Zvolte počet dalších slotů.
el: Επιλογή αριθμού πρόσθετων θέσεων.
fi: Valitse lisä paikkojen määrä.
hr: Odaberite količinu dodatnih utora.
it: Scegli il numero di slot aggiuntivi.
nl: Kies het aantal extra slots.
pl: Wybierz ilość dodatkowych slotów.
sk: Vyberte si množstvo dodatočných slotov.
sr: Izaberi količinu dodatnih slotova.
sv: Välj antalet extra slots.
ta: கூடுதல் இடங்களின் அளவைத் தேர்வுசெய்க.
tr: Ek yuva sayısını seçin.
uk: Виберіть кількість додаткових слотів.

source: Choose the display formatting style for dates. 'D'/'DD' is the date and 'M'/'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
cs: Vyberte styl formátování zobrazení pro data. 'D' / 'DD' je den a 'M' / 'MM' je měsíc v číslicích. („DD“ a „MM“ mají úvodní nuly pro jednociferné hodnoty.) Zobrazení na obrazovce bude založeno na vaší volbě, ale může být ovlivněno vzhledem.
el: Επιλέξτε το φορμά των ημερομηνιών. Το 'Η' / 'ΗΗ' είναι η ημερομηνία και το 'M' / 'MM' είναι ο μήνας σε αριθμούς. (Τα 'ΗΗ' και 'MM' έχουν μπροστινά μηδενικά). Η εμφάνιση στην οθόνη θα βασιστεί στις επιλογές σας αλλά μπορεί να επηρεαστεί και από το θέμα.
hr: Odaberite stil oblikovanja prikaza za datume. 'D' / 'DD' je datum, a 'M' / 'MM' je mjesec u znamenkama. ('DD' i 'MM' imaju početne nule za jednoznamenkaste vrijednosti.) Zaslon će se temeljiti na vašem odabiru, ali na njega može utjecati skin.
it: Scegli il formato di visualizzazione delle date per lo schermo. 'D' / 'DD' identifica il giorno e 'M' / 'MM' il mese in cifre ('DD' e 'MM' mostrano lo zero iniziale per numeri ad una cifra). La visualizzazione a schermo sarà basata sulla tua scelta, a meno di impostazioni diverse della skin.
lt: Pasirinkite rodomą datos formavimo stilių. 'D' / 'DD' yra data ir 'M' / 'MM' yra mėnuo skaitmenimis. ('DD' ir 'MM' prieš vieno skaitmens skaičius įrašomi nuliai.) Bus rodoma taip, kaip pasirinksite, bet gali būti įtakojamas ir naudojamos aplinkos temos.
nl: Selecteer hoe datums moeten worden weergegeven. 'D' / 'DD' is de datum en 'M' / 'MM' is de maand in cijfers. ('DD' en 'MM' hebben een voorloop nul indien die bestaat uit een enkel getal). Het resultaat zal gebaseerd zijn op uw keuze, maar kan beïnvloed worden door de gebruikte skin.
sr: Izaberite stil formatiranja prikaza datuma. 'D'/'DD' označava dan, a 'M'/'MM' označava mesec u ciframa. ('DD' i 'MM' imaju vodeće nule za jednocifrene vrednosti.) Prikaz na ekranu će zavisiti od vašeg izbora, ali može biti pod uticajem skina.
sv: Välj formateringsstil för visning av datum. "D" / "DD" är datumet och "M" / "MM" är månaden i siffror. ('DD' och 'MM' har inledande nollor för ensiffriga värden.) Skärmbilden baseras på ditt val, men kan påverkas av huden.
tr: Tarihler için görüntüleme biçimlendirme stilini seçin. 'D'/'DD' tarih, 'M'/'MM' ise ay rakamlarını temsil eder. ('DD' ve 'MM' tek basamaklı değerler için başta sıfır içerir.) Ekran görüntüsü seçiminize bağlı olacaktır, ancak arayüz de bunu etkileyebilir.
uk: Виберіть стиль відображення дат. 'D'/'DD' - це дата, а 'M'/'MM' - місяць у цифрах. ('DD' і 'MM' мають на початку нулі для однозначних значень.) Екран буде заснований на вашому виборі, але на нього може вплинути скін.

source: Choose the display formatting style for times. 'H'/'HH' is the hour for a 24 hour clock, 'h'/'hh' is the hour for a 12 hour clock, 'mm' is the minutes and 'ss' is the seconds. ('HH' and 'hh' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
cs: Vyberte styl formátování zobrazení pro časy. 'H' / 'HH' je hodina pro 24hodinové hodiny, 'h' / 'hh' je hodina pro 12hodinové hodiny, 'mm' jsou minuty a 'ss' jsou sekundy. („HH“ a „hh“ mají úvodní nuly pro jednociferné hodnoty.) Zobrazení na obrazovce bude založeno na vaší volbě, ale může být ovlivněno vzhledem.
el: Επιλέξτε το φορμά των ωρών. Το 'Ω' / 'ΩΩ' είναι ώρα του 24ώρου και το 'ω' / 'ωω' είναι η ώρα του 12ώρου. (Τα 'ΩΩ και 'ωω' έχουν μπροστινά μηδενικά). Η εμφάνιση στην οθόνη θα βασιστεί στις επιλογές σας αλλά μπορεί να επηρεαστεί και από το θέμα.
hr: Odaberite stil oblikovanja prikaza za vrijeme. 'H' / 'HH' je sat za 24-satni sat, 'h' / 'hh' je sat za 12-satni sat, 'mm' su minute, a 'ss' su sekunde. ('HH' i 'hh' imaju početne nule za jednoznamenkaste vrijednosti.) Zaslon će se temeljiti na vašem odabiru, ali na njega može utjecati skin.
it: Scegli lo stile degli orari del display. ‘H’ / ‘HH’ è l’ora in formato 24 ore; ‘h / hh’ è l’ora in formato 12 ore; ‘mm’ sono i minuti e ‘ss’ i secondi. (‘HH’ ed ‘hh’ hanno degli zeri iniziali per le cifre singole). Lo stile di data scelto potrà, però, essere influenzato anche dalla skin usata.
lt: Pasirinkite rodomą laiko formavimo stilių. 'H' / 'HH' yra valandos 24 val. formate, 'h' / 'hh' yra valandos 12 val. formate. 'mm' yra minutės ir 'ss' yra sekundės. ('HH' ir 'hh' prieš vieno skaitmens skaičius įrašomi nuliai.)Bus rodoma taip, kaip pasirinksite, bet gali būti įtakojamas ir naudojamos aplinkos temos.
nl: Selecteer de stijl voor de tijdsweergave. 'H' / 'HH' is het uur voor een 24-uurs klok, 'h' / 'hh' is het uur voor de 12-uurs klok, 'mm' staat voor minuten en 'ss' voor seconden. ('HH' en 'hh' hebben een voorloop-nul bij een enkel getal) Uw keuze kan ook beïnvloed worden door de skin.
sr: Izaberite stil prikaza vremena. 'H'/'HH' označava sate za 24-časovni format, 'h'/'hh' označava sate za 12-časovni format, 'mm' su minuti, a 'ss' sekunde. ('HH' i 'hh' imaju vodeće nule za jednocifrene vrednosti.) Prikaz na ekranu će se zasnivati na vašem izboru, ali može biti pod uticajem izgleda skina.
sv: Välj formateringsstil för visning av tider. "H" / "HH" är timmen för en 24-timmarsklocka, "h" / "hh" är timmen för en 12-timmarsklocka, "mm" är minuterna och "ss" är sekunderna. ('HH' och 'hh' har inledande nollor för ensiffriga värden.) Skärmbilden baseras på ditt val, men kan påverkas av huden.
tr: Zamanlar için görüntüleme biçimlendirme stilini seçin. 'H'/'HH' 24 saatlik saat için saati, 'h'/'hh' 12 saatlik saat için saati, 'mm' dakikayı ve 'ss' saniyeyi temsil eder. ('HH' ve 'hh' tek basamaklı değerler için başta sıfır içerir.) Ekran görüntüsü seçiminize bağlı olacaktır ancak arayüz tarafından etkilenebilir.
uk: Виберіть стиль відображення часу. 'H'/'HH' - час для 24-годинного годинника, 'h'/'hh' - час для 12-годинного годинника, 'mm' - хвилини, а ss - секунди. ('HH' і 'hh' мають на початку нулі для однозначних значень.) Екран буде заснований на вашому виборі, але може впливати скін.

source: Choose the fallback font.
cs: Vyberte záložní font.
el: Επιλογή εφεδρικής γραμματοσειράς.
fi: Valitse toissijainen fontti.
hr: Odaberite rezervni font.
it: Scegli il carattere di fallback.
nl: Een reserve lettertype kiezen.
pl: Wybierz czcionkę zastępczą.
sk: Vyberte záložný font.
sr: Izaberite rezervni font.
sv: Välj reservteckensnitt.
ta: குறைவடையும் எழுத்துருவைத் தேர்வுசெய்க.
tr: Yedek yazı tipini seçin.
uk: Вибрати резервний шрифт.

source: Choose the front panel display formatting style for dates. 'D'/'DD' is the date and 'M'/'MM' is the month in digits. ('DD' and 'MM' have leading zeros for single digit values.) The screen display will be based on your choice but can be influenced by the skin.
cs: Vyberte styl formátování zobrazení na předním panelu pro data. 'D' / 'DD' je den a 'M' / 'MM' je měsíc v číslicích. („DD“ a „MM“ mají úvodní nuly pro jednociferné hodnoty.) Zobrazení na obrazovce bude založeno na vaší volbě, ale může být ovlivněno vzhledem.
el: Επιλέξτε το φορμά των ημερομηνιών για την οθόνη πρόσοψης. Το 'Η' / 'ΗΗ' είναι η ημερομηνία και το 'M' / 'MM' είναι ο μήνας σε αριθμούς. (Τα 'ΗΗ' και 'MM' έχουν μπροστινά μηδενικά.) Η εμφάνιση στην οθόνη θα βασιστεί στις επιλογές σας αλλά μπορεί να επηρεαστεί και από το θέμα.
hr: Odaberite stil oblikovanja zaslona na prednjoj ploči za datume. 'D' / 'DD' je datum, a 'M' / 'MM' je mjesec u znamenkama. ('DD' i 'MM' imaju početne nule za jednoznamenkaste vrijednosti.) Zaslon će se temeljiti na vašem odabiru, ali na njega može utjecati skin.
it: Scegli lo stile delle date del display LCD (display frontale). ‘D’ / ‘DD’ è il giorno; ‘M’ / ‘MM’ il mese in cifre (‘DD’ ed ‘MM’ hanno degli zeri iniziali per le cifre singole). Lo stile di data scelto potrà, però, essere influenzato anche dalla skin usata.
lt: Pasirinkite priekinio ekranėlio rodomą datos formavimo stilių. 'D' / 'DD' yra data ir 'M' / 'MM' yra mėnuo skaitmenimis. ('DD' ir 'MM' prieš vieno skaitmens skaičius įrašomi nuliai.) Bus rodoma taip, kaip pasirinksite, bet gali būti įtakojamas ir naudojamos aplinkos temos.
nl: Selecteer hoe datums moeten worden weergegeven op het Display. 'D' / 'DD' is de datum en 'M' / 'MM' is de maand in cijfers. ('DD' en 'MM' hebben een voorloop nul indien die bestaat uit een enkel getal). Het resultaat zal gebaseerd zijn op uw keuze, maar kan beïnvloed worden door de gebruikte skin.
sr: Izaberite stil formatiranja prikaza datuma na prednjoj ploči. 'D'/'DD' predstavlja dan, a 'M'/'MM' mesec u ciframa. ('DD' i 'MM' imaju vodeće nule za jednocifrene vrednosti.) Prikaz na ekranu će zavisiti od vašeg izbora, ali može biti pod uticajem izgleda skina.
sv: Välj formateringsstil för datum på frontpanelens display. "D" / "DD" är datumet och "M" / "MM" är månaden i siffror. ('DD' och 'MM' har inledande nollor för ensiffriga värden.) Skärmbilden baseras på ditt val, men kan påverkas av huden.
tr: Tarihler için ön panel ekran biçimlendirme stilini seçin. 'D'/'DD' tarih, 'M'/'MM' ise ay rakamlarını temsil eder. ('DD' ve 'MM' tek haneli değerler için başta sıfır içerir.) Ekran görüntüsü seçiminize bağlı olacaktır, ancak arayüz de bunu etkileyebilir.
uk: Виберіть стиль відображення на передній панелі для дат. 'D'/'DD' - це дата, а 'M'/'MM' - місяць у цифрах. ('DD' і 'MM' мають на початку нулі для однозначних значень.) Екран буде заснований на вашому виборі, але на нього може вплинути скін.

source: Choose the front panel display formatting style for times. 'H'/'HH' is the hour for a 24 hour clock, 'h'/'hh' is the hour for a 12 hour clock, 'mm' is the minutes. ('HH' and 'hh' have leading zeros for single digit values.) The front panel display will be based on your choice but can be influenced any applicable skin.
cs: Vyberte styl formátování displeje na předním panelu pro časy. 'H' / 'HH' je hodina pro 24hodinové hodiny, 'h' / 'hh' je hodina pro 12hodinové hodiny, 'mm' jsou minuty. ('HH' a 'hh' mají úvodní nuly pro jednociferné hodnoty.) Displej na předním panelu bude založen na vaší volbě, ale může být ovlivněn jakýmkoli vhodným vzhledem.
el: Επιλέξτε το φορμά των ωρών για την οθόνη πρόσοψης. Το 'Ω' / 'ΩΩ' είναι ώρα του 24ώρου και το 'ω' / 'ωω' είναι η ώρα του 12ώρου. (Τα 'ΩΩ και 'ωω' έχουν μπροστινά μηδενικά.) Η εμφάνιση στην οθόνη θα βασιστεί στις επιλογές σας αλλά μπορεί να επηρεαστεί και από το θέμα.
hr: Odaberite stil oblikovanja zaslona na prednjoj ploči za vrijeme. 'H' / 'HH' je sat za 24-satni sat, 'h' / 'hh' je sat za 12-satni sat, 'mm' su minute. ('HH' i 'hh' imaju početne nule za jednoznamenkaste vrijednosti.) Zaslon na prednjoj ploči temeljit će se na vašem odabiru, ali na njega se može utjecati bilo koji primjenjivi skin.
it: Scegli lo stile degli orari del display LCD (display frontale). ‘H’ / ‘HH’ è l’ora in formato 24 ore; ‘h / hh’ è l’ora in formato 12 ore; ‘mm’ sono i minuti e ‘ss’ i secondi (‘HH’ ed ‘hh’ hanno degli zeri iniziali per le cifre singole). Lo stile di data scelto potrà, però, essere influenzato anche dalla skin usata.
lt: Pasirinkite priekinio ekranėlio rodomą laiko formavimo stilių. 'H' / 'HH' yra valandos 24 val. formate, 'h' / 'hh' yra valandos 12 val. formate. 'mm' yra minutės ir 'ss' yra sekundės. ('HH' ir 'hh' prieš vieno skaitmens skaičius įrašomi nuliai.)Bus rodoma taip, kaip pasirinksite, bet gali būti įtakojamas ir naudojamos aplinkos temos.
nl: Selecteer hoe tijden op het display moeten worden weergegeven. 'H' / 'HH' is het uur voor de 24-uurs klok, 'h' / 'hh' is het uur voor de 12-uurs klok, 'mm' is de minuten ('HH' en 'hh' hebben een voorloop nul indien die bestaat uit een enkel getal). Het resultaat zal gebaseerd zijn op uw keuze, maar kan beïnvloed worden door de gebruikte skin.
sr: Izaberite stil formatiranja prikaza vremena na prednjem panelu. 'H'/'HH' označava sat za 24-časovni format, 'h'/'hh' označava sat za 12-časovni format, a 'mm' označava minute. ('HH' i 'hh' imaju vodeće nule za jednocifrene vrednosti.) Prikaz na prednjem panelu biće zasnovan na vašem izboru, ali može biti pod uticajem bilo kojeg primenjivog skina.
sv: Välj formateringsstil för tider på frontpanelen. 'H' / 'HH' är timmen för en 24-timmarsklocka, 'h' / 'hh' är timmen för en 12-timmarsklocka, 'mm' är minuterna. ('HH' och 'hh' har inledande nollor för ensiffriga värden.) Frontpanelens display baseras på ditt val, men kan påverkas på alla tillämpliga sätt.
tr: Ön paneldeki zaman gösterimi için biçimlendirme stilini seçin. 'H'/'HH' 24 saatlik saat dilimi için saati, 'h'/'hh' 12 saatlik saat dilimi için saati, 'mm' ise dakikayı gösterir. ('HH' ve 'hh' tek basamaklı değerler için başta sıfır içerir.) Ön panel gösterimi sizin seçiminize göre şekillenecektir, ancak geçerli herhangi bir arayüz de bunu etkileyebilir.
uk: Виберіть стиль відображення дисплея на передній панелі часу. 'H'/'HH' - час для 24-годинного годинника, 'h'/'hh' - час для 12-годинного годинника, 'mm' - хвилини. ('HH' і 'hh' мають на початку нулі для однозначних значень.) Дисплей на передній панелі буде заснований на вашому виборі, але може вплинути скін.

source: Choose the location for crash and debug logs.
bg: Избиране на мястото за Crash и debuglogs.
cs: Vyberte umístění pro zprávy pádů a chyb.
el: Επιλογή της τοποθεσίας καταγραφών κρασαρισμάτων και αποσφαλματώσεων.
fi: Määritä kaatumis- ja vianselvityslokien tallennushakemisto.
fr: Choisir la localisation des logs de crash et débogage.
hr: Odaberite mjesto za zapisnike rušenja i otklanjanja pogrešaka.
it: Scegli la posizione per i registri dei crash e di debug.
lt: Pasirinkite lūžių ir derinimo žurnalų išsaugojimo vietą.
nl: Selecteer waar u crash- en debuglogs wilt opslaan.
pl: Wybierz lokalizacje crash loga.
sk: Vyberte umiestnenie denníkov pádov a ladenia.
sr: Izaberi lokaciju za log pada i otklanjanje grešaka.
sv: Välj plats för krasch- och felsökningsloggar.
ta: செயலிழப்பு மற்றும் பிழைத்திருத்த பதிவுகளுக்கான இருப்பிடத்தைத் தேர்வுசெய்க.
tr: Kilitlenme ve hata ayıklama günlükleri için konum seçin.
uk: Виберіть каталог для крешлогів.

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
bg: Избиране на местоположението, където ще се съхраняват данните за EPG, когато %s %s се изключи. Местоположението трябва да е налице при време на зареждане.
cs: Vyberte místo, kam se uloží EPG data, když je %s %s vypnuto.Umístění musí být k dispozici při bootu.
da: Vælg placeringen hvor EPG data gemmes når %s %s er slukket. Placeringen skal være tilgængelig når boksen startes op.
de: Wählen Sie einen Ort zur Speicherung der EPG-Daten, wenn die %s %s ausgeschaltet wird. Dieser Ort muss beim Start verfügbar sein.
el: Επιλογή της τοποθεσίας όπου θα αποθηκεύονται τα δεδομένα EPG όταν ο %s %s σας είναι κλειστός. Αυτή η τοποθεσία πρέπει να είναι διαθέσιμη κατά την εκκίνηση.
et: Vali asukoht, kuhu %s %s välja lülitamisel EPG andmed salvestatakse. Asukoht peab olema kättesaadav alglaadimisel.
fi: Valitse hakemisto, jonne EPG-tiedot tallennetaan kun %s %s sammutetaan. Hakemiston pitää olla saatavilla käynnistyksessä.
fr: Choisir la localisation où les données EPG seront stockées lorsque le %s %s est éteint. La localisation doit être accessible au démarrage.
hr: Odaberite lokaciju na kojoj će se EPG podaci pohraniti kada se %s %s isključi. Lokacija mora biti dostupna u vrijeme pokretanja.
hu: Válassza ki azt a helyet, ahol az EPG adatok tárolásra kerülnek, amikor a %s %s leáll. A helynek induláskor rendelkezésre kell állnia.
it: Scegli la posizione in cui verranno archiviati i dati EPG allo spegnimento del %s %s. La posizione deve essere disponibile al momento dell'avvio.
lt: Pasirinkite vietą, kur bus saugomi EPG duomenys, kai %s %s išjungtas. Vieta turi būti prieinama paleidimo metu.
nl: Selecteer de locatie waar de EPG-data moet worden opgeslagen wanneer uw %s %s wordt uitgeschakeld. Deze locatie moet tijdens het booten beschikbaar zijn.
pl: Wybierz lokalizację, w której dane EPG zostaną zapisane gdy %s %s jest wyłączony. Lokalizacja musi być dostępny w czasie rozruchu.
ru: Выберите каталог для хранения данных EPG, когда %s %s выключен. Каталог должен быть доступен при загрузке.
sk: Vyberte miesto uloženia údajov EPG pri vypnutí %s %s. Umiestnenie musí byť k dispozícii pri spúšťaní prijímača.
sr: Izaberi lokaciju EPG gde će biti uskladišteni podaci kada se %s %s isključi. Lokacija mora biti dostupna u vreme pokretanja sistema.
sv: Välj den plats där EPG-data ska lagras när %s %s stängs av. Platsen måste vara tillgänglig vid uppstart.
ta: %s %s மூடப்படும் போது EPG தரவு சேமிக்கப்படும் இடத்தைத் தேர்வுசெய்க. இருப்பிடம் துவக்க நேரத்தில் கிடைக்க வேண்டும்.
tr: %s %s alıcınız kapandığında EPG bilgisinin kayıt edileceği yeri seçin. Önyükleme sırasında konum hazır olmalıdır.
uk: Виберіть каталог для зберігання даних EPG, коли %s %s вимкнений. Каталог повинен бути доступний при завантаженні.
vi: Chọn vị trí lưu trữ dữ liệu EPG khi tắt% s% s. Vị trí phải có sẵn tại thời điểm khởi động.
zh_cn: 选择位置的EPG数据将存储在%s %s 关闭.该位置必须在启动时可用.
