Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Yes' to remove all plugin configuration data. Selecting this option will remove all plugin configuration data that is stored in the Enigma2 configuration folder. This will cause all affected plugins to return to their default settings. This could cause some plugins to not function until configured.
bg: Изберете „Да“, за да премахнете всички данни за конфигурацията на приставката. Избирането на тази опция ще премахне всички данни за конфигурация на плъгини, които се съхраняват в папката за конфигурация на Enigma2. Това ще накара всички засегнати плъгини да се върнат към техните настройки по подразбиране. Това може да причини някои плъгини да не функционират, докато не бъдат конфигурирани.
cs: Vyberte 'Ano' pro odstranění všech konfiguračních dat pluginu. Výběrem této možnosti odstraníte všechna konfigurační data pluginu, která jsou uložena v konfigurační složce Enigma2. To způsobí, že se všechny dotčené pluginy vrátí do výchozího nastavení. To by mohlo způsobit, že některé pluginy nebudou fungovat, dokud nebudou nakonfigurovány.
el: Επιλέξτε 'ναι' για διαγραφή όλων των δεδομένων ρύθμισης προσθέτων. Επιλέγοντας αυτό, όλα τα δεδομένα παραμετροποίησης που αποθηκεύονται στον αντίστοιχο φάκελο του Enigma2, θα διαγραφούν. Αυτό θα προκαλέσει την επαναφορά όλων των προσθέτων που επηρεάζονται στις προεπιλεγμένες ρυθμίσεις τους, καθώς και δυσλειτουργία κάποιων μέχρι να ρυθμιστούν εκ νέου.
fi: Valitse 'Kyllä' poistaaksesi kaikki laajennukset tiedot. Tämän vaihtoehdon valitseminen poistaa kaikki Enigma2-konfiguraatiokansioon tallennetut lisäosan konfiguraatiotiedot. Tämä aiheuttaa sen, että kaikki liitännäiset palaavat oletusasetuksiinsa. Tämä voi aiheuttaa sen, että jotkin liitännäiset eivät toimi ennen konfigurointia.
hr: Odaberi 'Da' da bi uklonili sve podatke o konfiguraciji dodataka. Ako izaberete ovu opciju uklonićete sve podatke o konfiguraciji dodataka koji su uskladišteni u mapi za konfiguraciju enigma2. To će dovesti do toga da se svi dodaci koji utiču na to vrate na zadane postavke. To može dovesti do toga da neki dodaci ne funkcionišu dok se ne konfigurišu.
it: Seleziona 'Sì' per rimuovere tutti i dati di configurazione del plugin. Selezionando questa opzione verranno rimossi tutti i dati di configurazione del plugin archiviati nella cartella di configurazione di Enigma2. Tutti i plugin interessati torneranno alle impostazioni predefinite. Potrebbe causare il mancato funzionamento di alcuni plugin finché non vengono configurati.
lt: Norėdami pašalinti visus papildinio konfigūracijos duomenis, pasirinkite 'Taip'. Pasirinkus šią parinktį bus pašalinti visi priedo konfigūracijos duomenys, saugomi konfigūracijos aplanke Enigma2. Dėl to visi paveikti priedai grįš į numatytuosius nustatymus. Dėl to kai kurie priedai gali neveikti, kol nebus sukonfigūruoti.
nl: Kies 'Ja' om alle configuratie data van plugins te verwijderen. Hierdoor worden alle plugin configuratie gegevens verwijderd die in de Enigma2 configuratie map zijn opgeslagen. Alle betroffen plugins zullen worden terug gezet naar hun default instellingen en moeten opnieuw worden geconfigureerd.
pl: Wybierz 'Tak' aby usunąć wszystkie dane konfiguracyjne pluginów. Wybranie tej opcji spowoduje usunięcie wszystkich danych konfiguracyjnych pluginów, które są przechowywane w folderze konfiguracyjnym Enigma2. Spowoduje to, że wszystkie wtyczki, których to dotyczy, powrócą do ustawień domyślnych. Może to spowodować, że niektóre wtyczki nie będą działać, dopóki nie zostaną skonfigurowane.
sk: Ak chcete odstrániť všetky konfiguračné údaje pluginu, vyberte možnosť 'Áno'. Odstránia sa všetky konfiguračné údaje pluginu uložené v konfiguračnom priečinku systému Enigma2. Tým sa všetky dotknuté zásuvné moduly vrátia k svojim predvoleným nastaveniam. Niektoré z nich preto nemusia fungovať, kým ich znova nenakonfigurujete.
sr: Izaberi 'Da' da bi uklonili sve podatke o konfiguraciji plugina. Ako izaberete ovu opciju uklonićete sve podatke o konfiguraciji plugina koji su uskladišteni u fascikli za konfiguraciju enigma2. To će dovesti do toga da se svi pluginovi koji utiču na to vrate na default postavke. To može dovesti do toga da neki pluginovi ne funkcionišu dok se ne konfigurišu.
sv: Välj "Yes" för att ta bort alla plugin-konfigurationsdata. Om du väljer det här alternativet tas alla plugin-konfigurationsdata som lagras i konfigurationsmappen för Enigma2 bort. Detta leder till att alla berörda insticksprogram återgår till sina standardinställningar. Detta kan leda till att vissa insticksprogram inte fungerar förrän de har konfigurerats.
ta: அனைத்து சொருகி உள்ளமைவு தரவையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது ENIGMA2 உள்ளமைவு கோப்புறையில் சேமிக்கப்படும் அனைத்து சொருகி உள்ளமைவு தரவையும் அகற்றும். இது பாதிக்கப்பட்ட அனைத்து செருகுநிரல்களும் அவற்றின் இயல்புநிலை அமைப்புகளுக்குத் திரும்பும். இது கட்டமைக்கப்படும் வரை சில செருகுநிரல்கள் செயல்படாது.
tr: Tüm eklenti yapılandırma verilerini kaldırmak için 'Evet'i seçin. Bu seçeneğin seçilmesi, Enigma2 yapılandırma klasöründe depolanan tüm eklenti yapılandırma verilerini kaldıracaktır. Bu, etkilenen tüm eklentilerin varsayılan ayarlarına dönmesine neden olur. Bu, bazı eklentilerin yapılandırılana kadar çalışmamasına neden olabilir.
uk: Виберіть 'Так', щоб видалити всі дані конфігурації плагіна. Вибір цього параметру призведе до видалення всіх даних конфігурації плагіна, які зберігаються в папці конфігурації Enigma2. Це призведе до того, що всі уражені плагіни повернуться до налаштувань за замовчуванням. Це може призвести до того, що деякі плагіни не працюватимуть, доки їх не буде налаштовано.

source: Select 'Yes' to remove all settings, tuning data, timers, resume pointers etc. Selecting this option will restore the configuration to the initial settings before any configuration settings were applied. This is the most reliable form of Factory Reset.
bg: Изберете „Да“, за да премахнете всички настройки, данни за настройка, таймери, указатели за възобновяване и т.н. Избирането на тази опция ще възстанови конфигурацията до първоначалните настройки, преди да бъдат приложени каквито и да е конфигурационни настройки. Това е най-надеждната форма на фабрично нулиране.
cs: Výběrem možnosti „Ano“ odstraníte všechna nastavení, data ladění, časovače, ukazatele obnovení atd. Výběrem této možnosti obnovíte konfiguraci na výchozí nastavení před použitím jakýchkoli konfiguračních nastavení. Toto je nejspolehlivější forma obnovení továrního nastavení.
el: Επιλέξτε 'ναι' για διαγραφή όλων των λιστών καναλιών, δεδομένων συντονισμού, χρονοδιακοπτών, σημείων συνέχισης κλπ. Επιλέγοντας αυτό, οι παραμετροποιήσεις θα επανέλθουν στις αρχικές τους ρυθμίσεις, όπως πριν εφαρμοστούν εξαρχής. Είναι ο πιο αξιόπιστος τρόπος επαναφοράς στις εργοστασιακές ρυθμίσεις.
fi: Valitse 'Kyllä' poistaaksesi kaikki asetukset, virittimen tiedot, ajastukset jne. Tämän vaihtoehdon valitseminen palauttaa kokoonpanon alkuasetuksiin ennen kuin mitään kokoonpanoasetuksia käytettiin. Tämä on luotettavin Tehdasasetusten palautuksen muoto.
hr: Odaberi 'Da' da bi uklonili sve postavke, podešavanje datuma, tajmere, pokazivače za nastavak itd. Ako izaberete ovu opciju konfiguracija će biti vraćena na početne postavke pre primjene bilo kakvih postavki konfiguracije. Ovo je najpouzdaniji oblik Fabričkog Reseta.
it: Seleziona 'Sì' per rimuovere tutte le impostazioni, i dati di ottimizzazione, i timer, i puntatori di ripristino, ecc. Selezionando questa opzione, la configurazione ripristinerà le impostazioni iniziali prima dell'applicazione di qualsiasi impostazione di configurazione. Questa è la forma più affidabile di ripristino delle impostazioni di fabbrica.
lt: Pasirinkite 'Taip', kad pašalintumėte visus parametrus, derinkite duomenis, laikmačius, atnaujinimo žymes ir kt. Pasirinkus šią parinktį, prieš pritaikys bet kokius konfigūracijos parametrus, konfigūracija bus atkurta pradiniuose parametruose. Tai yra patikimiausia gamyklinių nustatymų forma.
nl: Kies 'Ja' om alle favorietenlijsten, tuning data, timers, hervat punten en dergelijke te verwijderen. Hierdoor worden alle instellingen terug gezet naar default, dit is de meest betrouwbare methode voor het herstellen van de fabrieksinstellingen.
pl: Wybierz opcję 'Tak', aby usunąć wszystkie ustawienia, dane strojenia, timery, wskaźniki wznowienia itp. Wybranie tej opcji spowoduje przywrócenie konfiguracji do ustawień początkowych, zanim zastosowane zostaną jakiekolwiek ustawienia konfiguracyjne. Jest to najbardziej niezawodna forma Resetu Fabrycznego.
sk: Ak chcete odstrániť všetky nastavenia, údaje o naladení, časovače, značky pre pokračovanie atď., vyberte možnosť 'Áno'. Obnovia sa počiatočné nastavenia konfigurácie do stavu pred použitím akýchkoľvek nastavení. Toto je najspoľahlivejšií spôsob resetu do továrenského nastavenia.
sr: Izaberi 'Da' da bi uklonili sve postavke, podešavanje datuma, tajmere, pokazivače za nastavak itd. Ako izaberete ovu opciju konfiguracija će biti vraćena na početne postavke pre primene bilo kakvih postavki konfiguracije. Ovo je najpouzdaniji oblik Fabričkog Reseta.
sv: Välj "Yes" för att ta bort alla inställningar, tuningdata, timers, återupptagningspekare etc. Om du väljer det här alternativet återställs konfigurationen till de ursprungliga inställningarna innan några konfigurationsinställningar gjordes. Detta är den mest tillförlitliga formen av fabriksåterställning.
ta: எல்லா அமைப்புகளையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும், தரவு, டைமர்கள், டைமர்கள், விண்ணப்பங்களை மீண்டும் தொடங்குதல் போன்றவை. இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது எந்தவொரு உள்ளமைவு அமைப்புகளும் பயன்படுத்தப்படுவதற்கு முன்பு ஆரம்ப அமைப்புகளுக்கு உள்ளமைவை மீட்டெடுக்கும். தொழிற்சாலை மீட்டமைப்பின் மிகவும் நம்பகமான வடிவம் இது.
tr: Tüm ayarları, ayar verilerini, zamanlayıcıları, devam etme işaretçilerini vb. kaldırmak için 'Evet'i seçin. Bu seçeneğin seçilmesi, herhangi bir yapılandırma ayarı uygulanmadan önce yapılandırmayı başlangıç ayarlarına geri yükleyecektir. Bu, Fabrika Ayarlarına Sıfırlamanın en güvenilir şeklidir.
uk: Виберіть 'Так', щоб видалити всі налаштування, дані налаштування, таймери, показники відновлення, тощо. Вибір цієї опції відновить конфігурацію до початкових налаштувань. Це найнадійніша форма скидання до заводських налаштувань.

source: Select 'Yes' to remove all timer configuration data. Selecting this option will clear all timers, autotimers and schedules.
bg: Изберете „Да“, за да премахнете всички данни за конфигурацията на таймера. Избирането на тази опция ще изчисти всички таймери, автоматични таймери и таймери за захранване.
cs: Vyberte 'Ano' pro odstranění všech konfiguračních dat časovače. Výběrem této možnosti vymažete všechny časovače, automatické časovače a časovače napájení.
el: Επιλέξτε 'ναι' για διαγραφή όλων των δεδομένων παραμετροποίησης των χρονοδιακοπτών. Επιλέγοντας αυτό, θα γίνει εκκαθάριση όλων των χρονοδιακοπτών, μαζί με τους αυτόματους και λειτουργίας.
fi: Valitse 'Kyllä' poistaaksesi kaikki ajastus tiedot. Tämän vaihtoehdon valitseminen poistaa kaikki ajastukset, automaattiset ajastukset ja virta ajastukset.
hr: Izaberite 'Da' da biste uklonili sve podatke o konfiguraciji tajmera. Biranje ove opcije će obrisati sve tajmere, automatske tajmere i rasporede.
it: Seleziona 'Sì' per rimuovere tutti i dati di configurazione del timer. Selezionando questa opzione verranno cancellati tutti i timer, i timer automatici e i timer di accensione.
lt: Norėdami pašalinti visus laikmačius konfigūracijos duomenis, pasirinkite 'Taip'. Pasirinkus šią parinktį bus išvalyti visi laikmačiai, automatiniai laikmačiai ir maitinimo laikmačiai.
nl: Kies 'Ja' om alle timer configuratie data te verwijderen. Hierdoor zullen alle timers, autotimers en power timers worden gewist.
pl: Wybierz 'Tak' aby usunąć wszystkie dane konfiguracyjne timerów. Wybranie tej opcji spowoduje skasowanie wszystkich timerów, autotimerów i timerów zasilania.
sk: Ak chcete odstrániť všetky údaje o konfigurácii časovačov, vyberte možnosť 'Áno'. Tým sa vymažú všetky časovače, automatické časovače a časovače napájania.
sr: Izaberite 'Da' da biste uklonili sve podatke o konfiguraciji tajmera. Biranje ove opcije će obrisati sve tajmere, automatske tajmere i rasporede.
sv: Välj "Yes" för att ta bort alla konfigurationsdata för timern. Om du väljer detta alternativ raderas alla timers, autotimers och scheman.
ta: அனைத்து நேரங்குறிகருவி உள்ளமைவு தரவையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது அனைத்து டைமர்கள், ஆட்டோடிமர்கள் மற்றும் அட்டவணைகளை அழிக்கும்.
tr: Tüm zamanlayıcı yapılandırma verilerini kaldırmak için 'Evet'i seçin. Bu seçeneği belirlemek tüm zamanlayıcıları, otomatik zamanlayıcıları ve programları silecektir.
uk: Виберіть 'Так', щоб видалити всі дані конфігурації таймера. Якщо вибрати цей параметр, усі таймери, автотаймери та таймери живлення очистяться.

source: Select 'Yes' to remove all tuning data. Selecting this option will remove all tuning and bouquet data and will make timers non functional until the receiver is retuned.
bg: Изберете „Да“, за да премахнете всички данни за настройка. Избирането на тази опция ще премахне всички данни за настройка и букет и ще направи таймерите нефункционални, докато приемникът не бъде настроен отново.
cs: Vyberte „Ano“ pro odstranění všech dat ladění. Výběrem této možnosti odstraníte všechna data ladění a přehledu a časovače budou nefunkční, dokud nebude přijímač přeladěn.
el: Επιλέξτε 'ναι' για διαγραφή όλων των δεδομένων συντονισμού. Επιλέγοντας αυτό, θα διαγραφούν όλα τα δεδομένα συντονισμού και μπουκέτων και οι χρονοδιακόπτες δεν θα είναι λειτουργικοί μέχρι τον επανασυντονισμό του δέκτη.
fi: Valitse 'Kyllä' poistaaksesi kaikki viritystiedot. Tämän vaihtoehdon valitseminen poistaa kaikki viritys ja suosikki listan tiedot ja tekee ajastuksista toimimattomia, kunnes vastaanottimen kanavat viritetään uudelleen.
hr: Odaberi 'Da' da bi uklonili sve podatke o podešavanju. Odabir ove opcije ukloniti će se svi podaci o podešavanju i buketu i tajmeri neće biti funkcionalni dok se tuner ponovo ne pokrene.
it: Seleziona 'Sì' per rimuovere tutti i dati di sintonia. Selezionando questa opzione si rimuovono tutti i dati di sintonia e di bouquet e i timer non funzionano finché il ricevitore non viene risintonizzato.
lt: Norėdami pašalinti visus derinimo duomenis, pasirinkite 'Taip'. Pasirinkus šią parinktį, bus pašalinti visi derinimo ir paketų duomenys ir laikmačiai neveiks, kol imtuvas nebus atnaujintas.
nl: Kies 'Ja' om alle tuning data te verwijderen. Hierdoor worden alle zenders en favorietenlijsten verwijderd. Timers zullen niet meer functioneren totdat er weer zenders zijn opgeslagen in een favorietenlijst.
pl: Wybierz 'Tak', aby usunąć wszystkie dane strojenia. Wybranie tej opcji spowoduje usunięcie wszystkich danych strojenia i listy kanałów oraz spowoduje, że timery nie będą działać, dopóki odbiornik nie zostanie ponownie dostrojony.
sk: Ak chcete odstrániť všetky údaje o naladení, vyberte možnosť 'Áno'. Tým sa odstránia všetky údaje o naladení a prehľadoch a časovače nebudú funkčné, kým sa prijímač znovu nenaladí.
sr: Izaberi 'Da' da bi uklonili sve podatke o podešavanju. Izborom ove opcije ukloniti će se svi podaci o podešavanju i buketu i tajmeri neće biti funkcionalni dok se resiver ponovo ne pokrene.
sv: Välj "Yes" för att ta bort alla inställningsdata. Om du väljer det här alternativet tas alla avstämnings- och bukettdata bort och timern fungerar inte förrän mottagaren har ställts in på nytt.
ta: அனைத்து சரிப்படுத்தும் தரவையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது அனைத்து ட்யூனிங் மற்றும் பூச்செண்டு தரவையும் அகற்றும், மேலும் ரிசீவர் திரும்பப் பெறும் வரை டைமர்களை செயல்படாது.
tr: Tüm ayar verilerini kaldırmak için 'Evet'i seçin. Bu seçeneğin seçilmesi, tüm ayar ve buket verilerini kaldıracak ve alıcı yeniden ayarlanana kadar zamanlayıcıları işlevsiz hale getirecektir.
uk: Виберіть 'Так', щоб видалити всі дані налаштування. Вибір цієї опції видалить усі дані налаштування та фавориту, а таймери не функціонуватимуть, доки приймач не буде перенастроєно.

source: Select 'Yes' to remove all user customizations of skin data. Selecting this option will remove all user based skin customizations. All affected skins will return to their standard settings. This will also clear any customized boot logos and backdrops.
bg: Изберете „Да“, за да премахнете всички потребителски персонализации на данните за кожата. Избирането на тази опция ще премахне всички потребителски персонализации на кожата. Всички засегнати кожи ще се върнат към стандартните си настройки. Това също така ще изчисти всички персонализирани лога и фонове за зареждане.
cs: Chcete-li odebrat všechna uživatelská přizpůsobení dat vzhledu, vyberte možnost „Ano“. Výběrem této možnosti odstraníte všechna uživatelská přizpůsobení vzhledu. Všechny ovlivněné vzhledy se vrátí do standardního nastavení. Tím se také vymažou všechna přizpůsobená loga a pozadí spouštění.
el: Επιλέξτε 'ναι' για διαγραφή όλων των δεδομένων παραμετροποίησης χρήστη των θεμάτων. Επιλέγοντας αυτό, θα διαγραφούν όλες οι ρυθμίσεις χρήστη στα θέματα. Όλα τα θέματα που επηρεάζονται, θα επανέλθουν στις αρχικές τους ρυθμίσεις. Αυτό επίσης θα επαναφέρει οποιαδήποτε παραμετροποίηση στα λογότυπα και τις εικόνες φόντου εκκίνησης.
fi: Valitse 'Kyllä' poistaaksesi kaikki käyttäjän teema tiedot. Tämän vaihtoehdon valitseminen poistaa kaikki käyttäjälähtöiset teema kustomoinnit. Kaikki kyseiset teemat palaavat vakioasetuksiinsa. Tämä poistaa myös kaikki mukautetut käynnistyslogot ja taustat.
hr: Odaberi 'Da' da bi uklonili sva korisnička prilagođavanja podataka o skinu. Odabirom ove opcije biće uklonjena sva prilagođavanja skina zasnovana na korisniku. Sav prilagođeni skin će se vratiti na svoja standardna podešavanja. Ovo će takođe osloboditi sve prilagođene logotipe i pozadine za pokretanje sustava.
it: Seleziona 'Sì' per rimuovere tutte le personalizzazioni utente dei dati della skin. Selezionando questa opzione verranno rimosse tutte le personalizzazioni della skin basate sull'utente. Tutte le skin interessate torneranno alle impostazioni standard. Cancellerà anche tutti i loghi e gli sfondi di avvio personalizzati.
lt: Pasirinkite 'Taip', kad pašalintumėte visus vartotojo temos duomenų pritaikymus. Pasirinkus šią parinktį bus pašalinti visi vartotojo temos tinkinimai. Visos pažeistos temos grįš į savo standartinius nustatymus. Tai taip pat pašalins visus pritaikytus įkrovos logotipus ir fonus.
nl: Kies 'Ja' om alle skin wijzigingen te verwijderen. Hierdoor worden alle wijzigingen die per skin zijn ingesteld verwijderd. Alle betroffen skins worden terug gezet naar default. Eventuele eigen boot logo's en achtergronden worden ook gewist.
pl: Wybierz 'Tak' aby usunąć wszystkie dostosowania danych skórki przez użytkownika. Wybranie tej opcji spowoduje usunięcie wszystkich dostosowań skórek dokonanych przez użytkownika. Wszystkie dotknięte skórki powrócą do swoich standardowych ustawień. Spowoduje to również usunięcie wszystkich niestandardowych logotypów i tła.
sk: Ak chcete odstrániť všetky údaje prispôsobenia vzhľadu používateľom, vyberte možnosť 'Áno'. Tým sa odstránia všetky používateľské úpravy vzhľadu. Obnovia sa štandardné nastavenia všetkých dostupných vzhľadov. Vymažú sa tiež všetky prispôsovené štartovacie logá a pozadia.
sr: Izaberi 'Da' da bi uklonili sva korisnička prilagođavanja podataka o skinu. Izborom ove opcije biće uklonjena sva prilagođavanja skina zasnovana na korisniku. Sav prilagođeni skin će se vratiti na svoja standardna podešavanja. Ovo će takođe osloboditi sve prilagođene logotipe i pozadine za pokretanje sistema.
sv: Välj "Yes" för att ta bort alla användaranpassningar av huddata. Om du väljer detta alternativ tas alla användarbaserade hudanpassningar bort. Alla berörda skins återgår till sina standardinställningar. Detta tar även bort alla anpassade bootlogotyper och bakgrunder.
ta: தோல் தரவின் அனைத்து பயனர் தனிப்பயனாக்கங்களையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது அனைத்து பயனர் அடிப்படையிலான தோல் தனிப்பயனாக்கங்களையும் அகற்றும். பாதிக்கப்பட்ட அனைத்து தோல்களும் அவற்றின் நிலையான அமைப்புகளுக்குத் திரும்பும். இது தனிப்பயனாக்கப்பட்ட துவக்க லோகோக்கள் மற்றும் பின்னணிகளையும் அழிக்கும்.
tr: Arayüz verilerindeki tüm kullanıcı özelleştirmelerini kaldırmak için 'Evet'i seçin. Bu seçeneği belirlemek, kullanıcı tabanlı tüm arayüz özelleştirmelerini kaldıracaktır. Etkilenen tüm arayüzler standart ayarlarına dönecektir. Bu işlem ayrıca özelleştirilmiş önyükleme logolarını ve arka planlarını da temizleyecektir.
uk: Виберіть 'Так', щоб видалити всі користувацькі налаштування даних скіну. Вибір цієї опції призведе до видалення всіх користувацьких налаштувань скіну. Усі уражені скіни повернуться до своїх стандартних налаштувань. Це також очистить будь-які налаштовані логотипи та фони завантаження.
