Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: List available EPG functions
cs: Seznam dostupných funkcí EPG
el: Λίστα διαθέσιμων λειτουργιών EPG
fi: Listaa EPG toiminnot
fr: Lister les fonctions EPG…
hr: Lista dostupnih EPG funkcija
it: Elenca funzioni EPG disponibili
lt: EPG funkcijų sąrašas...
nl: Toon de EPG-functies...
pl: Wyświetl dostępne funkcje EPG
sk: Zoznam funkcií EPG…
sr: Lista dostupnih EPG funkcija
sv: Lista tillgängliga EPG-funktioner
ta: EPG செயல்பாடுகளை பட்டியலிடுங்கள் ...
tr: Geçerli EPG işlevlerini listele
uk: Список функцій EPG

source: List available networks
bg: Списък с наличните мрежи
cs: Seznam dostupných sítí
da: Oplist tilgængelige netværk
de: Zeige verfügbare Netzwerke
el: Λίστα διαθέσιμων δικτύων
et: Loetle saadaolevad võrgud
fi: Näytä verkot
fr: Liste des réseaux disponibles
hr: Popis dostupne mreže
hu: Elérhető hálózatok listázása
it: Elenca reti disponibili
lt: Galimų tinklų sąrašas
nl: Toon beschikbare netwerken
pl: Lista dostępnych sieci
pt_br: Listar redes disponíveis
ru: Список доступных сетей
sk: Zoznam dostupných sietí
sr: Lista dostupnih mreža
sv: Lista över tillgängliga nätverk
ta: கிடைக்கக்கூடிய நெட்வொர்க்குகள் பட்டியல்
tr: Kullanılabilir ağ listesi
uk: Список доступних мереж
vi: Liệt kê các mạng khả dụng
zh_cn: 可用的网络列表

source: List of Storage Devices
cs: Seznam úložných zařízení
da: Liste af lagerenheder
de: Speichergeräteliste
el: Λίστα συσκευών αποθήκευσης
et: Andmekandjate loetelu
fi: Tallennuslaitteet
hr: Popis Uređaja za Pohranu
it: Elenco dei dispositivi di archiviazione
lt: Išsaugotų įrenginių sąrašas
nl: Overzicht van opslagmedia
pl: Lista urządzeń pamięci masowej
sk: Zoznam úložných zariadení
sl: Seznam naprav za shranjevanje
sr: Lista Uređaja za Skladištenje
sv: Lista över lagringsenheter
ta: சேமிப்பக சாதனங்களின் பட்டியல்
tr: Depolama Cihazlarının Listesi
uk: Список пристроїв зберігання
vi: Danh sách các thiết bị lưu trữ
zh_cn: 存储设备列表

source: List of storage devices
bg: Списък на устройствата за съхранение
cs: Seznam záznamových zařízení
da: Liste af lagerenheder
de: Liste der Speichermedien
el: Λίστα μέσων αποθήκευσης
et: Salvestite loetelu
fi: Tallennuslaitteet
fr: Liste des périphériques de stockage
hr: Popis uređaja za pohranu
hu: Tárolóeszközök listája
it: Elenco dei dispositivi di archiviazione
lt: Saugojimo įrenginių sąrašas
nl: Overzicht van opslagmedia
pl: Lista urządzeń pamięci masowej
pt_br: Dispositivos de armazenamento
ru: Список устройств хранения
sk: Zoznam úložných zariadení
sr: Lista uređaja za skladištenje
sv: Lista över lagringsenheter
ta: சேமிப்பக சாதனங்களின் பட்டியல்
tr: Depolama cihazları listesi
uk: Список пристроїв зберігання
vi: Danh sách các thiết bị lưu trữ
zh_cn: 存储设备列表

source: List version %d, found %d channel
bg: Списък на версията %d, намерен %d канал
cs: Seznam verze %d, nalezen %d kanál
da: Listeversion %d, fandt %d kanal
el: Έκδοση λίστας %d, βρέθηκε %d κανάλι
et: Nimekirja versioon %d, leitud %d kanal
fi: Luetteloversio %d, löytyi %d kanava
fr: Liste version %d, %d chaîne trouvée
hr: Lista verzija %d, pronađen %d kanal
hu: %d lista verzió, %d csatornát találtam
it: Versione elenco %d, trovato %d canale
lt: Sąrašo versija %d, rastas %d kanalas
nl: Lijstversie %d, %d zender gevonden
pl: Wersja listy %d, znaleziono %d kanał
pt_br: Versão de lista %d, encontrado %d canal
ru: Список версии %d, найден %d канал
sk: Verzia zoznamu %d, nájdený %d kanál
sr: Lista verzija %d, pronađen %d kanal
sv: Lista version %d, hittades %d kanal
ta: பட்டியல் %d, %d சேனல் காணப்படுகிறது
tr: Liste sürümü %d, %d kanal bulundu
uk: Версія списку %d, знайдено %d канал
vi: Liệt kê phiên bản %d, tìm thấy%d kênh
zh_cn: 频道列表 %d, 发现 %d 频道

source: List/Fav
bg: Списък/Любими
cs: Seznam/Oblíbené
el: Λίστα/Αγαπημένα
fi: Lista/Suosikit
hr: Popis/Favoriti
hu: Lista/Kedvencek
it: Elenco/Favoriti
lt: Sąrašas/mėgstamiausi
pl: Lista/Ulubione
sk: Zoznam/obľúbené
sr: Lista/Favoriti
sv: Lista/Fav
ta: பட்டியல்/fav
tr: Liste/Favoriler
uk: Список/Фаворити
vi: Danh sách / Fav
zh_cn: 列表/收藏

source: Lists reloaded!
bg: Списъците са презаредени!
cs: Seznamy obnoveny!
da: Lister genindlæst!
el: Οι λίστες επαναφορτώθηκαν!
et: Nimekirjad värskendatud!
fi: Listat ladattu!
fr: Listes rechargées !
hr: Popisi su ponovno učitani!
hu: Listák újra betöltve!
it: Elenchi ricaricati!
lt: Sąrašai atnaujinti!
nl: Lijsten opnieuw ingeladen!
pl: Lista przeładowana!
ru: Списки перезагружены!
sk: Zoznamy obnovené!
sr: Liste ponovo učitane!
sv: Listorna laddas om!
ta: மீண்டும் ஏற்றப்பட்ட பட்டியல்கள்!
tr: Listeler yeniden yüklendi!
uk: Списки перезавантажуються!
vi: Danh sách tải lại!
zh_cn: 列表已重新加载!

source: Literature
cs: literatura
el: λογοτεχνία
hr: Literatura
it: letteratura
lt: literatūra
nl: literatuur
sr: Literatura
sv: litteratur
tr: Edebiyat
uk: література

source: Lithuania
cs: Litva
da: Litauen
de: Litauen
el: Λιθουανία
et: Leedu
fi: Liettua
fr: Lituanie
hu: Litvánia
it: Lituania
lt: Lietuva
nl: Litouwen
pl: Litwa
sk: Litva
sv: Litauen
ta: லிதுவேனியா
tr: Litvanya
uk: Литва
vi: Litva
zh_cn: 立陶宛

source: Lithuanian
bg: Литовски
cs: Litevsky
da: Litauisk
de: Litauisch
el: Λιθουανικά
et: Leedu
fi: Liettua
fr: Lituanien
hr: Litvanski
hu: Litván
it: Lituano
lt: Lietuvių
nl: Litouws
pl: Litewski
pt_br: Lituano
ru: Литовский
sk: litovčina
sr: Litvanski
sv: Litauiska
ta: லிதுவேனியன்
tr: Litvanyaca
uk: Литовська
vi: Tiếng Litva
zh_cn: 立陶宛语

source: Live
bg: На живо
cs: Živé vysílání
da: Direkte
el: Ζωντανά
fi: Suora
fr: Vivre
hr: Uživo
it: In diretta
lt: Tiesiogiai
pl: Na żywo
sk: Naživo
sr: Uživo
ta: வாழ
tr: Canlı
uk: Життя
zh_cn: 现场直播

source: Live TV Actions
bg: Телевизионни действия на живо
cs: Akce Live TV
el: Ενέργειες ζωντανής TV
fi: Suorat TV toiminnot
fr: Actions TV en direct
hr: Uživo TV Radnja
it: Azioni TV in diretta
lt: Tiesioginės TV veiksmai
nl: Live TV Acties
pl: Akcje telewizyjne na żywo
sk: Akcie Live TV
sr: Uživo TV Radnja
sv: Direktsända TV-inslag
ta: நேரடி தொலைக்காட்சி செயல்கள்
tr: Canlı TV İşlemleri
uk: Телевізійні передачі в прямому ефірі

source: Live broadcast
cs: živé vysílání
el: ζωντανή μετάδοση
hr: Uživo prijenos
it: trasmissione in diretta
lt: tiesioginė transliacija
nl: live uitzending
sr: Uživo prenos
sv: livesändning
tr: Canlı yayın
uk: пряма трансляція

source: Load
bg: Зареждане
cs: Načíst
da: Indlæs
de: Laden
el: Φόρτωση
et: Laadi
fi: Lataa
fr: Charger
hr: Učitavanje
hu: Betöltés
it: Carica
lt: Įkėlimas
nl: Bestand openen
pl: Załaduj
pt_br: Carregar
ru: Загрузить
sk: Načítať
sl: Naloži
sr: Učitavanje
sv: Ladda
ta: சுமை
tr: Yükle
uk: Завантажити
vi: Tải
zh_cn: 加载

source: Load EPG Cache
cs: Načíst vyrovnávací paměť EPG
el: Φόρτωση αποθηκευμένου EPG
fi: Lataa EPG välimuisti
hr: Učitajte EPG predmemoriju
it: Carica cache EPG
nl: EPG-Cache laden
pl: Załaduj pamięć podręczną EPG
sk: Načítať vyrovnávaciu pamäť EPG
sr: Učitavanje EPG keša
sv: Ladda EPG-cache
ta: ஈபிசி தற்காலிக சேமிப்பை ஏற்றவும்
tr: EPG Önbelleğini Yükle
uk: Завантажити кеш EPG

source: Load play list
bg: Зареждане на плейлист
cs: Načíst seznam přehrávání
el: Φόρτωση λίστας αναπαραγωγής
fi: Lataa soittolista
fr: Charger liste lecture
hr: Učitaj popis za reprodukciju
it: Carica playlist
lt: Įkelti grojaraštį
nl: Afspeellijst laden
pl: Załaduj listę odtwarzania
sk: Načítať playlist
sr: Učitavanje liste reprodukcije
sv: Ladda spellista
ta: பிளே பட்டியலை ஏற்றவும்
tr: Oynatma listesi yükle
uk: Завантаження списку відтворення

source: Load tags from the timer and recordings
bg: Заредете тагове от таймера и записи
cs: Načtení značek z časovače a nahrávek
el: Φόρτωση ετικετών από τους χρονοδιακόπτες και τις εγγραφές
fi: Lataa tunnisteita ajastimesta ja tallenteista
fr: Charger les tags de l'horloge et des enregistrements
hr: Učitajte oznake iz mjerača vremena i snimke
it: Carica tag dal timer e dalle registrazioni
lt: Įkelti žymes iš laikmačio ir įrašų
nl: Laad markeringen van Timers en opnames
pl: Ładuj znaczniki z timera i nagrań
sk: Načítať tagy z časovača a nahrávok
sr: Učitavanje oznake iz tajmera i snimaka
sv: Ladda taggar från timern och inspelningar
ta: நேரங்குறிகருவி மற்றும் பதிவுகளிலிருந்து குறிச்சொற்களை ஏற்றவும்
tr: Zamanlayıcıdan ve kayıtlardan etiketleri yükle
uk: Завантажте теги з таймера і записів

source: Load unlinked user bouquets
bg: Зареждане на необвързани потребителски букети
cs: Načíst nepropojené uživatelské přehledy
el: Φόρτωση ασύνδετων μπουκέτων χρήστη
fi: Lataa linkittämättömät suosikkilistat
fr: Charger les bouquets non liés
hr: Učitaj nepovezane korisničke bukete
it: Carica bouquet utente scollegati
lt: Įjungti daugiau vartotojo paketų
nl: Niet gelinkte favorietenlijsten gebruiken
pl: Załaduj niepołączone listy kanałów
sk: Načítať neprepojené používateľské prehľady
sr: Učitavanje neizabranih korisničkih buketa
sv: Ladda olänkade användarbuketter
ta: இணைக்கப்படாத பயனர் பூங்கொத்துகளை ஏற்றவும்
tr: Bağlantısı olmayan kullanıcı buketlerini yükle
uk: Завантаження невибраних фаворитів користувача

source: Loading information, please wait...
bg: Информацията се зарежда, моля изчакайте...
cs: Načítání informací, čekejte prosím...
el: Φόρτωση πληροφοριών, περιμένετε...
fi: Ladataan tietoja, odota...
hr: Učitavanje informacija, molimo pričekajte...
it: Caricamento informazioni, attendi...
lt: Įkeliama informacija, palaukite...
nl: Informatie laden, een moment geduld...
pl: Ładowanie informacji, proszę czekać...
sk: Informácie sa načítavavajú, čakajte, prosím…
sr: Učitavanje informacija, sačekajte...
sv: Laddar information, vänta...
ta: தகவலை ஏற்றுகிறது, தயவுசெய்து காத்திருங்கள் ...
tr: Bilgi yükleniyor, lütfen bekleyin...
uk: Завантаження інформації, зачекайте...

source: Loading slot information, please wait...
cs: Načítání informací o slotu, čekejte prosím...
el: Φόρτωση πληροφοριών θέσης, περιμένετε...
fi: Ladataan image paikka tietoja, odota...
hr: Učitavanje informacija o utoru, molimo pričekajte...
it: Caricamento informazioni slot, attendi...
lt: Įkeliama lizdo informacija, palaukite...
nl: Slot informatie laden, even wachten a.u.b.
pl: Ładowanie informacji o slotach, proszę czekać...
sk: Načítavanie informácií o slote, čakajte, prosím…
sr: Učitavanje informacija o slotu, sačekajte...
sv: Läser in platsinformation, vänta...
ta: ச்லாட் தகவலை ஏற்றுகிறது, தயவுசெய்து காத்திருங்கள் ...
tr: Yuva bilgileri yükleniyor, lütfen bekleyin...
uk: Завантаження інформації про слот, зачекайте...

source: Local date/time
bg: Местна дата/час
cs: Místní datum/čas
el: Τοπική ημερομηνία/ώρα
fi: Paikallinen päivämäärä/aika
fr: Date locale/heure
hr: Lokalni datum/vrijeme
it: Data/ora locale
lt: Vietinė data / laikas
nl: Lokale datum/tijd
pl: Lokalna data/czas
sk: Miestny dátum/čas
sr: Lokalni datum/vreme
sv: Lokalt datum/tid
ta: உள்ளக தேதி/நேரம்
tr: Yerel tarih/zaman
uk: Локальні дата/година

source: Local information
bg: Местна информация
cs: Místní informace
el: Τοπικές πληροφορίες
fi: Paikalliset tiedot
hr: Lokalna informacija
it: Informazioni locali
lt: Vietinė informacija
nl: Taalbestand informatie
pl: Informacje lokalne
sk: Miestne informácie
sr: Lokalna informacija
sv: Lokal information
ta: உள்ளக செய்தி
tr: Yerel Bilgi
uk: Локальна інформація

source: Local network
bg: Местна мрежа
cs: Místní síť
da: Lokal netværk
de: Lokales Netzwerk
el: Τοπικό δίκτυο
et: Kohalik võrk
fi: Lähiverkko
fr: Réseau local
hr: Lokalna mreža
hu: Helyi hálózat
it: Rete locale
lt: Vietinis tinklas
nl: Lokaal netwerk
pl: Lokalna Sieć
pt_br: Rede Local
ru: Локальная сеть
sk: Miestna sieť
sr: Lokalna mreža
sv: Lokalt nätverk
ta: உள்ளக பிணையம்
tr: Yerel Ağ
uk: Локальна мережа
vi: Mạng nội bộ
zh_cn: 本地网络

source: Local or Regional
cs: Místní nebo regionální
hr: Lokalno ili Regionalno
it: Locale o regionale
sr: Lokalno ili Regionalno
tr: Yerel veya Bölgesel
uk: Місцевий або регіональний

source: Local receiver
cs: Lokální box
el: Τοπικός δέκτης
hr: Lokalni prijemnik
it: Ricevitore locale
lt: Vietinis imtuvas
nl: Lokale box
sr: Lokalni prijemnik
sv: Lokal box
tr: Yerel alıcı
uk: Локальний приймач

source: Local time
bg: Местно време
cs: Místní čas
el: Τοπική ώρα
fi: Paikallinen aika
fr: Heure locale
hr: Lokalno vrijeme
it: Ora locale
lt: Vietinis laikas
nl: Lokale tijd
pl: Lokalny czas
sk: Miestny čas
sr: Lokalno vreme
sv: Lokal tid
ta: உள்ளக நேரம்
tr: Yerel zaman
uk: Локальна година

source: Locale
bg: Местен
cs: Místní nastavení
da: Landekode
de: Sprache
el: Τοπική γλώσσα
et: Keel
fi: Kieli
hr: Lokalno
it: Localizzazione
lt: Vieta
nl: Taal
pl: Miejscowy
sk: Miestne nastavenia
sr: Lokalno
sv: Plats
ta: மொழி
tr: Yerel Ayar
uk: Регіон
vi: Địa phương
zh_cn: 本地

source: Locale %s (%s) installed and selected.
bg: Местен %s (%s) е инсталиран и избран.
cs: Nainstalované a vybrané národní prostředí %s (%s).
el: Η γλώσσα %s (%s) έχει εγκατασταθεί και επιλεχθεί.
fi: Alue %s (%s) asennettu ja valittu.
fr: Locale %s (%s) installée et sélectionnée.
hr: Lokalni %s (%s) instaliran i izabran.
it: Localizzazione %s (%s) installata e selezionata.
lt: Lokalė %s (%s) įdiegta ir pasirinkta.
nl: Locale %s (%s) geïnstalleerd en geselecteerd.
pl: Region %s (%s) zainstalowany i wybrany.
sk: Miestne nastavenia %s (%s) boli nainštalované a aktivované.
sr: Lokalni %s (%s) instaliran i izabran.
sv: Locale %s (%s) installerad och vald.
ta: லோகேல் %s ( %s) நிறுவப்பட்டு தேர்ந்தெடுக்கப்பட்டன.
tr: Yerel ayar %s (%s) yüklendi ve seçildi.
uk: Мова %s (%s) встановлена та вибрана.

source: Locale %s (%s) selected.
bg: Избран е Местен %s (%s).
cs: Vybráno národní prostředí %s (%s).
el: Η γλώσσα %s (%s) έχει επιλεγεί.
fi: Alue %s (%s) valittu.
fr: Locale %s (%s) sélectionnée.
hr: Lokalni %s (%s) izabran.
it: Localizzazione %s (%s) selezionata.
lt: Pasirinkta Lokalė %s (%s).
nl: Locale %s (%s) geselecteerd.
pl: Region %s (%s) wybrany.
sk: Miestne nastavenia %s (%s) boli zvolené.
sr: Lokalni %s (%s) izabran.
sv: Lokalt språk %s (%s) valt.
ta: மொழி %s ( %s) தேர்ந்தெடுக்கப்பட்டது.
tr: Yerel ayar %s (%s) seçildi.
uk: Вибрано регіон %s (%s).

source: Locale (Ascending)
bg: Местен (възходящ)
cs: Národní prostředí (vzestupně)
el: Διάλεκτος (αύξουσα σειρά)
fi: Alue (Nouseva)
fr: Locale (Ascendant)
hr: Lokalno (uzlazno)
it: Localizzazione (crescente)
lt: Lokalė (didėjimo tvarka)
nl: Locale (Oplopend)
pl: Ustawienia regionalne (rosnąco)
sk: Miestne nastavenia (vzostupne)
sr: Lokalni (rastući redosled)
sv: Ort (stigande)
ta: இடம் (ஏறுவரிசை)
tr: Yerel Ayar (Artan)
uk: Мова (за зростанням)

source: Locale (Descending)
bg: Местен (низходящ)
cs: Národní prostředí (sestupně)
el: Διάλεκτος (φθίνουσα σειρά)
fi: Alue (Laskeva)
fr: Locale (en ordre décroissant)
hr: Lokalno (silazno)
it: Localizzazione (decrescente)
lt: Lokalė (mažėjimo tvarka)
nl: Locale (Aflopend)
pl: Ustawienia regionalne (malejąco)
sk: Miestne nastavenia (zostupne)
sr: Lokalni (opadajući redosled)
sv: Ort (fallande)
ta: இடம் (இறங்கு)
tr: Yerel Ayar (Azalan)
uk: Мова (за спаданням)

source: Locale / Language Settings
cs: Nastavení národního prostředí / jazyka
el: Ρυθμίσεις γλώσσας/διαλέκτου
fi: Kielivalinta
hr: Lokalni/Jezik Postavke
it: Impostazioni localizzazione/lingua
nl: Taalinstellingen
pl: Ustawienia lokalne / języka
sk: Miestne nastavenia / jazyk
sr: Lokalni/Jezik Postavke
sv: Lokal / Språkinställningar
ta: இடம் / மொழி அமைப்புகள்
tr: Yerel Ayar / Dil Ayarları
uk: Налаштування локалізації / мови

source: Locale Selection Settings
bg: Настройки за избор на местен
cs: Nastavení výběru národního prostředí
el: Ρυθμίσεις επιλογής τοπικών γλωσσών
fi: Alue Valinta Asetukset
fr: Configuration de la sélection de la langue
hr: Postavke Lokalnog Izbora
it: Impostazioni di selezione localizzazione
lt: Lokalės pasirinkimo parametrai
nl: Locale selectie instellingen
pl: Ustawienia regionalne
sk: Nastavenie výberu miestneho nastavenia
sr: Postavke Lokalnog Izbora
sv: Inställningar för val av språkdräkt
ta: மொழி தேர்வு அமைப்புகள்
tr: Yerel Ayar Seçimi Ayarları
uk: Налаштування вибору мови

source: Locale already selected.
bg: Местен вече е избран.
cs: Národní prostředí je již vybráno.
el: Η διάλεκτος έχει ήδη επιλεγεί.
fi: Alue on jo valittu.
fr: Locale déjà sélectionné.
hr: Lokalni je već izabran.
it: Localizzazione già selezionata.
lt: Lokalė jau pasirinkta.
nl: Locale is al geselecteerd.
pl: Region już został wybrany.
sk: Miestne nastavenia sú už zvolené.
sr: Lokalni je već izabran.
sv: Landet är redan valt.
ta: ஏற்கனவே தேர்ந்தெடுக்கப்பட்ட இடம்.
tr: Yerel ayar zaten seçili.
uk: Мова вже вибрана.

source: Locale list sort order
bg: Ред на сортиране на местен списък
cs: Pořadí řazení v seznamu národních prostředí
el: Σειρά ταξινόμησης λίστας διαλέκτων
fi: Alueluettelon lajittelujärjestys
fr: Ordre de tri de la liste des paramètres Locale
hr: Lokalni redoslijed sortiranja liste
it: Ordinamento elenco localizzazioni
lt: Lokalės sąrašo rūšiavimo tvarka
nl: Locale lijst sorteer volgorde
pl: Kolejność sortowania listy ustawień regionalnych
sk: Zoradenie miestnych nastavení
sr: Lokalni redosled sortiranja liste
sv: Sorteringsordning för lokallista
ta: லோகேல் பட்டியல் வரிசை வரிசை
tr: Yerel ayar liste sıralama düzeni
uk: Порядок сортування локального списку

source: Locale/Language Selection
bg: Местен/Избор на език
cs: Výběr národního prostředí/jazyka
el: Επιλογή γλώσσας/διαλέκτου
fi: Valitse Kieli
fr: Sélection des langues/locaux
hr: Lokalni/Jezik Izbor
it: Selezione localizzazione/lingua
lt: Lokalės / kalbos pasirinkimas
nl: Locale/Taal Selectie
pl: Wybór regionu/języka
sk: Miestne nastavenia /výber jazyka
sr: Lokalni/Jezik Izbor
sv: Val av lokalanpassning/språk
ta: இடம்/மொழி தேர்வு
tr: Yerel Ayar/Dil Seçimi
uk: Вибір Регіону/Мови

source: Locale/Language Selection Actions
bg: Местен/Действия за избор на език
cs: Akce výběru národního prostředí/jazyka
el: Ενέργειες επιλογής γλώσσας/διαλέκτου
fi: Alue / kieli Valinta Toiminnot
fr: Actions de sélection locale/langue
hr: Lokalni/Jezik Izbor Radnje
it: Azioni di selezione localizzazione/lingua
lt: Lokalės / kalbos pasirinkimo veiksmai
nl: Locale/Taal Selectie Acties
pl: Akcje wyboru regionu/języka
sk: Miestne nastavenia/Akcie pre výber jazyka
sr: Lokalni/Jezik Izbor Radnje
sv: Åtgärdsval av lokalanpassning/språk
ta: இடம்/மொழி தேர்வு நடவடிக்கைகள்
tr: Yerel Ayar/Dil Seçimi İşlemleri
uk: Дії для вибору Регіону/Мови

source: Locales to be displayed
bg: Местни, които да се показват
cs: Místní nastavení, která se mají zobrazit
el: Διάλεκτοι προς εμφάνιση
fi: Näytettävät alueet
fr: Locales à afficher
hr: Lokalni koji će se prikazati
it: Localizzazioni da visualizzare
lt: Lokalės, kurios bus rodomos
nl: Taalgebied tonen
pl: Regiony które mają być wyświetlane
sk: Miestne nastavenia, ktoré sa zobrazia
sr: Lokalni koji će se prikazati
sv: Lokaler som ska visas
ta: காண்பிக்கப்பட வேண்டிய இடங்கள்
tr: Görüntülenecek yerel ayarlar
uk: Мови для відображення

source: Location
bg: Местоположение
cs: Umístění
da: Placering
de: Zielverzeichnis
el: Τοποθεσία
et: Asukoht
fi: Kohdehakemisto
fr: Emplacement
hr: Lokacija
hu: Hely
it: Posizione
lt: Vieta
nl: Locatie
pl: Lokalizacja
pt_br: Caminho
ru: Расположение
sk: Umiestnenie
sl: Naslov
sr: Lokacija
sv: Plats
ta: இடம்
tr: Konum
uk: Розташування
vi: Vị trí
zh_cn: 位置

source: Location Selection Actions
cs: Akce pro výběr umístění
el: Ενέργειες επιλογής τοποθεσίας
fi: Sijainnin valinta toiminnot
hr: Radnje Izbora Lokacije
it: Azioni di selezione della posizione
lt: Vietos pasirinkimo veiksmai
nl: Locatie selectie Acties
pl: Akcje wyboru lokalizacji
sk: Akcie pre výber umiestnenia
sr: Radnje Izbora Lokacije
sv: Val av plats Åtgärder
ta: இருப்பிட தேர்வு நடவடிக்கைகள்
tr: Konum Seçimi İşlemleri
uk: Дії по вибору місця розташування

source: Location information
bg: Информация за местоположението
cs: Informace o poloze
el: Πληροφορίες τοποθεσίας
fi: Sijaintitiedot
hr: Info o lokaciji
it: Informazioni sulla posizione
lt: Vietos informacija
nl: Locatie informatie
pl: Informacje o lokalizacji
sk: Informácie o lokalite
sr: Info o lokaciji
sv: Information om platsen
ta: இருப்பிட செய்தி
tr: Konum bilgisi
uk: Інформація місцезнаходження

source: Location list
bg: Списък с местоположение
cs: Seznam míst
da: Placeringslist
el: Λίστα τοποθεσιών
et: Asukohaloend
fi: Kohdehakemisto lista
fr: Liste des emplacements
hr: Lista lokacija
hu: Helylista
it: Elenco posizioni
lt: Vietovių sąrašas
nl: Locatie lijst
pl: Lista lokalizacji
sk: Zoznam lokalít
sr: Lista lokacija
sv: Platslista
ta: இருப்பிட பட்டியல்
tr: Konum listesi
uk: Перелік місць розташування
vi: Danh sách địa điểm
zh_cn: 位置列表

source: Location: %s
cs: Umístění: %s
el: Τοποθεσία: %s
fi: Sijainti: %s
hr: Lokacija: %s
it: Posizione: %s
lt: Vieta: %s
nl: Locatie: %s
pl: Lokalizacja: %s
sk: Umiestnenie: %s
sr: Lokacija: %s
sv: Plats: %s
ta: இடம்: %s
tr: Konum: %s
uk: Місцезнаходження: %s

source: Lock:
bg: Заключване:
cs: Zámek:
da: Lås:
de: Signal:
el: Κλείδ:
et: Lukus:
fi: Lukittu:
fr: Serrure :
hr: Zaključaj:
hu: Hangolás:
it: Blocco:
lt: Fiksuota:
pl: Zablokowany:
pt_br: Sinal:
ru: Захват:
sk: Zámok:
sl: Zakleni:
sr: Zaključaj:
sv: Lås:
ta: பூட்டு:
tr: Kilit:
uk: З’єднання:
vi: Khóa:
zh_cn: 锁定:

source: Log
el: Καταγραφή
et: Logi
fi: Loki
hu: Napló
it: Registro
lt: Žurnalas
sk: Denník
sv: Logg
ta: பதிவு
tr: Günlük
uk: Лог
vi: Đăng nhập
zh_cn: 日志

source: Log %d/%d
el: Αρχείο καταγραφής %d/%d
fi: Loki %d/%d
it: Registro %d/%d
lt: Gedimų žurnalas %d/%d
sk: Denník %d/%d
sv: Logg %d/%d
ta: பதிவு %d/ %d
tr: Günlük %d/%d
uk: Лог %d/%d

source: Log Manager
bg: Мениджър на логове
cs: Prohlížeč zpráv
da: Log-håndtering
el: Διαχείριση καταγραφών
et: Logihaldur
fi: Lokien hallinta
fr: Gestionnaire de log
hr: Log Upravitelja
hu: Napló Kezelő
it: Gestore registro
lt: Žurnalų valdymas
nl: Log beheer
pl: Menadżer log
ru: Управление логами
sk: Správca denníkov
sr: Menadžer Evidencijom
sv: Loggansvarig
ta: பதிவு மேலாளர்
tr: Günlük Yöneticisi
uk: Управління логами
vi: Trình quản lý nhật ký
zh_cn: 日志管理

source: Log file '%s' deleted.
bg: Регистрационният файл „%s“ е изтрит.
cs: Soubor protokolu '%s' byl smazán.
el: Το αρχείο καταγραφής '%s' διαγράφτηκε.
fi: Lokitiedosto %s poistettiin.
hr: Datoteka dnevnika '%s' izbrisana.
it: File di registro '%s' eliminato.
lt: Žurnalo failas '%s' panaikintas.
nl: Log-bestand '%s' verwijderd.
pl: Plik dziennika '%s' usunięty.
sk: Súbor s denníkom '%s' bol vymazaný.
sr: Fajl evidencije '%s' je izbrisan.
sv: Loggfilen '%s' raderad.
ta: பதிவு கோப்பு '%s' நீக்கப்பட்டது.
tr: Günlük dosyası '%s' silindi.
uk: Файл журналу '%s' видалено.

source: Log file: '%s' (%s)
cs: Soubor protokolu: '%s' (%s)
el: Αρχείο καταγραφής: '%s' (%s)
fi: Lokitiedosto: '%s' (%s)
hr: Datoteka dnevnika: '%s' (%s)
it: File di registro: '%s' (%s)
lt: Žurnalo failas: '%s' (%s)
nl: Log-bestand: '%s' (%s)
pl: Plik log: '%s' (%s)
sk: Súbor s denníkom: '%s' (%s)
sr: Fajl evidencije: '%s' (%s)
sv: Loggfil: '%s' (%s)
ta: பதிவு கோப்பு: '%s' (%s)
tr: Günlük dosyası: '%s' (%s)
uk: Файл логу: '%s' (%s)

source: Log python stack trace on spinner
bg: Регистрирайте проследяване на стека на python на spinner
cs: Protokolovat trasování zásobníku pythonu na spinneru
el: Καταγραφή ίχνους στοίβας python για το spinner
fi: Kirjataanko python jäljitys
fr: Log la trace de la pile python sur le spinner ?
hr: Evidentiraj praćenje pythona na spinneru
it: Registra eventi stack trace di python su spinner
lt: Prisijungti python steką ant suktuko
nl: Log python stack trace bij spinner
pl: Debuguj główną przyczynę błędu
sk: Ukladať do denníka trasovanie zásobníka pythonu na spinneri
sr: Evidentiraj python stack trag na potenciometru
sv: Logga python stack trace på spinner
ta: ச்பின்னர் மீது பைதான் அடுக்கு சுவடு பதிவு
tr: Spinner Python hata izleme kaydını tut
uk: Лог походження python-спінера
