Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select how much EPG history, if any, to keep in the EPG cache. This historic data can be browsed in any of the EPG views. This can be useful for information about an event which has finished.
cs: Vyberte, kolik historie EPG (pokud existuje) chcete uchovávat v mezipaměti EPG. Tato historická data lze procházet v libovolném zobrazení EPG. To může být užitečné, když potřebujete informace o události, která nedávno skončila.
el: Επιλογή μεγέθους ιστορικού του EPG, αν υπάρχει, για διατήρηση στην μνήμη αποθήκευσης EPG. Μπορεί να γίνει περιήγηση σε αυτά τα δεδομένα σε κάθε προβολή EPG. Αυτό μπορεί να είναι χρήσιμο όταν χρειάζεστε πληροφορίες για ένα πρόγραμμα που έχει τελειώσει πρόσφατα.
hr: Odaberite koliko povijesti EPG-a, ako uopće, želite da spremite u EPG kešu. Ovi povijesni podaci mogu se pregledati u bilo kojem od prikaza EPG-a. Ovo može biti korisno za informacije o događaju koji je već završen.
it: Scegli quanta cronologia EPG, se presente, conservare nella cache EPG. Questi dati storici possono essere sfogliati in qualsiasi vista EPG. Questo può essere utile quando hai bisogno di informazioni su un evento che è terminato di recente.
lt: Pasirinkite, kiek EPG istorijos, jei tokia yra, norite laikyti EPG talpykloje. Šiuos istorinius duomenis galima naršyti bet kuriame EPG rodinyje. Tai gali būti naudinga, kai jums reikia informacijos apie neseniai pasibaigusį įvykį.
nl: Kies hoeveel EPG historie bewaard moet worden in de EPG cache. Deze historische gegevens kunnen in elk EPG-overzicht worden bekeken. Dit kan handig zijn wanneer u informatie zoekt over een programma dat net is afgelopen.
sr: Odaberite koliko istorije EPG-a, ako uopšte, želite da čuvate u EPG kešu. Ovi istorijski podaci mogu se pregledati u bilo kojem od prikaza EPG-a. Ovo može biti korisno za informacije o događaju koji je već završen.
sv: Välj hur mycket EPG-historik, om någon, som ska sparas i EPG-cachen. Dessa historiska data kan bläddras igenom i någon av EPG-vyerna. Detta kan vara användbart för information om ett evenemang som har avslutats.
tr: Varsa, EPG önbelleğinde ne kadar EPG geçmişi tutulacağını seçin. Bu geçmiş veriler EPG görünümlerinden herhangi birinde taranabilir. Bu, yakın zamanda bitmiş bir etkinlik hakkında bilgiye ihtiyaç duyduğunuzda faydalı olabilir.
uk: Виберіть, скільки передач EPG, якщо така є, зберігати в кеші EPG. Ці історичні дані можна переглядати в будь-якому перегляді EPG. Це може бути корисно, коли Вам потрібна інформація про передачу, яка нещодавно завершилася.

source: Select how often this timer is to be repeated.
cs: Vyberte, jak často se má tento časovač opakovat.
el: Επιλέξτε πόσο συχνά θα επαναλαμβάνεται αυτός ο χρονοδιακόπτης.
fi: Valitse, kuinka usein tämä ajastin toistetaan.
hr: Odaberi koliko često će se ovaj tajmer ponavljati.
it: Seleziona frequenza con cui questo timer deve essere ripetuto.
lt: Pasirinkite, kaip dažnai šis laikmatis turi būti kartojamas.
nl: Opgeven hoe vaak deze timer herhaald moet worden.
pl: Wybierz, jak często ten timer ma być powtarzany.
sk: Vyberte, ako často sa má tento časovač opakovať.
sr: Izaberi koliko često će se ovaj tajmer ponavljati.
sv: Välj hur ofta denna timer ska upprepas.
ta: இந்த நேரங்குறிகருவி மீண்டும் மீண்டும் செய்யப்பட வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının ne sıklıkta tekrarlanacağını seçin.
uk: Виберіть, як часто цей таймер має повторюватися.

source: Select how quickly the dish should move between satellites.
bg: Изберете колко бързо трябва да се движи чинията между сателитите.
cs: Vyberte, jak rychle se má parabola pohybovat mezi satelity.
da: Vælg hvor hurtig skålen skal flytte mellem satellitter.
de: Wählen Sie, wie schnell sich die Antenne zwischen den Satelliten bewegen soll.
el: Επιλέξτε το πόσο γρήγορα θα κινείται το κάτοπτρο μεταξύ των δορυφόρων.
et: Vali antenni satelliitide vahel liikumise kiirus.
fi: Valitse kuinka nopeasti antennin pitäisi liikkua satelliittien välillä.
fr: Sélectionnez à quelle vitesse l’antenne doit se déplacer entre les satellites.
hr: Odaberi koliko brzo bi antena trebala da se kreće između satelita.
it: Seleziona velocità con cui la parabola deve spostarsi tra i satelliti.
lt: Pasirinkite, kaip greitai lėkštė turėtų judėti tarp palydovų.
nl: Selecteer hoe snel de schotel beweegt tussen satellieten.
pl: Wybierz, jak szybko antena ma poruszać się między satelitami.
sk: Vyberte, ako rýchlo sa má parabola presúvať medzi družicami.
sr: Izaberi koliko brzo bi antena trebala da se kreće između satelita.
sv: Välj hur snabbt parabolen ska förflytta sig mellan satelliterna.
ta: செயற்கைக்கோள்களுக்கு இடையில் டிச் எவ்வளவு விரைவாக நகர வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Antenin uydular arasında ne kadar hızlı hareket etmesi gerektiğini seçin.
uk: Виберіть швидкість переміщення антени між супутниками.
vi: Chọn cách nhanh chóng các chảo nên di chuyển giữa các vệ tinh.
zh_cn: 选择碟形天线在卫星之间移动的速度.

source: Select how the arrow buttons 'UP', 'DOWN', 'LEFT' or 'RIGHT' will act during seek actions.
cs: Vyberte, jak se budou tlačítka se šipkami („NAHORU“, „DOLŮ“, „VLEVO“ a „VPRAVO“) chovat během vyhledávání.
el: Επιλέξτε πώς τα βέλη ('ΕΠΑΝΩ', 'ΚΑΤΩ', 'ΑΡΙΣΤΕΡΑ', και 'ΔΕΞΙΑ') θα συμπεριφέρονται κατά τη διάρκεια της αναζήτησης.
hr: Odaberite kako će tipke sa strelicama 'GORE', 'DOLJE', 'LIJEVO' ili 'DESNO' djelovati tijekom traženja.
it: Seleziona comportamento dei tasti freccia ('SU', 'GIÙ', 'SINISTRA' e 'DESTRA') durante le azioni di ricerca.
nl: Selecteer de functie van de knoppen OMHOOG, OMLAAG, LINKS en RECHTS tijdens Zoek Acties.
sr: Izaberite kako će strelice 'GORE', 'DOLE', 'LEVO' ili 'DESNO' funkcionisati tokom akcija pretraživanja.
sv: Välj hur pilknapparna ('UP', 'DOWN', 'LEFT' och 'RIGHT') ska fungera under sökningen.
tr: Arama işlemleri sırasında ‘YUKARI’, ‘AŞAĞI’, ‘SOL’ veya ‘SAĞ’ tuşlarının nasıl çalışacağını seçin.
uk: Виберіть, як кнопки зі стрілками ('ВГОРУ', 'ВНИЗ', 'ЛІВОРУЧ' та 'ПРАВОРУЧ') працюватимуть під час пошуку.

source: Select how the number buttons will act during seek actions.
cs: Vyberte, jak se budou číselná tlačítka chovat během vyhledávání.
el: Επιλέξτε πώς θα συμπεριφέρονται τα αριθμητικά πλήκτρα κατά την αναζήτηση.
fi: Valitse, miten numero näppäimet toimivat haun aikana.
hr: Odaberi kako će se numerička dugmad ponašati tokom pretraživanja.
it: Seleziona comportamento dei pulsanti numerici durante le azioni di ricerca.
nl: Selecteer de functie van de nummer-knoppen tijdens Zoek Acties.
pl: Wybierz sposób działania przycisków numerycznych podczas akcji wyszukiwania.
sr: Izaberite kako će dugmad za brojeve delovati tokom traženja.
sv: Välj hur sifferknapparna ska fungera under sökningar.
tr: Arama işlemleri sırasında sayı tuşlarının nasıl çalışacağını seçin.
uk: Виберіть, як цифрові кнопки працюватимуть під час пошуку.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
bg: Изберете как е настроена сателитната антена. т.е. фиксирана чиния, единичен конвертор, превключвател DiSEqC, позиционер и др.
cs: Vyberte způsob nastavení satelitní antény. tj. pevná parabola, jednoduchý LNB, DiSEqC přepínač, polohovač atd.
da: Vælg hvordan satellit skålen er sat op. f.eks fast skål, enkelt LBN, DiSEqC switch, motor, osv.
de: Wählen Sie, wie die Satellitenschüssel eingerichtet ist. Feste Schüssel, einzelner LNB, DiSEqC-Schalter, Positionierer usw.
el: Επιλέξτε τον τρόπο ρύθμισης του δορυφορικού σας κατόπτρου π.χ. σταθερό, μονό LNB, διακόπτης DiSEqC, μοτέρ κλπ.
et: Vali antenni seadistus, nt. üksik LNB, DiSEqC lüliti, ajam jne.
fi: Valitse kuinka satelliittiantenni on rakennettu eli kiinteä antenni, yksittäis LNB, DiSEqC-kytkin, asennoitin jne.
fr: Sélectionnez la configuration de votre antenne satellite p.e. antenne fixe, LNB seul, commutateur DiSEqC, positionneur, etc.
hr: Odaberi kako je satelitska antena podešena. npr. fiksna antena, jedan LNB, DiSEqC prekidač, pozicioner itd.
it: Seleziona come è impostata la parabola satellitare: parabola fissa, LNB singolo, interruttore DiSEqC, posizionatore, ecc.
lt: Pasirinkite, kaip nustatyti palydovinę anteną. t.y. fiksuota antena, viena LNB, DiSEqC jungiklis, pozicionierius ir t.t.
nl: Stel in hoe uw schotel is opgesteld.. keuzes zijn vaste schotel, DiSEqC switch, motor etc.
pl: Wybierz sposób konfiguracji anteny satelitarnej. tj. stała antena, pojedynczy LNB, przełącznik DiSEqC, pozycjoner itp.
sk: Vyberte spôsob inštalácie satelitnej paraboly. Napríklad pevná parabola, jeden LNB, DiSEqC prepínač, pozícionér, a podobne.
sr: Izaberi kako je satelitska antena podešena. npr. fiksna antena, jedan LNB, DiSEqC prekidač, pozicioner itd.
sv: Välj hur parabolantennen ska installeras, t.ex. fast parabol, enkel LNB, DiSEqC-omkopplare, positionerare osv.
ta: செயற்கைக்கோள் டிச் எவ்வாறு அமைக்கப்பட்டுள்ளது என்பதைத் தேர்ந்தெடுக்கவும். அதாவது நிலையான டிச், ஒற்றை எல்.என்.பி, டி.இ.இ.கியூ.சி சுவிட்ச், டச்டெர், முதலியன.
tr: Uydu anteninin nasıl kurulacağını seçin. Örneğin, sabit anten, tek LNB, DiSEqC anahtarı, konumlandırıcı vb.
uk: Виберіть спосіб налаштування супутникової антени, окремого LNB, перемикача DiSEqC, позиціонера, тощо.
vi: Chọn cách thiết lập đĩa vệ tinh. tức là đĩa cố định, LNB đơn, công tắc DiSEqC, bộ định vị, v.v.
zh_cn: 选择如何设置碟形卫星天线.即固定盘,单LNB,的DiSEqC开关,定位器等.

source: Select how the schedule is handled with respect to Standby.
cs: Vyberte, jak se má s plánem zacházet s ohledem na pohotovostní režim.
el: Επιλογή του τρόπου χειρισμού του προγράμματος κατά τη λειτουργία αναμονής.
hr: Odaberite kako se raspored rukuje u vezi s pripravnošću.
it: Seleziona la modalità di gestione della pianificazione in relazione alla modalità Standby.
sr: Izaberite kako se raspored upravlja u vezi sa režimom čekanja.
tr: Bekleme durumuna ilişkin planlamanın nasıl ele alınacağını seçin.
uk: Виберіть, як розклад оброблятиметься стосовно режиму очікування.

source: Select how to activate the Quick EPG mode.
bg: Изберете как да активирате режима Quick EPG.
cs: Vyberte způsob aktivace režimu Quick EPG.
el: Επιλογή του τρόπου ενεργοποίησης λειτουργίας του γρήγορου EPG.
fi: Määrittää, kuinka Nopea EPG aktivoidaan.
fr: Choisir comment activer le mode Quick EPG :
hr: Odaberi kako da aktivirate brzi EPG način.
it: Seleziona come attivare la modalità EPG rapido.
lt: Pasirinkite, kaip suaktyvinti sparčiojo EPG režimą.
nl: Kies hier met welke knop u Quick-EPG wilt starten, of schakel deze functie UIT.
pl: Wybierz sposób aktywacji trybu szybkiego EPG.
sk: Vyberte spôsob aktivácie režimu Quick EPG.
sr: Izaberi kako da aktivirate brzi EPG režim.
sv: Välj hur Quick EPG-läget ska aktiveras.
ta: விரைவான ஈபிசி பயன்முறையை எவ்வாறு செயல்படுத்துவது என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Hızlı EPG modunu nasıl etkinleştireceğinizi seçin.
uk: Вибір активації режиму швидкого ЕПГ.

source: Select how your receiver will upgrade.
cs: Nastavte si podrobnosti vašich aktualizací.
el: Επιλογή του τρόπου αναβάθμισης του δέκτη σας.
hr: Odaberite kako će se vaš prijemnik nadograditi.
it: Seleziona come verrà aggiornato il ricevitore.
lt: Pasirinkite, kaip bus atnaujinama.
nl: Selecteer hoe u de box wilt updaten.
sr: Izaberite kako će vaš prijemnik biti nadograđen.
sv: Välj hur din box ska uppgraderas.
tr: Alıcınızın nasıl yükseltileceğini seçin.
uk: Вибір способу оновлення.

source: Select if an end time is required.
cs: Vyberte, je-li vyžadován čas ukončení.
el: Επιλέξτε αν απαιτείται ώρα λήξης.
fi: Valitse, tarvitaanko lopetusaika.
hr: Odaberi da li je potrebno vrijeme završetka.
it: Seleziona se è richiesta un'ora di fine.
lt: Pasirinkite, ar reikalingas pabaigos laikas.
nl: Opgeven of een Eindtijd noodzakelijk is.
pl: Wybierz, czy wymagany jest czas zakończenia.
sk: Vyberte, či je potrebný aj čas ukončenia.
sr: Izaberi da li je potrebno vreme završetka.
sv: Välj om en sluttid krävs.
ta: இறுதி நேரம் தேவைப்பட்டால் தேர்ந்தெடுக்கவும்.
tr: Bir bitiş zamanı gerekip gerekmediğini seçin.
uk: Виберіть, чи потрібен час завершення.

source: Select if data entry timeouts are to be applied when entering digits into the service selection pop up screen. When a timeout is exceeded the currently entered number will be used for the service selection. The default timeouts are first digit 3 seconds, other digits 1 second.
cs: Nastavení režimu zpoždění při přepínání kanálů.
el: Ορισμός καθυστέρησης του ζάπινγκ καναλιών.
fi: Määritä vaihto viive kanaviin.
fr: Définir le mode de délai pour zapper les chaînes.
hr: Odaberite da li se vremenska ograničenja za unos podataka primenjuju prilikom unošenja znamenki na zaslon za odabir usluga. Kada se prekorači vremensko ograničenje, trenutno uneseni broj će se koristiti za odabir usluge. Zadana vremenska ograničenja su: prvi broj 3 sekunde, ostali brojevi 1 sekunda.
it: Seleziona se devono essere applicati timeout per l'immissione dei dati quando si inseriscono cifre nella schermata pop-up di selezione del servizio. Quando viene superato un timeout, il numero attualmente inserito verrà utilizzato per la selezione del servizio. I timeout predefiniti sono 3 secondi per la prima cifra e 1 secondo per le altre cifre.
lt: Delsos nustatymas, perjungiant kanalus.
nl: Stel een vertraging in voor het zappen naar een andere zender.
pl: Wybierz, czy limity czasu wprowadzania danych mają być stosowane podczas wprowadzania cyfr do wyskakującego ekranu wyboru kanału. Po przekroczeniu limitu czasu aktualnie wpisana liczba zostanie użyta do wyboru kanału. Domyślne limity czasu to pierwsza cyfra 3 sekundy, pozostałe cyfry 1 sekunda.
sk: Nastaviť režim oneskorenia pre prepínanie kanálov.
sr: Odaberite da li se vremenska ograničenja za unos podataka primenjuju prilikom unošenja cifara na ekranu za odabir usluga. Kada se prekorači vremensko ograničenje, trenutno uneseni broj će se koristiti za odabir usluge. Podrazumevana vremenska ograničenja su: prva cifra 3 sekunde, ostale cifre 1 sekunda.
sv: Välj om tidsgränser för datainmatning ska tillämpas när siffror matas in i popup-fönstret för val av tjänst. När en timeout överskrids kommer det aktuella numret att användas för att välja tjänst. Standardtidsgränserna är första siffran 3 sekunder och övriga siffror 1 sekund.
ta: சேனல்களுக்கு சாப் செய்ய தாமத பயன்முறையை அமைக்கவும்.
tr: Kanal seçimi açılır ekranına rakam girerken veri girişi zaman aşımı uygulanıp uygulanmayacağını seçin. Zaman aşımı aşıldığında, kanal seçimi için şu anda girilen sayı kullanılacaktır. Varsayılan zaman aşımı süreleri ilk rakam için 3 saniye, diğer rakamlar için 1 saniyedir.
uk: Налаштування режиу затримки при переключенні каналів.

source: Select if the default value for a setup entry is shown and, if so, where it is displayed in relation to the description.
bg: Тази опция ви позволява да изберете дали стойността по подразбиране за даден елемент от настройката да се показва и, ако е така, къде да се показва във връзка с описанието.
cs: Vyberte, zda se zobrazí výchozí hodnota položky nastavení, a pokud ano, kde se zobrazí ve vztahu k popisu.
el: Επιλέξτε αν θα εμφανίζεται η προεπιλεγμένη τιμή για ένα στοιχείο ρύθμισης και αν ναι, πού θα εμφανίζεται σε σχέση με την περιγραφή.
fi: Tämän vaihtoehdon avulla voit valita, näytetäänkö asetuskohteen oletusarvo, ja jos näytetään, missä se näytetään suhteessa kuvaukseen.
fr: Cette option vous permet de sélectionner si la valeur par défaut d'un élément de configuration est affichée et, le cas échéant, où elle est affichée par rapport à la description.
hr: Potvrdite odabir u ovom polju a zatim podesite zadanu vrijednost za stavku i ako jeste gdje je prikazana u odnosu na opis.
it: Seleziona se viene visualizzato il valore predefinito per una voce di impostazione e, in tal caso, dove viene visualizzato in relazione alla descrizione.
lt: Pasirinkite, ar rodoma numatytoji nustatymo įrašo vertė ir, jei taip, kur ji rodoma atsižvelgiant į aprašą.
nl: Met deze optie kunt u selecteren of de standaardwaarde voor een instellingsitem wordt weergegeven en, wanneer ja, waar deze wordt weergegeven t.o.v. de beschrijving.
pl: Ta opcja pozwoli ci wybrać jeśli domyślna wartość ustawień elementu jest widoczna i jeśli jest wyświetlana w relacji do tego opisu.
sk: Vyberte, či sa zobrazí predvolená hodnota položky nastavenia, a ak áno, kde sa zobrazí vo vzťahu k popisu.
sr: Potvrdite izbor u ovom polju a zatim podesite default vrednost za stavku i ako jeste gde je prikazana u odnosu na opis.
sv: Välj om standardvärdet för en inställningspost ska visas och, om så är fallet, var det ska visas i förhållande till beskrivningen.
ta: அமைவு உள்ளீட்டிற்கான இயல்புநிலை மதிப்பு காட்டப்பட்டுள்ளதா என்பதைத் தேர்ந்தெடுக்கவும், அப்படியானால், அது விளக்கம் தொடர்பாக காண்பிக்கப்படும்.
tr: Bir kurulum girdisi için varsayılan değerin gösterilip gösterilmeyeceğini ve gösteriliyorsa, açıklamaya göre nerede görüntüleneceğini seçin.
uk: Ця опція дозволяє вибрати, чи відображатиметься значення за замовчуванням для елемента налаштування, і, якщо так, то у якому місці відносно опису.

source: Select if the screen menu path history is displayed and, if so, how it is to be displayed.
cs: Vyberte, zda se má zobrazovat historie cest nabídky na obrazovce, a pokud ano, jak se má zobrazovat.
el: Επιλέξτε αν θα εμφανίζεται το ιστορικό διαδρομής του μενού οθόνης και αν ναι, πώς θα εμφανίζεται.
fi: Valitse, näytetäänkö näyttö valikon polku historia ja jos näytetään, miten se näytetään.
hr: Potvrdite odabir u tome da li je prikazana povijest putanje menu zaslona i ako jeste kako će biti prikazana.
it: Seleziona se visualizzare la cronologia del percorso del menu dello schermo e, in caso affermativo, come deve essere visualizzata.
lt: Pasirinkite, ar rodoma ekrano meniu maršrutų retrospektyva ir, jei taip, kaip ji turi būti rodoma.
nl: Selecteer of de 'menu path history' moet worden getoond, en wanneer ja, hoe.
pl: Wybierz, czy historia ścieżki menu ekranu jest wyświetlana, a jeśli tak, to w jaki sposób ma być wyświetlana.
sk: Vyberte, či sa má zobrazovať história cesty v menu na obrazovke. Ak áno, zvoľte spôsob zobrazenia.
sr: Potvrdite izbor u tome da li je prikazana istorija putanje menija ekrana i ako jeste kako će biti prikazana.
sv: Välj om historiken för sökvägen till skärmmenyn ska visas och i så fall hur den ska visas.
ta: திரை பட்டியல் பாதை வரலாறு காண்பிக்கப்பட்டால், அப்படியானால், அது எவ்வாறு காண்பிக்கப்பட வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Ekran menüsü yol geçmişinin görüntülenip görüntülenmeyeceğini ve görüntülenecekse nasıl görüntüleneceğini seçin.
uk: Виберіть, чи відображатиметься історія шляху до екранного меню та, якщо так, як вона має відображатися.

source: Select if the timer name and description modification code is run on repeating timers.
cs: Vyberte, zda je název časovače a kód modifikace popisu spuštěn na opakujících se časovačích.
el: Επιλέξτε αν ο κωδικός τροποποίησης ονόματος και περιγραφής χρονοδιακόπτη εκτελείται σε επαναλαμβανόμενους χρονοδιακόπτες.
fi: Valitse, suoritetaanko ajastimen nimen ja kuvauksen muokkaus toistuvissa ajastimissa.
hr: Potvrdite odabir u ovom polju a zatim odaberite da li se ime tajmera i kod za izmjenu opisa pokreću na ponavljajućim tajmerima.
it: Seleziona se il nome del timer e il codice di modifica della descrizione vengono eseguiti su timer ripetuti.
lt: Pasirinkite, ar laikmačio pavadinimas ir aprašymo modifikavimo kodas vykdomi pasikartojančiais laikmačiais.
nl: Opgeven of de naam en omschrijving van herhalende Timers gewijzigd moeten worden.
pl: Wybierz, czy nazwa timera i kod modyfikacji opisu są uruchamiane na powtarzających się timerach.
sk: Vyberte, či sa pri opakovaných časovačoch spustí aj názov časovača a kód pre úpravu popisu.
sr: Potvrdite izbor u ovom polju a zatim izaberite da li se ime tajmera i kod za izmenu opisa pokreću na ponavljajućim tajmerima.
sv: Välj om modifieringskoden för timerns namn och beskrivning ska köras på upprepade timers.
ta: நேரங்குறிகருவி பெயர் மற்றும் விளக்க மாற்றக் குறியீடு மீண்டும் டைமர்களை மீண்டும் இயக்கினால் தேர்ந்தெடுக்கவும்.
tr: Tekrarlayan zamanlayıcılarda zamanlayıcı adı ve açıklama değiştirme kodunun çalıştırılıp çalıştırılmayacağını seçin.
uk: Виберіть, якщо назва таймера та код модифікації опису запускаються на повторюваних таймерах.

source: Select if there is to be a time window within which this timer can be active.
cs: Vyberte, zda má existovat časové okno, ve kterém může být tento časovač aktivní.
el: Επιλέξτε αν θα υπάρχει ένα χρονικό παράθυρο εντός του οποίου θα μπορεί να είναι ενεργός αυτός ο χρονοδιακόπτης.
fi: Valitse, halutaanko ajastimelle asettaa aika ikkuna, jonka sisällä se voi olla aktiivinen.
hr: Potvrdite odabir u ovom polju ako postoji vremenski prozor u okviru kojeg ovaj tajmer može biti aktivan.
it: Seleziona se deve esserci una finestra temporale entro la quale questo timer può essere attivo.
lt: Pasirinkite, ar turi būti laiko langas, per kurį šis laikmatis gali būti aktyvus.
nl: Opgeven of deze timer alleen binnen een tijdvenster actief mag zijn.
pl: Wybierz, czy ma istnieć okno czasowe, w którym ten licznik czasu może być aktywny.
sk: Vyberte, či má existovať časové okno, počas ktorého môže byť časovač aktívny.
sr: Potvrdite izbor u ovom polju ako postoji vremenski prozor u okviru kojeg ovaj tajmer može biti aktivan.
sv: Välj om det ska finnas ett tidsfönster inom vilket denna timer kan vara aktiv.
ta: இந்த நேரங்குறிகருவி செயலில் இருக்கக்கூடிய நேர சாளரம் இருக்க வேண்டுமா என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının aktif olabileceği bir zaman aralığı olup olmayacağını seçin.
uk: Виберіть, чи має бути вікно часу, протягом якого цей таймер може бути активним.

source: Select if this timer activates on a Friday.
cs: Zvolte, zda se tento časovač aktivuje v pátek.
el: Επιλέξτε αν αυτός ο χρονοδιακόπτης ενεργοποιείται την Παρασκευή.
fi: Valitse, aktivoituuko tämä ajastus perjantaina.
hr: Odaberi da li će se ovaj tajmer aktivirati Petkom.
it: Seleziona se questo timer si attiva di venerdì.
lt: Pasirinkite, ar šis laikmatis aktyvuojamas penktadienį.
nl: Opgeven of deze Timer op een vrijdag actief moet worden.
pl: Wybierz, czy ten timer aktywuje się w piątek.
sk: Vyberte, či sa tento časovač aktivuje v piatok.
sr: Izaberi da li će se ovaj tajmer aktivirati Petkom.
sv: Välj om timern ska aktiveras på en fredag.
ta: இந்த நேரங்குறிகருவி வெள்ளிக்கிழமை செயல்படுத்தப்பட்டால் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının Cuma günü etkinleşip etkinleşmeyeceğini seçin.
uk: Виберіть, якщо цей таймер активується в П’ятницю.

source: Select if this timer activates on a Monday.
cs: Zvolte, zda se tento časovač aktivuje v pondělí.
el: Επιλέξτε αν αυτός ο χρονοδιακόπτης ενεργοποιείται τη Δευτέρα.
fi: Valitse, aktivoituuko tämä ajastus maanantaina.
hr: Odaberi da li će se ovaj tajmer aktivirati Ponedjeljkom.
it: Seleziona se questo timer si attiva di lunedì.
lt: Pasirinkite, ar šis laikmatis aktyvuojamas pirmadienį.
nl: Opgeven of deze Timer op een maandag actief moet worden.
pl: Wybierz, czy ten timer aktywuje się w poniedziałek.
sk: Vyberte, či sa tento časovač aktivuje v pondelok.
sr: Izaberi da li će se ovaj tajmer aktivirati Ponedeljkom.
sv: Välj om denna timer ska aktiveras på en måndag.
ta: இந்த நேரங்குறிகருவி திங்கட்கிழமை செயல்பட்டால் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının Pazartesi günü etkinleşip etkinleşmeyeceğini seçin.
uk: Виберіть, якщо цей таймер активується в Понеділок.
