Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select a time, when in Standby, before which descramble can proceed.
cs: Vyberte čas v pohotovostním režimu, před kterým může dekódování pokračovat.
el: Επιλογή χρόνου κατά την αναμονή πριν τη συνέχιση της αποκωδικοποίησης.
fi: Valitse aika, jonka jälkeen valmiustilassa salauksen purku voi jatkua.
hr: Odaberi vrijeme, kada je u stanju pripravnosti, prije kojeg dešifrovanja može da se nastavi.
it: Seleziona un orario, in modalità standby, prima del quale procedi alla decodifica.
nl: Selecteer een tijd waarvoor in Stand-by de decodering voortgezet mag worden.
pl: Wybierz czas, w którym urządzenie jest w trybie gotowości, przed upływem którego deszyfrowanie będzie możliwe.
sk: Vyberte čas, v pohotovostnom režime, pred ktorým môže dekódovanie pokračovať.
sr: Izaberite vreme, kada je u stanju pripravnosti, pre kojeg dešifrovanje može da se nastavi.
sv: Välj en tid, i standby-läge, innan vilken avtrappning kan fortsätta.
tr: Bekleme modundayken, şifre çözme işleminin başlamasından önce bir süre seçin.
uk: Виберіть час у режимі очікування, до якого може розпочатися декодування.

source: Select a tuner
bg: Изберете тунер
cs: Vyberte tuner
da: Vælg en Tuner
de: Tuner auswählen
el: Επιλογή tuner
et: Vali tuuner
fi: Valitse viritin
fr: Sélectionner un tuner
hr: Odaberi tuner
hu: Tuner kiválasztása
it: Seleziona un tuner
lt: Pasirinkite imtuvą
nl: Selecteer een tuner
pl: Wybierz tuner
pt_br: Selecione um tuner
ru: Выберите тюнер
sk: Vyberte tuner
sr: Izaberi tjuner
sv: Välj en tuner
ta: ஒரு ட்யூனரைத் தேர்ந்தெடுக்கவும்
tr: Bir tuner seçin
uk: Вибір тюнера
vi: Chọn bộ chỉnh
zh_cn: 选择一个调谐器

source: Select a wireless network
bg: Изберете безжична мрежа
cs: Vyberte bezdrátovou síť
da: Vælg et trådløs netværk
de: Wählen Sie ein drahtloses Netzwerk
el: Επιλογή ασύρματου δίκτυου
et: Vali traadita võrk
fi: Valitse langaton verkko
fr: Sélectionner un réseau sans fil
hr: Odaberi bežične mreže
hu: Vezeték nélküli hálózat kiválasztása
it: Seleziona una rete wireless
lt: Pasirinkite belaidį tinklą
nl: Selecteer draadloos netwerk
pl: Wybierz sieć bezprzewodową
pt_br: Selecione uma rede sem fio
ru: Выберите беспроводную сеть
sk: Vyberte bezdrôtovú sieť
sr: Izaberi bežične mreže
sv: Välj ett trådlöst nätverk
ta: வயர்லெச் நெட்வொர்க்கைத் தேர்ந்தெடுக்கவும்
tr: Kablosuz ağ seçin
uk: Вибір бездротової мережі
vi: Chọn mạng không dây
zh_cn: 选择无线网络

source: Select action
bg: Изберете действие
cs: Vybrat akci
da: Vælg handling
el: Επιλογή ενέργειας
et: Vali tegevus
fi: Valitse toiminto
fr: Sélectionner une action
hr: Odabir akcije
hu: Művelet kiválasztása
it: Seleziona azione
lt: Pasirinkite veiksmą
nl: Selecteer actie
pl: Wybierz akcję
sk: Vyberte akciu
sr: Izaberi radnju
sv: Välj åtgärd
ta: செயலைத் தேர்ந்தெடுக்கவும்
tr: İşlemi seç
uk: Вибір дії
vi: Chọn hành động
zh_cn: 选择操作

source: Select action for timer %s:
bg: Изберете действие за таймер %s:
cs: Vybrat akci pro časovač %s:
da: Vælg handling for Timer %s:
el: Επιλογή ενέργειας για τον χρονοδιακόπτη %s:
et: Vali tegevus taimerile %s:
fi: Valitse toiminto ajastimelle %s:
fr: Choisir une action pour le timer %s :
hr: Odaberi radnju za tajmer %s:
hu: Művelet kiválasztása a(z) %s időzítőhöz:
it: Seleziona azione per il timer %s:
lt: Pasirinkite veiksmą %s laikmačiui:
nl: Selecteer actie voor de timer%s:
pl: Wybierz akcję dla timera %s:
ru: Выберите действие для таймера - %s:
sk: Vyberte akciu pre časovač %s:
sr: Izaberi radnju za tajmer %s:
sv: Välj åtgärd för timer %s:
ta: நேரங்குறிகருவி %s க்கான செயலைத் தேர்ந்தெடுக்கவும்:
tr: Zamanlayıcı için işlemi seçin %s:
uk: Вибір дії для таймеру %s:
vi: Chọn hành động cho bộ đếm thời gian % s:
zh_cn: 选择电源定时器 %s:

source: Select additional files to backup
bg: Изберете допълнителни файлове за архивиране
cs: Přidat další soubory k zálohování
da: Vælg yderligere filer til sikkerhedskopiering
de: Dateien wählen, die zusätzlich gesichert werden
el: Επιλογή επιπρόσθετων αρχείων προς εφεδρεία
et: Vali veel faile varundamiseks
fi: Valitse varmuuskopioitavat lisätiedostot
fr: Choisir les fichiers additionnels à sauvegarder
hr: Odaberi dodatnu datoteku za rezervne kopije
hu: Biztonsági mentésbe helyezendő fájlok
it: Seleziona file aggiuntivi di cui eseguire il backup
lt: Papildomi failai atsarginei kopijai
nl: Selecteer extra back-up bestanden
pl: Dodatkowe pliki kopii zapasowej
sk: Výber ďalších súborov, ktoré sa majú zálohovať
sr: Izaberi dodatni fajl za rezervne kopije
sv: Välj ytterligare filer som ska säkerhetskopieras
ta: காப்புப்பிரதிக்கு கூடுதல் கோப்புகளைத் தேர்ந்தெடுக்கவும்
tr: Yedeklenecek ek dosyaları seçin
uk: Виберіть додаткові файли для резервного копіювання
vi: Chọn tập tin bổ sung để sao lưu
zh_cn: 选择要备份的附加文件

source: Select all
cs: Vybrat vše
el: Επιλογή όλων
fi: Valitse kaikki
hr: Odaberi sve
it: Seleziona tutto
nl: Alles selecteren
pl: Zaznacz wszystko
ru: Выбрать все
sk: Vybrať všetko
sr: Izaberi sve
sv: Välj alla
ta: அனைத்தையும் தெரிவுசெய்
tr: Hepsini seçin
uk: Вибрати все

source: Select all lines
cs: Vybrat všechny řádky
el: Επιλογή όλων των γραμμών
fi: Valitse kaikki rivit
hr: Odaberi sve redove
it: Seleziona tutte le linee
nl: Alles selecteren
pl: Wybierz wszystkie linie
sk: Vybrať všetky riadky
sr: Izaberi sve redove
sv: Välj alla linjer
ta: எல்லா வரிகளையும் தேர்ந்தெடுக்கவும்
tr: Tüm satırları seç
uk: Виділити усі рядки

source: Select all related files
cs: Vyberte všechny související soubory
el: Επιλογή όλων των σχετικών αρχείων
fi: Valitse kaikki liittyvät tiedostot
hr: Odaberi sve srodne datoteke
it: Seleziona tutti i file correlati
lt: Pasirinkite visus susijusius failus
nl: Alle bijbehorende bestanden selecteren
pl: Wybierz wszystkie powiązane pliki
sk: Vyberte všetky súvisiace súbory
sr: Izaberi sve srodne fajlove
sv: Välj alla relaterade filer
ta: தொடர்புடைய அனைத்து கோப்புகளையும் தேர்ந்தெடுக்கவும்
tr: İlgili tüm dosyaları seçin
uk: Виберіть усі пов’язані файли

source: Select an action for the current device
cs: Vyberte akci pro aktuální zařízení
el: Επιλογή ενέργειας για την τρέχουσα συσκευή
fi: Valitse toiminto nykyiselle laitteelle
hr: Odaberi akciju za trenutni uređaj
it: Seleziona un'azione per il dispositivo corrente
nl: Selecteer een actie voor het huidige apparaat
pl: Wybierz akcję dla bieżącego urządzenia
sk: Vyberte akciu pre aktuálne zariadenie
sr: Izaberite akciju za trenutni uređaj
sv: Välj en åtgärd för den aktuella enheten
ta: தற்போதைய சாதனத்திற்கான செயலைத் தேர்ந்தெடுக்கவும்
tr: Geçerli cihaz için bir işlem seçin
uk: Виберіть дію для поточного пристрою

source: Select an action to perform when the task has completed.
cs: Vyberte akci, která se má provést po dokončení úlohy.
el: Επιλογή ενέργειας όταν μία εργασία ολοκληρωθεί.
fi: Valitse toiminto, joka suoritetaan, kun tehtävä on suoritettu.
hr: Odaberi radnju koju želite izvršiti kada zadatak bude dovršen.
it: Seleziona un'azione da eseguire quando l'attività è stata completata.
lt: Pasirinkite veiksmą, kurį norite atlikti, kai užduotis bus baigta.
nl: Selecteer een actie om uit te voeren wanneer de taak is voltooid.
pl: Wybierz działanie, które ma zostać wykonane po zakończeniu zadania.
sk: Vyberte akciu, ktorá sa vykoná po dokončení úlohy.
sr: Izaberi radnju koju želite izvršiti kada zadatak bude dovršen.
sv: Välj en åtgärd som ska utföras när uppgiften har slutförts.
ta: பணி முடிந்ததும் செய்ய ஒரு செயலைத் தேர்ந்தெடுக்கவும்.
tr: Görev tamamlandığında gerçekleştirilecek bir işlem seçin.
uk: Виберіть дію, яку потрібно виконати після завершення завдання.

source: Select audio track
bg: Изберете аудиозапис
cs: Výběr zvukové stopy
da: Vælg lydspor
de: Tonspur auswählen
el: Επιλογή ροής ήχου
et: Vali heliriba
fi: Valitse ääniraita
fr: Sélectionner la piste audio
hr: Odabir audio zapisa
hu: Hangsáv kiválasztása
it: Seleziona traccia audio
lt: Pasirinkite garso takelį
nl: Selecteer een Audio spoor
pl: Wybierz ścieżkę dźwięku
pt_br: Trilha de áudio
ru: Выбрать звуковую дорожку
sk: Výber zvukovej stopy
sl: Izberite zvočni nosilec
sr: Izaberi audio numeru
sv: Välj ljudspår
ta: ஆடியோ டிராக்கைத் தேர்ந்தெடுக்கவும்
tr: Ses izi seçin
uk: Вибір аудіо доріжки
vi: Chọn audio
zh_cn: 选择音轨

source: Select cardserver
bg: Изберете сървър за карти
cs: Vyberte cardserver
el: Επιλογή cardserver
fi: Valitse korttipalvelin
fr: Sélectionnez le serveur de cartes
hr: Odaberi kard servera
it: Seleziona Cardserver
lt: Pasirinkite kortelių serverį
nl: Kies een cardserver
pl: Wybierz card serwer
sk: Vybrerte kartový server
sr: Izaberi kard server
sv: Välj kortserver
ta: கார்டர்வர் என்பதைத் தேர்ந்தெடுக்கவும்
tr: Kart sunucusu seçin
uk: Виберіть cardserver

source: Select channel audio
bg: Изберете аудио канал
cs: Vybrat zvukový kanál
da: Vælg lydkanal
de: Kanalauswahl für die Tonausgabe
el: Επιλογή ήχου καναλιού
et: Vali kanali heliriba
fi: Valitse kanavan ääni
fr: Sélectionnez le canal audio
hr: Odaberi audio kanal
hu: Válassza ki a csatorna hangját
it: Seleziona canale audio
lt: Pasirinkite kanalo garsą
nl: Selecteer audio kanaal
pl: Wybierz kanał dźwięku
sk: Vyberte zvukový kanál
sr: Izaberi audio kanal
sv: Välj kanalens ljud
ta: சேனல் ஆடியோவைத் தேர்ந்தெடுக்கவும்
tr: Kanal sesini seçin
uk: Вибір аудіо каналу
vi: Chọn kênh audio
zh_cn: 选择频道音频

source: Select copy destination for:
bg: Изберете цел на копирането за:
cs: Zvolte umístění kopie pro:
da: Vælg kopi destination for:
de: Auswahl Speicherort für Kopie:
el: Επιλογή προορισμού αντιγραφής για το:
et: Vali kopeerimise asukoht:
fi: Valitse kohde kopioinnille:
fr: Sélectionnez la destination de la copie pour :
hr: Odaberi odredište za kopiranje:
hu: Másolási cél kiválasztása ehhez:
it: Seleziona destinazione della copia per:
lt: Pasirinkite kopijos vietą:
nl: Selecteer kopieerbestemming voor:
pl: Wybierz miejsce docelowe kopii na:
pt_br: Selecione o destino para copiar:
ru: Выберите место для копии:
sk: Vyberte umiestnenie kópie pre:
sr: Izaberi odredište za kopiranje:
sv: Välj kopieringsdestination för:
ta: இதற்கான நகலை நகலெடு என்பதைத் தேர்ந்தெடுக்கவும்:
tr: Kopyalama hedefi seçin:
uk: Виберіть місце для копіювання:
vi: Chọn đích sao chép cho:
zh_cn: 选择复制目的地:

source: Select default EPG type
cs: Vyberte výchozí typ EPG
el: Επιλογή προεπιλεγμένου τύπου EPG
fi: Valitse oletus ohjelmaoppaan tyyppi
fr: Choisir le type d'EPG par défaut…
hr: Odaberi zadanu EPG vrstu
it: Seleziona tipo di EPG predefinito
lt: Pasirinkite numatytąjį EPG tipą...
nl: Selecteer het standaard EPG-type...
pl: Wybierz domyślny typ EPG
sr: Izaberi default EPG tip
sv: Välj standard EPG-typ
tr: Varsayılan EPG türünü seçin
uk: Вибір типу EPG за замовчуванням

source: Select default EPG type:
cs: Vyberte výchozí typ EPG:
el: Επιλογή του προεπιλεγμένο τύπου EPG:
fi: Valitse oletus ohjelmaoppaan tyyppi:
fr: Veuillez choisir le type d'EPG par défaut…
hr: Odaberi zadanu EPG vrstu:
it: Seleziona tipo di EPG predefinito:
lt: Pasirinkite numatytąjį EPG tipą...
nl: Selecteer het standaard EPG-type:
pl: Wybierz domyślny typ EPG:
sr: Izaberi default EPG tip:
sv: Välj EPG-typ som standard:
tr: Varsayılan EPG türünü seçin:
uk: Виберіть тип EPG за замовчуванням:

source: Select default File Commander directory:
cs: Vyberte výchozí adresář File Commander:
el: Επιλογή προεπιλεγμένου φακέλου του File Commander:
fi: Valitse File Commander oletushakemisto:
hr: Odaberi zadani Zapovjednik Datoteka direktorijum:
it: Seleziona cartella predefinita di File Commander:
lt: Pasirinkite numatytąjį failų valdytojo katalogą:
nl: Selecteer de standaardmap voor File Commander:
pl: Wybierz domyślny katalog File Commander:
sk: Vyberte predvolený priečinok Správcu súborov:
sr: Izaberi default Fajl Menadžer direktorijum:
sv: Välj standardkatalog för File Commander:
ta: இயல்புநிலை கோப்பு தளபதி கோப்பகத்தைத் தேர்ந்தெடுக்கவும்:
tr: Varsayılan File Commander dizinini seçin:
uk: Вибрати каталог File Commander за замовчуванням:

source: Select destination for:
bg: Изберете дестинация за:
cs: Zvolte umístění pro:
da: Vælg destination for:
de: Auswahl Speicherort für:
el: Επιλογή προορισμού για το:
et: Vali asukoht:
fi: Valitse kohde:
fr: Sélectionnez la destination pour :
hr: Odaberi odredište za:
hu: Cél kiválasztása ehhez:
it: Seleziona destinazione per:
lt: Pasirinkite vietą:
nl: Selecteer bestemming voor:
pl: Wybierz miejsce docelowe na:
pt_br: Selecione um destino para:
ru: Выберите пункт назначения для:
sk: Vyberte umiestnenie pre:
sl: Izberite končno pot za:
sr: Izaberi odredište za:
sv: Välj destination för:
ta: இதற்கான இலக்கைத் தேர்ந்தெடுக்கவும்:
tr: Hedefi seçin:
uk: Виберіть призначення для:
vi: Chọn điểm đến cho:
zh_cn: 选择目的地:

source: Select files to exclude from backup
bg: Изберете файлове, за изключване от архива
cs: Výběr souborů vyloučených ze zálohování
da: Vælg filer der udelukkes i sikkerhedskopi
de: Dateien wählen, die ausgeschlossen werden
el: Επιλογή αρχείων για εξαίρεση από την εφεδρεία
et: Vali varukoopiast välja jäetavad failid
fi: Valitse varmuuskopiosta suljettavat tiedostot
fr: Choisir les fichiers à exclure de la sauvegarde
hr: Odaberi datoteke koje želite isključiti iz rezervne kopije
hu: Válassza ki a kizárandó fájlokat a mentésből
it: Seleziona file che saranno esclusi dal backup
lt: Pasirinkite failus, kurių neįtraukti į atsarginę kopiją
nl: Selecteer uitgesloten back-up bestanden
pl: Wybierz pliki, które chcesz wykluczyć z kopii zapasowej
sk: Výber súborov, ktoré sa nemajú zálohovať
sr: Izaberi fajlove koje želite isključiti iz rezervne kopije
sv: Välj filer som ska uteslutas från säkerhetskopian
ta: காப்புப்பிரதியிலிருந்து விலக்க கோப்புகளைத் தேர்ந்தெடுக்கவும்
tr: Yedeklemeden çıkarılacak dosyaları seçin
uk: Виберіть файли, які будуть виключені з резервної копії
vi: Chọn tệp để loại trừ khỏi bản sao lưu
zh_cn: 选择要从备份中排除的文件

source: Select files/folders to backup
bg: Изберете файлове/папки за архивиране
cs: Soubory/složky k zálohování
da: Vælg filer/mapper til sikkerhedskopi
de: Dateien/Ordner auswählen...
el: Επιλογή αρχείων/φακέλων για αντίγραφα ασφαλείας
et: Vali varundatavad failid/kaustad
fi: Valitse varmistettavat tiedostot/kansiot
fr: Sélectionner les fichiers/dossiers pour sauvegarde
hr: Odaberi datoteku/mapu za pravljenje rezervne kopije
hu: Válasszon fájlokat/mappákat a biztonsági mentéshez
it: Seleziona file/cartelle da sottoporre a backup
lt: Pasirinkite failus ir katalogus atsarginei kopijai
nl: Selecteer bestanden voor een back-up
pl: Wybierz pliki kopii zapasowej
pt_br: Selecione arquivos/diretórios para backup
ru: Выберите файлы/папки для Бекапа
sk: Vyberte súbory/priečinky na zálohovanie
sl: Izberite datoteke/mape za varnostno kopijo
sr: Izaberi fajl/fasciklu za pravljenje rezervne kopije
sv: Välj filer/mappar som ska säkerhetskopieras
ta: காப்புப்பிரதிக்கு கோப்புகள்/கோப்புறைகளைத் தேர்ந்தெடுக்கவும்
tr: Yedeklenecek dosya/klasörleri seçin
uk: Виберіть файли/теки для резерв. копії
vi: Chọn tập tin / thư mục để sao lưu
zh_cn: 选择要备份的文件/文件夹

source: Select how long the screen saver image will stay in the same location on the screen before it will be moved.
cs: Vyberte, jak dlouho zůstane obrázek spořiče obrazovky na stejném místě na obrazovce, než bude přesunut.
el: Επιλέξτε για πόσο χρόνο η εικόνα της προστασίας οθόνης θα παραμένει στην ίδια θέση πριν κινηθεί.
fi: Valitse, kuinka kauan näytönsäästäjä pysyy samassa paikassa ruudulla, ennen kuin se siirretään.
hr: Odaberite koliko dugo će slika čuvara zaslona ostati na istom mjestu na zaslonu prije nego što se pomeri.
it: Seleziona per quanto tempo l'immagine dello screensaver rimarrà nella stessa posizione sullo schermo prima di essere spostata.
nl: Selecteer hoe lang de screensaver-afbeelding op dezelfde positie mag blijven voordat die wordt verplaatst.
pl: Wybierz, jak długo obraz wygaszacza ekranu będzie pozostawał w tym samym miejscu na ekranie, zanim zostanie przeniesiony.
sk: Vyberte, ako dlho zostane obrázok šetriča na rovnakom mieste predtým, než sa presunie.
sr: Odaberite koliko dugo će slika čuvara ekrana ostati na istom mestu na ekranu pre nego što se pomeri.
sv: Välj hur länge skärmsläckarbilden ska ligga kvar på samma plats på skärmen innan den flyttas.
ta: திரை சேவர் படம் நகர்த்தப்படுவதற்கு முன்பு திரையில் அதே இடத்தில் எவ்வளவு நேரம் இருக்கும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Ekran koruyucu resminin ekranda aynı konumda ne kadar süre kalacağını ve ardından ne zaman hareket edeceğini seçin.
uk: Виберіть, як довго зображення заставки залишатиметься в одному місці на екрані, перш ніж його буде переміщено.

source: Select how long to display status messages.
cs: Vyberte, jak dlouho se mají zobrazovat stavové zprávy.
el: Επιλέξτε το χρονικό διάστημα για το οποίο θα εμφανίζονται τα μηνύματα κατάστασης.
fi: Valitse, kuinka kauan tilaviestejä näytetään.
hr: Odaberi koliko dugo će se prikazivati statusna poruka.
it: Seleziona per quanto tempo visualizzare i messaggi di stato.
lt: Pasirinkite, kiek laiko rodyti būsenos pranešimus.
nl: Selecteer hoe lang statusmeldingen moeten worden weergegeven.
pl: Wybierz, jak długo mają być wyświetlane komunikaty o stanie.
sk: Vyberte trvanie zobrazení stavových hlásení.
sr: Izaberi koliko dugo će se prikazivati statusna poruka.
sv: Välj hur länge statusmeddelanden ska visas.
ta: நிலை செய்திகளைக் காண்பிப்பது எவ்வளவு என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Durum mesajlarının ne kadar süreyle görüntüleneceğini seçin.
uk: Виберіть, як довго відображати повідомлення про стан.

source: Select how long to display the button error pop up. Button input is still permitted while the pop up is displayed.
cs: Vyberte, jak dlouho se má zobrazovat vyskakovací okno s chybou tlačítka. Během zobrazení vyskakovacího okna je stále povoleno zadávání pomocí tlačítek.
el: Επιλογή του χρόνου εμφάνισης του αναδυόμενου μηνύματος σφάλματος πλήκτρου. Η εισαγωγή πλήκτρου συνεχίζει να επιτρέπεται κατά την εμφάνιση του μηνύματος.
fi: Valitse, kuinka kauan painikevirhe ponnahtaa näkyviin. Painikkeiden syöttö on edelleen sallittua, kun ponnahdusikkuna on näkyvissä.
hr: Odaberi koliko dugo će se prikazivati iskačuće greške dugmeta. Unos dugmeta je i dalje dozvoljen dok se prikazuje iskačući prozor.
it: Seleziona per quanto tempo visualizzare il messaggio di errore del tasto. L'immissione di tasti è ancora consentita mentre è visualizzato il popup.
lt: Pasirinkite, kiek laiko norite rodyti iššokantį mygtuko klaidos langą. Mygtuko įvestis vis tiek leidžiama, kol rodomas iššokantis langas.
nl: Selecteer hoe lang de pop-up voor een toetsfout moet worden weergegeven. Zolang de pop-up wordt weergegeven, is toetsinvoer mogelijk.
pl: Wybierz, jak długo ma być wyświetlane okienko błędu przycisku. Wprowadzanie przycisków jest nadal dozwolone, gdy wyświetlane jest okienko.
sk: Vyberte trvanie zobrazenia vyskakovacieho okna pre chybu tlačidla. Vstup tlačidlami je povolený aj počas zobrazenia vyskakovacieho okna.
sr: Izaberi koliko dugo će se prikazivati iskačuće greške tastera. Unos tasterom je i dalje dozvoljen dok se prikazuje iskačući prozor.
sv: Välj hur länge popup-fönstret för knappfel ska visas. Knappinmatning är fortfarande tillåten medan popup-fönstret visas.
ta: பொத்தானை எவ்வளவு நேரம் காண்பிக்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும் பிழை பாப் அப். பாப் அப் காட்டப்படும் போது பொத்தான் உள்ளீடு இன்னும் அனுமதிக்கப்படுகிறது.
tr: Tuş basma hatası açılır penceresinin ne kadar süreyle görüntüleneceğini seçin. Açılır pencere görüntülenirken tuşa basmaya devam edebilirsiniz.
uk: Виберіть, як довго відображати спливаюче повідомлення про помилку кнопки. Введення кнопок все ще дозволено, поки відображається спливаюче вікно.

source: Select how long to display the task and script message pop up.
cs: Vyberte, jak dlouho se má úloha a zpráva skriptu zobrazovat.
el: Επιλέξτε το χρονικό διάστημα για το οποίο θα εμφανίζεται το αναδυόμενο μήνυμα εργασίας και σεναρίου ενεργειών.
fi: Valitse, kuinka kauan tehtävä- ja komentosarjaviestin ponnahdusikkuna näytetään.
hr: Odaberi koliko dugo će zadatak i poruka skripte iskakati.
it: Seleziona per quanto tempo visualizzare l'attività e il messaggio popup dello script.
lt: Pasirinkite, kiek laiko bus rodomas užduoties ir scenarijaus pranešimas.
nl: Selecteer hoe lang taak- en het scriptberichten moeten worden weergegeven.
pl: Wybierz, jak długo ma być wyświetlane zadanie i komunikat o skrypcie.
sk: Vyberte trvanie zobrazenia úlohy a vyskakovacieho okna pre správu skriptu.
sr: Izaberi koliko dugo će zadatak i poruka skripte iskakati.
sv: Välj hur länge uppgiften och skriptmeddelandet ska visas i popup-fönstret.
ta: பணி மற்றும் ச்கிரிப்ட் செய்தி பாப் அப் எவ்வளவு நேரம் காண்பிக்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Görev ve komut dosyası mesajı açılır penceresinin ne kadar süreyle görüntüleneceğini seçin.
uk: Виберіть, як довго відображати спливаюче повідомлення про завдання скрипта.

source: Select how long, in seconds, that the volume and mute displays are shown before they automatically hide.
cs: Vyberte, jak dlouho (v sekundách) se mají displej hlasitosti a ztlumení zobrazovat, než se automaticky skryjí.
el: Επιλέξτε τη διάρκεια σε δευτερόλεπτα, όπου θα εμφανίζονται οι ενδείξεις έντασης και σίγασης πριν γίνει αυτόματη απόκρυψή τους.
fi: Valitse, kuinka kauan sekunneissa äänenvoimakkuus ja mykistys näyttö näkyvät ennen kuin ne piiloutuvat automaattisesti.
hr: Odaberi koliko dugo će u sekundama biti prikazan zaslon za jačinu i isključivanje zvuka prije nego što se automatski sakrije.
it: Seleziona per quanto tempo visualizzare, in secondi, i controlli del volume e dell'audio prima della loro scomparsa automatica.
nl: Hoeveel seconden moet het Volume en Mute symbool worden getoond.
pl: Wybierz, jak długo (w sekundach) mają być wyświetlane wskaźniki głośności i wyciszenia, zanim zostaną automatycznie ukryte.
sk: Vyberte, na koľko sekúnd sa má zobraziť indikátor hlasitosti a stlmenia, než sa automaticky skryje.
sr: Izaberite koliko dugo, u sekundama, da se prikazuju zvuk i isključivanja zvuka pre nego što se automatski sakriju.
sv: Välj hur länge, i sekunder, som volym- och ljudavstängningsdisplayerna ska visas innan de automatiskt döljs.
ta: தானாகவே மறைப்பதற்கு முன்பு தொகுதி மற்றும் முடக்கு காட்சிகள் எவ்வளவு காலம் மற்றும் முடக்கு காட்சிகள் காண்பிக்கப்படுகின்றன என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Ses seviyesi ve sessize alma göstergelerinin otomatik olarak gizlenmeden önce kaç saniye süreyle görüntüleneceğini seçin.
uk: Виберіть час у секундах, протягом якого відображатимуться іконки гучності та вимкнення звуку, перш ніж вони автоматично зникнуть.
