Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: exit DVD player or return to file browser
bg: излезте от DVD плейъра или се върнете към файловия браузър
cs: ukončit DVD přehrávač a vrátit se na prohlížeč souborů
da: luk DVD afspiller eller gå tilbage til filoversigt
de: DVD Player verlassen oder zurück zum Datei-Manager
el: έξοδος απο την αναπαραγωγή DVD ή επιστροφή στον πλοηγό αρχείων
et: Välju DVD-mängijast või naase failisirvijasse
fi: poistu DVD-soittimesta tai palaa tiedostonhallintaan
fr: Quitter le lecteur DVD ou retourner au sélecteur de fichiers
hr: izađite iz DVD playera ili se vratite u preglednik datoteka
hu: a DVD Player bezárása és visszatérés a keresőbe
it: esci dal lettore DVD o torna all'elenco file
lt: užverti DVD grotuvą, arba sugrįžti į failų naršyklę
nl: DVD-speler afsluiten of terug naar bestandslijst
pl: zamknij odtwarzacz DVD i powróć do przeglądarki plików
pt_br: Sair do reprodutor de DVD ou voltar à lista de arquivos
ru: Закрыть DVD плеер и вернуться в проводник
sk: zatvoriť DVD prehrávač alebo sa vrátiť do správcu súborov
sl: Izhod iz DVD predvajalnika aku vrnitev v pregledovalnik datotek
sr: izađi iz DVD plejera ili se vrati u pregledač fajla
sv: avsluta DVD-spelaren eller återgå till filbläddraren
ta: டிவிடி பிளேயரை விட்டு வெளியேறவும் அல்லது கோப்பு உலாவிக்கு திரும்பவும்
tr: DVD oynatıcıdan çıkın veya dosya tarayıcısına dönün
uk: вийти з ДВД програвача до оглядача файлів
vi: thoát trình phát DVD hoặc quay lại trình duyệt tệp
zh_cn: 退出DVD播放器或返回文件浏览器

source: externally loopthrough to
bg: външно преминаване към
cs: externí propojení (smyčka) na
da: ekstern løkke til
de: Extern verbunden mit
el: εξωτερικό loopthrough στο
et: väline läbiviik kuni
fi: läpisyöttö
fr: rebouclé en externe par
hr: spoljna petlja u
hu: külsőleg átfűzés ide
it: esternamente in cascata a
lt: išorės ciklas į
nl: Extern doorgelust naar
pl: zewnętrzne przesyłanie do
ru: внешняя петля к
sk: externá slučka na
sr: spoljna petlja u
sv: extern genomgång till
ta: வெளிப்புற வளையத்திற்கு
tr: harici döngü aracılığıyla
uk: зовнішня петля до
vi: vòng lặp bên ngoài thông qua
zh_cn: 外部环路输出

source: failed
bg: се провали
cs: selhalo
da: mislykkedes
de: Fehlgeschlagen
el: αποτυχία
et: nurjus
fi: epäonnistui
fr: échoué
hr: nije uspjelo
hu: sikertelen
it: non riuscito
lt: nepavyko
nl: mislukt
pl: nie powiodło się
ru: не удалось
sk: neúspešné
sr: nije uspelo
sv: misslyckades
ta: தோல்வியுற்றது
tr: başarısız
uk: невдале
vi: thất bại
zh_cn: 失败

source: file can not displayed - file not found
bg: файлът не може да се покаже - файлът не е намерен
cs: soubor nelze zobrazit - soubor nenalezen
da: Fil kan ikke vises - fil ikke fundet
de: Datei kann nicht angezeigt werden! Datei nicht gefunden
el: αδυναμία εμφάνισης αρχείου - το αρχείο δεν βρέθηκε
et: faili ei saa kuvada - faili ei leitud
fi: tiedostoa ei voida näyttää - tiedostoa ei löydy
fr: fichier ne peut pas être affiché - fichier non trouvé
hr: datoteka se ne može prikazati - datoteka nije pronađena
hu: fájl nem megjeleníthető - fájl nem található
it: Il file non può essere mostrato - file non trovato
lt: failas nerodomas - failas nerastas
nl: bestand kon niet worden weergegeven - bestand niet gevonden
pl: plik nie może zostać wyświetlony - nie został znaleziony
sk: súbor nie je možné zobraziť – súbor sa nenašiel
sr: fajl se nemože pokazati - fajl nije pronađen
sv: filen kan inte visas - filen hittades inte
ta: கோப்பைக் காட்ட முடியாது - கோப்பு கிடைக்கவில்லை
tr: dosya görüntülenemiyor - dosya bulunamadı
uk: файл не можна відображазити - файл не знайдений
vi: tập tin không thể hiển thị - không tìm thấy tập tin
zh_cn: 文件无法显示-找不到文件

source: fileformats (BMP, PNG, JPG, GIF)
bg: файлов формат (BMP, PNG, JPG, GIF)
cs: formáty souborů (BMP, PNG, JPG, GIF)
da: Filformater (BMP, PNG, JPG, GIF)
de: Dateiformate (BMP, PNG, JPG, GIF)
el: τύποι αρχείων (BMP, PNG, JPG, GIF)
et: Failivormingud (BMP, PNG, JPG, GIF)
fi: Tiedostomuodot (BMP, PNG, JPG, GIF)
fr: Formats de fichiers (BMP, PNG, JPG, GIF)
hr: formati datoteka (BMP, PNG, JPG, GIF)
hu: fájlformátumok (BMP, PNG, JPG, GIF)
it: formati file (BMP, PNG, JPG, GIF)
lt: failų formatai (BMP, PNG, JPG, GIF)
nl: Bestandsformaat (BMP, PNG, JPG, GIF)
pl: formaty plików (BMP, PNG, JPG, GIF)
pt_br: Formatos (BMP, PNG, JPG, GIF)
ru: формат файла (BMP, PNG, JPG, GIF)
sk: formáty súborov (BMP, PNG, JPG, GIF)
sl: oblika datoteke (BMP, PNG, JPG, GIF)
sr: formati fajla (BMP, PNG, JPG, GIF)
sv: filformat (BMP, PNG, JPG, GIF)
tr: dosya biçimleri (BMP, PNG, JPG, GIF)
uk: формати файлів (BMP, PNG, JPG, GIF)
vi: định dạng tệp (BMP, PNG, JPG, GIF)
zh_cn: 文件格式(BMP,PNG,JPG,GIF)

source: filename
bg: име на файл
cs: název souboru
da: fil navn
de: Dateiname
el: όνομα αρχείου
et: faili nimi
fi: tiedostonimi
fr: Nom de fichier
hr: ime datoteke
hu: fájlnév
it: nome file
lt: failo pavadinimas
nl: bestandnaam
pl: nazwa pliku
pt_br: Nome do arquivo
ru: имя файла
sk: názov súboru
sl: ime datoteke
sr: ime fajla
sv: filnamn
ta: கோப்புப்பெயர்
tr: dosya ismi
uk: назва файлу
vi: tên tệp
zh_cn: 文件名

source: flat alphabetic
cs: abecedně (včetně složek)
da: Flad alfabetisk
de: Alphabetisch (inkl. Ordner)
el: αλφαβητική ταξινόμηση
et: Tähestikuline, kaustad kaasatud
fi: Aakkosjärjestys, kansionäkymä
fr: Alphabétique plat
hr: ravan abecedni
hu: ábécé szerinti rendezés
it: alfabetico piatto
lt: plokščia abėcėlė
nl: plat alfabetisch
pl: alfabetycznie (+katalogi)
pt_br: Ordenar alfabeticamente
ru: единый алфавит
sk: abecedne, vrátane priečinkov
sr: ravan abecedni
sv: platt alfabetisk
ta: தட்டையான அகரவரிசை
tr: düz alfabetik
uk: сортувати за алфавітом
vi: chữ cái phẳng
zh_cn: 按字母顺序

source: flat alphabetic reverse
cs: abecedně v opačném pořadí (včetně složek)
da: Flad alfabetisk baglæns
de: Umgekehrt Alphabetisch (inkl. Ordner)
el: αλφαβητική αντιστροφή
et: Pööratud tähestikuline, kaustad kaasatud
fi: käänteinen aakkosjärjestys, kansionäkymä
fr: Alphabétique plat inversé
hr: ravan abecedni obrnuti
hu: fordított ABC
it: alfabetico piatto inverso
lt: ne abėcėlės tvarka
nl: omgekeerd plat alfabetisch
pl: alfabetycznie (+ katalogi) Z>A
pt_br: Ordem alfabética invertida
ru: поменять по един. алфавиту
sk: abecedne obrátene, vrátane priečinkov
sr: ravan abecedni obrnuti
sv: platt alfabetisk omvänd
ta: தட்டையான அகரவரிசை தலைகீழ்
tr: düz alfabetik ters
uk: зворотньо по алфавіту
vi: đảo ngược chữ cái
zh_cn: 按字母反向顺序

source: forward to the next chapter
bg: напред към следващата глава
cs: přeskočit na další kapitolu
da: frem til næste kapitel
de: Weiter zum nächsten Kapitel
el: προώθηση στο επόμενο κεφάλαιο
et: edasi järgmisele peatükile
fi: eteenpäin seuraavaan kappaleeseen
fr: Avancer au chapitre suivant
hr: prijeđi na slijedeće poglavlje
hu: ugrás a következő fejezethez
it: passa al capitolo successivo
lt: pereiti į kitą skyrių
nl: Verder naar het volgende hoofdstuk
pl: Przeskocz do nastepnego rozdziału
pt_br: Próximo capítulo
ru: перейти в следующую сторону
sk: preskočiť na ďalšiu kapitolu
sl: preskoči na naslednje poglavje
sr: pređi na sledeće poglavlje
sv: vidare till nästa kapitel
ta: அடுத்த அத்தியாயத்திற்கு முன்னோக்கி
tr: sonraki bölüme ilerle
uk: перейти до наступного розділу
vi: chuyển sang chương tiếp theo
zh_cn: 快进到下一个章节

source: free
bg: безплатно
cs: volné místo
da: fri
de: Frei
el: ελεύθερα
et: vaba
fi: vapaana
fr: Libre
hr: slobodni
hu: szabad
it: libero
lt: laisvi
nl: vrij
pl: wolne
pt_br: Livre
ru: свободно
sk: voľných
sl: prosto
sr: slobodni
sv: gratis
ta: இலவசம்
tr: boş
uk: вільно
vi: miễn phí
zh_cn: 免费

source: free diskspace
bg: свободно дисково пространство
cs: volné místo na HDD
da: fri diskplads
de: Freier Festplattenspeicher
el: ελεύθερος χώρος δίσκου
et: vaba kettaruumi
fi: vapaata levytilaa
fr: espace disque libre
hr: slobodan prostor na disku
hu: szabad tárterület
it: spazio libero su disco
lt: laisvos vietos diske
nl: Schijfruimte vrij
pl: wolne miejsce na dysku
ru: свободное место на диске
sk: voľné miesto na disku
sl: prazen prostor na disku
sr: slobodan prostor na disku
sv: ledigt diskutrymme
ta: இலவச வட்டு இடம்
tr: boş disk alanı
uk: вільно місця
vi: không gian trống của đĩa
zh_cn: 释放硬盘空间

source: from
bg: от
cs: z
da: fra
de: von
el: από
et: asukohast
fi: tulosta
fr: de
hr: iz
hu: ból
it: da
lt: nuo
nl: van
pl: z
ru: из
sk: od
sr: iz
sv: från
ta: இருந்து
tr: itibaren
uk: з
vi: từ
zh_cn: 来自

source: get the cards' server
bg: вземете сървъра на картите
cs: získat cardserver
da: hent server for kort
de: Einlesen der Card-Server
el: λήψη διακομιστή καρτών
et: hangi kaardiserver
fi: hae korttipalvelin
fr: obtenir le serveur des cartes
hr: dobiti server kartica
hu: kártyaszerver
it: ottieni il server schede
lt: prijungti kortelių serverį
nl: verkrijg de kaartserver
pl: serwer kart
ru: шаринг сервер
sk: načítanie kartového servera
sr: dobiti server kartica
sv: hämta kortens server
ta: அட்டைகளின் சேவையகத்தைப் பெறுங்கள்
tr: kartların sunucusunu al
uk: отримати картки сервера
vi: lấy máy chủ của thẻ
zh_cn: 获取卡的服务器

source: grab this frame as bitmap
bg: вземете този кадър като растерно изображение
cs: grabovat snímek jako bitmapu
da: Fang denne ramme som bitmap
de: Diesen Frame als Bitmap speichern
el: λήψη στιγμιότυπου του καρέ ως bitmap
et: Salvesta kaader rasterpildina
fi: Tallenna tämä ruutu kuvatiedostoksi
fr: Saisir cette frame comme bitmap
hr: zgrabite ovaj okvir kao bitmapu
hu: pillanatkép mentése
it: cattura questo fotogramma come bitmap
lt: užgriebti vaizdą bmp formatu
nl: Maak van dit scherm een screenshot
pl: zrób zrzut ekranu (.bmp)
pt_br: Usar esta imagem como bitmap
ru: сохранить фрейм как растровое изображение
sk: zachytiť túto snímku ako bitmapu
sr: zgrabi ovaj frejm kao bitmap
sv: ta denna bildruta som bitmapp
ta: இந்த சட்டகத்தை பிட்மேப்பாகப் பிடிக்கவும்
tr: bu kareyi bitmap olarak yakala
uk: захопити цей кадр як растрове зображення
vi: lấy khung này làm bitmap
zh_cn: 以BMP格式截屏

source: green
bg: зелен
cs: zelené
da: Grøn
de: Grün
el: πράσινο
et: Roheline
fi: vihreä
fr: Vert
hr: zelena
hu: zöld
it: verde
lt: žalias
nl: groen
pl: zielony
pt_br: Verde
ru: зеленый
sk: zelené
sl: zeleno
sr: zelena
sv: grön
ta: பச்சை
tr: yeşil
uk: зелений
vi: màu xanh lá
zh_cn: 绿色

source: h:mm
da: t:mm
el: ω:λλ
ta: எச்: எம்.எம்
tr: s:dd
uk: г:хх

source: h:mm:ss
da: t:mm:ss
el: ω:λλ:δδ
ta: எச்: எம்.எம்: எச்.எச்
tr: s:dd:ss
uk: г:хх:сс

source: h:mm:ssAM/PM
da: t:mm:ssAM/PM
el: ω:λλ:δδΠΜ/ΜΜ
ta: எச்: எம்.எம்: எச்.எச்.ஏ.எம்/பி.எம்
tr: s:dd:ssAM/PM
uk: г:хх:сс AM/PM
zh_cn: 时:分:秒上午/下午

source: h:mm:ssam/pm
da: t:mm:ssam/pm
el: ω:λλ:δδπμ/μμ
ta: எச்: எம்.எம்: எச்.எச்.ஏ.எம்/பி.எம்
tr: s:dd:ssam/pm
uk: г:хх:сс am/pm
zh_cn: 时:分:秒上午/下午

source: h:mmAM/PM
da: t:mmAM/PM
el: ω:λλΠΜ/ΜΜ
ta: எச்: MMAM/PM
tr: s:ddAM/PM
uk: г:хх AM/PM
zh_cn: 时:分上午/下午

source: h:mmam/pm
da: t:mmam/pm
el: ω:λλπμ/μμ
ta: எச்: MMAM/PM
tr: s:ddam/pm
uk: г:хх am/pm
zh_cn: 时:分上午/下午

source: handled
cs: vyřízeno
de: Abgearbeitet
el: διαχειρίστηκε
et: töödeldud
fi: hoidettu
fr: géré
hr: ručni rad
hu: kezelve
it: gestito
lt: tvarkoma
nl: Verwerkt
pl: obsługiwane
ru: удалось
sk: spracované
sv: hanterade
ta: கையாளப்பட்டது
tr: kullanıldı
uk: обробляються
vi: xử lý
zh_cn: 处理

source: height
bg: височина
cs: výška
da: højde
de: Höhe
el: ύψος
et: Kõrgus
fi: korkeus
fr: Hauteur
hr: visina
hu: magasság
it: altezza
lt: aukštis
nl: hoogte
pl: wysokość
pt_br: Altura
ru: высота
sk: výška
sr: visina
sv: höjd
ta: உயரம்
tr: yükseklik
uk: висота
vi: chiều cao
zh_cn: 高度

source: help...
bg: помощ...
cs: nápověda...
da: Hjælp...
de: Hilfe...
el: βοήθεια...
et: Abi
fi: Avustaja
fr: Aide...
hr: pomoć...
hu: súgó...
it: aiuto...
lt: pagalba...
pl: pomoc...
pt_br: Ajuda
ru: помощь...
sk: pomocník…
sl: Pomoč
sr: pomoć...
sv: hjälp...
ta: உதவி ...
tr: yardım...
uk: допомога...
vi: cứu giúp...
zh_cn: 帮助...

source: hh:mm
da: tt:mm
el: ωω:λλ
ta: HH: மிமீ
tr: ss:dd
uk: гг:хх
zh_cn: 时:分

source: hh:mm:ss
da: tt:mm:ss
el: ωω:λλ:δδ
fi: hh:mm
ta: HH: மிமீ: எச்.எச்
tr: ss:dd:ss
uk: гг:хх:сс
zh_cn: 时:分:秒

source: hh:mm:ssAM/PM
da: tt:mm:ssAM/PM
el: ωω:λλ:δδΠΜ/ΜΜ
tr: ss:dd:ssAM/PM
uk: гг:хх:сс AM/PM
zh_cn: 时:分:秒上午/下午

source: hh:mm:ssam/pm
da: tt:mm:ssam/pm
el: ωω:λλ:δδπμ/μμ
tr: ss:dd:ssam/pm
uk: гг:хх:сс am/pm
zh_cn: 时:分:秒上午/下午

source: hh:mmAM/PM
da: tt:mmAM/PM
el: ωω:λλΠΜ/ΜΜ
tr: ss:ddAM/PM
uk: гг:хх AM/PM
zh_cn: 时:分上午/下午

source: hh:mmam/pm
da: tt:mmam/pm
el: ωω:λλπμ/μμ
tr: ss:ddam/pm
uk: гг:хх am/pm
zh_cn: 时:分上午/下午

source: inactive
cs: neaktivní
el: ανενεργό
fi: toimeton
hr: neaktivno
it: inattivo
nl: niet actief
pl: nieaktywny
sk: neaktívne
sr: neaktivno
sv: inaktiv
ta: செயலற்றது
tr: aktif değil
uk: неактивний

source: increase uphop by 1
cs: zvýšit nárůst o 1
de: Uphop um 1 erhöhen
el: αύξηση uphop ανά 1
et: suurenda uphop 1
fi: vähennä ylöshyppyä yhdellä
fr: augmenter le uphop de 1
hr: povećati uphop za 1
it: incrementa uphop di 1
lt: padidinti uphop 1
nl: Verhoog uphop met 1
pl: wzrost uphop o 1
ru: понизить uphop до 1
sk: zvýšiť uphop o 1
sr: povećati uphop do 1
sv: öka uphop med 1
ta: மேல்நோக்கி 1 ஆல் அதிகரிக்கவும்
tr: uphop 1 arttır
uk: збільшити вгору на 1
vi: tăng uphop lên 1
zh_cn: 向上增加1

source: init module
bg: инициализация модул
cs: inicializační modul
da: initialiser modul
de: Modul initialisieren
el: αρχικοποίηση αρθρώματος
et: käivita moodul
fi: alusta moduuli
fr: Initialiser le module
hr: inicirati modul
hu: modul inicializálása
it: modulo init
lt: aptinkamas modulis
nl: module initialiseren
pl: Zainicjuj moduł
pt_br: Módulo de início
ru: инициализация модуля
sk: inicializácia modulu
sl: zagon modula
sr: inicirati modul
sv: init-modul
ta: init தொகுதி
tr: modülü başlat
uk: ініціалізувати модуль
vi: mô-đun init
zh_cn: 模块初始化

source: init modules
bg: инициализация модули
cs: inic moduly
da: initier moduler
de: Module initialisieren
el: αρχικοποίηση αρθρωμάτων
et: käivita moodulid
fi: alusta moduulit
fr: Initialiser modules
hr: inicirati module
hu: modulok inicializálása
it: moduli init
lt: aptinkami moduliai
nl: modules initialiseren
pl: Zainicjuj moduły
pt_br: Módulos de início
ru: инициализация модулей
sk: inicializácia modulov
sr: inicirati module
sv: init-moduler
ta: தொடக்க தொகுதிகள்
tr: modülleri başlat
uk: ініціалізувати модулі
vi: mô-đun init
zh_cn: 初始化模块

source: insert mark here
bg: постави отметка тук
cs: vložit značku
da: Indsæt mærke her
de: Markierung hier einfügen
el: εισαγωγή σημειωτή
et: Pane märk siia
fi: Aseta tähän merkki
fr: Insérer un marqueur ici
hr: unesi oznaku ovdje
hu: jelző elhelyezése ide
it: inserisci marcatore qui
lt: įterpkite žymeklį čia
nl: Markeerpunt invoegen
pl: wstaw znacznik tutaj
pt_br: Inserir marcador aqui
ru: вставить метку
sk: vložiť značku sem
sl: vnesite oznako tukaj
sr: unesi oznaku ovde
sv: infoga märke här
ta: மார்க் இங்கே செருகவும்
tr: buraya işaret koy
uk: вставити мітку тут
vi: chèn dấu ở đây
zh_cn: 在这里插入标记

source: instant record
bg: незабавен запис
cs: okamžitý záznam
el: άμεση εγγραφή
fi: Pikatallennus
fr: enregistrement instantané
hr: trenutno snimanje
it: registrazione istantanea
lt: momentinis įrašymas
nl: direct opnemen
pl: natychmiastowe nagranie
sk: okamžité nahrávanie
sr: trenutno snimanje
sv: omedelbar registrering
ta: உடனடி பதிவு
tr: anlık kayıt
uk: негайний запис

source: internally loopthrough to
cs: interní propojení (smyčka) na
da: intern gennemsløjfning til
de: Intern verbunden mit
el: εσωτερικό loopthrough σε
et: sisene läbiviik kuni
fi: läpisyöttö
fr: rebouclé en interne par
hr: interna petlja u
hu: belső átfűzés ide
it: collegato internamente con
lt: vidinis ciklas į
nl: intern doorgelust naar
pl: wewnętrzne przesyłanie do
ru: внутренняя петля к
sk: interná slučka na
sr: interna petlja u
sv: intern genomgång till
ta: உள் வளையத்திற்கு
tr: dahili döngüsel geçiş
uk: внутрішня петля до
vi: vòng lặp nội bộ để
zh_cn: 内部环通到

source: jump back to the previous title
bg: скок обратно към предишно заглавие
cs: přejít na předchozí titul
da: spring tilbage til forrige titel
de: Zum letzten Titel springen
el: μετάβαση στον πρηγούμενο τίτλο
et: Hüppa eelmisele failile
fi: hyppää taaksepäin edelliseen kappaleeseen
fr: Se rendre vers le titre précédent
hr: skok nazad na predhodni titl
hu: visszaugrás az előző címhez
it: vai al titolo precedente
lt: šuolis atgal į ankstesnį pavadinimą
nl: terug naar vorige titel
pl: Przeskoczyć do poprzedniego tytułu
pt_br: Título anterior
ru: переключить на предыдущий настроенный сервис?
sk: preskočiť na predchádzajúci titul
sl: skoči nazaj na prejšnji naslov
sr: skok nazad na predhodni titl
sv: hoppa tillbaka till föregående titel
ta: முந்தைய தலைப்புக்கு திரும்பவும்
tr: önceki başlığa atla
uk: перейти до попереднього епізоду
vi: nhảy trở lại tiêu đề trước
zh_cn: 跳转到上一个标题

source: jump forward to the next title
bg: скок напред до следващото заглавие
cs: přejít na další titul
da: spring frem til næste titel
de: Zum nächsten Titel springen
el: μετάβαση στον επόμενο τίτλο
et: Hüppa järgmisele failile
fi: hyppää eteenpäin seuraavaan kappaleeseen
fr: Se rendre vers le titre suivant
hr: skok naprijed na sljedeći titl
hu: előreugrás a következő címhez
it: vai al titolo successivo
lt: šuolis priekin į kitą pavadinimą
nl: vooruit naar volgende titel
pl: Przeskoczyć do następnego tytułu
pt_br: Próximo título
ru: перейти к следующему названию
sk: preskočiť na ďalší titul
sl: preskoči na naslednji naslov
sr: skok napred na sledeći titl
sv: hoppa vidare till nästa titel
ta: அடுத்த தலைப்புக்கு முன்னேறவும்
tr: sonraki başlığa atla
uk: перейти до наступного епізоду
vi: nhảy tới tiêu đề tiếp theo
zh_cn: 跳转到下一个标题

source: jump to chapter by number
bg: скок на глава по номер
cs: skok na kapitolu podle čísla
da: spring til kapitel med nummer
de: Nach Nummer zum Kapitel springen
el: μετάβαση στο κεφάλαιο με αριθμό
et: Hüpe peatükile numbri järgi
fi: Hyppää luku numeron mukaan
fr: Aller au chapitre par numéro
hr: prelazak na poglavlje po broju
hu: ugrás fejezethez szám alapján
it: vai al capitolo per numerazione
lt: peršokti į skyrių pagal numerį
nl: Spring via nummer naar hoofdstuk
pl: przejdź do rozdziału według numeru
sk: preskočiť na kapitolu podľa čísla
sr: prelazak na poglavlje po broju
sv: hoppa till kapitel efter nummer
ta: எண் மூலம் அத்தியாயத்திற்கு செல்லவும்
tr: numaraya göre bölüme atla
uk: перейти до розділу по номеру
vi: nhảy đến chương theo số
zh_cn: 通过数字跳到章节

source: left
bg: наляво
cs: vlevo
da: Venstre
de: Links
el: αριστερά
et: Vasak
fi: vasen
fr: Gauche
hr: lijevo
hu: bal
it: sinistro
lt: kairys
nl: Links
pl: Lewo
pt_br: Esquerda
ru: левый
sk: ľavý
sl: levo
sr: levo
sv: vänster
ta: இடது
tr: sol
uk: лівий
vi: trái
zh_cn: 左

source: length
bg: дължина
cs: délka
da: længde
de: Länge
el: διάρκεια
et: Pikkus
fi: pituus
fr: Longueur
hr: dužina
hu: hossz
it: durata
lt: ilgis
nl: lengte
pl: długość
pt_br: comprimento
ru: длина
sk: dĺžka
sl: dolžina
sr: dužina
sv: längd
ta: நீளம்
tr: uzunluk
uk: тривалість
vi: chiều dài
zh_cn: 长度

source: locked
bg: заключен
cs: zamknuto
da: låst
de: Signal
el: κλειδωμένο
et: lukustatud
fi: lukittu
fr: Verrouillé
hr: zaključano
hu: hangolva
it: bloccato
lt: fiksuota
pl: zablokowany
pt_br: Sintonizado
ru: захвачено
sk: zamknuté
sl: zaklenjen
sr: zaključano
sv: låst
ta: பூட்டப்பட்டுள்ளது
tr: kilitli
uk: сигнал
vi: bị khóa
zh_cn: 锁定

source: long
bg: дълго
cs: dlouhý stisk
da: lang
de: lang
el: παρατεταμένο
et: pikk
fi: pitkä
fr: longue
hr: dugi
hu: hosszú
it: lungo
lt: ilgas spaudimas
nl: lang
pl: długo
ru: долгое нажатие
sk: dlho
sr: dugi
sv: longitud
ta: நீண்ட
tr: uzun
uk: довге натискання
vi: dài
zh_cn: 长按

source: loopthrough to
cs: průchod (smyčka) na
da: gennemløb til
de: durchschleifen an
el: loopthrough σε
et: läbiviik kuni
fi: läpisyöttö
fr: rebouclé par
hr: petlja kroz
hu: átfűzés ide
it: in cascata a
lt: kilpa į
nl: Doorlus naar
pl: przelotowe do
ru: петля к
sk: prepojiť slučkou na
sl: preskoči na
sr: petlja kroz
sv: genomgång till
ta: loopThrough பெறுநர்
tr: döngüsel geçiş
uk: петля до
vi: lặp qua
zh_cn: 环路输出

source: manual
bg: ръчно
cs: ručně
da: manuel
de: Manuell
el: χειροκίνητα
et: juhend
fi: manuaalinen
fr: manuel
hr: ručno
hu: kézi
it: manuale
lt: rankinis
nl: handmatig
pl: ręcznie
ru: вручную
sk: ručne
sl: prenesi
sr: ručno
sv: manuell
ta: கையேடு
tr: manuel
uk: ручний
vi: hướng dẫn sử dụng
zh_cn: 手动

source: min
bg: мин
el: λεπτά
fi: pienin
nl: Minuten
ta: மணித்துளி
tr: dk
uk: хв
zh_cn: 分钟

source: module disabled
cs: modul deaktivován
el: άρθρωμα ανενεργό
fi: Moduuli poistettu käytöstä
hr: modul onemogućen
it: modulo disabilitato
nl: Module uitgeschakeld
pl: Moduł wyłączony
sk: modul deaktivovaný
sr: modul onemogućen
sv: modul inaktiverad
ta: தொகுதி முடக்கப்பட்டது
tr: modül devre dışı
uk: модуль вимкнено

source: month
bg: месец
cs: měsíc
da: måned
de: Monat
el: μήνας
et: kuu
fi: kuukausi
fr: Mois
hr: mjesec
hu: hónap
it: mese
lt: mėnuo
nl: maand
pl: miesiąc
pt_br: mês
ru: месяц
sk: mesiac
sl: mesec
sr: mesec
sv: månad
ta: மாதம்
tr: ay
uk: місяць
vi: tháng
zh_cn: 月

source: move
bg: премести
cs: přesun
da: flyt
de: Verschieben
el: μετακίνηση
et: Liiguta
fi: siirrä
fr: déplacer
hr: premjesti
hu: mozgatás
it: sposta
lt: perkelti
nl: verplaats
pl: ruch
ru: переместить
sk: presunúť
sr: premesti
sv: flytta
ta: நகர்த்தவும்
tr: taşı
uk: перемістити
vi: di chuyển
zh_cn: 移动

source: multi
cs: vícenásobné
el: πολλαπλό
fi: moni
hr: više
lt: daugialypis
sr: više
ta: பல
tr: çoklu
uk: мульти
vi: đa
zh_cn: 多个

source: n/a
da: Ikke tilgængelig
de: n/v
el: μ/δ
et: puudub
fi: ei saatavilla
it: n/d
lt: nėra duomenų
nl: Niet beschikbaar
pl: Niedostępne
sk: nie je k dispozícii
ta: இதற்கில்லை
tr: yok
uk: не визначено
zh_cn: 无网络

source: name
cs: název
el: όνομα
fi: nimi
hr: ime
it: nome
lt: pavadinimas
nl: Naam
pl: nazwa
sk: názov
sr: ime
sv: namn
ta: பெயர்
tr: isim
uk: назва

source: no CAId selected
bg: не е избран CAId
cs: není vybrán žádný CAId
da: Ingen CAId valgt
de: Keine CAID ausgewählt
el: δεν έχει επιλεγεί CAId
et: CAId valimata
fi: ei CAId valittu
fr: Aucun CAId sélectionné
hr: nije CAId izabran
hu: nincs kijelölt CAId
it: nessun CAId selezionato
lt: joks CAId neišsirinktas
nl: Geen CAId geselecteerd
pl: Nie wybrano CAId
pt_br: Nenhum CAID selecionado
ru: Не выбран CAID
sk: nie je zvolený žiadny CAID
sl: ni izbran nobeden CAId
sr: nije CAId izabran
sv: ingen CAId vald
ta: கெய்ட் தேர்ந்தெடுக்கப்படவில்லை
tr: CAId seçilmedi
uk: не вибрано CAId
vi: không chọn CAId
zh_cn: 未选择CAID

source: no CI slots found
bg: няма открити CI слотве
cs: nebyly nalezeny žádné CI sloty
da: ingen CI slots fundet
de: Keinen CI-Slot gefunden
el: δεν βρέθηκαν κοινές διεπαφές (CI)
et: moodulipesa ei leitud
fi: ei löytynyt CI portteja
fr: Aucun slot CI trouvé
hr: ci utor nije pronađen
hu: nem található CI foglalat
it: nessun slot CI trovato
lt: jokie CI skaitytuvai nesurasti
nl: Geen CI slots gevonden
pl: nie znaleziono gniazda CI
pt_br: Nenhum slots CI encontrado
ru: Слоты CI не найдены
sk: nenašli sa žiadne sloty CI
sl: ni najdene nobene CI vrate
sr: nema CI pronađenog slota
sv: inga CI-platser hittades
ta: தொஒ இடங்கள் எதுவும் கிடைக்கவில்லை
tr: CI yuvası bulunamadı
uk: слот CI не знайдено
vi: không tìm thấy khe CI
zh_cn: 没有找到CI插槽

source: no module found
bg: няма намерен модул
cs: nenalezen žádný modul
da: ingen modul fundet
de: Kein Modul gefunden
el: δεν βρέθηκε άρθρωμα
et: moodulit ei leitud
fi: (modulia ei löytynyt)
fr: Aucun module trouvé
hr: nije pronađen modul
hu: nincs behelyezve modul
it: nessun modulo trovato
lt: modulio nerasta
nl: Geen module gevonden
pl: Nie znaleziono modułu
pt_br: Nenhum modulo detectado
ru: не найден модуль
sk: nenašiel sa žiadny modul
sl: ni modula
sr: nije pronađen modul
sv: ingen modul hittades
ta: எந்த தொகுதியும் கிடைக்கவில்லை
tr: modül bulunamadı
uk: модуль не знайдено
vi: không tìm thấy mô-đun
zh_cn: 未找到模块
