Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Undetermined
bg: Неопределен
cs: Neurčeno
da: Ubestemt
de: Unbestimmt
el: Μη καθορισμένο
et: Määratlemata
fi: Määrittämätön
fr: Indéterminé
hr: Neodređeno
hu: Meghatározatlan
it: Indeterminato
lt: Nenustatyta
nl: Onbekend
pl: Nieokreślony
ru: Не определено
sk: Neurčené
sr: Neodređeno
sv: Ej fastställd
ta: வரையறுக்கப்பட்டாத
tr: Belirsiz
uk: Не визначено
vi: Không xác định
zh_cn: 待定

source: Unencrypted
bg: Нешифрован
cs: Nešifrováno
da: Ukrypteret
de: Unverschlüsselt
el: Χωρίς κωδικοποίηση
et: Koodivaba
fi: Salaamaton
fr: Non crypté
hr: Nešifrovan
hu: Kódolatlan
it: In chiaro
lt: Nekoduotas
nl: Ongecodeerd
pl: Nieszyfrowane
pt_br: Decodificado
ru: Декодирован
sk: Nekódované
sr: Nešifrovan
sv: Okrypterad
ta: மறைகுறியாக்கப்படாதது
tr: Şifrelenmemiş
uk: Декодований
vi: Không được mã hóa
zh_cn: 未加密

source: Unexpected error accessing WebIF: %s
cs: Neočekávaná chyba při přístupu k WebIF: %s
el: Μη αναμενόμενο σφάλμα κατά την πρόσβαση WebIF: %s
fi: Odottamaton virhe Internetissä WebIF: %s
hr: Neočekivana greška prilikom pristupa WebIF: %s
it: Errore imprevisto durante l'accesso a WebIF: %s
nl: Onverwachte fout bij openen van WebIF:%s
pl: Nieoczekiwany błąd podczas dostępu do WebIF: %s
sk: Neočakávaná chyba pri prístupe na WebIF: %s
sr: Neočekivana greška prilikom pristupa WebIF: %s
sv: Oväntat fel vid åtkomst till WebIF: %s
ta: Webif ஐ அணுகும் எதிர்பாராத பிழை: %s
tr: WebIF'e erişimde beklenmeyen hata: %s
uk: Неочікувана помилка доступу до WebIF: %s

source: Unexpected error while retrieving fallback tuner's timer information
cs: Neočekávaná chyba při načítání informací o časovači záložního tuneru
el: Μη αναμενόμενο σφάλμα κατά την ανάκτηση των πληροφοριών χρονοδιακόπτη του εφεδρικού tuner
fi: Odottamaton virhe, haettaessa etävastaanottimen ajastimen tietoja
fr: Erreur inattendue lors de la récupération des informations de programmation du récepteur de repli
hr: Neočekivana pogreška prilikom dohvaćanja informacija o mjeraču vremena rezervnog tunera
it: Errore durante il recupero delle informazioni del timer di fallback
lt: Netikėta klaida gaunant atsarginio imtuvo laikmačio informaciją
nl: Onverwachte fout bij het ophalen van timer-informatie van de FallBack tuner!
pl: Nieoczekiwany błąd podczas pobierania informacji o zegarze tunera rezerwowego
sk: Neočakávaná chyba počas načítavania informácie časovača záložného tuneru
sr: Neočekivana greška prilikom preuzimanja informacija o tajmeru rezervnog tjunera
sv: Oväntat fel vid hämtning av timerinformation för reservtunern
ta: ஃபிள்பேக் ட்யூனரின் நேரங்குறிகருவி தகவலை மீட்டெடுக்கும் போது எதிர்பாராத பிழை
tr: Yedek tunerin zamanlayıcı bilgilerini alırken beklenmedik bir hata oluştu
uk: Неочікувана помилка під час отримання інформації про таймер з резервного тюнера

source: UnhandledKey
bg: Необработен ключ
cs: Neošetřené tlačítko
da: Knap uden funktion
el: Μη διαχειρίσιμο πλήκτρο
et: Käsitlematu võti
fi: Käsittelemätön avain
fr: Clé non prise en charge
hr: Nekorišćena tipka
it: Tasto non gestito
lt: Nepalaikomas mygtukas
nl: Ongeldige knop
pl: Klawisz nieobsługiwany
ru: Неиспользуемая кнопка
sr: Nekorišćeni taster
sv: Obehandlad nyckel
ta: Unnandledkey
tr: İşlenmemiş Key
uk: Неопрацьований Ключ
vi: Không khóa
zh_cn: 未处理的密钥

source: Unhide Parental Control Services
bg: Показване на услугите за родителски контрол
cs: Zrušit skrytí programů s rodičovskou kontrolou
el: Ακύρωση απόκρυψης των υπηρεσιών με γονικό κλείδωμα
fi: Näytä lapsilukolla suojatut kanavat
fr: Afficher les services avec contrôle parental
hr: Otkrij kanale roditeljskog nadzora
it: Rendi visibili i servizi del controllo genitori
lt: Nebeslėpti tėvų kontrolės kanalų
nl: Maak het kinderslot zichtbaar
pl: Pokaż usługi kontroli rodzicielskiej
sk: Neskrývať stanice s rodičovskou kontrolou
sr: Otkrij kanale roditeljskog nadzora
sv: Avslöja tjänster för föräldrakontroll
ta: பெற்றோர் கட்டுப்பாட்டு சேவைகளை மறைக்கவும்
tr: Ebeveyn Kontrol Hizmetlerini Gizlemeyi Kaldır
uk: Показати приховані канали батькіського контролю

source: Unicable LNB
da: Unicabel LNB
hu: Unicable fej
it: LNB Unicable (SCR)
lt: Kelių kabelių LNB
ta: பயன்படுத்த முடியாத எல்.என்.பி.
uk: Unicable конвертор
vi: Uni cápLNB
zh_cn: 单一同轴电缆高频头

source: Uninstall
cs: Odinstalovat
da: Afinstaller
de: Deinstallieren
el: Απεγκατάσταση
et: Eemalda
fi: Poista asennus
hr: Deinstalacija
hu: Eltávolítás
it: Disinstalla
nl: Verwijderen
pl: Odinstaluj
pt_br: Desinstalar
ru: Удаление
sk: Odinštalovať
sl: Odstranitev
sr: Deinstalacija
sv: Avinstallera
ta: நிறுவல் நீக்க
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt
zh_cn: 撤销安装

source: Unique numbering
cs: Jedinečné číslování
el: Μοναδική αρίθμηση
fi: Yksilöllinen numeronti
hr: Jedinstveno numerisanje
it: Numerazione univoca
nl: Unieke nummering
pl: Unikalna numeracja
sk: Jedinečné číslovanie
sr: Jedinstveno numerisanje
sv: Unik numrering
ta: தனித்துவமான எண்
tr: Özel numaralandırma
uk: Унікальна нумерація

source: United Arab Emirates
cs: Spojené arabské emiráty
da: Forenede Arabiske Emirater
de: Vereinigte Arabische Emirate
el: Ηνωμένα Αραβικά Εμιράτα
et: Araabia Ühendemiraadid
fr: Émirats Arabes Unis
hu: Egyesült Arab Emírségek
it: Emirati Arabi Uniti
lt: Jungtiniai Arabų Emiratai
nl: Verenigde Arabische Emiraten
pl: Zjednoczone Emiraty Arabskie
sk: Spojené arabské emiráty
sv: Förenade Arabemiraten
ta: ஐக்கிய அராபிய எமிரேட்சு
tr: Birleşik Arap Emirlikleri
uk: Об'єднані Арабські Емірати
vi: Các Tiểu Vương Quốc Ả Rập Thống Nhất
zh_cn: 阿拉伯联合酋长国

source: United Kingdom
cs: Spojené království
da: Storbritannien
de: England
el: Ηνωμένο Βασίλειο
et: Ühendkuningriik
fi: Ison-Britannia
fr: Royaume Uni
hu: Egyesült Királyság
it: Regno Unito
lt: Jungtinė Karalystė
nl: Verenigd Koninkrijk
pl: Wielka Brytania
sk: Spojené kráľovstvo
sv: Storbritannien
ta: ஐக்கிய முடியரசு
tr: Birleşik Krallık
uk: Об'єднане Королівство
vi: Vương quốc Anh
zh_cn: 大不列颠联合王国

source: United States Minor Outlying Islands
cs: Menší odlehlé ostrovy Spojených států amerických
de: Vereinigte Staaten Kleinere Ausgelagerte Inseln
el: Απομακρυσμένες Νησίδες των Ηνωμένων Πολιτειών
et: Ühendriikide hajasaared
fi: Yhdysvallat Pienet syrjäiset saaret
fr: Îles mineures éloignées des États-Unis
hu: Az Amerikai Egyesült Államok lakatlan külbirtokai
it: Isole minori esterne degli Stati Uniti d'America
lt: Jungtinių Valstijų Mažosios Tolimosios Salos
nl: U.S. Afgelegen Eilanden
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
sk: Menšie odľahlé ostrovy USA
sv: Förenta staternas mindre öar
ta: ஐக்கிய நாடுகள் சிறு சுற்றியுள்ள தீவுகள்
tr: Amerika Birleşik Devletleri Küçük Dış Adaları
uk: Віддалені острови Малі США
vi: Quần đảo xa xôi nhỏ của Hoa Kỳ
zh_cn: 美国本土外小岛屿

source: United States of America
cs: Spojené státy americké
da: Amerikas Forenede Stater
de: Vereinigte Staaten
el: Ηνωμένες Πολιτείες Αμερικής
et: Ameerika Ühendriigid
fi: Yhdysvallat
fr: États-Unis d'Amérique
hu: Amerikai Egyesült Államok
it: Stati Uniti d’America
lt: Jungtinės Amerikos Valstijos
nl: Verenigde Staten van Amerika
pl: Stany Zjednoczone
sk: Spojené štáty americké
sv: USA
ta: ஐக்கிய அமெரிக்க நாடுகள்
tr: Amerika Birleşik Devletleri
uk: Сполучені Штати Америки
vi: Nước Mỹ
zh_cn: 美利坚合众国

source: Universal LNB
bg: Универсално LNB
cs: Univerzální LNB
et: Universaalne LNB
fi: Universaali LNB
fr: LNB universel
hr: Univerzalni LNB
hu: Univerzális fej
it: LNB Universale
lt: Universali LNB
nl: Universeel LNB
pl: Uniwersalny LNB
pt_br: LNB Universal
ru: Универсальный LNB
sk: Univerzálny LNB
sl: Univerzalni LNB
sr: Univerzalni LNB
ta: யுனிவர்சல் எல்.என்.பி.
uk: Універсальний конвертор
vi: LNB phổ quát
zh_cn: 通用高频头

source: Unknown
bg: Неизвестен
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
et: Tundmatu
fi: Tuntematon
fr: Inconnu
hr: Nepoznat
hu: Ismeretlen
it: Sconosciuto
lt: Nežinoma
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестный
sk: Neznáme
sr: Nepoznat
sv: Okänd
ta: தெரியவில்லை
tr: Bilinmeyen
uk: Невідомий
vi: Không xác định
zh_cn: 未知

source: Unknown Devices
cs: Neznámá zařízení
el: Άγνωστες συσκευές
fi: Tuntemattomat laitteet
hr: Nepoznati Uređaj
it: Dispositivi sconosciuti
nl: Onbekende apparaten
pl: Nieznane urządzenia
sk: Neznáme zariadenia
sr: Nepoznati Uređaj
sv: Okända enheter
ta: அறியப்படாத சாதனங்கள்
tr: Bilinmeyen Cihazlar
uk: Невідомі пристрої

source: Unknown Error creating Skin. Please check after reboot MyMetrixLite-Plugin and apply your settings.
bg: Неизвестна грешка при създаване на кожа. Моля, проверете след рестартиране на MyMetrixLite-Plugin и приложете настройките си.
cs: Neznámá chyba při vytváření vzhledu. Zkontrolujte prosím po restartu MyMetrixLite-Plugin a použijte svá nastavení.
da: Ukendt fejl ved oprettelse af Tema. Kontroller venligst efter genstart af MyMetrixLite-Plugin og benyt dine indstillinger.
de: Unbekannter Fehler beim Erstellen des Skins. Bitte überprüfen und übernehmen Sie Ihre Einstellungen nach einem Neustart im MyMetrixLite Plugin.
el: Σφάλμα δημιουργίας θέματος. Ελέγξτε μετά την επανεκκίνηση το πρόσθετο MyMetrixLite και εφαρμόστε τις ρυθμίσεις σας.
et: Tundmatu viga MetrixHD loomisel. Ava pärast taaskäivitust laiendus MyMetrixLite ja jõusta oma sätted.
fi: Tuntematon virhe teema luodessa Tarkista uudelleen käynnistyksen jälkeen asetukset MyMetrixLite lisäosan ja ota käyttöön.
fr: Erreur inconnue lors de la création du thème. Après le redémarrage merci de vérifier le plugin MyMetrixLite et d'appliquer vos paramètres.
hr: Nepoznata pogreška pri stvaranju skina. Nakon ponovnog pokretanja MyMetrixLite-Plugin provjerite i primijenite svoje postavke.
hu: Ismeretlen hiba a kinézet (Skin) létrehozásakor. Kérjük, ellenőrizze a MyMetrixLite-Plugin bővítményt újraindítás után és alkalmazza a beállításokat.
it: Errore sconosciuto durante la creazione della skin. Controlla dopo il riavvio il plugin MyMetrixLite e applica le impostazioni.
lt: Kuriant temą, įvyko klaida. Paleidę sistemą iš naujo, tikrinkite MyMetrixLite priedą ir patvirtinkite savo nustatymus.
nl: Onbekende fout bij het maken van de Skin. Controleer a.u.b. de instellingen na een herstart van de MyMetrixLite plugin, en bevestig deze via de GROENE-knop.
pl: Nieznany Błąd podczas tworzenia Skórki. Sprawdź po ponownym uruchomieniu pluginu MyMetrixLite i zastosuj swoje ustawienia.
sk: Pri zostavovaní vzhľadu nastala neznáma chyba. Prosím, po reštarte skontrolujte plugin MyMetrixLite a použite svoje nastavenia.
sr: Nepoznata greška pri kreiranju skina. Proverite nakon ponovnog pokretanja MyMetrixLite-Plugin i primenite postavke.
sv: Okänt fel som skapar hud. Kontrollera efter omstart MyMetrixLite-Plugin och tillämpa dina inställningar.
ta: தோலை உருவாக்கும் தெரியாத பிழை. MyMetrixlite-Plugin ஐ மறுதொடக்கம் செய்து உங்கள் அமைப்புகளைப் பயன்படுத்துங்கள்.
tr: Arayüz oluşturulurken bilinmeyen bir hata oluştu. Lütfen MyMetrixLite-Plugin uygulamasını yeniden başlattıktan sonra kontrol edin ve ayarlarınızı uygulayın.
uk: Невідома помилка створення скіну. Будь ласка, перевірте після перезавантаження MyMetrixLite-Plugin і застосуйте Ваші налаштування.
vi: Lỗi không xác định khi tạo Skin. Vui lòng kiểm tra sau khi khởi động lại MyMetrixLite-Plugin và áp dụng cài đặt của bạn.
zh_cn: 创建皮肤时发生未知错误. 请重启MyMetrixLite插件后检查并应用设置.

source: Unknown Packages
cs: Neznámé balíčky
el: Άγνωστα πακέτα
fi: Tuntemattomat paketit
hr: Nepoznati Paketi
it: Pacchetti sconosciuti
nl: Onbekende pakketten
pl: Nieznane pakiety
sk: Neznáme balíčky
sr: Nepoznati Paketi
sv: Okända förpackningar
ta: அறியப்படாத தொகுப்புகள்
tr: Bilinmeyen Paketler
uk: Невідомі пакети

source: Unknown Service
bg: Неизвестен сервиз
cs: Neznámý program
el: Άγνωστη υπηρεσία
fi: tuntematon kanava
fr: Service inconnu
hr: Nepoznati Kanal
it: Servizio sconosciuto
lt: Nežinomas kanalas
nl: Onbekende zender
pl: Nieznana usługa
sk: Neznáma stanica
sr: Nepoznati Kanal
sv: Okänd tjänst
ta: தெரியாத பணி
tr: Bilinmeyen Kanal
uk: невідомий канал

source: Unknown error code
bg: Неизвестен код за грешка
cs: Neznámý kód chyby
da: Ukendt fejlkode
de: Unbekannter Fehlercode
el: Άγνωστος κωδικός σφάλματος
fi: Tuntematon virhekoodi
fr: Code d’erreur inconnu
hr: Nepoznata kod greška
it: Codice di errore sconosciuto
lt: Nežinomas klaidos kodas
nl: Onbekende foutcode
pl: Nieznany kod błędu
sk: Neznámy kód chyby
sr: Nepoznata kod greška
sv: Okänd felkod
ta: அறியப்படாத பிழைக் குறியீடு
tr: Bilinmeyen hata kodu
uk: невідомий код помилки
zh_cn: 未知错误代码

source: Unknown group: %d
bg: Неизвестна група: %d
cs: Neznámá skupina: %d
da: Ukendt gruppe: %d
el: Άγνωστη ομάδα: %d
et: Tundmatu grupp: %d
fi: Tuntematon ryhmä: %d
fr: Groupe inconnu : %d
hr: Nepoznata grupa: %d
it: Gruppo sconosciuto: %d
lt: Nežinoma grupė: %d
nl: Onbekende groep: %d
pl: Nieznana grupa: %d
sk: Neznáma skupina: %d
sr: Nepoznata grupa: %d
sv: Okänd grupp: %d
ta: தெரியாத குழு: %d
tr: Bilinmeyen grup: %d
uk: Невідома група: %d
vi: Nhóm không xác định:%d
zh_cn: 未知组: %d

source: Unknown recording event
bg: Неизвестно събитие за запис
cs: Neznámá událost nahrávání
da: Ukendt optagelsesbegivenhed
de: Unbekanntes Aufnahmeereignis
el: Άγνωστο πρόγραμμα προς εγγραφή
fi: Tuntematon tallennus tapahtuma
fr: Événement d'enregistrement inconnu
hr: Nepoznat događaj snimanja
it: Evento di registrazione sconosciuto
lt: Nežinomas įrašymo įvykis
nl: Onbekende opname
pl: Nieznane zdarzenie nagrywania
sk: Neznáma udalosť nahrávania
sr: Nepoznat događaj snimanja
sv: Okänd inspelningshändelse
ta: தெரியாத பதிவு நிகழ்வு
tr: Bilinmeyen etkinlik kaydı
uk: Невідомий запис передачі
zh_cn: 未知录制事件

source: Unknown service!
cs: Neznámá služba!
el: Άγνωστη υπηρεσία!
fi: Tuntematon palvelu!
hr: Nepoznat kanal!
it: Servizio sconosciuto!
nl: Onbekende zender!
pl: Nieznana obsługa!
sk: Neznáma služba!
sr: Nepoznat kanal!
sv: Okänd service!
ta: தெரியாத சேவை!
tr: Bilinmeyen kanal!
uk: Невідомий канал!

source: Unknown user: %d
bg: Неизвестен потребител: %d
cs: Neznámý uživatel: %d
da: Ukendt bruger: %d
el: Άγνωστος χρήστης: %d
et: Tundmatu kasutaja: %d
fi: Tuntematon käyttäjä: %d
fr: Utilisateur inconnu : %d
hr: Nepoznati korisnik: %d
it: Utente sconosciuto: %d
lt: Nežinomas vartotojas: %d
nl: Onbekende gebruiker: %d
pl: Nieznany użytkownik: %d
sk: Neznámy používateľ: %d
sr: Nepoznati korisnik: %d
sv: Okänd användare: %d
ta: தெரியாத பயனர்: %d
tr: Bilinmeyen kullanıcı: %d
uk: Невідомий користувач: %d
vi: Người dùng không xác định:%d
zh_cn: 未知用户: %d

source: Unknown!
cs: Neznámý!
el: Άγνωστο!
fi: Tuntematon!
hr: Nepoznat!
it: Sconosciuto!
nl: Onbekend!
pl: Nieznany!
sk: Neznáme!
sr: Nepoznat!
sv: Okänd!
ta: தெரியவில்லை!
tr: Bilinmeyen!
uk: Невідомо!

source: Unless set to 'disabled' you get a preview of channels inside the EPG list.
bg: Освен ако не е зададено на „забранено“, получавате предварителен преглед на каналите в списъка на EPG.
cs: Pokud není nastaveno na 'deaktivováno', získáte náhled kanálů v seznamu EPG.
da: Med mindre denne er sat til 'deaktiveret', får du en forhåndsvisning af kanaler indeni EPG listen.
de: Bei 'Ja' wird mit OK im Hintergrund auf den markierten Sender geschaltet. Ein zweites OK beendet den EPG und zeigt diesen Sender, EXIT dagegen beendet den EPG und schaltet zum ursprünglichen Sender zurück.
el: Εκτός και αν ρυθμιστεί στο 'ανενεργό', θα γίνεται προεπισκόπηση των καναλιών στη λίστα EPG.
fi: 'Kyllä' valinnalla EPG-listassa voi esikatsella kanavia.
fr: À moins qu'il ne soit réglé sur "désactivé", vous obtenez un aperçu des chaînes dans la liste EPG.
hr: Osim ako nije postavljeno na 'onemogućeno', dobit ćete pregled kanala unutar EPG popisa.
it: Se non impostato a 'disabilitato', un'anteprima dei canali viene mostrata nell'elenco EPG.
lt: Jei nenustatyta 'išjungta', galite gauti EPG sąraše esančių kanalų peržiūrą.
nl: Wanneer geactiveerd dan ziet u de zender als voorbeeld achter de EPG. Als u op 'OK' drukt wordt de gekozen zender getoond; na een tweede keer op 'OK', gaat u naar die zender. Drukt u op 'EXIT', dan gaat u terug naar de zender waar u vandaan kwam.
pl: Jeśli nie ustawiono opcji „wyłączona”, otrzymasz podgląd kanałów znajdujących się na liście EPG.
sk: Ak nie je nastavené na 'vypnuté', zobrazí sa v zozname EPG náhľad kanálov.
sr: Ukoliko nije podešeno na 'onemogućeno' dobijete pregled kanala unutar EPG liste.
sv: Om den inte är inställd på "disabled" får du en förhandsgranskning av kanalerna i EPG-listan.
ta: 'முடக்கப்பட்டதாக' அமைக்கப்படாவிட்டால், ஈபிசி பட்டியலில் சேனல்களின் முன்னோட்டத்தைப் பெறுவீர்கள்.
tr: 'Devre dışı' olarak ayarlanmadığı sürece, EPG listesindeki kanalların ön izlemesini görürsünüz.
uk: Якщо не встановлено значення 'вимкнено', ви отримуєте попередній перегляд каналів у списку EPG.
vi: Trừ khi được đặt thành 'bị vô hiệu hóa, bạn sẽ có bản xem trước các kênh trong danh sách EPG.
zh_cn: 除非设置为'禁用',否则将在EPG列表中预览频道.

source: Unmark As Dedicated 3D Service
bg: Демаркирайте сервиза като специален 3D сервиз
cs: Odebrat značku 3D programu
el: Αποσημείωση της υπηρεσίας ως σταθερή υπηρεσία 3D
fi: Poista kanavan 3D merkintä
fr: Démarquer le service comme un service dédié à la 3D
hr: Otkači oznaku kanala kao namjenski 3D Kanal
it: Annulla contrassegna il servizio come servizio 3D dedicato
lt: Nuimti kaip 'grynai 3D' kanalo žymę
nl: Déselecteer deze zender als 3D zender
pl: Odznacz jako kanał 3D
sk: Odobrať označenie 3D stanice
sr: Ukloni oznaku kao posvećenu 3D Servisu
sv: Avmarkera som dedikerad 3D-tjänst
ta: அர்ப்பணிப்புள்ள 3D சேவையாக குறிக்கப்பட்டுள்ளது
tr: 3D Kanalı Olarak İşaretlemeyi Kaldır
uk: Зняти мітку з каналу позначеного, як 3D канал

source: Unmount
bg: Демонтирайте
cs: Odpojit
de: Aushängen
el: Αποπροσάρτηση
et: Haagi lahti
fi: Pura liitos
fr: Démonter
hr: Otkači montažu
hu: Leválasztás
it: Smonta
lt: Atjungti
nl: Ontkoppel
pl: Odmontowanie
pt_br: Desmontar
ru: Демонтир.
sk: Odpojiť
sr: Otkači montažu
sv: Avmontera
ta: உமிழ்தல்
tr: Bağlantı noktasını kaldır
uk: Відключити
vi: Vô song
zh_cn: 卸载

source: Unpack File
cs: Rozbalit soubor
el: Αποσυμπίεση του αρχείου
fi: Pura tiedosto
hr: Raspakirajte datoteku
it: Decomprimi file
nl: Bestand uitpakken
pl: Wypakuj plik
sk: Rozbaliť súbor
sr: Raspakuj Fajl
sv: Packa upp fil
ta: கோப்பைத் திறக்கவும்
tr: Dosyayı Aç
uk: Розпакувати файл

source: Unpublished
cs: nepublikováno
el: ανέκδοτο
hr: Neobjavljeno
it: non pubblicato
lt: nepublikuotos
nl: niet gepubliceerd
sr: Neobjavljeno
sv: opublicerat
tr: Yayınlanmamış
uk: неоприлюднений

source: Unscramble and record ECM
bg: Декодирайте и запишете ecm
cs: Dekódovat a nahrávat ECM
el: Αποκωδικοποίηση και εγγραφή ECM
fi: Pura ja tallenna ECM
fr: Décoder et enregistrer ecm
hr: Dešifrovanje i snimanje ECM
it: Decodifica e registra ecm
lt: Dekoduoti ir įrašyti ECM
nl: decodeer en ECM opnemen
pl: dekoduj i nagrywaj ECM
sk: Dekódovať a nahrávať ECM
sr: Dešifrovanje i snimanje ECM
sv: Avkodning och inspelning av ECM
ta: அன்ச்கிராம்பிள் மற்றும் பதிவு ஈ.சி.எம்
tr: ECM'yi çözün ve kaydedin
uk: розкодувати і записати ecm

source: Unscramble http streams
bg: Декодиране HTTP потоци
cs: Dekódovat http streamy
el: Αποκωδικοποίηση ροών http
fi: Pura http striimit
fr: Décoder les streams http
hr: Dešifrovanje http streams
it: Decodifica flussi http
lt: Iškoduoti http srautus
nl: Decoderen van http-streams
pl: Dekoduj strumienie http
sk: Dekódovať http streamy
sr: Dešifrovanje http strima
sv: Avkodning av http-strömmar
ta: UNSCRAMBLE HTTP ச்ட்ரீம்கள்
tr: Http akışlarının şifresini çöz
uk: Розкодувати http потік

source: Unscramble receiving http streams
bg: Декодиране на получаване на http потоци
cs: Dekódovat příjem http streamů
el: Αποκρυπτογράφηση των λαμβανομένων ροών http
fi: Pura http striimit
fr: Décrypter les flux HTTP reçus
hr: Dešifrovanje prijema http streams
it: Decodifica flussi http ricevuti
lt: Iškoduoti http srautus
nl: Decoderen van ontvangen http-streams
pl: Dekoduj odbierane strumienie http
sk: Dekódovať prijímané http streamy
sr: Dešifrovanje prijema http strima
sv: Avkodning av mottagande http-strömmar
ta: HTTP ச்ட்ரீம்களைப் பெறுதல்
tr: Alınan http akışlarını çöz
uk: Розкодувати приймачем http-потоку

source: Unset As Startup Service
bg: стоп на използване като стартиращ сервиз
cs: přestat používat jako spouštěcí službu
el: Τέλος χρήσης ως υπηρεσία εκκίνησης
fi: Poista käynnistyskanava määritys
fr: arrêter d'utiliser comme service de démarrage
hr: Poništi kao Servis Pokretanja
it: Smetti di usare come servizio di avvio
lt: nustoti naudoti, kaip pradinį kanalą
nl: Niet meer als startzender gebruiken
pl: Nie używaj jako kanał startowy
sk: Zrušenie nastavenia ako stanice po zapnutí
sr: Ukloni kao servis pri pokretanju
sv: Ej inställd som starttjänst
ta: தொடக்க சேவையாக அமைக்கப்படவில்லை
tr: Başlangıç Kanalı Olarak Ayarlamayı Kaldır
uk: припинити користуватися каналом запуску

source: Unsupported
bg: Не се поддържа
cs: Nepodporováno
da: Ikke understøttet
de: Nicht unterstützt
el: Δεν υποστηρίζεται
et: Pole toetatud
fi: Ei tuettu
fr: Non supporté
hr: Nepodržano
hu: Nem támogatott
it: Non supportato
lt: Nepalaikomas
nl: Niet ondersteund
pl: Nieobsługiwany
pt_br: Não suportado
ru: Не поддерживается
sk: Nepodporované
sl: Nepodprto
sr: Nepodržano
sv: Stöds inte
ta: ஆதரிக்கப்படாதது
tr: Desteklenmiyor
uk: Не підтримуєтья
vi: Không được hỗ trợ
zh_cn: 不支持

source: Until standby/restart
bg: до режим на готовност/рестартиране
cs: do Vypnutí/Restartu
el: Μέχρι την αναμονή/επανεκκίνηση
fi: valmiustilaan/uudelleenkäynnistykseen asti
fr: Jusqu'à veille/redémarrage
hr: Do pripravnosti/ponovnog pokretanja
it: Fino allo standby o riavvio
lt: iki budėjimo/paleisti iš naujo
nl: tot stand-by / herstart
pl: do czuwania/restartu
sk: Do pohotovostného režimu/reštartu
sr: Do pripravnosti/ponovnog pokretanja
sv: Fram till standby/omstart
ta: காத்திருப்பு/மறுதொடக்கம் வரை
tr: Bekleme/yeniden başlatmaya kadar
uk: до режиму очікування/перезавантаження

source: Unused %s
cs: Nepoužité %s
el: %s σε μη χρήση
fi: Käyttämätön %s
hr: Neiskorišćeno %s
it: %s inutilizzati
nl: Ongebruikt %s
pl: Nieużywane %s
sk: Nevyužívané %s
sr: Neiskorišćeno %s
sv: Oanvänd %s
tr: Kullanılmayan %s
uk: Невикористані %s

source: Unzipping Image
bg: Разархивиране на изображението
cs: Rozbalování image
da: Udpakker Image
de: Entpacke Image
el: Αποσυμπίεση Image
et: Püsivara lahtipakkimine
fi: Puretaan Ohjelmistoa
fr: Décompression de l'image
hr: Raspakivanje Imidža
it: Decompressione immagine
lt: Išarchyvuojamas atvaizdas
nl: Image wordt uitgepakt
pl: Rozpakowywanie systemu
sk: Rozbaľovanie image
sr: Raspakivanje Imidža
sv: Unzippa bild
ta: படம்
tr: Yazılım Çıkarılıyor
uk: Розархівування Іміджу
vi: Giải nén hình ảnh
zh_cn: 解压缩镜像

source: Up
bg: Нагоре
cs: Nahoru
da: Op
de: Hoch
el: Επάνω
et: Üles
fi: Ylös
fr: Haut
hr: Gore
hu: Fel
it: Su
lt: Aukštyn
nl: Omhoog
pl: W górę
ru: Вверх
sk: Nahor
sr: Gore
sv: Upp
ta: மேலே
tr: Yukarı
uk: Вгору
vi: Lên
zh_cn: 上箭头

source: Up / Active
cs: Aktivní
el: Σε σύνδεση / Ενεργό
fi: Aktiivinen
hr: Gore / Aktivno
it: Su o attivo
nl: Up / Actief
pl: Aktywny
sk: V činnosti/aktívne
sr: Gore / Aktivno
sv: Upp / Aktiv
ta: மேலே / செயலில்
tr: Yukarı / Aktif
uk: Вгору/Активний

source: Up to 50 Mbps
cs: Až 50 Mbps
el: Έως 50 Mbps
fi: Enintään 50 Mbps
hr: Do 50 Mbps
it: Fino a 50 Mbps
nl: Tot 50 Mbps
pl: Do 50Mbps
sk: Až do 50 Mbps
sr: Do 50 Mbps
sv: Upp till 50 Mbps
ta: 50 எம்.பி.பி.எச் வரை
tr: 50 Mbps'ye kadar
uk: До 50 Мбіт/с

source: Update
bg: Актуализация
cs: Aktualizace
da: Opdater
el: Ενημέρωση
et: Uuendus
fi: Päivitä
fr: Mise à jour
hr: Ažuriranje
hu: Frissítés
it: Aggiorna sistema
lt: Atnaujinimas
pl: Aktualizuj
pt_br: Atualizar
ru: Обновление
sk: Aktualizovať
sl: Posodobi
sr: Ažuriranje
sv: Uppdatera
ta: புதுப்பிப்பு
tr: Güncelle
uk: Оновлення
vi: Cập nhật
zh_cn: 更新

source: Update Plugin
cs: Aktualizovat plugin
el: Ενημέρωση πρόσθετου
fi: Päivitä lisäosa
hr: Ažuriraj Plugin
it: Aggiorna plugin
nl: Plugin updaten
pl: Zaktualizuj wtyczkę
sk: Aktualizovať plugin
sr: Ažuriraj Plugin
sv: Uppdatera tillägg
ta: சொருகி புதுப்பிக்கவும்
tr: Eklentiyi Güncelle
uk: Оновити плагін
