Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select what should be done when the %s %s was shutdown incorrectly, or after the Power was lost.
bg: Изберете това, което трябва да се направи, когато %s %s е бил изключен неправилно или след загубата на захранването.
cs: Vyberte, co je třeba udělat, když Váš %s %s měl výpadek napájení.
da: Vælg hvad der skal gøres når %s %s blev forkert slukket, eller efter et strømudfald.
de: Wählen Sie, was geschehen soll, nachdem Ihre %s %s nicht ordnungsgemäß heruntergefahren wurde (z.B. nach einem Stromausfall).
el: Επιλέξτε τι θα γίνεται όταν ο %s %s σας τερματιστεί λανθασμένα ή μετά από απότομη διακοπή της τροφοδοσίας του.
et: Vali, mida tuleb teha kui %s %s seisati valesti pärast voolukatkestust.
fi: Valitse mitä pitäisi tehdä, kun %s %s sammutettiin väärin tai virran katoamisen jälkeen.
fr: Choisir ce que le %s %s doit faire après un arrêt incorrect, ou une perte de courant.
hr: Odaberi šta bi trebalo da se uradi kada je %s %s nepravilno isključen ili nakon što je izgubljeno napajanje.
hu: Válassza ki, hogy mit kell tennie, ha a(z) %s %s készüléknek a hibás leállása, vagy a tápellátás elvesztése után.
it: Seleziona cosa fare quando %s %s verrà spento in modo errato o dopo che l'alimentazione sarà interrotta.
lt: Pasirinkite, kas turėtų būti daroma, kai %s %s buvo neteisingai išjungtas, arba po įtampos dingimo.
nl: Selecteer wat er gedaan moet worden nadat de %s %s niet correct is uitgezet, of na een stroomuitval.
pl: Wybierz, co ma zostać zrobione, gdy %s %s zostanie nieprawidłowo wyłączony lub po utracie zasilania.
ru: Выберите, что должно произойти, если %s %s некорректно выключен или произошел сбой питания.
sk: Vyberte, čo sa má vykonať po nekorektnom vypnutí %s %s alebo po výpadku napájania.
sr: Izaberi šta bi trebalo da se uradi kada je %s %s nepravilno isključen ili nakon što je izgubljeno napajanje.
sv: Välj vad som ska göras när %s %s stängdes av på fel sätt eller efter strömavbrott.
ta: %s %s தவறாக நிறுத்தப்பட்டபோது அல்லது மின்சாரம் இழந்த பிறகு என்ன செய்ய வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: %s %s cihazının yanlış kapatılması veya elektrik kesintisi durumunda ne yapılacağını seçin.
uk: Виберіть, що зробити, якщо %s %s некоректно вимкнений, або стався збій живлення.
vi: Chọn những gì nên được thực hiện khi % s% s bị tắt không chính xác hoặc sau khi mất nguồn.
zh_cn: 选择当 %s %s 错误关闭或断电后应采取的措施.

source: Select what you want the Channel +/- button to activate.
bg: Изберете това, което искате да активира бутонът Канал +/-.
cs: Vyberte, co aktivují tlačítka Kanál + / -.
el: Επιλέξτε τι θέλετε να ενεργοποιούν τα πλήκτρα Channel +/-.
fi: Määrittää, mitä Kanavanäppäimien (+/-) painallus tekee.
fr: Choisir ce que les boutons Channel +/- doivent activer :
hr: Odaberi radnju za dugme Kanal +/-.
it: Seleziona cosa vuoi che il tasto Canali +/- attivi.
lt: Pasirinkite, ką norite, aktyvuoti Chanell +/- mygtukų paspaudimu.
nl: Selecteer wat de Channel +/- knoppen moeten doen.
pl: Wybierz, co ma aktywować przycisk Kanał +/-.
sk: Vyberte, čo sa má aktivovať tlačidlom CH +/-.
sr: Izaberite šta želite da aktivira dugme Kanal +/- .
sv: Välj vad du vill att knappen Channel +/- ska aktivera.
ta: சேனல் +/- பொத்தானை செயல்படுத்த விரும்புவதைத் தேர்ந்தெடுக்கவும்.
tr: Kanal +/- tuşlarının hangi işlevi etkinleştirmesini istediğinizi seçin.
uk: Виберіть дію для активації кнопки Channel +/-.

source: Select what you want the EPG button to activate.
bg: Изберете какво искате да активира бутонът EPG.
cs: Vyberte si, co aktivuje tlačítko EPG.
el: Επιλέξτε τι θέλετε να ενεργοποιεί το πλήκτρο EPG.
fi: Määrittää, mitä EPG-näppäimen painallus tekee.
fr: Choisir ce que le bouton EPG doit activer :
hr: Odaberi radnju za dugme EPG.
it: Seleziona cosa vuoi che il tasto EPG attivi.
lt: Pasirinkite, ką norite, aktyvuoti EPG mygtuko paspaudimu.
nl: Selecteer wat de EPG-knop moet doen.
pl: Wybierz, co ma aktywować przycisk EPG.
sk: Vyberte, čo na má aktivovať tlačidlom EPG.
sr: Izaberite šta želite da EPG dugme aktivira.
sv: Välj vad du vill att EPG-knappen ska aktivera.
ta: ஈபிசி பொத்தானை செயல்படுத்த விரும்புவதைத் தேர்ந்தெடுக்கவும்.
tr: EPG tuşunun hangi işlevi etkinleştirmesini istediğinizi seçin.
uk: Виберіть дію для активації кнопки EPG.

source: Select what you want the INFO button to activate.
bg: Изберете какво искате да активира бутонът ИНФО.
cs: Vyberte si, co aktivuje tlačítko INFO.
el: Επιλέξτε τι θέλετε να ενεργοποιεί το πλήκτρο INFO.
fi: Määrittää, mitä INFO-näppäimen painallus tekee.
fr: Choisir ce que le bouton INFO doit activer :
hr: Odaberi radnju za dugme INFO.
it: Seleziona cosa vuoi che il tasto INFO attivi.
lt: Pasirinkite, ką norite, aktyvuoti INFO mygtuko paspaudimu.
nl: Selecteer wat de INFO-knop moet doen.
pl: Wybierz, co ma aktywować przycisk INFO.
sk: Vyberte, čo sa má aktivovať tlačidlom INFO.
sr: Izaberite šta želite da aktivira dugme INFO.
sv: Välj vad du vill att INFO-knappen ska aktivera.
ta: செய்தி பொத்தானை செயல்படுத்த விரும்புவதைத் தேர்ந்தெடுக்கவும்.
tr: INFO tuşunun hangi işlevi etkinleştirmesini istediğinizi seçin.
uk: Виберіть дію для активації кнопки INFO.

source: Select what you want the OK button to activate.
bg: Изберете това, което искате да активира бутонът OK.
cs: Vyberte si, co aktivuje tlačítko OK.
el: Επιλέξτε τι θέλετε να ενεργοποιεί το πλήκτρο OK.
fi: Määrittää, mitä OK näppäimen painallus tekee.
fr: Choisir ce que le bouton OK doit activer :
hr: Odaberi radnju za dugme OK.
it: Seleziona cosa vuoi che il tasto OK attivi.
lt: Pasirinkite, ką norite, aktyvuoti OK mygtuko paspaudimu.
nl: Selecteer wat de OK-knop moet doen.
pl: Wybierz, co chcesz aktywować przyciskiem OK.
sk: Vyberte, čo sa má aktivovať tlačidlom OK.
sr: Izaberite šta želite da dugme OK aktivira.
sv: Välj vad du vill att OK-knappen ska aktivera.
ta: சரி பொத்தானை செயல்படுத்த நீங்கள் விரும்புவதைத் தேர்ந்தெடுக்கவும்.
tr: OK tuşunun hangi işlevi etkinleştirmesini istediğinizi seçin.
uk: Виберіть дію для активації кнопки OK.

source: Select what you want the TV button to activate.
bg: Изберете какво искате с бутон TV да активирате.
cs: Vyberte si, co aktivuje tlačítko TV.
el: Επιλέξτε τι θέλετε να ενεργοποιεί το πλήκτρο TV.
fi: Määrittää, mitä TV-näppäimen painallus tekee.
fr: Choisir ce que le bouton TV doit activer :
hr: Odaberi radnju za dugme TV.
it: Seleziona cosa vuoi che il tasto TV attivi.
lt: Pasirinkite, ką norite, aktyvuoti TV mygtuko paspaudimu.
nl: Selecteer wat de TV-knop moet doen.
pl: Wybierz, co chcesz aktywować przyciskiem TV.
sk: Vyberte, čo sa má aktivovať tlačidlom TV.
sr: Izaberite šta želite da tv dugme aktivira.
sv: Välj vad du vill att TV-knappen ska aktivera.
ta: டிவி பொத்தானை செயல்படுத்த விரும்புவதைத் தேர்ந்தெடுக்கவும்.
tr: TV tuşunun hangi işlevi etkinleştirmesini istediğinizi seçin.
uk: Виберіть дію для активації кнопки TV.

source: Select what you want the UP/DOWN button to activate.
cs: Vyberte, co aktivují tlačítka kanálu +/-.
el: Επιλέξτε τι θέλετε να ενεργοποιούν τα πλήκτρα Up/Down.
hr: Odaberite što želite da gumb GORE/DOLJE aktivira.
it: Seleziona cosa vuoi che il tasto SU/GiÙ attivi.
lt: Pasirinkite, ką norite, aktyvuoti UP/DOWN mygtukų paspaudimu
nl: Selecteer welke functie de OMHOOG/OMLAAG knoppen moeten krijgen.
sr: Izaberite šta želite da dugme GORE/DOLE aktivira.
sv: Välj vad du vill att upp-/nedknappen ska aktivera.
tr: YUKARI/AŞAĞI tuşunun hangi işlevi etkinleştirmesini istediğinizi seçin.
uk: Виберіть дію для активації кнопок Вгору/Вниз.

source: Select where the recording should be saved.
cs: Vyberte, kam se má nahrávka uložit.
el: Επιλέξτε πού θα πρέπει να αποθηκεύεται η εγγραφή.
fi: Valitse, mihin tallennus tallennetaan.
hr: Odaberi gdje bi snimak trebalo da bude spremljen.
it: Seleziona dove salvare la registrazione.
nl: Selecteer waar de opname opgeslagen moet worden.
pl: Wybierz miejsce, w którym ma być zapisane nagranie.
sk: Vyberte, kam sa má nahrávka uložiť.
sr: Izaberi gde bi snimak trebalo da bude sačuvan.
sv: Välj var inspelningen ska sparas.
ta: பதிவு எங்கு சேமிக்கப்பட வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Kaydın nereye kaydedileceğini seçin.
uk: Виберіть місце збереження запису.

source: Select whether AAC audio tracks should be transcoded.
cs: Vyberte, zda mají být zvukové stopy AAC překódovány.
el: Επιλέξτε αν οι φέρουσες ήχου AAC πρέπει να διακωδικοποιούνται.
hr: Odaberite hoće li se AAC zvučni zapisi transkodirati.
it: Scegli se le tracce audio AAC devono essere transcodificate.
lt: Pasirinkite, ar AAC garso takeliai bus perkoduoti.
nl: Selecteer of AAC geluid moet worden getranscodeerd.
sr: Izaberi da li AAC zvuk treba da bude transkodiran.
sv: Välj om AAC-ljudspår ska kodas om.
tr: AAC ses parçalarının dönüştürülüp dönüştürülmeyeceğini seçin.
uk: Вкажіть, чи потрібно перекодувати звук AAC.

source: Select whether AC3 Plus audio tracks should be transcoded to AC3.
cs: Zvolte, zda mají být zvukové stopy AC3 Plus překódovány do AC3.
el: Επιλέξτε αν οι AC3 Plus φέρουσες ήχου θα διακωδικοποιούνται σε AC3.
hr: Odaberite hoće li se zvučni zapisi AC3 Plus transkodirati u AC3.
it: Scegli se le tracce audio AC3 Plus devono essere transcodificate in AC3.
lt: Ši parinktis leidžia nustatyti, ar AC3 plus garso takeliai bus perkoduoti į AC3.
nl: Selecteer of AC3 Plus geluidssporen omgezet moeten worden naar AC3.
sr: Odaberite da li AC3 Plus zvučne numere treba da budu kodirane na AC3.
sv: Välj om AC3 Plus-ljudspår ska omkodas till AC3.
tr: AC3 Plus ses parçalarının AC3'e dönüştürülüp dönüştürülmeyeceğini seçin.
uk: Виберіть, чи звукові доріжки AC3 Plus повинні бути транскодувані в AC3.

source: Select whether AC3 audio tracks should be downmixed to stereo.
cs: Vyberte, zda mají být zvukové stopy AC3 smíchány do sterea.
el: Επιλέξτε αν τα AC3 κανάλια ήχου θα υποβιβάζονται σε στέρεο.
hr: Odaberite hoće li se AC3 zvučni zapisi smanjivati na stereo.
it: Scegli se le tracce audio AC3 devono essere ridotte a stereo.
lt: Ši parinktis leidžia nustatyti, ar AC3 garso takeliai bus sulieti į stereo garsą.
nl: Selecteer of een AC3 geluidsspoor (Dolby Digital) moet worden teruggebracht naar stereo.
sr: Izaberi da li AC3 zvuk treba da bude downmixed u stereo.
sv: Välj om AC3-ljudspår ska nedmixas till stereo.
tr: AC3 ses parçalarının stereoya dönüştürülüp dönüştürülmeyeceğini seçin.
uk: Виберіть, чи звукові доріжки AC3 повинні відтворюватися в режимі стерео.

source: Select whether DTS channel audio tracks should be downmixed or transcoded.
cs: Vyberte, zda mají být zvukové stopy kanálu DTS smíchány nebo překódovány.
el: Επιλέξτε αν τα DTS κανάλια ήχου θα υποβιβάζονται σε στέρεο ή θα διακωδικοποιούνται.
hr: Odaberite hoće li se zvučni zapisi DTS kanala miksati ili transkodirati.
it: Scegli se le tracce audio del canale DTS devono essere ridotte o transcodificate.
lt: Pasirinkite, ar DTS kanalo garso takeliai turėtų būti sulieti ar perkoduoti.
nl: Selecteer of DTS-geluid moeten worden gedownmixed of getranscodeerd.
sr: Izaberi da li DTS kanal treba da bude downmixed ili transkodiran.
sv: Välj om ljudspår från DTS-kanaler ska nedmixas eller omkodas.
tr: DTS kanal ses parçalarının downmix mi yoksa transkodlama mı yapılacağına karar verin.
uk: Виберіть, чи будуть відтворюватися звукові доріжки каналу DTS чи перекодувати їх.

source: Select whether DTS channel audio tracks should be downmixed to stereo.
cs: Zvolte, zda mají být zvukové stopy kanálu DTS smíchány do sterea.
el: Επιλέξτε αν τα DTS κανάλια ήχου θα υποβιβάζονται σε στέρεο.
hr: Odaberite hoće li se zvučni zapisi DTS kanala smanjivati na stereo.
it: Scegli se le tracce audio del canale DTS devono essere ridotte a stereo.
lt: Ši parinktis leidžia nustatyti, ar DTS kanalo garso takeliai bus perkoduoti į stereo garsą.
nl: Selecteer of DTS geluidsspoor moet worden teruggebracht naar stereo.
sr: Izaberi da li DTS kanal treba da bude downmixed u stereo.
sv: Välj om ljudspår från DTS-kanaler ska nedmixas till stereo.
tr: DTS kanal ses parçalarının stereoya indirgenip karıştırılmayacağını seçin.
uk: Виберіть, чи будуть відтворюватися звукові доріжки каналу DTS в режимі стерео.

source: Select whether IPv4, IPv6, or both protocols should be used. If both are enabled then which should be preferred.
cs: Vyberte režim DNS.
el: Επιλογή λειτουργίας DNS.
hr: Odaberite hoće li se koristiti IPv4, IPv6 ili oba protokola. Ako su oba omogućena, odaberite koji bi trebao imati prednost.
it: Seleziona modalità del DNS.
nl: DNS-modus selecteren.
sr: Odaberite da li treba koristiti IPv4, IPv6 ili oba protokola. Ako su oba omogućena, navedite koji treba imati prednost.
sv: Välj läge för DNS.
tr: IPv4, IPv6 veya her iki protokolün de kullanılacağını seçin. Her ikisi de etkinleştirilmişse, hangisinin tercih edileceğini belirtin.
uk: Вибрати режим роботи DNS.

source: Select whether WMA Pro channel audio tracks should be downmixed or transcoded.
cs: Vyberte, zda mají být zvukové stopy kanálu WMA Pro smíchány nebo překódovány.
el: Επιλέξτε αν τα WMA Pro κανάλια ήχου θα υποβιβάζονται σε στέρεο ή θα διακωδικοποιούνται.
hr: Odaberite hoće li se zvučni zapisi WMA Pro kanala smanjivati ili transkodirati.
it: Scegli se le tracce audio del canale WMA Pro devono essere rimixate o transcodificate.
lt: Pasirinkite, ar WMA Pro kanalo garso takeliai turėtų būti sulieti arba perkoduoti.
nl: Selecteer of WMA Pro-geluid moeten worden gedownmixed of getranscodeerd.
sr: Izaberi da li WMA Pro kanal treba da bude downmixed ili transkodiran.
sv: Välj om WMA Pro channel-ljudspår ska nedmixas eller omkodas.
tr: WMA Pro kanal ses parçalarının downmix mi yoksa transkodlama mı yapılacağına karar verin.
uk: Виберіть, чи будуть відтворюватися звукові доріжки каналу WMA Pro чи перекодувати їх.

source: Select whether multichannel audio tracks should be converted to PCM or SPDIF.
cs: Vyberte, zda se mají vícekanálové zvukové stopy převést na PCM nebo SPDIF.
el: Επιλέξτε αν οι πολυκάναλες φέρουσες ήχου θα μετατρέπονται σε PCM ή SPDIF.
hr: Odaberi da li zvuk sa više kanala treba konvertovati u PCM ili SPDIF.
it: Scegli se le tracce audio multicanale devono essere convertite in PCM o SPDIF.
lt: Pasirinkite, ar kelių kanalų garso takeliai bus konvertuoti į PCM, arba SPDIF.
nl: Selecteer of meerkanaals geluid moet worden geconverteerd naar PCM or SPDIF.
sr: Izaberi da li zvuk sa više kanala treba konvertovati u PCM ili SPDIF.
sv: Välj om flerkanaliga ljudspår ska konverteras till PCM eller SPDIF.
tr: Çok kanallı ses parçalarının PCM'ye mi yoksa SPDIF'e mi dönüştürüleceğini seçin.
uk: Виберіть, чи слід багатоканальні звукові доріжки конвертувати в PCM або SPDIF.

source: Select whether multichannel audio tracks should be downmixed to stereo.
cs: Vyberte, zda vícekanálový zvuk má být převeden do stereo zvuku.
el: Επιλέξτε αν οι πολυκάναλες ροές ήχου θα υποβιβάζονται σε στέρεο.
hr: Odaberi da li zvuk sa više kanala treba da bude u downmixed ili stereo.
it: Scegli se le tracce audio multicanale devono essere ridotte a due (stereo).
lt: Ši parinktis leidžia nustatyti, ar daugiakanalio garso takeliai bus sulieti į stereo garsą.
nl: Selecteer of meerkanaals geluid moet worden geconverteerd naar stereo.
sr: Izaberi da li zvuk sa više kanala treba da bude downmixed na stereo.
sv: Välj om flerkanaliga ljudspår ska nedmixas till stereo.
tr: Çok kanallı ses parçalarının stereo'ya dönüştürülüp dönüştürülmeyeceğine karar verin.
uk: Виберіть, чи слід багатоканальну звукову доріжку декодувати в стерео звук.

source: Select whether multichannel audio tracks should be output as PCM.
cs: Zvolte, zda mají být vícekanálové zvukové stopy na výstupu jako PCM.
el: Επιλέξτε αν θα γίνεται έξοδος των πολυκάναλων φερουσών ήχου σε PCM.
hr: Odaberite hoće li se višekanalni audio zapisi reproducirati kao PCM.
it: Scegli se le tracce audio multicanale debbano uscire come PCM.
lt: Pasirinkite, ar daugiakanaliai garso takeliai bus išvesti, kaip PCM.
nl: Selecteer of meerkanaals geluid moet worden weergegeven als PCM.
sr: Izaberi da li zvuk sa više kanala treba da bude izlazni PCM.
sv: Välj om flerkanaliga ljudspår ska matas ut som PCM.
tr: Çok kanallı ses parçalarının PCM olarak mı çıkış verileceğini seçin.
uk: Виберіть, чи багатоканальні звукові доріжки виводити як PCM.

source: Select whether or not to show an icon when a motorized dish is moving.
cs: Vyberte, zda chcete/nechcete zobrazit ikonu, když se pohybuje motor.
el: Επιλέξτε αν ή όχι θα εμφανίζεται ένα εικονίδιο κατά την κίνηση του μοτέρ.
hr: Odaberite hoće li se ikona prikazivati kada se motorizirana antena pomiče.
it: Scegli se mostrare o meno un'icona quando una parabola motorizzata è in movimento.
lt: Pasirinkti, ar rodyti logotipą judant motorizuotai lėkštei.
nl: Kies hier of u een icon wilt zien wanneer uw gemotoriseerde schotel draait.
sr: Izaberi ikonu za pokazivanje kretanja rotora.
sv: Välj om en ikon ska visas när en motoriserad parabol rör sig eller inte.
tr: Motorlu anten hareket halindeyken bir simge gösterilip gösterilmeyeceğini seçin.
uk: Виберіть, чи потрібно показати іконку при русі антени з мотопідвісом.

source: Select wireless network
bg: Изберете безжична мрежа
cs: Vyberte bezdrátovou síť
da: Vælg trådløst netværk
de: WLAN-Netzwerk auswählen
el: Επιλογή ασύρματου δικτύου
et: Vali traadita võrk
fi: Valitse Langaton verkko
fr: Sélectionner l'interface sans fil
hr: Odaberi bežičnu mrežu
hu: Válasszon vezeték nélküli hálózatot
it: Seleziona rete wireless
lt: Pasirinkite belaidį tinklą
nl: Secteer draadloos netwerk
pl: Wybierz sieć bezprzewodową
pt_br: Selecione a rede sem fio
ru: Выберите беспроводную сеть
sk: Vyberte bezdrôtovú sieť
sl: Izberite brezzično omrežje
sr: Izaberi bežičnu mrežu
sv: Välj trådlöst nätverk
ta: வயர்லெச் நெட்வொர்க்கைத் தேர்ந்தெடுக்கவும்
tr: Kablosuz ağı seçin
uk: Виберіть бездротову мережу
vi: Chọn mạng không dây
zh_cn: 选择无线网络

source: Select your ATSC provider.
bg: Изберете вашия ATSC доставчик.
cs: Vyberte svého poskytovatele ATSC.
da: Vælg din ATSC Udbyder.
de: Wählen Sie Ihren ATSC-Anbieter aus.
el: Επιλογή παρόχου ATSC.
et: Vali ATSC levitaja.
fi: Valitse ATSC-palveluntarjoajasi.
fr: Sélectionnez votre fournisseur ATSC.
hr: Odaberi poslužitelja ATSC.
it: Seleziona provider ATSC.
lt: Pasirinkite savo ATSC paslaugų teikėją.
nl: Selecteer uw ATSC provider.
pl: Wybierz dostawcę ATSC.
sk: Vyberte vášho poskytovateľa ATSC.
sr: Izaberi provajdera ATSC.
sv: Välj din ATSC-leverantör.
ta: உங்கள் ATSC வழங்குநரைத் தேர்ந்தெடுக்கவும்.
tr: ATSC sağlayıcınızı seçin.
uk: Виберіть Ваш ATSC провайдер.
vi: Chọn nhà cung cấp ATSC của bạn.
zh_cn: 选择您的ATSC提供商.

source: Select your Language for Audio/Subtitles
bg: Изберете вашия език за аудио/субтитри
cs: Vyberte si vlastní nastavení jazyka zvuku a titulků
da: Vælg dit sprog for Lyd/Undertekster
de: Auswählen der Sprache für Audio/Untertitel.
el: Επιλογή γλώσσας ήχου/υποτίτλων
et: Määra heli ja subtiitrite keel
fi: Valitse kieliasetukset äänelle ja tekstitykselle
fr: Choisir votre langue pour l'audio/les sous-titres
hr: Odaberi Jezik za Audio/Podtitl
hu: Válassza ki a nyelvet az Audióhoz / Feliratokhoz
it: Seleziona lingua per Audio/Sottotitoli
lt: Pasirinkite garso/subtitrų kalbą
nl: Selecteer voorkeurstaal voor audio/ondertitels.
pl: Wybierz język dla audio/napisów
ru: Выбор языка для Аудио/Субтитров.
sk: Výber jazyka zvuku/titulkov
sr: Izaberi Jezik za Audio/Subtitl
sv: Välj ditt språk för ljud/undertexter
ta: ஆடியோ/வசன வரிகள் உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்
tr: Ses / Altyazılar için Dilinizi seçin
uk: Вибір мови для Аудіо/Субтитрів
vi: Chọn ngôn ngữ của bạn cho âm thanh / phụ đề
zh_cn: 选择音频/字幕语言

source: Select your country. If not available select 'All'.
bg: Изберете своята държава. Ако не е налично, изберете „всички“.
cs: Vyberte vaší zemi. Pokud není k dispozici, vyberte „vše“.
el: Επιλέξτε τη χώρα σας. Αν δεν είναι διαθέσιμη επιλέξτε 'όλες'.
fi: Valitse maasi, jos ei ole saatavilla valitse 'kaikki'.
fr: Sélectionnez votre pays. Si pas disponible choisir ‘tous’.
hr: Odaberi svoju zemlju. Ako nije dostupno odaberi opciju 'Sve'.
it: Seleziona paese. Se non disponibile seleziona 'Tutti'.
lt: Pasirinkite savo šalį. Jei nėra pasirinkti 'visos'.
nl: Selecteer het land. Indien niet beschikbaar kiest u 'alle'.
pl: Wybierz swój kraj. Jeśli nie jest dostępny, wybierz „wszystkie”.
sk: Vyberte svoju krajinu. Ak nie je dostupná, vyberte 'všetky'.
sr: Izaberi svoju zemlju. Ako nije dostupno izaberi opciju 'sve'.
sv: Välj ditt land. Om det inte är tillgängligt, välj "Alla".
ta: உங்கள் நாட்டைத் தேர்ந்தெடுக்கவும். கிடைக்கவில்லை என்றால் 'அனைத்தையும்' தேர்ந்தெடுக்கவும்.
tr: Ülkenizi seçin. Eğer ülke mevcut değilse 'Tümünü' seçin.
uk: Виберіть свою країну. Якщо недомступно, виберіть 'всі'.

source: Select your provider and region. If not present in this list you will need to select one of the other 'Service scan types'.
bg: Изберете вашия доставчик и регион. Ако не присъства в този списък, ще трябва да изберете един от другите „типове сканиране на услуги“.
cs: Vyberte poskytovatele a region. Pokud se v tomto seznamu nenachází, budete muset vybrat jeden z dalších „typů skenování služeb“.
el: Επιλέξτε τον πάροχο και την περιοχή σας. Αν δεν υπάρχουν στη λίστα θα χρειαστεί να επιλέξετε άλλον από το 'τύποι ανίχνευσης υπηρεσιών'.
fi: Valitse palveluntarjoajasi ja alue. Jos sitä ei ole tässä luettelossa, sinun on valittava yksi muista `palvelun skannaus tyypeistä`.
fr: Sélectionnez votre opérateur et votre région. S’il n’est pas présent dans la liste vous devrez sélectionnez un des autres types de recherche.
hr: Odaberi vašeg poslužitelja i region. Ako nije prisutan na ovom spisku morate izabrati jedan od drugih 'Tip skeniranja servisa'.
it: Seleziona provider e regione. Se non presente in questo elenco sarà necessario selezionare una delle altre 'Modalità scansione servizi'.
lt: Pasirinkite savo teikėją ir regioną. Jei nėra šiame sąraše, jums reikia pasirinkti vieną iš kitų 'kanalų paieškos tipų'.
nl: Selecteer uw provider en regio. Wanneer deze niet beschikbaar zijn, kiest u één van de andere 'service scan types'.
pl: Wybierz dostawcę i region. Jeśli nie ma go na tej liście, musisz wybrać jeden z pozostałych „typów skanowania usługi”.
sk: Vyberte svojho poskytovateľa alebo región. Ak sa v zozname nenachádza, musíte vybrať niektorý z iných 'typov vyhľadávania služby'.
sr: Izaberi vašeg provajdera i region. Ako nije prisutan na ovoj listi morate izabrati jedan od drugih 'tip skeniranja servisa'.
sv: Välj din leverantör och region. Om det inte finns med i listan måste du välja någon av de andra "Service scan types".
ta: உங்கள் வழங்குநர் மற்றும் பிராந்தியத்தைத் தேர்ந்தெடுக்கவும். இந்த பட்டியலில் இல்லாவிட்டால், நீங்கள் மற்ற 'பணி ச்கேன் வகைகளில்' ஒன்றைத் தேர்ந்தெடுக்க வேண்டும்.
tr: Sağlayıcınızı ve bölgenizi seçin. Bu listede yoksa, diğer 'Kanal tarama türlerinden' birini seçmeniz gerekecektir.
uk: Виберіть свого постачальника та регіон. Якщо його немає в списку, Вам потрібно буде вибрати один з інших 'тип сканування каналів'.
