Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Wait time before start Cam 2
ru: Время ожидания перед запуском Cam 2

source: Waiting...
ru: Ждите...

source: Wakeup signal from TV
pt_br: Sinal de ligar a partir da TV
ru: Сигнал просыпания от телевизора

source: Wakeup your %s %s from standby
ru: Поднимать ваш %s %s из режима ожидания

source: What action is required on complettion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do ecaxtly that.
ru: Какое действие требуется после программирования таймера? ‘Авто’ возвращает ресивер в состояние до начала программирования таймера. ‘Ничего не делать’, ‘Уйти в режим ожидания’ и ‘Выключить ресивер’ выполняются буквально.

source: Write error while recording. Disk full?
pt_br: Erro ao gravar. Disco cheio?
ru: Ошибка во время записи. Диск переполнен?
sl: Napaka med snemanjem. Je disk poln?

source: Write error while recording. Disk full? %s
ru: Ошибка сохранения записи. Диск полон? %s

source: Your STB will freeze during the flashing process.
ru: Ваш ресивер будет остановлен во время прошивания.

source: Your internet connection is working (ip: %s)
pt_br: Internet ativa. IP: %s
ru: Ваше интернет соединение работает (ip: %s)

source: Your receiver does not have an internet connection
pt_br: O receptor não está conectado à internet
ru: Отсутствует интернет-соединение.

source: active CAM 1:
ru: активный CAM 1:

source: active CAM 2:
ru: активный CAM 2:

source: are you sure to cancel all changes
ru: уверены, что хотите отменить все изменения

source: contain a file with the name:
ru: содержит файл с названием:

source: dont wait
ru: не ждите

source: file oscam.conf could not be found
ru: невозможно файл найти oscam.conf

source: no CAM 1 active
ru: CAM 1 неактивен

source: no CAM 2 active
ru: CAM 2 неактивен

source: no cam
ru: эмулятор отсутствует

source: ofgwrite not found !! Please make sure you have ofgwrite installed in /usr/bin/ofgwrite. Exit plugin.
ru: ofgwrite не найден! Убедитесь что файл присутствует по пути /usr/bin/ofgwrite. Выход из плагина.

source: ofgwrite will stop enigma2 now to run the flash.
ru: ofgwrite остановит enigma2 сейчас и запустит прошивку ресивера.

source: open nameserver configuration
pt_br: Abrir a configuração do servidor DNS
ru: открыть конфигуратор DNS
sl: odpri nastavitve imenskega strežnika

source: pli
ru: ОпенПли

source: resoring satellites.xml not posibel!
ru: невозможно восстановить satellites.xml!

source: root and kernel
ru: корень и ядро

source: set as startup service from standby
ru: сделать канал стартовым из режима ожидания

source: skins
ru: Скины

source: stop using as startup service from standby
ru: не использовать канал как стартовый из режима ожидания

source: this will take between 2 and 9 minutes
ru: это займет от 2 до 9 минут

source: will take about 3-12 minutes for this system
ru: это займет около 3-12 минут

source: Common interface
ru: Интерфейс карт и модулей

source: Display
ru: Дисплей

source: Load/Save
ru: Загрузить/Сохранить
sl: Izberite/Shrani

source: Service searching
ru: Поиск сервисов...

source: Center DVB subtitles
pt_br: Centralizar legendas DVB
ru: Центрировать субтитры DVB

source: Channel 1 at start
ru: Канал 1 при запуске

source: Check with an alternative method (some boxes gives no signal when starts from a timer) if there is a timer started in the next 10 mins (at bootup), then will put your box in standby.
ru: Использовать альтернативный метод (некоторые ресиверы при вклюючении таймером не лочат сигнал) когда таймер стартует в течении 10 минут (при включении), ваш ресивер будет переведен в режим ожидания до старта таймера.

source: Clean network trash can's
ru: Очистить корзину сети

source: Configure how recording filenames are constructed.
pt_br: Configurar como os nomes de arquivos de gravação são construídos.
ru: Настройка способа составления имен записываемых файлов.

source: Configure the number of days after which items are automaticaly removed from the trash can.
pt_br: Configurar o número de dias após o qual os itens são automaticamente removidos da lixeira.
ru: Настройка количества дней, через которые записи будут автоматически удалены из корзины

source: DVD-Player Setup
ru: Настройки DVD плеера

source: Delay in miliseconds after finish scrolling text on display.
ru: Задержка в миллисекундах после прокрутки текста на дисплее.

source: Delay in miliseconds before start of scrolling text on display.
ru: Задержка в миллисекундах после прокрутки текста на дисплее

source: Enable blinking Clock on the LCD Display
ru: Включить мигающие часы на дисплее

source: If set to 'yes' the EPG will alway open at the first channel. If set to 'no' the EPG will open on the present channel.
ru: Если выберите 'да', телегид будет открываться на первом канале по списку. Если выберите 'нет', телегид будет открываться на текущем канале.

source: Power LED State in Deep-Standby/Standby
ru: Индикатор питания при выключении ресивера

source: Power LED state during deep-standby/standby.
ru: Индикатор питания при выключении ресивера

source: Show DVD-Player in Mainmenu
ru: Показать DVD плеер в главном меню

source: Show DVD-Player in Mainmenu when BMC is installed ?
ru: Показать DVD плеер в главном меню если установлен BMC?

source: Show HDMI Output Resulution
ru: Показать разрешение выхода HDMI

source: Show blinking Clock on Display during recording
ru: Показать на дисплее мигающие часы во время записи.

source: Show blinking rec symbol on Display during recording
ru: Показать на дисплее иконку во время записи

source: Show recording symbol depending on recording type
ru: Показать иконку записи в зависимости от типа записи

source: Show warning before box restart based on recording type
ru: Показать предупреждение перед перезагрузкой

source: Sort menu screen's alphabetically
ru: Сортировать пункты меню по алфавиту

source: Sort plug-in browser alphabetically
ru: Сортировать плагины по алфавиту

source: Subservice mode
ru: Режим подсервисов
sl: Pod-storitve

source: The standard wakeup time is 5 minutes (or box specific) before a timer starts. Is the real wake up time outside 10 mins (some boxes starts not punctually) to the next timer will not switched to standby. (minus value = wake up to timer is shorter)
ru: Стандартное время пробуждения составляет около 5 минут (зависит от ресивера) до запуска таймера. qu’une programmation démarre. Если пробуждение ресивера больше 10 минут (для некоторых ресиверов) не переведет ресивер в режим ожидания. (отрицательное значение = пробуждение по таймеру за короткое время)

source: This option allows you to disable sorting of the menus
ru: Здесь можете отключить сортировку пунктов всяких меню.

source: This option allows you to disable sorting of the plugin browser.
ru: Здесь можете отключить сортировку в меню плагинов.

source: This option moves the PVR status from the seprate window into the MoviePlayer infobar.
ru: Эта опция перемещает статус PVR из отдельного окна на инфобар медиаплеера.

source: Use individual offset from waking up to starting a timer [min]
ru: Сдвиг времени от пробуждения ресивера до старта таймера [мин]

source: Use work-around for recordings from deep-standby
ru: Альтернативный метод для записей при включении

source: When enabled, graphical DVB subtitles will be centered horizontally.
pt_br: Quando ativado, legendas gráficas DVB serão centralizadas horizontalmente.
ru: Если включено, графические DVB субтитры будут сосредоточены горизонтально.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
pt_br: Quando ativado, a duração de cada gravação será exibida na lista de vídeos (isso pode aumentar o tempo de carregamento).
ru: Показать длину записей в списке фильмов (может понадобиться дополнительное время для загрузки списка).

source: extensions.
pt_br: extensões.

source: packages selected.
pt_br: pacotes selecionados.

source: updates available.
pt_br: atualizações disponíveis.

source: %A %e %B
pt_br: %A, %e de %B

source: %A %e %B %Y
pt_br: %A, %e de %B de %Y

source: %d file
pt_br: %d arquivo

source: %d subdirectory
pt_br: %d subdiretório

source: %s %s free disk space
pt_br: %s %s de espaço livre

source: (ZAP)
pt_br: (Assistir)
sl: (preklop)

source: A finished record timer wants to set your receiver to standby. Do that now?
pt_br: O temporizador vai colocar o receptor em StandBy. Continuar?

source: A finished record timer wants to shut down your receiver. Shutdown now?
pt_br: O temporizador vai desligar o receptor. Continuar?

source: A graphical EPG for all services of an specific bouquet
pt_br: Um EPG gráfico para os canais de um grupo de favoritos
sl: Grafični EPG za vse kanale izbranega paketa

source: A record has been started: %s
pt_br: Gravação iniciada: %s

source: A sleep timer wants to set your receiver to standby. Do that now?
pt_br: O temporizador vai colocar o receptor em StandBy. Continuar?

source: A sleep timer wants to shut down your receiver. Shutdown now?
pt_br: O temporizador vai desligar o receptor. Continuar?

source: AC3/DTS downmix
pt_br: Downmix AC3/DTS

source: Advanced video setup
pt_br: Configuração avançada de vídeo

source: And will put your receiver in standby over
pt_br: E colocará o receptor em espera após

source: By default, SNR will be shown in dB (when supported by the tuner). This setting forces SNR to be shown as a percentage instead.
pt_br: Por padrão, o SNR será exibido em dB (quando suportado pelo tuner). Essa configuração força o SNR a ser exibido como um percentual.

source: Cannot move files on a different disk or system to the trash can
pt_br: Impossível mover os arquivos

source: Card
pt_br: Cartão

source: Center time-labels and remove date
pt_br: Centralizar etiqueta de tempo e remover data

source: Choose bouquet
pt_br: Escolha o bouquet
sl: Izberite paket

source: Configuration...
pt_br: Configurar

source: Configure for how long the infobar will remain visible after activation.
pt_br: Configurar por quanto tempo a barra de informações permanecerá visível.

source: Configure the brightness level of the front panel display during standby.
pt_br: Configurar o brilho do visor do painel frontal durante o modo de espera.

source: Configure the brightness level of the front panel display.
pt_br: Configurar o brilho do visor do painel frontal.

source: Configure the duration when the receiver should go to shut down in case the receiver is in standby mode.
pt_br: Configurar o intervalo em que o receptor deve ser desligado após ter entrado no modo de espera.

source: Configure the function of the '0' button do when PIP is active.
pt_br: Configurar a função do botão 0 quando o PiP está ativo.

source: Configure the screen resolution in PC output mode.
pt_br: Configurar a resolução da tela no modo de saída VGA.

source: Configure the sharpness of the video scaling.
pt_br: Configurar a nitidez do vídeo redimensionado.

source: Configure the transparency of the OSD.
pt_br: Configurar a transparência do OSD.

source: Configure the video output mode (or resolution).
pt_br: Configurar o modo de saída de vídeo (ou resolução).

source: Configure the way in which the receiver changes channels.
pt_br: Configurar a maneira em que as mudanças de canais ocorrem no receptor.

source: Configure where completed timers show up in the timer list.
pt_br: Configurar onde temporizadores concluídos aparecem na lista.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
pt_br: Configurar se (e por quanto tempo) a barra de informações secundária será exibida. A barra de informações secundária contém informações adicionais sobre o canal atual.

source: Configure whether or not an icon should be shown when your motorized dish is moving.
pt_br: Configurar se um ícone deve ser exibido quando sua antena motorizada está se movendo.

source: Configure which access level to use for the configuration menu. Expert level gives access to all items.
pt_br: Configurar o nível de acesso para utilizar o menu de configuração. Nível Expert dá acesso a todos os itens.

source: Current event EPG
pt_br: EPG atual

source: Directory contains %s and %s.
pt_br: O diretório contém %s e %s.

source: Display and userinterface
pt_br: Tela e interface visual

source: Display setup
pt_br: Painel frontal

source: Do you really want to check the filesystem? This could take lots of time!
pt_br: Verificar o sistema de arquivos? Isto pode levar muito tempo!
sl: Res želite preveriti datotečni sistem? Opravilo lahko traja zelo dolgo!

source: Do you want this?
pt_br: Está certo disto?

source: Do you want to update your receiver?
pt_br: Deseja atualizar o receptor?

source: Edit the nameserver configuration of your receiver.
pt_br: Edita a configuração do servidor DNS.

source: Edit the network configuration of your receiver.
pt_br: Edita a configuração de rede do receptor.

source: Enable bouquet selection in multi-EPG
pt_br: Ativar seleção de grupo de favoritos no Multi EPG

source: End time to ignore inactivity sleeptimer
pt_br: Ignorar o temporizador de inatividade até

source: Event font size (relative to skin size)
pt_br: Tamanho de letra (relativo ao tema)

source: Extend sleeptimer 15 minutes
pt_br: Estender o temporizador por 15 minutos

source: Filesystem check
pt_br: Verificar sistema de arquivos

source: Frontprocessor version: %d
pt_br: Versão do processador: %d
sl: Različica Frontprocesorja: %d

source: Function of OK button
pt_br: Função do botão OK

source: GraphMultiEpg Settings
pt_br: Configurar Multi EPG Gráfico

source: Graphical Multi EPG
pt_br: Multi EPG Gráfico
sl: Grafični Multi-EPG sistem

source: Hard disk
pt_br: Disco rígido

source: Hide channel list in radio mode
pt_br: Esconder lista de canais no modo rádio

source: Inactivity Sleeptimer
pt_br: Evento pro inatividade

source: Info bar
pt_br: Barra de informações

source: Info bar timeout
pt_br: Tempo da barra de informações

source: Initial location in new timers
pt_br: Localização inicial para novos agendamentos

source: Input device setup
pt_br: Configurar dispositivos de entrada
sl: Nastavi vhodne naprave

source: Installation has completed.
pt_br: Instalação concluída.

source: Installation or removal has completed.
pt_br: Instalação ou desinstalação concluida.

source: Items per page
pt_br: Itens por página

source: Items per page for list screen
pt_br: Itens por página na lista

source: Kernel version:
pt_br: Versão do Kernel:

source: Last upgrade:
pt_br: Última atualização:

source: List type
pt_br: Listar tipo

source: Load length of movies in movie list
pt_br: Carregar o tamanho das gravações

source: Location for instant recordings
pt_br: Diretório das gravações instantâneas

source: MMC card
pt_br: Cartão MMC

source: Manage your receiver's software
pt_br: Gerenciar o software do receptor
sl: Upravljaj s programsko opremo sprejemnika

source: Movie list configuration
pt_br: Configurar lista de vídeos

source: Movielist menu
pt_br: Menu da lista de vídeos
sl: Seznam datotek

source: Multi-EPG bouquet selection
pt_br: Grupos Favoritos Multi EPG

source: Network mount
pt_br: Montagem de rede

source: Network mount %s
pt_br: Montagem de rede %s

# button label, 'next screen'
source: Next
pt_br: Próximo

source: No updates available
pt_br: Nenhuma atualização disponível.

source: Nonlinear
pt_br: Não linear
sl: Nelinearno

source: Now playing
pt_br: Reproduzindo

source: OSD transparency
pt_br: Transparência OSD

source: PiP setup
pt_br: Configurar PiP

source: Position of completed timers in timerlist
pt_br: Gravações finalizadas na lista

source: Press yellow to set this interface as default interface.
pt_br: Pressione Amarelo para definir esta interface como padrão.
sl: Pritisnite rumeno tipko za izbor izbranega vmesnika kot privzetega.

# button label, 'previous screen'
source: Prev
pt_br: Anterior

source: Put receiver in standby
pt_br: Colocar o receptor em espera

source: Ram disk
pt_br: Disco Ram

source: Recorded files...
pt_br: Arquivos gravados:

source: Recording paths
pt_br: Diretórios de gravações

source: Reminder, you have chosen to save timeshift file.
pt_br: Lembre-se, você escolheu salvar o arquivo do timeshift.

source: Removal has completed.
pt_br: Remoção concluída.

source: Round start time on
pt_br: Arredondar o tempo de início em

source: Save timeshift file
pt_br: Salvar arquivo do timeshift

source: Save timeshift file in movie directory
pt_br: Salvar arquivo do timeshift no diretório de vídeos

source: Select a skin
pt_br: Selecione um tema

source: Select backup files
pt_br: Arquivos de backup

source: Select files for backup.
pt_br: Selecione arquivos para backup.
sl: Izberite datoteke za varnostno kopiranje.

source: Set interface as default Interface
pt_br: Definir como interface padrão
sl: Nastavi kot privzet vmesnik

source: Show EPG...
pt_br: Exibir EPG

source: Show SNR percentage instead of dB value
pt_br: Exibir percentual SNR em vez do valor dB

source: Show background in radio mode
pt_br: Exibir fundo no modo de rádio

source: Show busy indicator when the system is busy.
pt_br: Exibir o indicador de ocupado quando o sistema estiver ocupado.

source: Show in extensions menu
pt_br: Exibir no menu de extensões

source: Show second infobar
pt_br: Exibir barra de informações secundária
sl: Prikaži razširjeno informacijsko vrstico

source: Show status icons in movie list
pt_br: Exibir ícones de estado na lista

source: Shutdown when in Standby
pt_br: Desligar quando em espera

source: SleepTimer Configuration
pt_br: Configurar temporizador

source: Sleeptimer
pt_br: Temporizador

source: Sorry, deleting directories can (for now) only be done through the trash can.
pt_br: Somente é possível remover diretórios através da lixeira.

source: Sort A-Z
pt_br: Alfabético

source: Sort time
pt_br: Cronológico

source: Specify the end time until the inactivity sleeptimer should be ignored
pt_br: Defina a hora final em que o temporizador de inatividade deve ser ignorado

source: Specify the start time when the inactivity sleeptimer should be ignored
pt_br: Defina a hora inicial em que o temporizador de inatividade deve ser ignorado

source: Specify timeframe to ignore inactivity sleeptimer
pt_br: Somente intervalo

source: Standby after current event
pt_br: Em espera após o evento atual

source: Standby in
pt_br: Em espera em

source: Start time to ignore inactivity sleeptimer
pt_br: Ignorar o temporizador de inatividade após

source: Start with list screen
pt_br: Iniciar com a lista

source: Stop timeshift?
pt_br: Parar timeshift?

source: Test the network configuration of your receiver.
pt_br: Testa a configuração de rede do receptor.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
pt_br: Não existe espaço suficiente na partição selecionada. Deseja continuar?
sl: Na izbranem delu trdega diska morda ni dovolj prostora. Ali res želite nadaljevati?

source: This receiver cannot decode %s streams!
pt_br: Este receptor não decodifica streams %s!

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP server in your network.
pt_br: Este teste verifica se o adaptador de rede obtém um IP automaticamente com DHCP. Se receber uma mensagem "inativo": - O adaptador de rede deve estar configurado para configuração de IP manual - Verifique se introduziu o IP na caixa de diálogo 'Configurações do adaptador'. Se receber uma mensagem "ativo": - Verifique se o servidor DHCP está configurado e funcionando corretamente.

source: To audio selection
pt_br: Selecionar áudio
sl: Pojdite na izbiro zvočne sledi

source: To subtitle selection
pt_br: Selecionar legenda
sl: Pojdite na izbiro podnapisa

source: Translation:
pt_br: Tradução:
sl: Prevod:

source: Trash can
pt_br: Lixeira

source: USB stick
pt_br: Pendrive

source: Update and ask to reboot
pt_br: Atualizar e reiniciar manualmente

source: Update and reboot (recommended)
pt_br: Atualizar e reiniciar automaticamente (recomendado)

source: Update completed. Do you want to reboot your receiver?
pt_br: Atualização concluída. Reiniciar o receptor?

source: Update failed. Your receiver does not have a working internet connection.
pt_br: Falha na atualização. O receptor não está conectado à internet.

source: Update has completed.
pt_br: Atualização concluída.

source: Use the network wizard to configure your network
pt_br: Usar o assistente para configurar a rede

source: User interface
pt_br: Interface visual

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
pt_br: Seleção da entrada de vídeo Pressione OK se esta tela está sendo exibida corretamente, ou selecione outra entrada. A próxima entrada será testada automaticamente em 20 segundos.

source: Video setup
pt_br: Configurar vídeo

source: Video wizard
pt_br: Assistente de vídeo

source: VideoMode
pt_br: Modo de vídeo

source: Wakeup receiver from standby
pt_br: Ligar o receptor do StandBy

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
pt_br: Bem-vindo. Se deseja conectar o receptor à internet, este assistente irá guiá-lo através da configuração básica de rede. Pressione OK para configurar a rede.

source: When enabled you can specify a timeframe were the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
pt_br: Quando ativado, pode-se definir um intervalo onde o temporizador de inatividade é ignorado.

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
pt_br: Quando ativado, os dados de ECM serão incluídos nos streams HTTP. Isto permite que um receptor de cliente possa fazer a decodificação.

source: When enabled, a radio background image will be visible while listening to a radio channel.
pt_br: Quando ativado, uma imagem de fundo será exibida ao ouvir um canal de rádio.

source: When enabled, display the EIT now/next eventdata in infobar. When disabled, display now/next eventdata from the EPG cache instead.
pt_br: Quando ativado, exibirá o agora/próximo do IET na barra de informações. Quando desativada, exibirá agora/próximo do cache EPG.

source: When enabled, encryption info will be shown in the infobar (when supported by the skin).
pt_br: Quando ativado, informações de encriptação serão exibidas na barra de informações (quando suportado pelo tema).

source: When enabled, error messages related to zapping will not be shown.
pt_br: Quando ativado, mensagens de erro relacionadas ao zapping não serão exibidas.

source: When enabled, number markers will be hiden.
pt_br: Quando ativado, marcadores numéricos não serão exibidos.

source: When enabled, services may be grouped in multiple bouquets.
pt_br: Quando ativado, os canais podem ser categorizados em diferentes grupos de favoritos.

source: When enabled, the channel selection list will be hidden while listening to a radio channel
pt_br: Quando ativado, a lista de canais ficará oculta ao ouvir um canal de rádio
