Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
bg: Когато е разрешено, данните за AIT ще бъдат включени в http потоци. Това позволява на клиентския приемник да използва HbbTV.
cs: Při povolení budou přidávána AIT data do streamu. To umožní klientskému přijímači používat HbbTV.
da: Når dette aktiveres, vil AIT data blive inkluderet i http streams. Dette tillader en klient modtager at bruge HbbTV.
de: Bei 'Ja' werden AIT Daten in HTTP Streams eingebettet. Dies erlaubt es Klienten HbbTV zu benutzen.
el: Όταν είναι ενεργό, τα AIT δεδομένα θα περιλαμβάνονται στις ροές http. Αυτό επιτρέπει σε έναν δέκτη - πελάτη να χρησιμοποιήσει το HbbTV.
et: Kui lubatud, kaasatakse AIT andmed http voogudesse. See võimaldab vastuvõtjal HbbTV kasutamise.
fi: Kun päällä, AIT-tiedot lähetetään http striimeissä. Tämä mahdollistaa HbbTV:n käyttämisen asiakasvastaanottimessa.
fr: Lorsqu'elle est activée, les données de l'AIT seront inclus dans les flux http. Cela permet à un récepteur client d'utiliser HbbTV.
hr: Kada je omogućeno, AIT podaci bit će uključeni u http stream. To omogućuje klijentskom tuneru korištenje HbbTV-a.
hu: A HTTP jelfolyamba kerüljön bele a DVB-ből származó AID adatcsomag is. Ezáltal a fogadó készülék képes lesz HbbTV-t is kezelni.
it: Se abilitato, i dati AIT saranno inclusi negli stream http. Consentirà al ricevitore di usare HbbTV.
lt: Kai čia įjungta, http sraute bus įtraukti ir AIT duomenys. Tai leis kliento imtuvui naudotis HbbTV.
nl: Indien geactiveerd, zal de AIT data worden toegevoegd aan de http-streams. Hiermee kan een cliënt-ontvanger HbbTV gebruiken.
pl: Gdy włączone, dane AIT będą zawarte w strumieniu http. To pozwala używać HbbTV na odbiorniku 'kliencie'.
pt_br: Quando ativado, os dados AIT serão incluídos nos streams HTTP. Isto permite que um receptor de cliente possa utilizar HbbTV.
ru: Если задействовано, AIT данные будут включены в HTTP-потоки. Это позволит ресиверу клиента использовать HbbTV.
sk: Ak je povolené, pridajú sa AIT dáta do streamu. To umožní klientskému prijímaču používať HbbTV.
sr: Kada budu omogućeni, AIT podaci će biti uključeni u http strim. Ovo omogućava resiveru klijenta da koristi HbbTV.
sv: När den är aktiverad kommer AIT-data att inkluderas i http-strömmar. Detta gör att en klientmottagare kan använda HbbTV.
ta: இயக்கப்பட்டால், AIT தரவு HTTP ச்ட்ரீம்களில் சேர்க்கப்படும். இது கிளையன்ட் பெறுநரை HBBTV ஐப் பயன்படுத்த அனுமதிக்கிறது.
tr: Etkinleştirildiğinde, AIT verileri HTTP akışlarına dahil edilecektir. Bu, istemci alıcısının HbbTV kullanmasına olanak tanır.
uk: Якщо задіяно, AIT дані будуть включені в HTTP-потоки. Це дозволить клієнтам приймача використовувати HbbTV.
vi: Khi được bật, dữ liệu AIT sẽ được bao gồm trong các luồng http. Điều này cho phép một máy thu khách sử dụng HbbTV.
zh_cn: 启用后,AIT数据将包含在HTTP流.这允许一个客户端接收利用HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
bg: Когато е разрешено, данните за EIT ще бъдат включени в http потоци. Това позволява на приемника да показва EPG.
cs: Při povolení budou přidávána EIT data do streamu. To umožní klientskému přijímači zobrazovat EPG.
da: Når dette aktiveres, vil EIT data blive inkluderet i http streams. Dette tillader en klient modtager at vise EPG.
de: Bei 'Ja' werden EIT Daten in HTTP Streams eingebettet. Dies erlaubt es Klienten einen EPG anzuzeigen.
el: Όταν είναι ενεργό, τα ΕΙΤ δεδομένα θα περιλαμβάνονται στις ροές http. Αυτό επιτρέπει σε έναν δέκτη - πελάτη vα εμφανίσει EPG.
et: Kui lubatud, kaasatakse EIT andmed http voogudesse. See võimaldab klientvastuvõtjal EPG kasutamise.
fi: Kun päällä, EIT-tiedot lähetetään http streameissä. Tämä mahdollistaa EPG:n näkymisen asiakasvastaanottimessa.
fr: Lorsqu'elle est activée, les données EIT seront inclus dans les flux http. Cela permet à un récepteur client d'afficher l'EPG.
hr: Kada je omogućeno, EIT podaci bit će uključeni u http stream. To omogućuje klijentskom tuneru da prikaže EPG.
hu: A HTTP jelfolyamba kerüljön bele a DVB-ből származó EIT adatcsomag is. Ezáltal a fogadó készülék képes lesz EPG-t is megjeleníteni.
it: Se abilitato, i dati EI§T saranno inclusi negli stream http. Consentirà al ricevitore di usare HbbTV.
lt: Kai čia įjungta, http sraute bus įtraukti ir EIT duomenys. Tai leis kliento imtuvui rodyti EPG.
nl: Indien geactiveerd, zal de EIT data toegevoegd worden aan de http-streams. Hiermee kan ook een cliënt-ontvanger de EPG tonen.
pl: Jeśli opcja jest włączona, dane EIT zostaną dołączone do strumieni HTTP. Umożliwi to wyświetlanie EPG klientowi.
pt_br: Quando ativado, os dados do IET serão incluídos nos streams HTTP. Isto permite que um receptor cliente possa exibir EPG.
ru: Если задействовано, данные EIT будут включены в http потоки. Это позволит ресиверу клиента показывать телегид.
sk: Ak je povolené, pridajú sa EIT dáta do streamu. To umožní klientskému prijímaču zobrazovať EPG.
sr: Kada budu omogućeni, EIT podaci će biti uključeni u http strim. Ovo omogućava resiveru klijenta da prikaže EPG.
sv: När den är aktiverad kommer EIT-data att inkluderas i http-strömmar. Detta gör att en klientmottagare kan visa EPG.
ta: இயக்கப்பட்டால், HTTP ச்ட்ரீம்களில் EIT தரவு சேர்க்கப்படும். இது ஒரு கிளையன்ட் பெறுநரை ஈபிசியைக் காட்ட அனுமதிக்கிறது.
tr: Etkinleştirildiğinde, EIT verileri HTTP akışlarına dahil edilecektir. Bu, istemci alıcısının EPG görüntülemesine olanak tanır.
uk: Якщо увімкнено то дані EIT будуть включені в http потоки. Це дозволить клієнтам приймача показувати телегід.
vi: Khi được bật, dữ liệu EIT sẽ được bao gồm trong các luồng http. Điều này cho phép một máy thu khách hiển thị EPG.
zh_cn: 启用后,EIT数据将包含在HTTP流.这允许一个客户端接收显示EPG.

source: When enabled, SDT and BAT data will be included in http streams.
cs: Pokud je tato funkce povolena, budou data SDT, BAT zahrnuta do toků http.
el: Όταν είναι ενεργό, τα δεδομένα SDT, BAT θα συμπεριλαμβάνονται στις ροές http.
hr: Kada je omogućeno, podaci SDT-a i BAT-a bit će uključeni u HTTP streamove.
it: Se abilitato, i dati SDT e BAT verranno inclusi nei flussi http.
lt: Kai įjungta, SDT, BAT duomenys bus įtraukti į http srautus.
nl: Bij "Ja" worden gegevens uit de SDT (Service Description Table) en BAT (Bouquet Association Table) opgenomen in HTTP-streams.
sr: Kada je omogućeno, SDT i BAT podaci će biti uključeni u http strimove.
sv: När SDT är aktiverat kommer BAT-data att inkluderas i http-strömmar.
tr: Etkinleştirildiğinde, SDT ve BAT verileri HTTP akışlarına dahil edilecektir.
uk: Якщо ввімкнено, дані SDT, BAT будуть долучені у потоки HTTP.

source: When enabled, a pop up message will be shown when a movie has finished and the next one will start.
bg: Когато е разрешено, ще се покаже изскачащо съобщение, когато филмът приключи и следващия ще стартира.
cs: Při povolení bude zobrazována zpráva po skončení přehrávání před začátkem nového přehrávání.
el: Όταν είναι ενεργό, ένα αναδυόμενο μήνυμα θα εμφανίζεται όταν μια ταινία έχει τελειώσει και αρχίζει η επόμενη.
fi: Kun päällä, näytetään viesti, kun tallenne loppuu ja seuraava alkaa.
fr: Lorsqu'elle est activée, un message contextuel s'affiche quand un film est terminé et que le prochain va commencer.
hr: Kada je omogućeno, skočni prozor će se prikazati kada se film završi i započet će sljedeći.
it: Se abilitato, verrà mostrato un messaggio di popup quando un evento è finito e il prossimo avrà inizio.
lt: Įjungus, iššokantis pranešimas bus rodomas, kai filmas bus baigtas ir bus pradėtas kitas.
nl: Bij 'Ja' ziet u aan het eind van een opname of film een bericht voordat de volgende wordt gestart.
pl: Gdy włączone, po zakończeniu filmu i rozpoczęciu kolejnego pojawi się komunikat.
sk: Ak je povolené, po skončení prehrávania a pred začiatkom nového prehrávania sa zobrazí správa.
sr: Kada bude omogućeno, iskačuća poruka će biti prikazana kada se film završi i kada sledeći počne.
sv: När den är aktiverad visas ett popup-meddelande när en film har avslutats och nästa film börjar.
ta: இயக்கப்பட்டால், ஒரு திரைப்படம் முடிந்ததும், அடுத்தது தொடங்கும் போது ஒரு பாப் அப் செய்தி காண்பிக்கப்படும்.
tr: Etkinleştirildiğinde, bir film bittiğinde ve bir sonraki film başladığında bir açılır pencere mesajı gösterilecektir.
uk: Показати спливаюче вікно, коли один фільм закінчився, а наступний починається.

source: When enabled, a pop up message will be shown when a recording starts.
bg: Когато е разрешено, ще се покаже изскачащо съобщение, когато записа стартира.
cs: Jestliže je povoleno, pak bude zobrazována zpráva při začátku nahrávání.
el: Όταν είναι ενεργό, ένα αναδυόμενο μήνυμα θα εμφανίζεται όταν ξεκινά μια εγγραφή.
fi: Kun päällä, näytetään viesti, kun tallennus alkaa.
fr: Lorsqu'elle est activée, un message contextuel s'affiche lorsque l'enregistrement commence.
hr: Kada je omogućeno, skočna poruka prikazat će se kada snimanje započne.
it: Se abilitato, verrà visualizzato un messaggio popup all'avvio di una registrazione.
lt: Įjungus, paleidžiant įrašą bus rodomas iššokantis pranešimas.
nl: Bij 'Ja' ziet u een bericht op het scherm bij het starten van een opname.
pl: Gdy włączone, po rozpoczęciu nagrywania pojawi się komunikat.
sk: Ak je povolené, na začiatku nahrávania sa bude zobrazovať správa.
sr: Kada bude omogućeno, iskačuća poruka će biti prikazana kada snimanje počne.
sv: När detta är aktiverat visas ett popup-meddelande när en inspelning startar.
ta: இயக்கப்பட்டால், பதிவு தொடங்கும் போது பாப் அப் செய்தி காண்பிக்கப்படும்.
tr: Etkinleştirildiğinde, kayıt başladığında bir açılır pencere mesajı gösterilecektir.
uk: Показати спливаюче вікно, коли починається запис.

source: When enabled, a recording is allowed to abort picture-in-picture mode, when there are no free tuners.
bg: Когато е разрешено, записът може да прекрати режима 'картина в картина', когато няма свободни тунери.
cs: Jestliže je povoleno, pak nahrávání může zrušit PIP pokud není k dispozici žádný volný tuner.
da: Når dette aktiveres, har en optagelse tilladelse til at afbryde Billede-i-Billede tilstand, når der ikke er nogen frie Tunere.
de: Einstellen, ob und wie Bild im Bild bei Aufnahmen beendet wird, falls kein freier Tuner zur Verfügung steht.
el: Όταν είναι ενεργό, επιτρέπεται σε μία εγγραφή να ματαιώσει τη λειτουργία picture-in-picture, όταν δεν υπάρχουν ελεύθερα tuners.
et: Kui lubatud, võivad salvestused vaba tuuneri puudumisel sulgeda PiP-akna.
fi: Kun päällä, tallennus saa keskeyttää PiP-toiminnon, jos vapaita virittimiä ei ole jäljellä tallennuksen suorittamiseksi.
fr: Lorsqu'activé, un enregistrement est autorisé à interrompre l'incrustation d'image (PiP), lorsqu'aucun tuner n'est libre.
hr: Kada je omogućeno, snimanju je dopušteno prekinuti način slike u slici, kada nema slobodnih tunera.
hu: Ha engedélyezve van, a felvétel megszakíthatja a Kép-a-Képben üzemmódot, ha nincsenek szabad tuner.
it: Se abilitato, una registrazione potrà interrompere la modalità picture-in-picture se non ci sono tuner liberi.
lt: Kai čia įjungta, įrašymui leidžiama nutraukti vaizdo vaizde režimą, jeigu nėra kitų laisvų imtuvų.
nl: Indien geactiveerd, mag een opname Picture-in-Picture stoppen, als er geen vrije tuners zijn.
pl: Po włączeniu, dozwolone jest przerwanie nagrania w trybie PiP, gdy nie ma wolnych tunerów.
ru: При активации, запись прервет картинку в картинке, если нет свободного тюнара.
sk: Ak je povolené, nahrávanie môže prerušiť režim PiP, ak nie je k dispozícii žiadny voľný tuner.
sr: Kada bude omogućeno, dozvoljeno je snimanje da bi se prekinuo režim Slika u Slici, kada nema slobodnog tjunera.
sv: När den är aktiverad tillåts en inspelning att avbryta bild-i-bild-läget när det inte finns några lediga tuners.
ta: இயக்கப்பட்டால், இலவச ட்யூனர்கள் இல்லாதபோது, படம்-இன்-பிக்சர் பயன்முறையை நிறுத்த ஒரு பதிவு அனுமதிக்கப்படுகிறது.
tr: Etkinleştirildiğinde, boş tuner bulunmadığında kayıt işleminin resim içinde resim modunu sonlandırmasına izin verilir.
uk: При активації, запис перерве картинку в картинці, якщо немає вільного тюнера.
vi: Khi được bật, một bản ghi được phép hủy bỏ chế độ hình ảnh trong ảnh, khi không có bộ chỉnh miễn phí.
zh_cn: 启用时,当没有可用的调谐器时,允许录像中止画中画模式.

source: When enabled, a recording is allowed to abort pseudo recordings, when there are no free tuners.
bg: Когато е разрешено, записът може да прекрати псевдозаписите, когато няма свободни тунери.
cs: Jestliže je povoleno, pak nahrávání může zrušit indikaci pseudo nahrávání pokud není k dispozici žádný volný tuner.
da: Når dette aktiveres, har en optagelse tilladelse til at afbryde pseudo-optagelser, når der ikke er nogen frie Tunere.
de: Einstellen, ob und wie Pseudo-Aufnahmen bei Aufnahmen beendet werden, falls kein freier Tuner zur Verfügung steht.
el: Όταν είναι ενεργό, επιτρέπεται σε μία εγγραφή να ματαιώσει τις ψευδοεγγραφές, όταν δεν υπάρχουν ελεύθερα tuners.
et: Kui lubatud, katkestab algav salvestus võltssalvestuse juhul, kui ei leidu vaba tuunerit.
fi: Kun päällä, todellinen tallennus saa keskeyttää näennäistallennuksen (esim. EPGrefresh), jos vapaita virittimiä ei ole jäljellä tallennuksen suorittamiseksi.
fr: Lorsqu'activé, un enregistrement est autorisé à interrompre un pseudo-enregistrement, lorsqu'aucun tuner n'est libre.
hr: Kada je omogućeno, snimanju je dopušteno prekinuti pseudo snimke, kada nema slobodnog tunera.
hu: Ha engedélyezve van, a felvétel megszakíthatja a pszeudo felvételeket, ha nincsenek szabad tunerek.
it: Se abilitato, una registrazione potrà interrompere le pseudo-registrazioni se non ci sono tuner liberi.
lt: Kai čia įjungta, įrašymui leidžiama nutraukti pseudo įrašymą, jeigu nėra kitų laisvų imtuvų.
nl: Indien geactiveerd, mag een opname de pseudo-opname stoppen, als er geen vrije tuners zijn. Een pseudo-opname wordt bijvoorbeeld gebruikt in de plugin EPG-Refresh.
pl: Po włączeniu nagrywanie może przerywać pseudo nagrania, gdy nie ma wolnych tunerów.
ru: При активации, запись прервет псевдозаписи, если нет свободного тюнара.
sk: Ak je povolené, nahrávka môže prerušiť tzv. pseudo-nahrávku, ak nie je k dispozícii žiadny voľný tuner.
sr: Kada bude omogućeno, dozvoljeno je snimanje da bi se prekinuo pseudo snimak, kada nema slobodnog tjunera.
sv: När den är aktiverad tillåts en inspelning att avbryta pseudoinspelningar när det inte finns några lediga tuners.
ta: இயக்கப்பட்டால், இலவச ட்யூனர்கள் இல்லாதபோது, போலி பதிவுகளை நிறுத்த ஒரு பதிவு அனுமதிக்கப்படுகிறது.
tr: Etkinleştirildiğinde, boş tuner bulunmadığında kayıt işleminin sahte kayıtları iptal etmesine izin verilir.
uk: При активації, запис перерве псевдо записи, якщо немає вільного тюнера.
vi: Khi được bật, một bản ghi được phép hủy bỏ các bản ghi giả, khi không có bộ chỉnh miễn phí.
zh_cn: 当启用后,当没有可用的调谐器时,允许录像中止伪录像.

source: When enabled, a recording is allowed to abort streaming, when there are no free tuners.
bg: Когато е разрешено, записът може да прекрати поточното предаване, когато няма свободни тунери.
cs: Jestliže je povoleno, pak nahrávání může zrušit streamování videa pokud není k dispozici žádný volný tuner.
da: Når dette aktiveres, har en optagelse tilladelse til at afbryde streaming, når der ikke er nogen frie Tunere.
de: Einstellen, ob und wie Streamings bei Aufnahmen beendet werden, falls kein freier Tuner zur Verfügung steht.
el: Όταν είναι ενεργό, επιτρέπεται σε μία εγγραφή να ματαιώσει τη ροή, αν δεν υπάρχουν ελεύθερα tuners.
et: Kui lubatud, katkestab algav salvestus voogesituse juhul, kui ei leidu vaba tuunerit.
fi: Kun päällä, tallennus saa keskeyttää suoratoiston, jos vapaita virittimiä ei ole jäljellä tallennuksen suorittamiseksi.
fr: Lorsqu'activé, un enregistrement est autorisé à interrompre le streaming, lorsqu'aucun tuner n'est libre.
hr: Kada je omogućeno, snimanju je dopušteno prekinuti streaming, kada nema slobodnog tunera.
hu: Ha engedélyezve van, a felvétel megszakíthatja az adatfolyamot (Stream), ha nincsenek szabad tuner.
it: Se abilitato, una registrazione potrà interrompere lo streaming se non ci sono tuner liberi.
lt: Kai čia įjungta, įrašymui leidžiama nutraukti vaizdo transliaciją, jeigu nėra kitų laisvų imtuvų.
nl: Indien geactiveerd, mag een opname de stream stoppen, als er geen vrije tuners zijn.
pl: Po włączeniu nagrywanie może zostać przerwane strumieniowanie, gdy nie ma wolnych tunerów.
ru: При активации, запись прервет потоковое вещание, если нет свободного тюнара.
sk: Ak je povolené, nahrávka môže prerušiť streamovanie, ak nie je k dispozícii žiadny voľný tuner.
sr: Kada bude omogućeno, dozvoljeno je snimanje da bi se prekinuo strim, kada nema slobodnog tjunera.
sv: När den är aktiverad tillåts en inspelning att avbryta streamingen när det inte finns några lediga tuners.
ta: இயக்கப்பட்டால், இலவச ட்யூனர்கள் இல்லாதபோது, ச்ட்ரீமிங்கை நிறுத்த ஒரு பதிவு அனுமதிக்கப்படுகிறது.
tr: Etkinleştirildiğinde, boş tuner bulunmadığında kaydın yayın akışını durdurmasına izin verilir.
uk: При активації, запис перерве потокове мовлення, якщо немає вільного тюнера.
vi: Khi được bật, một bản ghi được phép làm gián đoạn truyền hình trực tiếp, khi không có bộ chỉnh miễn phí.
zh_cn: 启用后,当没有空闲调谐器时,允许录像中止串流.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
bg: Когато е разрешено, записът може да прекрати телевизията на живо, когато няма свободни тунери.
cs: Jestliže je povoleno, pak nahrávání může přerušit živé vysílání, pokud není k dispozici žádný volný tuner.
el: Όταν είναι ενεργό, μία εγγραφή θα επιτρέπεται να διακόψει την TV, όταν δεν υπάρχουν ελεύθερα tuners.
fi: Kun päällä, tallennus saa keskeyttää suoran katselun, jos vapaita virittimiä ei ole jäljellä tallennuksen suorittamiseksi.
fr: Lorsqu'elle est activée, un enregistrement est autorisé à interrompre la télévision en direct, quand il n'y a pas de tuners libres.
hr: Kada je omogućeno, snimanje može prekinuti TV uživo, kada nema slobodnih tunera.
it: Se abilitato, una registrazione potrà interrompere la diretta TV se non ci sono tuner liberi.
lt: Įjungus įrašą leidžiama nutraukti tiesioginę televiziją, kai nėra laisvų imtuvų.
nl: Indien geactiveerd, dan kan een opname live TV onderbreken indien er geen vrije tuners meer beschikbaar zijn.
pl: Gdy włączone, nagranie może przerwać oglądanie TV, gdy nie ma wolnych tunerów.
sk: Ak je povolené, nahrávanie môže prerušiť živé vysielanie, ak nie je k dispozícii žiadny voľný tuner.
sr: Kada bude omogućeno, dozvoljeno je prekidanje snimanja TV, kada nema slobodnog tjunera.
sv: När den är aktiverad tillåts en inspelning att avbryta direktsänd TV när det inte finns några lediga tuners.
ta: இயக்கப்பட்டால், இலவச ட்யூனர்கள் இல்லாதபோது, நேரடி டிவியை குறுக்கிட ஒரு பதிவு அனுமதிக்கப்படுகிறது.
tr: Etkinleştirildiğinde, boş tuner bulunmadığında canlı TV yayınını kesintiye uğratacak şekilde kayıt yapılmasına izin verilir.
uk: Якщо включено, запис дозволяє переривати перегляд поточної передачі, якщо немає вільного тюнера.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the time shift.
bg: Когато е разрешено, ще се покаже предупреждение и потребителят ще получи опция за спиране или продължаване на timeshift.
cs: Jestliže je povoleno, bude zobrazeno varování a uživatel bude mít možnost timeshift ukončit nebo pokračovat.
el: Όταν είναι ενεργό, θα εμφανίζεται μία προειδοποίηση και ο χρήστης θα έχει την επιλογή να σταματήσει ή να συνεχίσει τη χρονομετατόπιση.
fi: Kun päällä, näytetään varoitus ja käyttäjällä on mahdollisuus pysäyttää tai jatkaa ajansiirtoa.
fr: Lorsqu'elle est activée, un avertissement sera affiché et l'utilisateur aura l'option d'arrêter ou de continuer la PauseDirect.
hr: Kada je omogućeno, prikazat će se upozorenje i korisnik će dobiti opciju zaustavljanja ili nastavka vremenskog pomaka.
it: Se abilitato, verrà visualizzato un messaggio di avviso e l'utente potrà interrompere o proseguire il timeshift.
lt: Kai čia įjungta, bus rodomas perspėjimas ir vartotojas galės pasirinkti - sustabdyti, ar tęsti laiko poslinkį.
nl: Bij het stoppen van Timeshift wordt gevraagd of u Timeshift echt wilt stoppen of dat de opname door moet lopen.
pl: Po włączeniu, zostanie wyświetlone ostrzeżenie, a użytkownik otrzyma możliwość zatrzymania lub kontynuowania timeshiftu.
sk: Ak je povolené, zobrazí sa výstraha a používateľ bude mať možnosť zastaviť alebo pokračovať v timeshifte.
sr: Kada je omogućeno, biće prikazano upozorenje i korisnik će dobiti opciju zaustavljanja ili nastavka tajmšift.
sv: När den är aktiverad visas en varning och användaren får möjlighet att stoppa eller fortsätta tidsomställningen.
ta: இயக்கப்பட்டால், ஒரு எச்சரிக்கை காண்பிக்கப்படும் மற்றும் பயனருக்கு நிறுத்த அல்லது நேர மாற்றத்தைத் தொடர ஒரு விருப்பம் கிடைக்கும்.
tr: Etkinleştirildiğinde bir uyarı görüntülenecek ve kullanıcıya zaman kaydırmayı durdurma veya devam ettirme seçeneği sunulacaktır.
uk: Якщо включено, виводитиметься попередження з вибором про зупинку або продовження роботи таймшифта.

source: When enabled, authentication is required to watch http streams.
bg: Когато е разрешено, е необходимо удостоверяване за гледане на http потоци.
cs: Při povolení bude vyžadováno ověření dohledu http streamů.
da: Når dette aktiveres, kræves der godkendelse for at se http-Streams.
de: Bei 'Ja' wird eine Authentifizierung für HTTP-Streams benötigt.
el: Όταν είναι ενεργό, απαιτείται πιστοποίηση για την παρακολούθηση ροών http.
et: Kui lubatud, on http voogude vaatamiseks vajalik autentimine.
fi: Kun päällä, hyväksyntä vaaditaan katsottaessa http palveluita.
fr: Lorsqu'elle est activée, l'authentification est requise pour regarder les flux http.
hr: Kada je omogućeno, provjera autentičnosti potrebna je za gledanje http streams.
hu: Ha engedélyezi, HTTP streamek (adatfolyamok) megtekintéséhez azonosításra lesz szükség.
it: Se abilitato, verrà richiesta l'autenticazione per guardare i canali in stream http.
lt: Kai čia įjungta, http srautų žiūrėjimui turėsite nurodyti savo autentifikacijos duomenis.
nl: Bij 'Ja', moet een wachtwoord worden opgegeven om http-streams te kunnen zien.
pl: Jeśli włączone, będzie wymagana autoryzacja do oglądania strumieni http.
ru: Если включено, требуется аутентификация для просмотра HTTP потока.
sk: Ak je povolené, na sledovanie http streamov sa vyžaduje prihlásenie.
sr: Kada je omogućeno, potrebna je potvrda identiteta za gledanje http strima.
sv: När den är aktiverad krävs autentisering för att titta på http-strömmar.
ta: இயக்கப்பட்டால், HTTP ச்ட்ரீம்களைப் பார்க்க ஏற்பு தேவை.
tr: Etkinleştirildiğinde, http akışlarını izlemek için kimlik doğrulaması gereklidir.
uk: Якщо включено, потрібна авторизація для перегляду http потоків.
vi: Khi được bật, cần xác thực để xem luồng http.
zh_cn: 启用后,需要进行身份验证才能观看http流.
