Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Configure the number of days after which items are automatically removed from the trash can.
da: Konfigurer antallet af dage efter hvilke elementer automatisk bliver fjernet fra skraldespanden.
de: Legen Sie fest, wie viele Tage der Inhalt vom Papierkorb erhalten bleibt, bis er automatisch gelöscht wird.
et: Määra päevade arv, pärast mida salvestised kustutatakse automaatselt prügikastist.
hu: Állítsa be azon napok számát, amelyek után az elemek automatikusan eltávolításra kerülnek a kukákból.
ru: Укажите, через сколько дней файлы из корзины будут окончательно удалены.
vi: Định cấu hình số ngày sau đó các mục được tự động xóa khỏi thùng rác.
zh_cn: 配置从回收站中删除文件的天数.

source: Configure the type of status indication icons shown in the movielist.
da: Konfigurer ikon-typen for den statusindikation der vises i Filmlisten.
de: Typ der Statusanzeige in der Filmliste.
et: Määra, kuidas tähistatakse salvestuste olek filmilistis.
hu: A felvételek listájában látható státusz ikonok típusa.
pt_br: Configurar o tipo de ícones exibidos na lista de vídeos.
ru: Настройка вида значков индикации состояния, при показе в списке фильмов.
vi: Định cấu hình loại biểu tượng chỉ báo trạng thái hiển thị trong danh sách phim.
zh_cn: 配置电影列表中显示的状态指示图标的类型.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
da: Konfigurer denne Tuner med enkel eller avanceret muligheder, lav en lykke til en anden Tuner, kopier konfigurationen fra en anden Tuner eller deaktiver den.
de: Einstellen dieses Tuners mit einfachen oder erweiterten Optionen, ihn zu einem anderen Tuner durchführen, eine Konfiguration von einem anderen Tuner kopieren oder deaktivieren.
et: Seadista see tuuner kasutades lihtsat või täpsemaid valikuid. Võimalik on ka läbiviik teisele tuunerile, teise tuuneri seadete kopeerimine või tuuneri keelamine.
vi: Định cấu hình bộ chỉnh này bằng các tùy chọn đơn giản hoặc nâng cao hoặc lặp qua bộ chỉnh này hoặc sao chép cấu hình từ bộ chỉnh khác hoặc tắt nó.
zh_cn: 使用简单或高级选项配置此调谐器,或将其循环到另一个调谐器,或从另一个调谐器复制配置,或将其禁用.

source: Configure whether another tuner from the preferred list is allocated instead of sharing a tuner that is already active recording the same channel.
de: Einstellen, ob ein weiterer bevorzugter Tuner belegt wird, selbst wenn ein anderer Tuner mit verwendet werden könnte, der den gleichen Kanal aufnimmt.
et: Määra, kas kasutada salvestusteks määratud tuunerit või juba sama kanali vastuvõtuga hõivatud tuunerit.
hu: Állítsa be, hogy a preferált listából egy másik tuner kerül-e kiosztásra olyan tuner megosztása helyett, amely már ugyanazt a csatornát rögzíti.
vi: Định cấu hình xem một bộ chỉnh khác từ danh sách ưa thích có được phân bổ thay vì chia sẻ bộ chỉnh đã hoạt động ghi cùng kênh không.
zh_cn: 配置是否为首选列表分配另一个调谐器用于录制而不是共享已经处于活动状态的调谐器接收相同的直播电视频道.

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseuso recordings (e.g. EPGrefresh).
da: Konfigurer om 'optager' symbolet (i skærm-Tema og LCD-Tema) kun er synlig for ægte optagelser eller også ved streaming og pseudo-optagelser (f.eks. EPG opfriskning).
de: Legt fest, ob das Aufnahme-Symbol (auf Bildschirm und LCD Display) nur bei echten Aufnahmen sichtbar ist oder auch bei Streaming bzw. Pseudo-Aufnahmen (z.B. EPGRefresh).
et: Määra, kas salvestust tähistav ikoon kuvatakse esipaneelil ainult tõeliste salvestuste korral või ka voogesituse ja võltssalvestuste (nt. EPG värskendus) ajal.
hu: Állítsa be, hogy a felvételi szimbólum milyen esemény esetén látható a képernyőn és az LCD kijelzőn (felvétel, adatfolyam,...).
ru: Укажите, когда выводить значок записи на дисплей ресивера, только при записи передач или при потоковой передаче и псевдозаписях тоже (например при обновлении ЕПГ).
vi: Định cấu hình xem biểu tượng 'ghi âm (trong giao diện hiển thị và giao diện LCD) chỉ hiển thị cho các bản ghi thực hay còn cho các bản ghi phát trực tuyến và pseuso (ví dụ: EPGrefresh).
zh_cn: 配置‘录像’符号(在显示皮肤和LCD皮肤中)对于实时录像可见还是对于串流和伪录像(例如EPG刷新)可见.

source: Configure which tuner will be preferred for recordings, when more than one tuner is available. 'Disabled' would select a tuner based on preferred tuner in customise screen. 'Auto' would choose based on E2's default rules, ignoring preferred tuner in customise screen.
da: Konfigurer hvilken Tuner der bliver foretrukket til optagelser, når der er mere end en Tuner tilgængelig. 'Deaktiveret' vil vælge en Tuner på grundlag af foretrukket Tuner på tilpasningsskærmen. 'Auto' ignorerer foretrukket Tuner fra tilpasningsskærmen, og vælger en baseret på E2's standardregler.
de: Einstellen, welcher Tuner für Aufnahmen bevorzugt werden soll, wenn mehr als ein Tuner verfügbar ist. 'Deaktiviert' verwendet den bevorzugten Tuner der unter 'Anpassen' eingestellt ist. 'Automatisch' wählt den Tuner nach E2-Regeln und ignoriert die Einstellung in 'Anpassen'.
et: Määra, millist tuunerit kasutatakse salvestamiseks mitme tuuneri olemasolul. Määrates 'Keelatud', kasutatakse kasutaja eelistustes määratud tuunerit. 'Auto' puhul kasutatakse E2 vaikeväärtusi ja kasutaja valikutes määratud tuuneri eelistusi eiratakse.
hu: Állítsa be, hogy melyik tuner lesz előnyben a felvételekhez, ha több tuner is rendelkezésre áll. A 'letiltva' kiválasztja a tunert az előnyben részesített tunerek közül. Az 'Auto' az E2 alapértelmezett szabályai alapján választja ki, figyelmen kívül hagyva az előnyben részesített tunereket.
ru: Укажите, какой тюнер предпочтительнее для записи,если в ресивере их несколько.
vi: Định cấu hình bộ chỉnh nào sẽ được ưu tiên cho bản ghi, khi có nhiều hơn một bộ chỉnh. 'Đã tắt' sẽ chọn bộ chỉnh tần số dựa trên bộ chỉnh ưu tiên trong màn hình tùy chỉnh. 'Tự động' sẽ chọn dựa trên các quy tắc mặc định của E2, bỏ qua bộ chỉnh ưu tiên trong màn hình tùy chỉnh.
zh_cn: 配置录像时调谐器选择的先后顺序,当超过一个调谐器可用时.’禁用’将会选择自定义屏幕上的首选调谐器.‘自动’将会选择基于E2规则的调谐器,忽略自定义屏幕上的首选调谐器.

source: Configure your network again
da: Konfigurer dit netværk igen
de: Netzwerk erneut konfigurieren
et: Seadista võrk uuesti
hu: Állítsa be újra hálózatát
pt_br: Configurar a rede novamente
ru: Повторить настройку сети
sl: Ponovno nastavi omrežje
vi: Định cấu hình lại mạng của bạn
zh_cn: 重新配置您的网络

source: Conflicting timer
da: Timer konflikt
de: Kollidierende Timer
et: Vastuolud taimeris
hu: Időzítés ütközés
ru: Конфликт таймеров
sl: Konflikt časovnikov
vi: Hẹn giờ xung đột
zh_cn: 冲突的定时器

source: Congo (Democratic Republic of the)
de: Demokratische Republik Kongo
et: Kongo Demokraatlik Vabariik
hu: Kongói Demokratikus Köztársaság
vi: Congo (Cộng hòa Dân chủ)
zh_cn: 刚果(民主共和国)

source: Consult your SCR device spec sheet for this information.
da: Konsulter din SCR-enheds specifikationsblad for denne information.
de: Weitere Informationen finden Sie in Ihrem Unicable/SCR-Gerätespezifikationsblatt.
et: Seda infot otsi SCR seadme spetsifikatsioonilehelt.
vi: Tham khảo bảng thông số thiết bị SCR của bạn để biết thông tin này.
zh_cn: 请参阅SCR设备规格说明书了解此信息.

source: Consult your motor's spec sheet for this information, or leave the default setting.
da: Konsulter din motors specifikation for disse oplysninger, eller efterlad standardindstillingen.
de: Konsultieren Sie das Datenblatt Ihres Motors für diese Information oder belassen Sie die Standardeinstellung.
et: Seda infot otsi ajami spetsifikatsioonilehelt või kasuta vaikeväärtust.
vi: Tham khảo bảng thông số kỹ thuật của động cơ của bạn để biết thông tin này hoặc để lại cài đặt mặc định.
zh_cn: 有关此信息,请参阅电机的规格表,或保留默认设置.

source: Context long
da: Indhold lang
de: Kontext lang
et: Context - pikk
hu: Szövegkörnyezet hosszan
vi: Bối cảnh dài
zh_cn: 上下文键长按

source: Continue
da: Fortsæt
de: Weiter
et: Jätka
hu: Folytatás
pt_br: Continuar
ru: Продолжить
vi: Tiếp tục
zh_cn: 继续

source: Control the Infobar fading speed
da: Styr Infobjælke udtoningshastighed
de: Einstellen der Ausblendegeschwindigkeit der Infoleiste.
et: Määra inforiba hajumise kiirus
hu: Információs sáv lassú eltűnésének vezérlése
ru: Управление скоростью затухания инфобара
vi: Kiểm soát tốc độ mờ dần của Infobar
zh_cn: 控制信息栏淡出速度

source: Convert ext3 filesystem to ext4
da: Konverter ext3 filsystem til ext4
de: Konvertiere EXT3 nach EXT4
et: Teisenda ext3 > ext4
hu: Konvertálás ext3-ról ext4-re
pt_br: Converte o sistema de arquivos EXT3 em EXT4
ru: Преобразование ext3 в ext4
vi: Chuyển đổi hệ thống tập tin ext3 sang ext4
zh_cn: 转换ext3文件系统到ext4

source: Convert ext3 to ext4
da: Konverter ext3 til ext4
de: Konvertierung EXT3 nach EXT4
et: Teisenda ext3 > ext4
hu: Konvertálás ext3-ról ext4-re
pt_br: Converter EXT3 em EXT4
ru: Преобразование ext3 в ext4
vi: Chuyển đổi ext3 thành ext4
zh_cn: 转换ext3到ext4

source: Convert filesystem ext3 to ext4
da: Konverter filsystemet ext3 til ext4
de: EXT3 nach EXT4 konvertieren
et: Teisenda ext3 > ext4
hu: Konvertálás ext3-ról ext4-re
ru: Преобразование ext3 в ext4
sl: Pretvori ext3 datot. sistem v ext4
vi: Chuyển đổi hệ thống tập tin ext3 thành ext4
zh_cn: 转换文件系统ext3到ext4

source: Cool Channel Guide
da: Cool Kanal Guide
ru: Cool TВ гид по каналам
vi: Hướng dẫn chương trình điện tử
zh_cn: 很酷的频道指南

source: Cool Easy Guide
da: Cool Simpel Guide
ru: Cool TВ облегченный гид
vi: Hướng dẫn dễ dàng
zh_cn: 很酷的简易指南

source: Cool Info Guide
ru: Cool ТВ гид ИНФО
vi: Hướng dẫn thông tin
zh_cn: 很酷的信息指南

source: Cool Single Guide
da: Cool Enkelt Guide
ru: Cool ТВ одиночный гид
vi: Hướng dẫn đơn
zh_cn: 很酷的单一指南

source: Cool TV Guide
hu: Cool TV műsorújság
ru: Cool TВ Телегид
vi: Hướng dẫn truyền hình
zh_cn: 很酷的电视指南

source: Copy %d elements
da: Kopier %d elementer
de: %d Elemente kopieren
et: Kopeeri %d üksust
vi: Sao chép các phần tử%d
zh_cn: 复制%d个元素

source: Copy 1 element
da: Kopier 1 element
de: 1 Element kopieren
et: Kopeeri 1 üksus
vi: Sao chép 1 phần tử
zh_cn: 复制1个元素

source: Copy file
da: Kopier fil
de: Datei kopieren
et: Kopeeri fail
vi: Sao chép tập tin
zh_cn: 复制文件

source: Copy file/directory to target directory
da: Kopier fil/mappe til destinationsmappe
de: Datei/Verzeichnis in Zielverzeichnis kopieren
et: Kopeeri fail/kataloog sihtkohta
vi: Sao chép tập tin / thư mục vào thư mục đích
zh_cn: 将文件/目录复制到目标目录

source: Copy files/directories to target directory
da: Kopier filer/mapper til destinationsmappe
de: Dateien/Verzeichnisse in das Zielverzeichnis kopieren
et: Kopeeri failid/kataloogid sihtkohta
vi: Sao chép tập tin / thư mục vào thư mục đích
zh_cn: 将文件/目录复制到目标目录

source: Copy folder
da: Kopier mappe
de: Ordner kopieren
et: Kopeeri kaust
vi: Sao chép các tệp tin
zh_cn: 复制文件夹

source: Cores: %s
da: Kerner: %s
de: Kerne: %s
et: Tuumad: %s
hu: Magok: %s
ru: Ядра: %s
vi: Lõi:%s
zh_cn: 内核版本: %s

source: Cote d'Ivoire
de: Elfenbeinküste
et: Elevandiluurannik
hu: Elefántcsontpart
vi: Bờ biển ngà
zh_cn: 科特迪瓦

source: Could not connect to %s %s .NFI image feed server:
da: Kunne ikke forbinde til %s %s .NFI Image feed-server:
de: Keine Verbindung zum %s %s .NFI Image Feed Server:
et: Ei saa ühendust %s %s .NFI püsivara serveriga:
hu: Nem lehet csatlakozni a(z) %s %s .NFI Image feed szerverhez:
ru: Невозможно связаться с сервером имиджа %s %s .NFI:
vi: Không thể kết nối với máy chủ nguồn cấp hình ảnh%s%s .NFI:
zh_cn: 无法连接到 %s %s .NFI镜像供稿服务器:

source: Could not find installed channel list.
da: Kunne ikke finde installeret kanalliste.
de: Kann keine installierte Kanalliste finden.
et: Paigaldatud kanalinimekirja ei leitud.
hu: Nem található telepített csatornalista.
pt_br: Não foi possível encontrar a lista de canais instalados.
ru: Не удалось найти установленный список каналов.
vi: Không thể tìm thấy danh sách kênh được cài đặt.
zh_cn: 找不到已安装的频道列表.

source: Could not find suitable media - Please remove some downloaded images or insert a media (e.g. USB stick) with sufficient free space and try again!
da: Kunne ikke finde passende medie - Fjern venligst nogle downloades Images eller indsæt et medie (f.eks. USB nøgle) med tilstrækkelig fri plads og prøv igen!
de: Es konnte kein geeignetes Medium gefunden werden. Bitte entfernen Sie einige heruntergeladene Images oder legen Sie ein Medium (z.B. USB-Stick) mit ausreichend freiem Speicherplatz ein und versuchen Sie es erneut.
et: Sobivat andmekandjat ei leitud. Eemalda mõni allalaetud püsivara või sisesta piisavalt vaba ruumi omav kandja (nt. USB-mälupulk) ja proovi uuesti!
vi: Không thể tìm thấy phương tiện phù hợp - Vui lòng xóa một số hình ảnh đã tải xuống hoặc chèn phương tiện (ví dụ: thẻ nhớ USB) với không gian trống đầy đủ và thử lại!
zh_cn: 找不到合适的媒体-请删除一些下载的镜像或插入一个具有足够可用空间的媒体(如U盘),然后重试!

source: Could not record due to conflicting timer %s
da: Kunne ikke optage pga. konfliktende Timer %s
de: Keine Aufnahme wegen Timerkonflikt mit Timer '%s'
et: Salvestamine nurjus. Vastuolus taimer %s
hu: A felvétel nem tud elindulni időzítés ütközés miatt: %s
pt_br: Não foi possível gravar devido a um conflito com o temporizador %s
ru: Запись невозможна - конфликт таймеров %s
vi: Không thể ghi do bộ đếm thời gian xung đột%s
zh_cn: 无法录像由于计时器冲突 %s

source: Could not record due to invalid service %s
da: Kunne ikke optage pga. ugyldig kanal %s
de: Ungültiger Dienst %s konnte nicht aufgezeichnet werden
et: Salvestamine nurjus. Kehtetu kanal %s
hu: Az %s érvénytelen csatorna miatt a felvétel nem lehetséges
pt_br: Não foi possível gravar. Canal inválido %s
ru: Запись невозможна, канал %s не существует
vi: Không thể ghi do dịch vụ không hợp lệ%s
zh_cn: 不能录像由于无效的频道 %s

source: Could not save configfile %s!
da: Kunne ikke gemme konfigfil %s!
de: Konnte Konfigurationsdatei nicht speichern %s!
et: Seadistusfaili %s talletamine nurjus!
hu: A konfigurációs fájl %s mentése nem sikerült!
ru: Не удалось сохранить файл конфигурации %s!
vi: Không thể lưu cấu hình%s!
zh_cn: 无法保存配置文件 %s!

source: Cpu
de: Prozessor
hu: Processzor
zh_cn: 处理器

source: Crash at skin error for debug reasons ?
da: Bryd ned ved Tema-fejl af hensyn til fejlsøgning ?
de: Auch bei Skin-Fehlern abstürzen?
et: Kujunduse vigade eiramine
hu: A kinézet hibája is a naplóba kerüljön?
vi: Tai nạn tại lỗi da vì lý do gỡ lỗi?
zh_cn: 由于调试原因而导致皮肤错误崩溃?

source: Create Bludisc ISO file
da: Opret Bluedisk ISO fil
de: Erzeuge Bludisc ISO File
et: Loo Bludisc ISO
hu: Hozzon létre egy Bludisc ISO fájlt
ru: Создание файла Bludisc ISO
vi: Tạo tập tin ISO Bludisc
zh_cn: 创建蓝光ISO文件

source: Create directory
da: Opret mappe
de: Verzeichnis anlegen
et: Loo kataloog
hu: Mappa létrehozása
ru: Создать папку
vi: Tạo thư mục
zh_cn: 创建目录

source: Create directory/folder
da: Opret bibliotek/mappe
de: Verzeichnis erstellen
et: Loo kataloog
vi: Tạo thư mục / thư mục
zh_cn: 创建目录/文件夹

source: Create separate radio userbouquet
da: Opret separat radio brugerbuket
de: Erzeuge separates Radiobouquet
et: Loo eraldi lemmiknimekiri raadiokanalitele
hu: Különálló rádió csatornacsomag létrehozása
vi: Tạo gói kênh radio riêng
zh_cn: 创建单独的广播用户自定义组

source: Create symlink to file
da: Opret symlænke til fil
de: Erzeuge Symlink zu Datei
et: Loo nimeviit failile
vi: Tạo symlink vào tập tin
zh_cn: 创建文件链接

source: Create user-named symbolic link
da: Opret brugernavngivet symlænke lænke
de: Symbolischen Link erstellen
et: Loo muudetud nimega nimeviit
vi: Tạo liên kết tượng trưng có tên người dùng
zh_cn: 创建用户命名的符号链接

source: Create:
da: Opret:
de: Erstelle:
et: Loo:
hu: Létrehozva:
vi: Tạo nên:
zh_cn: 创建:

source: Create: Recovery Fullbackup %s
da: Opret: Fuld genoprettelsesikkerhedskopi %s
de: Erstelle: Recovery Fullbackup %s
et: Loo: Täielik püsivaratõmmis %s
hu: Létrehozva: a(z) %s Fullbackup helyreállítva
vi: Tạo: Phục hồi Fullbackup%s
zh_cn: 创建:恢复完整备份 %s

source: Creating AP and SC Files
da: Opretter AP og SC filer
de: Erstelle AP- und SC-Dateien
et: AP ja SC failide loomine
hu: AP és SC fájlok létrehozása
ru: Создание файлов АР и SC
vi: Tạo tập tin AP và SC
zh_cn: 正在创建AP和SC文件...

source: Creating Hardlink to Timeshift file failed!
da: Oprettelse af hårdlænke til Timeshift-fil mislykkedes!
de: Hardlink-Verbindung zur Timeshift-Datei fehlgeschlagen!
et: Ajanihke failile püsiviida loomine nurjus!
hu: Nem sikerült létrehozni Hardlink-t a Timeshift fájlhoz!
ru: Создание жесткой ссылки при невозможности копирования
vi: Tạo tập tin Hardlink đến Timeshift không thành công!
zh_cn: 创建硬链到时移文件时失败!

source: Creating directory %s failed.
da: Oprettelse af mappen %s mislykkedes.
de: Erzeugen des Verzeichnisses %s fehlgeschlagen.
et: Kataloogi %s loomine nurjus.
hu: A %s mappa létrehozása nem sikerült.
pt_br: Falha ao criar diretório %s .
ru: Не удалось создать каталог %s
sl: Ustvarjanje mape %s ni uspelo.
vi: Tạo thư mục%s không thành công.
zh_cn: 创建目录 %s 失败.

source: Creating filesystem
da: Opretter filsystem
de: Erzeuge Dateisystem
et: Failisüsteemi loomine
hu: Fájlrendszer létrehozása
pt_br: Criando sistema de arquivos
ru: Создание файловой системы
vi: Tạo hệ thống tập tin
zh_cn: 创建文件系统

source: CronManager
da: Cron-håndtering
de: Cron-Verwaltung
et: Cron haldur
hu: Cron időzítés kezelő
ru: Менеджер Cron
vi: Quản lý viên
zh_cn: 任务管理

source: CronTimers
da: CronTimere
de: CronTimer
et: Cron taimerid
hu: CronTimer időzítők
ru: Таймеры Cron
zh_cn: 计划定时器

source: Current device:
da: Nuværende enhed:
de: Aktuelles Gerät:
et: Praegune seade:
hu: Aktuális eszköz:
pt_br: Dispositivo atual:
ru: Текущее устройство:
sl: Trenutna naprava:
vi: Thiêt bị hiện tại:
zh_cn: 当前设备:

source: Current location
da: Nuværende placering
de: Aktuelles Zielverzeichnis
et: Praegune asukoht
hu: Aktuális hely
vi: Vị trí hiện tại
zh_cn: 当前位置

source: Currently installed image
da: Aktuel installeret Image
de: Aktuell installiertes Image
et: Paigaldatud püsivara
hu: Az aktuálisan telepített lemezkép
ru: Текущая прошивка
sl: Trenutna nameščena slika
vi: Hiện đang cài đặt hình ảnh
zh_cn: 当前已安装的镜像

source: Customise
da: Tilpasninger
de: Extraanpassungen
et: Kasutaja valikud
hu: Testreszabás
ru: Опции
vi: Tùy chỉnh
zh_cn: 自定义

source: Customise enigma2 personal settings
da: Tilpas personlige Emigma2 indstillinger
de: Stellen Sie Enigma2 auf Ihre persönlichen Bedürfnisse ein
et: Kohanda enigma2 isiklikke sätteid
hu: A személyre szabott enigma2 beállítások testre szabása, konfigurációja
ru: Пользовательские настройки enigma2
vi: Tùy chỉnh cài đặt cá nhân enigma2
zh_cn: 自定义Enigma2个人设置

source: Cutlist editor
da: Klipliste redigering
de: Schnitt-Editor
et: Salvestiste lõikamine
hu: Vágószerkesztő
ru: Видео редактор
vi: Biên tập danh sách cắt
zh_cn: 剪辑列表编辑器

source: Czechia
da: Tjekkiet
de: Tschechien
et: Tšehhi
hu: Csehország
vi: Séc
zh_cn: 捷克语

source: DVD Titlelist
da: DVD titel oplistning
de: DVD-Titelliste
et: DVD nimekiri
hu: DVD Címlista
ru: Список названий ДВД
vi: Tiêu đề DVD
zh_cn: DVD标题列表

source: DVD file browser
da: DVD filbrowser
de: DVD-Dateibrowser
et: DVD failibrauser
hu: DVD Fájlkezelő
pt_br: Explorador de arquivos do DVD
ru: DVD обозреватель файлов
vi: Trình duyệt tập tin DVD
zh_cn: DVD文件浏览器

source: Date reverse
da: Dato baglæns
de: Datum absteigend
et: Vanemad ees
vi: Ngày đảo ngược
zh_cn: 日期次序颠倒

source: Dating
zh_cn: 约会

source: Default (Instant Record)
da: Standard (Straksoptagelse)
de: Standard (Aufnahme hinzufügen)
et: Vaikimisi (kohene salvestus)
hu: Alapértelmezett (azonnali rögzítés)
ru: Стандарт (Немедленная запись)
vi: Mặc định (Bản ghi tức thì)
zh_cn: 默认(即时录像)

source: Default (Timeshift)
da: Standard (Timeshift)
de: Standard (Timeshift)
et: Vaikimisi (ajanihe)
hu: Alapértelmezett (Timeshift)
ru: Стандарт (Таймшифт)
vi: Mặc định (Timeshift)
zh_cn: 默认(时移)

source: Default CPU priority (nice) for executed scripts. This can reduce the load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
da: Standard CPU prioritet (nice) for eksekverede skripts. Dette kan reducere belastningen så skripts ikke forstyrre resten af systemet. (højre værdier = lavere prioritet)
de: Standard CPU-Priorität (nice) für ausgeführte Skripts. Dies kann die Last reduzieren, so dass Skripts den Rest des Systems nicht beeinträchtigen. (höhere Werte = niedrigere Priorität)
et: Täidetavate käskude vaikimisi CPU prioriteet. See võib vähendada skriptide poolt süsteemile asetavat koormust. (Kõrgem väärtus = madalam prioriteet.)
vi: Ưu tiên CPU mặc định (đẹp) cho các tập lệnh được thực thi. Điều này có thể giảm tải để các tập lệnh không can thiệp vào phần còn lại của hệ thống. (giá trị cao hơn = mức độ ưu tiên thấp hơn)
zh_cn: 执行脚本的默认CPU优先级(nice).这可以减少负载, 这样脚本就不会干扰系统的其他部分.(较高的值=较低的优先级)

source: Default Folder
da: Standardmappe
de: Standardordner
et: Vaikimisi kataloog
vi: Thư mục mặc định
zh_cn: 默认文件夹

source: Default I/O priority (ionice) for executed scripts. This can reduce the load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
da: Standard I/O prioritet (ionice) for eksekverede skripts. Dette kan reducere belastningen så skripts ikke forstyrre resten af systemet. (højre værdier = lavere prioritet)
de: Standard I/O-Priorität (ionice) für ausgeführte Skripts. Dies kann die Last reduzieren, so dass Skripts den Rest des Systems nicht beeinträchtigen. (höhere Werte = niedrigere Priorität)
et: Täidetavate skriptide vaikimisi I/O prioriteet (ionice). See võib vähendada skriptide poolt süsteemile asetavat koormust. (Kõrgem väärtus = madalam prioriteet.)
vi: Ưu tiên I / O mặc định (ionice) cho các tập lệnh được thực thi. Điều này có thể giảm tải để các tập lệnh không can thiệp vào phần còn lại của hệ thống. (giá trị cao hơn = mức độ ưu tiên thấp hơn)
zh_cn: 执行脚本的默认I/O优先级(ionice).这可以减少负载, 这样脚本就不会干扰系统的其他部分.(较高的值=较低的优先级)

source: Default Modes Selected.
da: Standardtilstand valgt.
de: Standardmodi ausgewählt.
hu: Alapértelmezett módok kiválasztva.
vi: Các chế độ mặc định được chọn.
zh_cn: 已选择默认模式.

source: Default directory sorting
da: Standard mappesortering
de: Standardsortierung für Verzeichnisse
et: Kataloogide vaikimisi järjestusviis
vi: Sắp xếp thư mục mặc định
zh_cn: 默认目录排序

source: Default file sorting left
da: Standard filsortering venstre
de: Standardsortierung für Dateien links
et: Vaikimisi järjestus vasakul
vi: Sắp xếp tập tin mặc định bên trái
zh_cn: 默认文件左排序

source: Default file sorting right
da: Standard filsortering højre
de: Standardsortierung für Dateien rechts
et: Vaikimisi järjestus paremal
vi: Sắp xếp tập tin mặc định
zh_cn: 默认文件右排序

source: Default folder
da: Standardmappe
de: Standardordner
et: Vaikimisi kataloog
vi: Thư mục mặc định
zh_cn: 默认文件夹

source: Default folder if the left or right folder isn't saved, and target folder for button 5.
da: Standardmappe hvis den venstre elle højre mappe ikke gemmes, og målmappe for knap 5.
de: Legt den Standardordner fest, wenn der linke oder rechte Ordner nicht gespeichert wird, sowie den Zielordner für die Taste 5.
et: Vaikekaust, kui parempoolne kaust pole salvestatud ja sihtkataloog nupule 5.
vi: Thư mục mặc định nếu thư mục bên trái hoặc bên phải không được lưu và thư mục đích cho nút 5.
zh_cn: 默认文件夹(如果左或右文件夹未保存),以及按钮5的目标文件夹.

source: Default movie location
da: Standardplacering af film
de: Standard-Film-Verzeichnis
et: Salvestuste tavaasukoht
hu: Alapértelmezett felvételek tárhelye
pt_br: Diretório padrão das gravações
ru: Место сохранения записей по умолчанию
sl: Privzeta "movie" lokacija
vi: Vị trí phim mặc định
zh_cn: 默认的电影位置

source: Default settings
da: Standardindstillinger
de: Standard-Einstellungen
et: Vaikeväärtused
hu: Alapértelmezett beállítások
pt_br: Configuração padrão
ru: Настройки по умолчанию
vi: Thiết lập mặc định
zh_cn: 默认设置

source: Default sorting method for directories on both sides.
da: Standard sorteringsmåde for mapper i begge sider.
de: Standardsortierung für Verzeichnisse auf beiden Seiten.
et: Kataloogide vaikimisi järjestusviis mõlemal poolel.
vi: Phương pháp sắp xếp mặc định cho các thư mục ở cả hai bên.
zh_cn: 双面目录的默认排序方法.
