Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Run script in background
bg: Изпълнете скрипт във фонов режим
cs: Spustit skript na pozadí
da: Kør skript i baggrunden
de: Skript im Hintergrund ausführen
el: Εκτέλεση σεναρίου ενεργειών στο παρασκήνιο
et: Skripti käivitamine taustal
fi: Suorita scripti taustalla
fr: Exécuter le script en arrière-plan
hr: Pokreni skriptu u pozadini
it: Esegui script in background
lt: Paleiskite scenarijų fone
nl: Script uitvoeren in de achtergrond
pl: Uruchom skrypt w tle
sk: Spustiť skript na pozadí
sr: Pokreni skriptu u pozadini
sv: Kör skript i bakgrunden
ta: பின்னணியில் ச்கிரிப்டை இயக்கவும்
tr: Komut dosyasını arka planda çalıştır
uk: Запустити скрипт у фоні
vi: Chạy script trong nền
zh_cn: 在后台运行脚本

source: Run script with optional parameter
bg: Изпълнете скрипт с незадължителен параметър
cs: Spustit skript s volitelným parametrem
da: Kør skript med valgfri parameter
de: Skript mit einem optionalen Parameter ausführen
el: Εκτέλεση σεναρίου ενεργειών με προαιρετική παράμετρο
et: Käivita skript valikulise parameetriga
fi: Suorita scripti valinnaisella parametrilla
fr: Exécuter le script avec un paramètre facultatif
hr: Pokreni skriptu sa opcionalnim parametrom
it: Esegui script con parametri opzionali
lt: Paleiskite scenarijų su pasirinktiniu parametru
nl: Script uitvoeren met aanvullende parameter
pl: Uruchom skrypt z opcjonalnym parametrem
sk: Spustiť skript s doplnkovým parametrom
sr: Pokreni skriptu sa opcionalnim parametrom
sv: Kör skript med valfri parameter
ta: விருப்ப அளவுருவுடன் ச்கிரிப்டை இயக்கவும்
tr: Komut dosyasını isteğe bağlı parametreyle çalıştır
uk: Запустити скрипт із додатковим параметром
vi: Chạy script với tham số tùy chọn
zh_cn: 使用可选参数运行脚本

source: Run script with optional parameter in background
bg: Изпълнете скрипт с незадължителен параметър във фонов режим
cs: Spustit skript s volitelným parametrem na pozadí
da: Kør skript med valgfri parameter i baggrunden
de: Skript mit einem optionalen Parameter im Hintergrund ausführen
el: Εκτέλεση σεναρίου ενεργειών με προαιρετική παράμετρο στο παρασκήνιο
et: Käivita taustal valikulise parameetriga skript
fi: Suorita scripti valinnaisella parametrilla taustalla
fr: Exécuter un script avec un paramètre facultatif en arrière-plan
hr: Pokreni skriptu sa opcionalnim parametrom u pozadini
it: Esegui script con parametri opzionali in background
lt: Paleiskite scenarijų su pasirinktu parametru fone
nl: Script uitvoeren met aanvullende parameter in de achtergrond
pl: Uruchom skrypt z opcjonalnym parametrem w tle
sk: Spustiť skript s doplnkovým parametrom na pozadí
sr: Pokreni skriptu sa opcionalnim parametrom u pozadini
sv: Kör skript med valfri parameter i bakgrunden
ta: பின்னணியில் விருப்ப அளவுருவுடன் ச்கிரிப்டை இயக்கவும்
tr: Komut dosyasını arka planda isteğe bağlı parametre ile çalıştır
uk: Запустити скрипт із додатковим параметром у фоні
vi: Chạy script với tham số tùy chọn trong nền
zh_cn: 在后台运行带有可选参数的脚本

source: Rundi
bg: Обиколки
el: Ρούντι
fi: Burundi
ta: ருண்டி
uk: Раунди

source: Running
bg: Работещ
cs: Aktivní
da: Kører
de: Läuft
el: Σε εκτέλεση
et: Kasutusel
fi: Käynnissä
fr: En cours d'exécution
hr: Pokrenut
hu: Folyamatban
it: Attivo
lt: Veikiantis
nl: Actief
pl: Uruchomiony
ru: Запущен
sk: Spustené
sl: V teku
sr: Pokrenut
sv: Kör
ta: இயங்கும்
tr: Çalıştırılıyor
uk: В дії
vi: Đang chạy
zh_cn: 运行

source: Running Myrestore script, Please wait ...
bg: Изпълняване скрипт на Myrestore, моля, изчакайте...
cs: Provádím skript Myrestore, čekejte prosím ...
da: Kører Myrestore skript, vent venligst...
de: Myrestore Script wird ausgeführt...
el: Εκτέλεση του σεναρίου Myrestore, περιμένετε...
et: Taastamise skript töötab. Oota ...
fi: Suoritetaan Myrestore scripttiä, Odata hetki ...
fr: Exécution du script Myrestore, veuillez patienter…
hr: Pokretanje Myrestore skripte, sačekajte...
hu: Myrestore script fut - Kérem várjon...
it: Script MyRestore in esecuzione, attendi...
lt: Palaukite, vykdomas Mano atkūrimo scenarijus ...
nl: Myrestore script wordt uitgevoerd, een ogenblik geduld...
pl: Skrypt przywracania jest wykonywany, Proszę czekać...
ru: Запущен скрипт восстановления, пожалуйста, ждите...
sk: Spúšťanie skriptu Myrestore. Čakajte, prosím…
sr: Pokretanje Myrestore skripte, sačekajte...
sv: Kör Myrestore-skriptet, vänta ...
ta: மைரெச்டோர் ச்கிரிப்டை இயக்குகிறது, தயவுசெய்து காத்திருங்கள் ...
tr: Myrestore komut dosyası çalıştırılıyor, Lütfen bekleyin...
uk: Запущено скрипт відновлення, будь ласка, чекайте ...
vi: Chạy kịch bản Myrestore, vui lòng đợi ...
zh_cn: 正在运行Myrestore脚本,请稍等...

source: Running command %d: '%s'.
cs: Spuštění příkazu %d: '%s'.
el: Εκτέλεση εντολής %d: '%s'.
fi: Suoritetaan komentoa %d: '%s'.
hr: Pokretanje naredbe %d: '%s'.
it: Comando in esecuzione %d: '%s'.
nl: Commando %d: '%s' wordt uitgevoerd.
pl: Uruchamianie polecenia %d: '%s'.
sk: Spustený príkaz %d: '%s'.
sr: Pokretanje komande %d: '%s'.
sv: Kör kommandot %d: '%s'.
ta: கட்டளை %d: ' %s'.
tr: Komut %d çalıştırılıyor: ‘%s’.
uk: Виконується команда %d: '%s'.

source: Russian
cs: Rusky
da: Russisk
de: Russisch
el: Ρωσικά
et: Vene
fi: Venäjä
fr: Russe
hr: Ruski
hu: Orosz
it: Russo
lt: Rusų
nl: Russisch
pl: Rosyjski
pt_br: Russo
ru: Русский
sk: ruština
sr: Ruski
sv: Ryska
ta: ரச்ய
tr: Rusça
uk: Російська
vi: Tiếng nga
zh_cn: 俄语

source: Russian Federation
cs: Ruská Federace
da: Den Russiske Føderation
de: Russland
el: Ρωσική Ομοσπονδία
et: Venemaa
fi: Venäjä
fr: Fédération de Russie
hr: Ruska Federacija
hu: Oroszország
it: Russia (Federazione Russa)
lt: Rusijos Federacija
nl: Rusland
pl: Rosja
sk: Ruská federácia
sv: Ryssland
ta: ரச்யன் கூட்டமைப்பு
tr: Rusya Federasyonu
uk: Росія
vi: Tiếng nga
zh_cn: 俄罗斯

source: Rwanda
el: Ρουάντα
et: Ruanda
hu: Ruanda
it: Ruanda
lt: Ruanda
ta: ருவாண்டா
tr: Ruanda
uk: Руанда
zh_cn: 卢旺达

source: Réunion
el: Ρεϋνιόν
it: Riunione
lt: Reunionas
ta: ரீயூனியன்
uk: Реюньйон

source: SABnzbd Settings
bg: SABnzbd настройки
cs: Nastavení SABnzbd
el: Ρυθμίσεις SABnzbd
fi: SABnzbd asetukset
fr: Configuration SABnzbd
hr: SABnzbd Postavke
it: Impostazioni SABnzbd
lt: SABnzbd parametrai
nl: SABnzbd
pl: Ustawienia SABnzbd
sk: Nastavenie SABnzbd
sr: SABnzbd Postavke
sv: SABnzbd Inställningar
ta: Sabnzbd அமைப்புகள்
tr: SABnzbd Ayarları
uk: Налаштування SABnzbd

source: SAT
lt: ŠEŠ
ta: காரி
uk: САТ
zh_cn: 卫星

source: SATA BACK
cs: ZADNÍ SATA
el: ΠΙΣΩ SATA
fi: SATA TAKA
hr: SATA NAZAD
it: SATA POSTERIORE
nl: SATA achterkant
pl: SATA TYŁ
sk: SATA VZADU
sr: SATA NAZAD
sv: SATA TILLBAKA
ta: எப்பொழுதும் பேக்
tr: SATA ARKA
uk: SATA ззаду

source: SATA FRONT
cs: PŘEDNÍ SATA
el: ΕΜΠΡΟΣ SATA
fi: SATA ETU
hr: SATA PREDNJA
it: SATA ANTERIORE
nl: SATA voorkant
pl: SATA PRZÓD
sk: SATA VPREDU
sr: SATA PREDNJA
sv: SATA FRAM
ta: எப்பொழுதும் முன்
tr: SATA ÖN
uk: SATA спереду

source: SCPC optimized search range
bg: SCPC оптимизиран обхват на търсене
cs: Rozsah vyhledávání optimalizovaný podle SCPC
da: SCPC optimeret søgeområde
de: SCPC optimierter Suchbereich
el: Βελτιστοποιημένο εύρος αναζήτησης για ένα κανάλι ανά φέρουσα (SCPC)
et: SCPC optimeeritud otsingu vahemik
fi: SCPC optimoitu hakualue
fr: Plage de recherche SCPC optimisée
hr: SCPC optimiziran opseg pretrage
hu: SCPC optimalizált keresési tartomány
it: intervallo di ricerca ottimale per SCPC
lt: SCPC optimizuotas paieškos diapazonas
nl: SCPC geoptimaliseerd zoek bereik
pl: SCPC zoptymalizowany zakres wyszukiwania
ru: SCPC оптимизировал диапазон поиска
sk: SCPC – optimalizovaný rozsah vyhľadávania
sr: SCPC optimiziran opseg pretrage
sv: SCPC-optimerat sökintervall
ta: SCPC உகந்த தேடல் வரம்பு
tr: SCPC optimize edilmiş arama aralığı
uk: SCPC оптимізований діапазон пошуку
vi: Phạm vi tìm kiếm được tối ưu hóa SCPC
zh_cn: SCPC优化搜索范围

source: SCR timing adjustment, in conjunction with SCR socket and operation of several SCR devices with one cable.
bg: Регулиране на времето на SCR, във връзка с SCR контакт и работа на няколко SCR устройства с един кабел.
cs: Nastavení časování SCR ve spojení se zásuvkou SCR a provoz několika zařízení SCR jedním kabelem.
da: SCR timing justering, sammen med SCR sokkel og drift af mange SCR enheder med et kabel.
el: Ρύθμιση χρονισμού του SCR σε συνδυασμό με την υποδοχή SCR και τη λειτουργία αρκετών συσκευών SCR με ένα καλώδιο.
fi: SCR ajastuksen säätö yhdessä SCR liitännän ja useiden SCR laitteiden toiminnan kanssa yhdellä kaapelilla.
fr: Réglage de la synchronisation SCR, en conjonction avec la prise SCR et le fonctionnement de plusieurs appareils SCR avec un seul câble.
hr: SCR podešavanje vremena, zajedno sa SCR utičnicom i radom nekoliko SCR uređaja jednim kablom.
it: Regolazione della temporizzazione SCR, in combinazione con presa SCR e funzionamento di più dispositivi SCR con un unico cavo.
lt: SCR laiko reguliavimas, kartu su SCR lizdu ir kelių SCR įrenginių veikimas vienu kabeliu.
nl: SCR timing aanpassing, in combinatie met SCR socket en de werking van verschillende SCR-apparaten met een kabel.
pl: Regulacja rozrządu SCR w połączeniu z gniazdem SCR i obsługa kilku urządzeń SCR za pomocą jednego kabla.
sk: Prispôsobenie časovania SCR v spojení so socketom SCR a prevádzkou viacerých zariadení SCR pomocou jedného kábla.
sr: SCR podešavanje vremena, zajedno sa SCR utičnicom i radom nekoliko SCR uređaja jednim kablom.
sv: SCR-tidsjustering, i samband med SCR-uttag och drift av flera SCR-enheter med en kabel.
ta: எச்.சி.ஆர் நேர சரிசெய்தல், எச்.சி.ஆர் சாக்கெட் மற்றும் ஒரு கேபிளுடன் பல எச்.சி.ஆர் சாதனங்களின் செயல்பாட்டுடன் இணைந்து.
tr: SCR zamanlama ayarı, SCR soketi ile birlikte ve birkaç SCR cihazının tek bir kabloyla çalıştırılması.
uk: Регулювання синхронізації SCR у поєднанні з роз'ємом SCR та роботою декількох пристроїв SCR за допомогою одного кабелю.
vi: Điều chỉnh thời gian SCR, kết hợp với ổ cắm SCR và hoạt động của một số thiết bị SCR với một cáp.
zh_cn: SCR定时调整,结合SCR插座和使用一根电缆即可操作多个SCR设备.

source: SDcard slot %s%s
cs: Slot pro SD kartu %s%s
el: SDcard υποδοχή %s%s
fi: SD muistikortti paikka %s%s
hr: SDcard utor %s%s
it: Slot per scheda SD %s%s
lt: SDcard lizdas %s%s
sk: Slot %s%s SD karty
sv: SD-kortplats %s%s
ta: Sdcard ச்லாட் %s %s
tr: SD kart yuvası %s%s
uk: Слот для SD-картки %s%s

source: SDcard switch ERROR! - H9 root files not transferred to SD card
bg: ГРЕШКА за превключване на SD карта! - H9 root файловете не се прехвърлят на SD карта
cs: SDcard switch ERROR! - Kořenové soubory H9 nebyly přeneseny na SD kartu
da: SDkort skifte FEJL! - H9 rodfiler er ikke overført til SD kort
el: ΣΦΑΛΜΑ αλλαγής κάρτας SD! - Τα αρχεία root του H9 δεν έχουν μεταφερθεί στην κάρτα SD
et: H9 SD kaardi vahetuse VIGA! - H9 juurfaile ei saadetud SD kaardile
fi: SD kortin kytkin VIRHE! - H9 root tiedostoja ei ole siirretty SD-kortille
fr: ERREUR du commutateur de carte SD ! - Les fichiers racine H9 ne sont pas transférés sur la carte SD
hr: GREŠKA SDcard prekidača! - H9 osnovna datoteka se ne prenosi na SD karticu
it: ERRORE cambio scheda SD: file root H9 non trasferiti sulla scheda SD
lt: SDcard jungimo KLAIDA! - H9 pagrindiniai failai, neperduoti SD kortelėje
nl: SD kaart switch FOUT! - H9 root bestanden niet overgezet naar SD kaart
pl: Przełącznik karty SD BŁĄD! - Pliki główne H9 nie zostały przesłane na kartę SD
sk: CHYBA pri prepínaní karty SD! Koreňové súbory H9 neboli prenesené na kartu SD
sr: GREŠKA SDcard prekidača! - H9 osnovni fajl se ne prenosi na SD karticu
sv: SD-kort switch FEL! - H9 root-filer överfördes inte till SD-kortet
ta: SDCARD சுவிட்ச் பிழை! - H9 ரூட் கோப்புகள் எச்டி கார்டுக்கு மாற்றப்படவில்லை
tr: SD kart anahtarı HATASI! - H9 kök dosyaları SD karta aktarılmıyor
uk: ПОМИЛКА перемикача SDcard! - root файли H9 не передаються на SD-карту
vi: Chuyển đổi thẻ SD LRI! - Tập tin gốc H9 không được chuyển sang thẻ SD
zh_cn: SD卡开关错误! -H9根文件未传输到SD卡

source: SDcard switch ERROR! - already on Nand
bg: ГРЕШКА за превключване на SD карта! - вече на Нанд
cs: SDcard switch ERROR! - již na Nandu
da: SDkort skifte FEJL! - allerede på Nand
el: ΣΦΑΛΜΑ αλλαγής κάρτας SD! - ήδη στο Nand
et: H9 SD kaardi vahetuse VIGA! - Nand on juba kasutuses
fi: SD kortin kytkin VIRHE! on jo Nand muistilla
fr: ERREUR du commutateur de carte SD ! - déjà sur Nand
hr: GREŠKA SDcard prekidača! - već na Nand
it: ERRORE cambio scheda SD: già su nand
lt: SDcard jungimo KLAIDA! - jau Nand
nl: SD kaart switch FOUT! -reeds op Nand
pl: Przełącznik karty SD BŁĄD! - już na Nand
sk: CHYBA pri prepínaní SD karty! Už je na NAND
sr: GREŠKA SDcard prekidača! - već na Nand
sv: SD-kort switch FEL! - redan på Nand
ta: SDCARD சுவிட்ச் பிழை! - ஏற்கனவே NAND இல்
tr: SD kart anahtarı HATASI! - zaten Nand’de
uk: ПОМИЛКА перемикача SDcard! - вже на Nand
vi: Chuyển đổi thẻ SD LRI! - đã có trên Nand
zh_cn: SD卡开关错误!-已经在Nand上了

source: SDcard switch ERROR! - already on mmc
bg: ГРЕШКА за превключване на SD карта! - вече на mmc
cs: SDcard switch ERROR! - již na mmc
da: SDkort skifte FEJL! - allerede på MMC
el: ΣΦΑΛΜΑ αλλαγής κάρτας SD! - ήδη στο mmc
et: H9 SD kaardi vahetuse VIGA! - mmc on juba kasutuses
fi: SD kortin kytkin VIRHE! - on jo mmc:llä
fr: ERREUR du commutateur de carte SD ! - déjà sur mmc
hr: GREŠKA SDcard prekidača! - već na mmc
it: ERRORE cambio scheda SD: già su mmc
lt: SDcard jungimo KLAIDA! - jau mmc
nl: SD kaart switch FOUT! - reeds op mmc
pl: Przełącznik karty SD BŁĄD! - już na mmc
sk: CHYBA pri prepnutí SD karty! Už je na MMC
sr: GREŠKA SDcard prekidača! - već na mmc
sv: SD-kort switch FEL! - redan på mmc
ta: SDCARD சுவிட்ச் பிழை! - ஏற்கனவே எம்.எம்.சி.
tr: SD kart anahtarı HATASI! - zaten mmc'de
uk: ПОМИЛКА перемикача SDcard! - вже на mmc
vi: Chuyển đổi thẻ SD LRI! - đã có trên mmc
zh_cn: SD卡开关错误!-已在mmc上了

source: SINGLE LAYER DVD
bg: ЕДНОСЛОЙНО DVD
cs: JEDNOVRSTVÉ DVD
da: ENKELTLAG DVD
el: DVD ΜΟΝΗΣ ΣΤΡΩΣΗΣ
et: ÜHEKIHILINE DVD
fi: Yksi kerros DVD
fr: DVD SIMPLE COUCHE
hr: JEDNOSLOJNI DVD
hu: Egyrétegű DVD
it: DVD singolo strato
lt: VIENSLUOKSNIS DVD
pl: Jednowarstwowe DVD
pt_br: DVD Camada Simples
ru: Однослойный ДВД
sk: JEDNOVRSTVOVÉ DVD
sl: Enoslojni DVD
sr: JEDNOSLOJNI DVD
sv: DVD MED ETT LAGER
ta: ஒற்றை அடுக்கு டிவிடி
tr: TEK KATMAN DVD
uk: ОДНОШАРОВИЙ DVD
vi: Đĩa đơn
zh_cn: 单层DVD

source: SMS style QuickSelect entry selection
cs: Výběr položky ve stylu SMS Quick Select
el: Επιλογή στοιχείου γρήγορης επιλογής σε στυλ SMS
fi: SMS tyylin Pikavalinta sijainnin valinta
hr: Odabir stavke brzog SMS stila
it: Selezione della voce QuickSelect in stile SMS
lt: SMS stilius QuickSelect įrašo pasirinkimas
nl: QuickSelect in SMS-stijl
pl: Wybór wpisu w stylu SMS QuickSelect
sk: Výber vstupu v SMS štýle QuickSelect
sr: Izbor stavke brzog izbora u SMS stilu
sv: SMS-stil QuickSelect val av post
ta: எச்எம்எச் பாணி குயிக்செலெக்ட் நுழைவு தேர்வு
tr: SMS tarzı Hızlı Seçim giriş seçimi
uk: Вибір запису QuickSelect у стилі SMS

source: SMS style QuickSelect location selection
bg: Стил на SMS Бърз избор на местоположение
cs: Rychlý výběr místa ve stylu SMS
el: Επιλογή τοποθεσίας γρήγορης επιλογής σε στυλ SMS
fi: SMS tyylinen QuickSelect sijainnin valinta
fr: Sélection de l’emplacement QuickSelect de style SMS
hr: Brzo biranje izvora lokacije u SMS stilu
it: Selezione della posizione di selezione rapida in stile SMS
lt: SMS stilius QuickSelect vietos pasirinkimas
nl: SMS stijl QuickSelect locatie selectie
pl: Wybór lokalizacji w stylu SMS QuickSelect
sk: Výber miesta v SMS štýle QuickSelect
sr: Brzo biranje izvora lokacije u SMS stilu
sv: SMS-stil QuickSelect val av plats
ta: எச்எம்எச் பாணி குயிக்செலெக்ட் இருப்பிடத் தேர்வு
tr: SMS tarzı Hızlı Seçim konum seçimi
uk: Вибір місця розташування в стилі SMS

source: SRT file
bg: SRT файл
cs: Soubor titulků
el: αρχείο SRT
fi: SRT tiedosto
fr: Fichier SRT
hr: SRT datoteka
it: File SRT
lt: SRT failas
nl: SRT bestand
pl: plik SRT
sk: SRT súbor
sr: SRT fajl
sv: SRT-fil
ta: SRT கோப்பு
tr: SRT dosyası
uk: SRT файл

source: SSA file
bg: SSA файл
cs: Soubor SSA
el: αρχείο SSA
fi: SSA tiedosto
fr: Fichier SSA
hr: SSA datoteka
it: File SSA
lt: SSA failas
nl: SSA bestand
pl: plik SSA
sk: SSA súbor
sr: SSA fajl
sv: SSA-fil
ta: எச்எச்ஏ கோப்பு
tr: SSA dosyası
uk: SSA файл

source: Sailing
bg: Плаване
cs: Plachtění
da: Sejlads
de: Segeln
el: Ιστιοπλοΐα
fi: Purjehdus
fr: Navigation
hr: Jedrenje
it: Vela
lt: Buriavimas
nl: Zeilen
pl: Żeglarstwo
sk: Plachtenie
sr: Jedrenje
sv: Segling
ta: படகோட்டம்
tr: Yelken
uk: Парусний спорт
zh_cn: 帆船

source: Saint Barthelemy
cs: Svatý Bartoloměj
da: Saint-Barthélemy
de: Saint-Barthélemy
el: Άγιος Βαρθολομαίος
et: Saint Barthélemy
fi: Pyhä Barthelemy
fr: Saint-Barthélemy
hu: Saint-Barthélemy
lt: Sent Bartolomėjus
nl: Saint-Barthélemy
pl: Saint-Barthélemy
sk: Svätý Bartolomej
sv: Sankt Barthelemy
ta: செயிண்ட் பார்தெலமி
tr: Aziz Barthelemy
uk: Сен-Бартельмі
vi: Thánh Barthelemy
zh_cn: 加勒比海圣巴特岛

source: Saint Helena, Ascension and Tristan da Cunha
cs: Svatá Helena, Ascension a Tristan da Cunha
da: Sankt Helene, Tristan da Cunha og Ascension
de: St. Helena, Ascension und Tristan da Cunha
el: Αγία Ελένη, Ασενσιόν και Τριστάν Ντα Κούντα
et: Saint Helena, Ascension ja Tristan da Cunha
fi: Pyhä Helena, Ascension ja Tristan da Cunha
fr: Sainte-Hélène, Ascension et Tristan de Cunha
hu: Szent Ilona, Ascension és Tristan da Cunha
it: Sant'Elena, Ascensione e Tristan da Cunha
lt: Elenos, Dangun Žengimo ir Tristano da Kunjos salos
nl: Sint-Helena, Ascension en Tristan da Cunha
pl: Wyspa Świętej Heleny, Wyspa Wniebowstąpienia i Tristan da Cunha
sk: Svätá Helena, Ascension a Tristan da Cunha
sv: Saint Helena, Ascension och Tristan da Cunha
ta: செயிண்ட் எலினா, அசென்சன் மற்றும் டிரிச்டன் டா குன்னா
tr: Saint Helena, Yükseliş ve Tristan da Cunha
uk: Святої Єлени, Вознесіння і Трістан-да-Кунья
vi: Saint Helena, Thăng thiên và Tristan da Cunha
zh_cn: 圣赫勒拿,阿森松和特里斯坦达库尼亚

source: Saint Kitts and Nevis
cs: Svatý Kryštof a Nevis
da: Saint Kitts og Nevis
de: St. Kitts und Nevis
el: Άγιος Χριστόφορος και Νέβις
et: Saint Kitts ja Nevis
fr: Saint-Christophe-et-Niévès
hu: Saint Kitts és Nevis
lt: Šv. Kitso ir Nevio salos
nl: Saint Kitts en Nevis
sk: Svätý Krištof a Nevis
sv: Saint Kitts och Nevis
ta: செயின்ட் கிட்ச் மற்றும் நிவிச்
tr: Saint Kitts ve Nevis
uk: Сент-Кітс і Невіс
vi: Saint Kitts và Nevis
zh_cn: 圣基茨和尼维斯

source: Saint Lucia
cs: Svatá Lucie
de: Sankt Lucia
el: Αγία Λουκία
fr: Sainte-Lucie
lt: Sent Lusija
sk: Svätá Lucia
ta: செயின்ட் லூசியா
uk: Сент-Люсія
vi: Thánh nữ
zh_cn: 圣露西亚

source: Saint Martin (French part)
cs: Svatý Martin (francouzská část)
da: Saint Martin (den franske del)
de: Saint-Martin
el: Άγιος Μαρτίνος (Γαλλία)
et: Saint-Martin (Prantsuse osa)
fr: Saint-Martin (partie française)
hu: Szent Márton-sziget
it: Saint Martin (parte francese)
lt: Šv. Martyno sala (Prancūzijos dalis)
nl: Sint Maarten (Frans gedeelte)
pl: Saint Martin (część francuska)
sk: Svätý Martin (francúzska časť)
sv: Saint Martin (Franska delen)
ta: செயின் மார்டின் (பிரெஞ்சு பகுதி)
tr: Saint Martin (Fransızca bölüm)
uk: Сен-Мартен (французька частина)
vi: Saint Martin (phần tiếng Pháp)
zh_cn: 圣马丁(法语部分)

source: Saint Pierre and Miquelon
cs: Saint Pierre a Miquelon
da: Saint Pierre og Miquelon
de: Saint-Pierre und Miquelon
el: Σαιν-Πιερ και Μικελόν
et: Saint Pierre ja Miquelon
fr: Saint Pierre et Miquelon
hu: Saint-Pierre és Miquelon
it: Saint Pierre e Miquelon
lt: Šv. Pjero ir Mikelono Salos
nl: Saint-Pierre en Miquelon
pl: Saint-Pierre i Miquelon
sk: Saint Pierre a Miquelon
sv: Saint Pierre och Miquelon
ta: செயின்ட் பியார் மற்றும் மிக்யுலன்
tr: Saint Pierre ve Miquelon
uk: Сен-П'єр і Мікелон
vi: Tthánh pierre và miquelon
zh_cn: 圣皮埃尔和密克隆

source: Saint Vincent and the Grenadines
cs: Svatý Vincent a Grenadiny
da: Saint Vincent og Grenadinerne
de: St. Vincent und die Grenadinen
el: Άγιος Βικέντιος και Γρεναδίνες
et: Saint Vincent ja Grenadiinid
fr: Saint-Vincent-et-les-Grenadines
hu: Saint Vincent és a Grenadine-szigetek
it: Saint Vincent e Grenadine
lt: Šv. Vincento ir Grenadinų salos
nl: Saint Vincent en de Grenadines
pl: Saint Vincent i Grenadyny
sk: Svätý Vincent a Grenadíny
sv: Saint Vincent och Grenadinerna
ta: செயின்ட் வின்சென்ட் மற்றும் க்ரினடின்ச்
tr: Saint Vincent ve Grenadinler
uk: Сент-Вінсент і Гренадини
vi: Thánh vincent và Grenadines
zh_cn: 圣文森特和格林纳丁斯

source: Samba Client
cs: Klient Samba
el: Πελάτης samba
fi: Samba Asiakas
hr: Samba Klijent
it: Client Samba
pl: Klient Samba
sk: Klient Samba
sr: Samba klijent
sv: Samba-klient
ta: சம்பா வாங்கி
tr: Samba İstemcisi
uk: Клієнт Samba

source: Samba Server
cs: Server Samba
el: Διακομιστής samba
fi: Samba Serveri
it: Server Samba
pl: Serwer Samba
sk: Server Samba
ta: சம்பா சேவையகம்
tr: Samba Sunucusu
uk: Samba Сервер

source: Samba Settings
cs: Nastavení Samby
el: Ρυθμίσεις Samba
fi: Samba asetukset
hr: Samba Postavke
it: Impostazioni Samba
nl: Samba instellingen
pl: Ustawienia samby
sk: Nastavenia Samba
sr: Samba Postavke
sv: Samba-inställningar
ta: சம்பா அமைப்புகள்
tr: Samba Ayarları
uk: Налаштування Samba

source: Same as in active
bg: Също като в активна
cs: Stejně jako při zapnutém přijímači
da: Samme som i aktiv
de: Gleich wie bei Box aktiv
el: Όπως στο ενεργό
et: Võrdne seiskamisajaga
fi: Sama kuin aktiivinen
fr: Le même qu'en actif
hr: Isto kao u aktivnom
hu: Ugyanaz, mint az aktív
it: Come da attivo
lt: Kaip ir aktyvus
nl: Hetzelfde als in de actieve
pl: Taki sam jak w aktywnym
ru: То же, что при активности
sk: Rovnako ako pri zapnutí
sr: Isto kao u aktivnom
sv: Samma som i aktiv
ta: செயலில் உள்ளதைப் போலவே
tr: Aktif durumdakiyle aynı
uk: Те ж, що при активності
vi: Tương tự như trong hoạt động
zh_cn: 与活动的相同

source: Same as stream
bg: Също като стрий
cs: Stejná jako stream
el: Όπως στη ροή
fi: Sama kuin striimi
fr: Sauvegarder en tant que flux (stream)
hr: Isto kao strim
it: Lo stesso del flusso
lt: Tas pats kaip srautas
nl: Identiek aan de stream
pl: Taki sam jak strumień
sk: Rovnaké ako stream
sr: Isto kao strim
sv: Samma som ström
ta: ச்ட்ரீம் அதே
tr: Akışla aynı
uk: Те саме, що і потік

source: Same behavior as current animation
bg: Същото поведение като текущата анимация
cs: Stejné chování jako aktuální animace
da: Samme opførsel som nuværende animation
el: Ίδια συμπεριφορά με την τρέχουσα κίνηση
et: Sama käitumine aktiivse animatsiooniga
fi: Sama käyttäytyminen kuin nykyinen animaatio
fr: Même comportement que l'animation actuelle
hr: Isto ponašanje kao i trenutna animacija
it: Stesso comportamento dell'animazione attuale
lt: Tokia pati elgsena kaip ir dabartinė animacija
nl: Identiek gedrag als huidige animatie
pl: Takie samo zachowanie jak bieżąca animacja
sk: Rovnaké správanie ako aktuálna animácia
sr: Isto ponašanje kao i trenutna animacija
sv: Samma beteende som nuvarande animation
ta: தற்போதைய அனிமேசன் அதே நடத்தை
tr: Geçerli animasyonla aynı davranış
uk: Так, як і поточна анімація
vi: Hành vi tương tự như hoạt hình hiện tại
zh_cn: 与当前动画的行为相同

source: Same resolution as skin
bg: Същата резолюция като кожата
cs: Stejné rozlišení jako vzhled
da: Samme opløsning som Tema
de: wie im Skin
el: Ίδια ανάλυση με το θέμα
et: Kujundusega sama lahutus
fi: Sama resoluutio kuin teemassa
fr: Même résolution que le skin
hr: Ista rezolucija kao i skin
hu: Ugyanaz a felbontás, mint a kinézetnek
it: Stessa risoluzione della skin
lt: Rezoliucija, kaip ir temoje
nl: Zelfde resolutie als de skin
pl: Taka sama rozdzielczość jak w skórce
pt_br: Mesma resolução do tema
ru: Разрешение принятое в скине
sk: Rovnaké rozlíšenie ako vzhľad
sr: Ista rezolucija kao i skin
sv: Samma upplösning som huden
ta: தோல் போன்ற அதே தீர்மானம்
tr: Arayüz ile aynı çözünürlük
uk: Роздільність така ж як в скіні
vi: Độ phân giải tương tự như da
zh_cn: 分辨率与皮肤相同

source: Samoa
el: Σαμόα
hu: Szamoa
ta: சமோவா
uk: Самоа
zh_cn: 萨摩亚

source: Samoan
cs: Samojština
el: Σαμόα
fi: Samoalainen
it: Samoano
lt: Samoa
nl: Samoa
pl: Samoański
sk: samojčina
ta: சமோவான்
tr: Samoaca
uk: Самоанська

source: San Marino
el: Σαν Μαρίνο
fr: Saint Marin
lt: San Marinas
ta: சான் மரீனோ
uk: Сан-Марино
zh_cn: 圣马力诺

source: Sango
el: Σάγκο
ta: சாங்கோ
tr: Sango Dili
uk: Санго
