Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the highlighted slot and reboot
cs: Vyberte zvýrazněný slot a restartujte
el: Επιλογή της επισημασμένης θέσης και επανεκκίνηση
fi: Valitse korostettu image paikka ja käynnistä uudelleen
hr: Odaberi istaknuti utor i ponovo pokreni sustav
it: Seleziona slot evidenziato e riavvia
lt: Pasirinkite paryškintą lizdą ir perkraukite
nl: Selecteer het actuele slot en herstarten
pl: Wybierz podświetlony slot i uruchom ponownie
sk: Vybrať zvýraznený slot a reštartovať
sr: Izaberi istaknuti slot i ponovo pokreni sistem
sv: Välj den markerade platsen och starta om
ta: சிறப்பம்சமாக ச்லாட் என்பதைத் தேர்ந்தெடுத்து மறுதொடக்கம் செய்யுங்கள்
tr: Vurgulanan yuvayı seçin ve yeniden başlatın
uk: Виберіть виділений слот і перезавантажтеся

source: Select the initial position of the timeline marker. The marker is the vertical line drawn on the EPG that shows the current time. The larger the value the more the marker will move to the right showing more history and less of upcoming events.
cs: Vyberte počáteční pozici značky na časové ose. Značka je svislá čára nakreslená v EPG, která ukazuje aktuální čas. Čím větší hodnota, tím více se značka posune doprava a zobrazí více historie a méně nadcházejících událostí.
el: Επιλογή της αρχικής θέσης του δείκτη γραμμής χρόνου. Ο δείκτης είναι η κάθετη γραμμή που εμφανίζεται στο EPG και δείχνει την τρέχουσα ώρα. Όσο πιο μεγάλη είναι η τιμή, τόσο περισσότερο θα μετακινείται ο δείκτης, δείχνοντας περισσότερο το ιστορικό και λιγότερο τα επερχόμενα προγράμματα.
fi: Valitse aikajana merkin alkuasento. Merkki on EPG:hen piirretty pystysuora viiva, joka näyttää nykyisen ajan. Mitä suurempi arvo on, sitä enemmän merkki siirtyy oikealle ja näyttää enemmän historiaa ja vähemmän tulevia ohjelmia.
hr: Odaberi početnu poziciju označivača vremenske ose. Označavač je vertikalni red nacrtan na EPG koja prikazuje trenutno vrijeme. Što je veća vrijednost označivač će se više pomjerati nadesno prikazujući više povijesti a manje nadolazećih događaja.
it: Seleziona posizione iniziale del marcatore della timeline. L'indicatore è la linea verticale tracciata sull'EPG che mostra l'ora corrente. Maggiore è il valore, più l'indicatore si sposterà a destra mostrando più cronologia e meno eventi imminenti.
nl: Selecteer de positie van de tijdlijn in de Grafische EPG. Dit is de verticale lijn die de actuele tijd markeert. Bij een hoger getal zal de tijdlijn naar rechts schuiven en meer historie tonen en minder komende programma's.
pl: Wybierz pozycję początkową znacznika osi czasu. Znacznik jest pionową linią narysowaną na EPG, która pokazuje aktualny czas. Im większa wartość, tym bardziej znacznik będzie się przesuwał w prawo pokazując więcej historii, a mniej nadchodzących wydarzeń.
sk: Vyberte počiatočnú pozíciu značky na časovej osi. Značkou je vertikálna línia vykreslená v EPG, ktorá ukazuje aktuálny čas. Čím je táto hodnota väčšia, tým viac sa značka presunie doprava. Zobrazí sa tak viac histórie a menej nasledujúcich udalostí.
sr: Izaberi početnu poziciju označivača vremenske ose. Označavač je vertikalna linija nacrtana na EPG koja prikazuje trenutno vreme. Što je veća vrednost označivač će se više pomerati nadesno prikazujući više istorije a manje nadolazećih događaja.
sv: Välj startposition för tidslinjemarkören. Markören är den vertikala linje som ritas på EPG:n och som visar aktuell tid. Ju större värde desto mer flyttas markören åt höger och visar mer historik och mindre av kommande händelser.
ta: காலவரிசை குறிப்பானின் ஆரம்ப நிலையைத் தேர்ந்தெடுக்கவும். மார்க்கர் என்பது தற்போதைய நேரத்தைக் காட்டும் ஈபிசியில் வரையப்பட்ட செங்குத்து கோடு. பெரிய மதிப்பு அதிக மதிப்பைக் காட்டும் மார்க்கர் வலதுபுறமாக நகரும்.
tr: Zaman çizelgesi işaretçisinin başlangıç konumunu seçin. İşaretçi, EPG üzerinde çizilen ve geçerli zamanı gösteren dikey çizgidir. Değer ne kadar büyük olursa, işaretçi o kadar sağa doğru hareket ederek daha fazla geçmiş etkinlik ve daha az gelecek etkinliği gösterecektir.
uk: Виберіть початкове положення маркера шкали часу. Маркер — це вертикальна лінія, намальована на EPG, яка показує поточний час. Чим більше значення, тим більше маркер переміщуватиметься праворуч, показуючи більше історії та менше майбутніх подій.

source: Select the input connector you want to use.
cs: Vyberte vstupní konektor, který chcete použít.
el: Επιλέξτε την υποδοχή εισόδου που θέλετε να χρησιμοποιήσετε.
fi: Valitse tulo, jota haluat käyttää.
hr: Odaberi ulazni konektor koji želite da koristite.
it: Seleziona connettore di ingresso da usare.
nl: Selecteer de gewenste aansluiting.
pl: Wybierz złącze wejściowe, którego chcesz użyć.
sk: Vyberte vstupný konektor, ktorý chcete použiť.
sr: Izaberite ulazni konektor koji želite da koristite.
sv: Välj den ingångskontakt som du vill använda.
tr: Kullanmak istediğiniz giriş konektörünü seçin.
uk: Виберіть вхідний роз’єм, який ви хочете використовувати.

source: Select the last item in list or move to the end of text
cs: Vyberte poslední položku v seznamu nebo se posuňte na konec textu
el: Επιλογή του τελευταίου στοιχείου της λίστας ή μετάβαση στο τέλος του κειμένου
fi: Valitse listan ensimmäinen kohta tai siirry tekstin alkuun
hr: Odaberi poslednje stavke na spisku ili premještanje na kraj teksta
it: Seleziona ultimo elemento nell'elenco o spostati alla fine del testo
nl: Selecteer het laatste item in de lijst of ga naar het einde van de tekst
pl: Wybierz ostatnią pozycję na liście lub przejdź na koniec tekstu
sk: Vyberte poslednú položku v zozname alebo sa presuňte na koniec textu
sr: Izaberi poslednje stavke na listi ili premeštanje na kraj teksta
sv: Välj det sista objektet i listan eller gå till slutet av texten
ta: பட்டியலில் கடைசி உருப்படியைத் தேர்ந்தெடுக்கவும் அல்லது உரையின் முடிவுக்கு செல்லவும்
tr: Listedeki son öğeyi seçin veya metnin sonuna gidin
uk: Виберіть останній елемент у списку, або перейдіть до кінця тексту

source: Select the last item in the list
cs: Vyberte poslední položku v seznamu
el: Επιλογή του τελευταίου στοιχείου της λίστας
fi: Valitse listan viimeinen kohde
hr: Odaberi poslednje stavke na spisku
it: Seleziona ultimo elemento nell'elenco
nl: Selecteer het laatste item in de lijst
pl: Wybierz ostatnią pozycję na liście
sk: Vyberte poslednú položku v zozname
sr: Izaberi poslednje stavke na listi
sv: Välj det sista objektet i listan
ta: பட்டியலில் கடைசி உருப்படியைத் தேர்ந்தெடுக்கவும்
tr: Listedeki son öğeyi seçin
uk: Виберіть останній елемент у списку

source: Select the layout of the information in the services list, from the options provided by the skin, displayed within the ChannelSelection screen.
cs: Vyberte rozvržení informací v seznamu služeb z možností, které poskytuje vzhled zobrazený na obrazovce Výběr programu.
el: Επιλέξτε τη διάταξη των πληροφοριών στη λίστα υπηρεσιών από τις επιλογές που παρέχονται από το θέμα και που εμφανίζονται στην οθόνη επιλογής καναλιών.
fi: Valitse kanava listan tietojen asettelu teeman tarjoamista vaihtoehdoista, jotka näytetään Kanavavalinta näytössä.
hr: Odaberi raspored informacija na spisku usluga, od opcija koje pruža skin, prikazanih na zaslonu za odabir kanala.
it: Seleziona disposizione delle informazioni nell'elenco dei servizi, dalle opzioni fornite dalla skin, visualizzate nella schermata Selezione canali.
nl: Kies de layout van informatie, die afhankelijk van de skin opties, worden getoond in de Zenderlijst.
pl: Wybierz układ informacji na liście kanałów spośród opcji dostępnych w skórce, wyświetlanych na ekranie Wybór kanału.
sk: Vyberte rozloženie informácií v zozname staníc, z možností daných vzhľadom, ktorý sa používa v rámci obrazovky pre výber kanála.
sr: Izaberite raspored informacija na listi usluga, iz opcija koje pruža skin, prikazanih unutar ekrana za izbor kanala.
sv: Välj layout för informationen i servicelistan från de alternativ som tillhandahålls av skinnet och som visas på skärmen ChannelSelection.
ta: சேவைகள் பட்டியலில் உள்ள தகவல்களின் தளவமைப்பைத் தேர்ந்தெடுக்கவும், சருமத்தால் வழங்கப்பட்ட விருப்பங்களிலிருந்து, சேனல்செலெக்சன் திரையில் காட்டப்படும்.
tr: Kanal Seçimi ekranında görüntülenen arayüz tarafından sağlanan seçeneklerden, kanal listesindeki bilgilerin düzenini seçin.
uk: Виберіть потрібні дані інформації про канал, наданих шкірою, що будуть відображатися у вікні Списку Каналів.

source: Select the layout of the installed plugins in the Plugin Browser screen. NOTE: The change is not immediate but will be seen when Plugin Browser is restarted!
cs: Vyberte rozložení nainstalovaných pluginů na obrazovce Prohlížeč zásuvných modulů. POZNÁMKA: Změna není okamžitá, ale bude vidět po restartu prohlížeče pluginů!
el: Επιλέξτε τη διάταξη των εγκατεστημένων πρόσθετων στην οθόνη διαχείρισης προσθέτων. ΣΗΜΕΙΩΣΗ: Η αλλαγή δεν είναι άμεση, αλλά θα φανεί μετά την επανεκκίνηση του πλοηγού προσθέτων!
fi: Valitse asennettujen lisäosien asettelu lisäosat näkymässä. HUOMAUTUS: Muutos ei ole välitön, mutta se näkyy, kun lisäosat käynnistetään uudelleen!
hr: Odaberi raspored instaliranih dodataka na zaslonu Dodatak Pregledač.NAPOMENA: Promjena nije neposredna ali će se vidjeti kada se Dodatak Pregledač ponovo pokrene!
it: Seleziona disposizione plugin installati nella schermata elenco plugin. NOTA: la modifica non è immediata ma sarà visibile al riavvio di elenco plugin!
nl: Selecteer de lay-out van de geïnstalleerde plugins in de Plugin Browser. LET OP: De wijziging is pas zichtbaar nadat de Plugin Browser opnieuw is gestart!
pl: Wybierz układ zainstalowanych wtyczek na ekranie Przeglądarka wtyczek. UWAGA: Zmiana nie jest natychmiastowa, ale będzie widoczna po ponownym uruchomieniu przeglądarki wtyczek!
sk: Vyberte rozloženie nainštalovaných pluginov, ktoré sa použije na obrazovke Prehliadača pluginov. POZNÁMKA: Táto zmena nie je okamžitá, prejaví sa až po reštartovaní prehliadača pluginov!
sr: Izaberite raspored instaliranih dodataka na ekranu pregleda dodataka. NAPOMENA: Promena nije trenutna, ali će se videti kada se pregledač dodataka ponovo pokrene!
sv: Välj layout för de installerade insticksprogrammen på skärmen Plugin Browser. OBS: Förändringen är inte omedelbar men kommer att synas när Plugin Browser startas om!
ta: சொருகி உலாவித் திரையில் நிறுவப்பட்ட செருகுநிரல்களின் தளவமைப்பைத் தேர்ந்தெடுக்கவும். குறிப்பு: மாற்றம் உடனடியாக இல்லை, ஆனால் சொருகி உலாவி மறுதொடக்கம் செய்யப்படும்போது காணப்படும்!
tr: Eklentiler Listesi ekranında yüklü eklentilerin yerleşimini seçin. NOT: Değişiklik hemen geçerli olmayacak, Eklentiler Listesi yeniden başlatıldığında görülecektir!
uk: Виберіть макет встановлених плагінів на екрані браузера плагінів. ПРИМІТКА: Зміни не відбуваються негайно, але будуть помітні після перезапуску браузера плагінів!

source: Select the list of LCN rules to be applied to the scan.
cs: Vyberte seznam pravidel LCN, která se mají použít na skenování.
el: Επιλέξτε τη λίστα κανόνων LCN που θα εφαρμόζονται στην ανίχνευση.
fi: Valitse, mitä LCN-sääntöjä käytetään kanava haun aikana.
hr: Odaberi spisak LCN pravila koja će se primjeniti na skeniranje.
it: Seleziona elenco delle regole LCN da applicare alla scansione.
nl: Kies de lijst met LCN-regels die op de scan toegepast moeten worden.
pl: Wybierz listę reguł LCN, które mają zostać zastosowane do skanowania.
sk: Vyberte zoznam pravidiel LCN, ktoré sa použijú pri vyhľadávaní.
sr: Izaberite listu LCN pravila koja će biti primenjena na skeniranje.
sv: Välj den lista med LCN-regler som ska tillämpas på skanningen.
ta: ச்கேன் செய்ய வேண்டிய எல்.சி.என் விதிகளின் பட்டியலைத் தேர்ந்தெடுக்கவும்.
tr: Tarama işlemine uygulanacak LCN kurallarının listesini seçin.
uk: Виберіть список правил LCN, які будуть застосовані до сканування.

source: Select the locale from a menu
bg: Изберете локала от меню
cs: Z nabídky vyberte národní prostředí
de: Wählen Sie ein anderes Tastaturlayout
el: Επιλογή της γλώσσας του πληκτρολογίου μέσω μενού
fi: Valitse alue valikosta
fr: Sélectionnez les paramètres régionaux à partir d’un menu
hr: Odaberi lokalni iz menu
it: Seleziona impostazioni locali da un menu
lt: Pasirinkite lokalę iš meniu
nl: Selecteer de landinstellingen voor het virtuele toetsenbord in het menu
pl: Wybierz ustawienia regionalne z menu
sk: Vyberte miestne nastavenia z z menu
sr: Izaberi lokalni iz menija
sv: Välj språkversion från en meny
ta: மெனுவிலிருந்து இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
tr: Menüden yerel ayarı seçin
uk: Виберіть необхідну мову в меню
zh_cn: 从菜单中选择区域设置

source: Select the location in which to store the recording:
cs: Vyberte umístění, do kterého se má záznam uložit:
el: Επιλογή της τοποθεσίας αποθήκευσης της εγγραφής:
fi: Valitse paikka, johon tallennus tallennetaan:
hr: Odaberi lokaciju na kojoj će biti spremljen snimak:
it: Seleziona posizione in cui archiviare la registrazione:
nl: Selecteer de locatie waar de opname moeten worden opgeslagen:
pl: Wybierz lokalizację, w której ma być zapisane nagranie:
sk: Vyberte umiestnenie, do ktorého na má uložiť nahrávka:
sr: Izaberi lokaciju na kojoj će biti sačuvan snimak:
sv: Välj den plats där inspelningen ska lagras:
ta: பதிவை சேமிக்க வேண்டிய இடத்தைத் தேர்ந்தெடுக்கவும்:
tr: Kaydı saklamak istediğiniz konumu seçin:
uk: Виберіть місце для збереження запису:

source: Select the location where the picon files will be installed.
cs: Vyberte cílové umístění, kam budou nainstalovány soubory picon.
el: Επιλογή φακέλου προορισμού εγκατάστασης των λογότυπων.
fi: Valitse sijainti, minne kanavalogot asennetaan.
hr: Odaberi lokaciju na kojoj će biti instalirane pikonske datoteke.
it: Selezionare posizione di installazione dei picon.
nl: De locatie voor de Picons opgeven.
pl: Wybierz lokalizację, w której zostaną zainstalowane pliki picon.
sk: Vyberte cieľové umiestnenie, kam sa nainštalujú súbory pikon.
sr: Izaberite lokaciju gde će biti instalirani pikon fajlovi.
sv: Välj den plats där picon-filerna ska installeras.
ta: பிகான் கோப்புகள் நிறுவப்படும் இடத்தைத் தேர்ந்தெடுக்கவும்.
tr: Pikon dosyalarının kurulacağı hedef konumu seçin.
uk: Виберіть цільове розташування, куди буде встановлено файли піконів.

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'User defined' and enter the device parameters manually according to its specifications.
bg: Изберете производителя на вашето SCR устройство. Ако производителят не е в списъка, задайте „SCR“ на „defined от потребителя“ и въведете параметрите на устройството ръчно в съответствие със спецификациите му.
cs: Vyberte výrobce vašeho zařízení SCR. Pokud výrobce není uveden, nastavte „SCR“ na „definováno uživatelem“ a zadejte parametry zařízení ručně podle jeho specifikace.
el: Επιλέξτε τον κατασκευαστή της SCR συσκευής σας. Αν δεν βλέπετε τον κατασκευαστή στη λίστα, θέστε το 'SCR' ως 'ορισμένο από τον χρήστη' και εισάγετε τις παραμέτρους χειροκίνητα, σύμφωνα με τον πίνακα χαρακτηριστικών.
fi: Valitse SCR-laitteesi valmistaja. Jos valmistajaa ei löydy listalta, aseta 'SCR' 'käyttäjän määrittelemä' ja syötä laitteen parametrit käsin teknisistä tiedoista.
fr: Sélectionnez le fabricant de votre appareil SCR. Si le fabricant n’est pas listé, définir ‘SCR’ ou ‘défini par l’utilisateur’ et entrez les paramètres de l’appareil en fonction de la fiche technique.
hr: Odaberi SCR uređaj. Ako proizvođač nije naveden, postavite 'SCR' na 'Korisnički definisano' i unesite parametre uređaja ručno u skladu sa njegovim specifikacijama.
it: Seleziona produttore del dispositivo SCR. Se il produttore non è elencato, imposta 'SCR' su "Definito dall'utente" e inserisci manualmente i parametri del dispositivo in base alla relativa scheda tecnica.
lt: Pasirinkite SCR įrenginio gamintoją. Jei gamintojas nėra įtrauktas į sąrašą, 'SCR' pasirinkite į 'vartotojo nustatytas' ir rankiniu būdu įveskite prietaiso parametrus pagal specifikacijų lapą.
nl: Selecteer de fabrikant van uw SCR-apparaat. Wanneer deze niet in de lijst voorkomt, stelt u 'SCR' in op 'door gebruiker gedefinieerd' en geeft u vervolgens de parameters handmatig in volgens de specs van het apparaat.
pl: Wybierz producenta swojego urządzenia SCR. Jeśli producenta nie ma na liście, ustaw „SCR” na „zdefiniowane przez użytkownika” i ręcznie wprowadź parametry urządzenia zgodnie z jego specyfikacją.
sk: Vyberte výrobcu vášho zariadenia SCR. Ak nie je výrobca uvedený v zozname, nastavte 'SCR' na voľbu 'definované používateľom' a zadajte parametre zariadenia manuálne podľa jeho špecifikácií.
sr: Izaberite proizvođača vašeg SCR uređaja. Ako proizvođač nije naveden, postavite 'SCR' na 'Korisnički definisan' i unesite parametre uređaja ručno prema njegovim specifikacijama.
sv: Välj tillverkare av din SCR-enhet. Om tillverkaren inte finns med i listan ställer du in "SCR" på "User defined" och anger enhetens parametrar manuellt enligt specifikationerna.
ta: உங்கள் எச்.சி.ஆர் சாதனத்தின் உற்பத்தியாளரைத் தேர்ந்தெடுக்கவும். உற்பத்தியாளர் பட்டியலிடப்படாவிட்டால், 'SCR' ஐ 'பயனர் வரையறுக்கப்பட்டதாக' அமைத்து, அதன் விவரக்குறிப்புகளின்படி சாதன அளவுருக்களை கைமுறையாக உள்ளிடவும்.
tr: SCR cihazınızın üreticisini seçin. Üretici listede yoksa, 'SCR' seçeneğini 'Kullanıcı tanımlı' olarak ayarlayın ve cihaz parametrelerini özelliklerine göre manuel olarak girin.
uk: Виберіть виробника свого пристрою SCR. Якщо виробник не вказаний, встановіть 'SCR' на 'визначено користувачем' і введіть параметри пристрою вручну відповідно до його специфікації.

source: Select the method of restoring screen resolution and framebuffer when leaving teletext.
bg: Изберете метода за възстановяване на разделителната способност на екрана и буфера на рамката, когато напускате телетекста.
cs: Vyberte metodu obnovení rozlišení obrazovky a vyrovnávací paměti snímků při opuštění teletextu.
da: Vælg metoden til at genskabe skærmopløsning og framebuffer når Tekst-TV forlades.
de: Bestimmt die Methode, wie die Bildschirmauflösung und der Framebuffer beim Verlassen des Videotexts zurückgesetzt werden.
el: Επιλογή της μεθόδου επαναφοράς της ανάλυσης της οθόνης και της μνήμης καρέ κατά την έξοδο από το τηλεκείμενο.
et: Vali ekraanilahutuse ja ekraanipuhvri taastamise meetod teletekstist väljumisel.
fi: Valitse tapa, jolla näytön tarkkuus ja kehyspuskuri palautetaan, kun poistut teksti-tv:stä.
fr: Choisir la méthode de restauration de la résolution d'écran et du framebuffer lorsque vous on quitte le télétexte.
hr: Odaberi metod vraćanja rezolucije zaslona i buffera frejma prilikom napuštanja teleteksta.
hu: A teletext elhagyásakor válassza ki a képernyőfelbontás és a framebuffer helyreállításának módját.
it: Seleziona metodo di ripristino della risoluzione dello schermo e del framebuffer quando esci dal televideo.
lt: Pasirinkite ekrano rezoliucijos atkūrimo metodą ir kadrų buferizaciją išeinant iš teleteksto.
nl: Selecteer de methode voor het herstellen van de schermresolutie en framebuffer bij het verlaten van Teletekst.
pl: Wybierz metodę przywracania rozdzielczości ekranu i bufora ramki po opuszczeniu telegazety.
sk: Vyberte metódu obnovenia rozlíšenia obrazovky a vyrovávacej pamäte pri vypnutí teletextu.
sr: Izaberi metod vraćanja rezolucije ekrana i bafera frejma prilikom napuštanja teleteksta.
sv: Välj metod för att återställa skärmupplösning och framebuffer när du lämnar text-TV.
ta: டெலிடெக்ச்ட்டை விட்டு வெளியேறும்போது திரை தெளிவுத்திறன் மற்றும் பிரேம் பஃபரை மீட்டெடுக்கும் முறையைத் தேர்ந்தெடுக்கவும்.
tr: Teletext uygulamasından çıkarken ekran çözünürlüğünü ve çerçeve arabelleğini geri yükleme yöntemini seçin.
uk: Виберіть метод відновлення роздільної здатності екрана та буфера обміну при виході з телетексту.
vi: Chọn phương pháp khôi phục độ phân giải màn hình và bộ đệm khung khi rời teletext.
zh_cn: 选择屏幕分辨率和帧恢复时留下的图文的方法.

source: Select the model number of your Unicable device. If the model number is not listed, set 'SCR' to 'User defined' and enter the device parameters manually according to its specifications.
bg: Изберете номера на модела на вашето Unicable устройство. Ако номерът на модела не е в списъка, задайте „SCR“ на „defined от потребителя“ и въведете параметрите на устройството ръчно в съответствие със спецификациите му.
cs: Vyberte číslo modelu vašeho zařízení Unicable. Pokud číslo modelu není uvedeno, nastavte „SCR“ na „definováno uživatelem“ a zadejte parametry zařízení ručně podle jeho specifikace.
el: Επιλέξτε το μοντέλο της Unicable συσκευής σας. Αν ο αριθμός μοντέλου δεν είναι στη λίστα, θέστε το 'SCR' ως 'ορισμένο από τον χρήστη' και εισάγετε τις παραμέτρους χειροκίνητα, σύμφωνα με τον πίνακα χαρακτηριστικών.
fi: Valitse SCR:n mallinumero. Jos mallinumeroa ei löydy listalta, aseta 'SCR' 'käyttäjän määrittelemä' ja syötä laitteen parametrit käsin teknisistä tiedoista.
fr: Sélectionnez le numéro de modèle de votre appareil Unicable. Si le numéro de modèle n'est pas répertorié, définissez « SCR » sur « défini par l'utilisateur » et entrez les paramètres de l'appareil manuellement en fonction de sa fiche technique.
hr: Odaberi broj modela vašeg uređaja Unicable . Ako broj modela nije naveden, postavite 'SCR' na 'Korisnički definisano' i unesite parametre uređaja ručno u skladu sa njegovim specifikacijama.
it: Seleziona numero del modello del dispositivo Unicable. Se il numero del modello non è elencato, imposta 'SCR' su "Definito dall'utente" e inserisci manualmente i parametri del dispositivo in base alla relativa scheda tecnica.
lt: Pasirinkite Unicable įrenginio modelio numerį. Jei modelio numeris nenurodytas, nustatykite 'SCR' į 'naudotojo nustatytas' ir rankiniu būdu įveskite jo parametrus pagal jo specifikacijų lapą.
nl: Selecteer het modelnummer van uw Unicable-apparaat. Wanneer deze niet in de lijst voorkomt, stelt u 'SCR' in op 'door gebruiker gedefinieerd' en geeft u vervolgens de parameters handmatig in volgens de specs van het apparaat.
pl: Wybierz numer modelu swojego urządzenia Unicable. Jeśli numeru modelu nie ma na liście, ustaw „SCR” na „zdefiniowane przez użytkownika” i ręcznie wprowadź parametry urządzenia zgodnie z arkuszem specyfikacji.
sk: Vyberte číslo modelu vášho zariadenia Unicable. Ak nie je číslo modelu uvedené v zozname, nastavte 'SCR' na voľbu 'definované používateľom' a zadajte parametre zariadenia manuálne podľa jeho špecifikácií.
sr: Izaberite broj modela vašeg Unicable uređaja. Ako broj modela nije naveden, postavite 'SCR' na 'Korisnički definisano' i unesite parametre uređaja ručno prema njegovim specifikacijama.
sv: Välj modellnummer för din Unicable-enhet. Om modellnumret inte finns med i listan, ställ in "SCR" på "User defined" och ange enhetens parametrar manuellt enligt specifikationerna.
ta: உங்கள் பயன்படுத்த முடியாத சாதனத்தின் மாதிரி எண்ணைத் தேர்ந்தெடுக்கவும். மாதிரி எண் பட்டியலிடப்படவில்லை எனில், 'பயனர் வரையறுக்கப்பட்ட' 'SCR' ஐ அமைத்து, அதன் விவரக்குறிப்புகளின்படி சாதன அளவுருக்களை கைமுறையாக உள்ளிடவும்.
tr: Unicable cihazınızın model numarasını seçin. Model numarası listede yoksa, 'SCR' ayarını 'Kullanıcı tanımlı' olarak belirleyin ve cihaz parametrelerini özelliklerine göre manuel olarak girin.
uk: Виберіть номер моделі вашого пристрою Unicable. Якщо номер моделі не вказаний, встановіть 'SCR' на 'визначено користувачем' і введіть параметри пристрою вручну відповідно до його специфікації.

source: Select the mount points
cs: Vyberte body připojení
el: Επιλογή σημείων προσάρτησης
fi: Valitse liitos piste
hr: Odaberi točke montiranja
it: Seleziona punti di montaggio
nl: Selecteer de mountpunten
pl: Wybierz punkty montowania
sk: Vyberte body pripojenia
sr: Izaberite tačke montiranja
sv: Välj monteringspunkter
ta: மவுண்ட் புள்ளிகளைத் தேர்ந்தெடுக்கவும்
tr: Bağlantı noktalarını seçin
uk: Виберіть точки монтування
