Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Please wait...
bg: Моля изчакайте...
cs: Prosím, čekejte...
da: Vent venligst...
de: Bitte warten...
el: Παρακαλώ περιμένετε...
et: Oota...
fi: Odota...
fr: Veuillez patienter...
hr: Molim sačekajte...
hu: Kérem, várjon...
it: Attendi...
lt: Palaukite...
nl: Een ogenblik geduld ...
pl: Proszę czekać...
pt_br: Aguarde...
ru: Пожалуйста, подождите...
sk: Čakajte, prosím…
sl: Prosim počakajte...
sr: Molim sačekajte...
sv: Vänligen vänta...
ta: தயவுசெய்து காத்திருங்கள் ...
tr: Lütfen bekleyin...
uk: Будь ласка, почекайте...
vi: Xin vui lòng chờ ...
zh_cn: 请稍等...

source: Please wait... Loading list...
bg: Моля изчакайте...Списъка се зарежда...
cs: Prosím čekejte... Načítá se seznam...
da: Vent venligst... Henter liste...
de: Liste wird geladen. Bitte warten...
el: Παρακαλώ περιμένετε... Φορτώνεται η λίστα...
et: Nimekirja laadimine...
fi: Odota... Luetteloa ladataan...
fr: Veuillez patienter... Chargement de la liste...
hr: Molim sačekajte... Spisak za učitavanje...
hu: Kérem, várjon... Lista betöltése...
it: Attendi... elenco in caricamento...
lt: Palaukite... užkraunamas sąrašas...
nl: Een ogenblik geduld... De lijst wordt geladen...
pl: Czekaj... Ładowanie listy...
pt_br: Carregando lista. Aguarde...
ru: Пожалуйста ждите...Загружается список
sk: Načítava sa zoznam. Čakajte, prosím…
sl: Prosim počakajte... Nalagam seznam...
sr: Molim sačekajte... Lista za učitavanje...
sv: Vänligen vänta... Laddar lista...
ta: தயவுசெய்து காத்திருங்கள் ... ஏற்றுதல் பட்டியல் ...
tr: Lütfen bekleyin... Liste yükleniyor...
uk: Будь ласка, почекайте... Завантаження списку...
vi: Vui lòng đợi ... Đang tải danh sách ...
zh_cn: 请稍等...正在加载列表...

source: Plug in USB device
cs: Připojte zařízení USB
el: Συνδέστε τη συσκευή USB
fi: Liitä USB laite
hr: Uključite USB uređaj
it: Collega dispositivo USB
nl: Een USB-apparaat aansluiten
pl: Podłącz urządzenie USB
sk: Pripojte USB zariadenie
sr: Uključite USB uređaj
sv: Anslut USB-enheten
ta: யூ.எச்.பி சாதனத்தில் செருகவும்
tr: USB cihazını takın
uk: Підключіть USB-пристрій

source: Plug in a USB device that can be used as a swap device. Note that this device must not be removed while the %s %s is running!
cs: Zapojte USB zařízení, které lze použít jako odkládací zařízení. Pamatujte, že toto zařízení nesmí být odstraněno, když je %s %s spuštěno!
el: Συνδέστε μία συσκευή USB που μπορεί να χρησιμοποιηθεί ως συσκευή swap. Σημειώστε ότι η συσκευή αυτή δεν πρέπει να αφαιρεθεί όταν εκτελείται το %s %s!
fi: Liitä USB tikku, jota voidaan käyttää virtuaali muistina. Huomaa, että tätä laitetta ei saa poistaa, kun %s %s on käynnissä!
hr: Priključite USB uređaj koji se može koristiti kao uređaj za zamjenu. Imajte na umu da ovaj uređaj nesmije biti uklonjen dok je %s %s pokrenut!
it: Collega un dispositivo USB che può essere usato come dispositivo di swap. Questo dispositivo non deve essere rimosso mentre %s %s è in funzione!
nl: Een USB-apparaat aansluiten dat als opslag voor een swap-file kan worden gebruikt. Let op! Dit apparaat mag niet worden verwijderd zo lang uw %s %s is ingeschakeld!
pl: Podłącz urządzenie USB, które może zostać wykorzystane jako plik wymiany. UWAGA: Urządzenie nie może być odłączane, gdy %s%s jest włączony!
sk: Pripojte USB zariadenie, ktoré sa môže použiť pre swap. Nezabudnite, že toto zariadenie sa počas spustenia %s %s nesmie odstrániť!
sr: Uključite USB uređaj koji se može koristiti kao zamenski uređaj. Imajte na umu da ovaj uređaj ne sme biti uklonjen dok %s %s radi!
sv: Koppla in en USB-enhet som kan användas som swap-enhet. Observera att den här enheten inte får tas bort medan %s %s körs!
ta: இடமாற்று சாதனமாகப் பயன்படுத்தக்கூடிய யூ.எச்.பி சாதனத்தில் செருகவும். %s %s இயங்கும்போது இந்த சாதனம் அகற்றப்படக்கூடாது என்பதை நினைவில் கொள்க!
tr: Takas cihazı olarak kullanılabilen bir USB cihazı takın. %s %s alıcınız çalışırken bu cihazın çıkarılmaması gerektiğini unutmayın!
uk: Підключіть USB-пристрій, який можна використовувати як пристрій для обміну. Зауважте, що цей пристрій не можна видаляти, поки працює %s %s!

source: Plugin
el: Πρόσθετο
fi: Lisäosat
hr: Dodatak
pl: Wtyczka
sv: Tillägg
ta: சொருகு
tr: Eklenti
uk: Плагін

source: Plugin Action Log
cs: Protokol akcí pluginu
el: Καταγραφή ενεργειών προσθέτων
fi: Plugin Lisäosat Loki
hr: Dodatak Radnja Log
it: Registro azioni plugin
nl: Plugin Actie Log
pl: Wtyczka log akcji
sk: Denník akcií pluginov
sr: Zapisi o akcijama dodatka
sv: Plugin-åtgärdslogg
ta: சொருகி செயல் பதிவு
tr: Eklenti İşlem Günlüğü
uk: Лог Plugin Action

source: Plugin Action Log Actions
cs: Akce protokolu akcí pluginu
el: Ενέργειες καταγραφής ενεργειών προσθέτων
fi: Laajennukset loki toiminnot
hr: Dodatak Radnja Log Akcija
it: Azioni registro delle azioni dei plugin
nl: Plugin Actie Log Acties
pl: Akcje dziennika działań wtyczek
sk: Akcie denníka akcií pluginu
sr: Dnevnik akcija plugina
sv: Plugin-åtgärdslogg Åtgärder
ta: சொருகி செயல் பதிவு செயல்கள்
tr: Eklenti İşlem Günlüğü İşlemleri
uk: Лог дій плагіна

source: Plugin Browser
bg: Браузър на приставки
cs: Prohlížeč pluginů
de: Erweiterungsmenü
el: Πλοηγός προσθέτων
et: Pluginad
fi: Lisäosien selaus
fr: Navigateur d'extensions
hr: Preglednik Dodataka
hu: Bővítménykezelő
it: Elenco plugin
lt: Priedų naršyklė
pl: Wtyczki
ru: Плагины
sk: Prehliadač pluginov
sr: Plugin Pregledač
sv: Plugin-webbläsare
ta: சொருகி உலாவி
tr: Eklentiler Listesi
uk: Провідник плагінів
vi: Trình duyệt Plugin
zh_cn: 插件浏览器

source: Plugin Browser Actions
cs: Akce prohlížeče pluginu
el: Ενέργειες πλοηγού προσθέτων
fi: Lisäosat selaimen toiminnot
hr: Plugin Preglednik Radnja
it: Azioni elenco plugin
nl: Plugin Browser Acties
pl: Akcje przeglądarki wtyczek
sk: Akcie Prehliadača pluginov
sr: Plugin Preglednik Akcija
sv: Plugin-webbläsaråtgärder
ta: சொருகி உலாவி செயல்கள்
tr: Eklentiler Listesi İşlemleri
uk: Дії в браузері плагінів

source: Plugin Browser Edit Actions
cs: Akce úprav prohlížeče pluginu
el: Ενέργειες επεξεργασίας πλοηγού προσθέτων
fi: Lisäoset selaimen muokkaus toiminnot
hr: Uređivanje Dodatka Preglednika Radnja
it: Azioni di modifica dell'elenco plugin
nl: Plugin Browser Bewerk Acties
pl: Akcja edycji przeglądarki wtyczek
sk: Akcie Prehliadača pluginov pre úpravy
sr: Dodaci za preglednik uredite radnje
sv: Plugin Browser Redigera åtgärder
ta: சொருகி உலாவி செயல்களைத் திருத்து
tr: Eklentiler Listesi Düzenleme İşlemleri
uk: Дії редагування браузера плагіна

source: Plugin Browser Install Actions
cs: Akce instalace pluginu prohlížeče
el: Ενέργειες εγκατάστασης πλοηγού προσθέτων
fi: Plugin selaimen asetukset
hr: Radnje Instalacije Preglednika Dodatka
it: Azioni di installazione dell'elenco plugin
nl: Plugin Browser installatie Acties
pl: Działania instalacyjne przeglądarki wtyczek
sk: Akcie inštalácie prehliadača pluginov
sr: Instalacija akcija dodatka pretraživača
sv: Åtgärder för installation av plugin-webbläsare
ta: சொருகி உலாவி செயல்களை நிறுவுகிறது
tr: Eklentiler Listesi Yükleme İşlemleri
uk: Браузер Плагінів Дії встановлення

source: Plugin Browser Navigation Actions
cs: Prohlížeč pluginů Navigační akce
el: Ενέργειες πλοήγησης πλοηγού προσθέτων
fi: Laajennuksen selaimen navigointi toiminnot
hr: Dodatak Preglednika Navigacija Radnja
it: Azioni di navigazione dell'elenco plugin
nl: Plugin Browser Navigatie Acties
pl: Akcje nawigacyjne przeglądarki wtyczek
sk: Akcie Prehliadača pluginov pre navigovanie
sr: Dodaci za preglednik: akcije navigacije
sv: Åtgärder för navigering i plugin-webbläsare
ta: சொருகி உலாவி வழிசெலுத்தல் செயல்கள்
tr: Eklentiler Listesi Gezinme İşlemleri
uk: Дії навігації браузера плагінів

source: Plugin Browser Remove Actions
cs: Prohlížeče pluginů Akce odstranění
el: Ενέργειες αφαίρεσης πλοηγού προσθέτων
fi: Lisäoset selaimen poisto toiminnot
hr: Dodatak Preglednika Uklanjanje Radnja
it: Azioni di rimozione dell'elenco plugin
nl: Plugin Browser Verwijder Acties
pl: Akcje usuwania przeglądarki wtyczek
sk: Akcie Prehliadača pluginov pre odstraňovanie
sr: Plugin pretraživača Ukloni akcije
sv: Plugin Browser Ta bort åtgärder
ta: சொருகி உலாவி செயல்களை அகற்று
tr: Eklentiler Listesi Kaldırma İşlemleri
uk: Дії по видаленню браузера плагінів

source: Plugin Browser Select Actions
cs: Prohlížeč pluginů Výběr akcí
el: Ενέργειες επιλογής πλοηγού προσθέτων
fi: Lisäoset selaimen valinta toiminnot
hr: Dodatak Preglednika Odabir Radnja
it: Azioni di selezione dell'elenco plugin
nl: Plugin Browser Selecteer Acties
pl: Wybór akcji w przeglądarce wtyczek
sk: Akcie Prehliadača pluginov pre výber
sr: Dodaci Pregleda Izaberite Akcije
sv: Plugin-webbläsare Välj åtgärder
ta: சொருகி உலாவி செயல்களைத் தேர்ந்தெடுக்கவும்
tr: Eklentiler Listesi Seçim İşlemleri
uk: Вибір дій в браузері плагінів

source: Plugin Browser Settings
bg: Настройки на браузъра на приставки
cs: Nastavení prohlížeče pluginů
el: Ρυθμίσεις πλοηγού προσθέτων
fi: Plugin lisäosien asetukset
fr: Paramètres de l'explorateur de plugins
hr: Postavke Preglednika Dodataka
it: Configurazione dell'elenco plugin
lt: Priedo naršyklės parametrai
nl: Plugin Browser instellingen
pl: Ustawienia przeglądarki wtyczek
sk: Nastavenia Prehliadača pluginov
sr: Plugin Pregledač Postavke
sv: Plugin webbläsarinställningar
ta: சொருகி உலாவி அமைப்புகள்
tr: Eklentiler Listesi Ayarları
uk: Налаштування Провідника плагінів

source: Plugin Browser Update Actions
cs: Prohlížeč pluginů Akce aktualizace
el: Ενέργειες ενημέρωσης πλοηγού προσθέτων
fi: Lisäoset selaimen Päivitys toiminnot
hr: Dodatak Preglednika Ažuriranje Radnja
it: Azioni di aggiornamento dell'elenco plugin
nl: Plugin Browser Update Acties
pl: Akcje aktualizacji przeglądarki wtyczek
sk: Akcie Prehliadača pluginov pre aktualizácie
sr: Plugin pretraživača ažuriranja akcija
sv: Åtgärder för uppdatering av plugin-webbläsare
ta: சொருகி உலாவி புதுப்பிப்பு செயல்கள்
tr: Eklentiler Listesi Güncelleme İşlemleri
uk: Дії відновлення браузера плагінів

source: Plugin Browser layout
cs: Prohlížeč pluginů Rozvržení
el: Διάταξη πλοηγού προσθέτων
fi: Lisäosat selaimen asettelu
hr: Dodatak Preglednika izgled
it: Disposizione dell'elenco plugin
nl: Plugin Browser indeling
pl: Układ przeglądarki wtyczek
sk: Vzhľad Prehliadača pluginov
sr: Izgled dodatka za pretraživač
sv: Plugin Layout för webbläsare
ta: சொருகி உலாவி தளவமைப்பு
tr: Eklentiler Listesi düzeni
uk: Розташування браузера плагінів

source: Plugin Packages
cs: balíčky pluginů
el: Πακέτα προσθέτων
fi: Lisäosat
hr: Paketi dodataka
it: Pacchetti plugin
nl: Plugin pakketten
pl: Pakiety wtyczek
sk: Balíčky pluginov
sr: Plugin Paket
sv: Plugin-paket
ta: சொருகி தொகுப்புகள்
tr: Eklenti Paketleri
uk: Пакети Плагінів

source: Plugin Skin Packages
cs: Plugin Balíčky vzhledů
el: Πακέτα θεμάτων προσθέτων
fi: Järjestelmä teemat
hr: Dodatak Skin Paketa
it: Pacchetti plugin skin
nl: Skinpacks
pl: Pakiety skórek wtyczek
sk: Plugin Balíčky vzhľadu
sr: Plugin Skin Paketi
sv: Plugin Skin-paket
ta: சொருகி தோல் தொகுப்புகள்
tr: Eklenti Arayüz Paketleri
uk: Пакети скінів плагінів

source: Plugins
bg: Приставки
cs: Pluginy
de: Erweiterungen
el: Πρόσθετα
et: Pluginad
fi: Plugin lisäosat
hr: Dodaci
hu: Bővítmények
it: Plugin
lt: Priedai
pl: Wtyczki
ru: Плагины
sk: Pluginy
sl: Vtičniki
sr: Plugini
sv: Tillägg
ta: செருகுநிரல்கள்
tr: Eklentiler
uk: Плагіни
vi: Ứng dụng tiện ích
zh_cn: 插件

source: Poland
cs: Polsko
da: Polen
de: Polen
el: Πολωνία
et: Poola
fi: Puola
fr: Pologne
hr: Poljska
hu: Lengyelország
it: Polonia
lt: Lenkija
nl: Polen
pl: Polska
sk: Poľsko
sv: Polen
ta: போலந்து
tr: Polonya
uk: Польша
vi: Ba Lan
zh_cn: 波兰

source: Polarization
bg: Поляризация
cs: Polarizace
da: Polarisation
de: Polarisation
el: Πόλωση
et: Polarisatsioon
fi: Polarisaatio
fr: Polarisation
hr: Polarizacija
hu: Polarizáció
it: Polarizzazione
lt: Poliarizacija
nl: Polarisatie
pl: Polaryzacja
pt_br: Polarização
ru: Поляризация
sk: Polarizácia
sl: Polarizacija
sr: Polarizacija
sv: Polarisering
ta: துருவப்படுத்தல்
tr: Polarizasyon
uk: Поляризація
vi: Phân cực
zh_cn: 极化方式

source: Polish
bg: Полски
cs: Polsky
da: Polsk
de: Polnisch
el: Πολωνικά
et: Poola
fi: Puola
fr: Polonais
hr: Poljski
hu: Lengyel
it: Polacco
lt: Lenkų
nl: Pools
pl: Polski
pt_br: Polaco
ru: Польский
sk: poľština
sr: Poljski
sv: Polska
ta: போலீச்
tr: Lehçe
uk: Польська
vi: Đánh bóng
zh_cn: 波兰语

source: Politics
cs: Politika
hr: Politika
it: Politica
sr: Politika
tr: Siyaset
uk: Політика

source: Popular culture/Traditional arts
cs: lidová kultura/tradiční umění
el: λαϊκή κουλτούρα/παραδοσιακές τέχνες
hr: Popularna kultura/tradicijske umjetnosti
it: cultura popolare/arti tradizionali
lt: populiarioji kultūra/tradiciniai menai
nl: populaire cultuur/traditionele kunst
sr: Popularna kultura/Tradicionalne umetnosti
sv: populärkultur/traditionell konst
tr: Popüler kültür/Geleneksel sanatlar
uk: популярна культура/традиційні мистецтва

source: Popup
bg: Изскачащ прозорец
da: Pop-op
de: Aufblenden
el: Αναδυόμενο
et: Hüpikaken
fi: Ponnahdus
fr: Apparaître depuis le centre (popup)
hr: Iskačući prozor
hu: Felugróablak
lt: Iškylantis tekstas
pl: Wyskakujące Animacje
ru: Всплывание
sk: Vyskakovacie okno
sr: Iskačući prozor
ta: பாப் அப்
tr: Açılır pencere
uk: Спливаюче вікно
zh_cn: 弹出

source: Port
bg: Порт
el: Θύρα
fi: Portti
it: Porta
lt: Jungtis
nl: Poort
ru: Порт
ta: துறைமுகம்
tr: Giriş
uk: Порт
vi: Cổng
zh_cn: 端口

source: Port A
bg: Порт А
el: Πόρτα A
fi: Portti A
hu: A port
it: Porta A
lt: Jungtis A
nl: Poort A
pt_br: Porta A
ru: Порт A
sl: Vrata A
ta: துறைமுகம் அ
tr: Giriş A
uk: Порт A
vi: Cổng A
zh_cn: 端口A

source: Port B
bg: Порт B
el: Πόρτα B
fi: Portti B
hu: B port
it: Porta B
lt: Jungtis B
nl: Poort B
pt_br: Porta B
ru: Порт B
sl: Vrata B
ta: துறைமுகம் ஆ
tr: Giriş B
uk: Порт B
vi: CổngB
zh_cn: 端口B

source: Port C
bg: Порт C
el: Πόρτα C
fi: Portti C
hu: C port
it: Porta C
lt: Jungtis C
nl: Poort C
pt_br: Porta C
ru: Порт C
sl: Vrata C
ta: துறைமுகம் சி
tr: Giriş C
uk: Порт C
vi: CổngC
zh_cn: 端口C

source: Port D
bg: Порт D
el: Πόρτα D
fi: Portti D
hu: D port
it: Porta D
lt: Jungtis D
nl: Poort D
pt_br: Porta D
ru: Порт D
sl: Vrata D
ta: துறைமுகம் டி
tr: Giriş D
uk: Порт D
vi: CổngD
zh_cn: 端口D

source: Port number for the Stream Relay server used to descramble services that can only be decrypted via Stream Relay.
cs: Číslo portu pro server Stream Relay používané k dekódování služeb, které lze dešifrovat pouze prostřednictvím Stream Relay.
el: Αριθμός θύρας του διακομιστή ροής που χρησιμοποιείται για την αποκωδικοποίηση υπηρεσιών που μπορούν να αποκρυπτογραφηθούν μόνο μέσω ροής.
fi: Striimin välitys palvelimen portti, jota käytetään sellaisten palvelujen salauksen purkamiseen, joiden salaus voidaan purkaa vain striimin välityksen kautta.
hr: Broj porta za server za prenos Stream Relay koji se koristi za dešifrovanje kanala koji se mogu dešifrovati samo putem Stream Relay.
it: Numero di porta per il server Stream Relay usato per decodificare i servizi che possono essere decrittografati solo tramite Stream Relay.
nl: Poortnummer van de Stream Relay server die wordt gebruikt om zenders te decoderen die alleen via Stream Relay gedecodeerd kunnen worden.
pl: Numer portu dla serwera Stream Relay wykorzystywany do odkodowywania usług, które mogą być tylko odszyfrowane przez Stream Relay.
sk: Číslo portu pre server s prenosu streamu, používaný na dekódovanie služieb, ktoré je možné dekódovať cez prenos streamu.
sr: Broj porta za Stream Relay server koji se koristi za dešifrovanje usluga koje se mogu dešifrovati samo putem Stream Relay.
sv: Portnummer för Stream Relay-servern som används för att avkryptera tjänster som endast kan avkrypteras via Stream Relay.
ta: ச்ட்ரீம் ரிலே சேவையகத்திற்கான துறைமுகம் எண் ச்ட்ரீம் ரிலே வழியாக மட்டுமே மறைகுறியாக்கப்படக்கூடிய சேவைகளை டெச்கிராம்பிள் செய்யப் பயன்படுகிறது.
tr: Yalnızca Stream Relay aracılığıyla şifresi çözülebilen kanalların şifresini çözmek için kullanılan Stream Relay sunucusunun giriş numarası.
uk: Номер порту для сервера Stream Relay, який використовується для розкодування каналів, які можна розшифрувати лише через Stream Relay.

source: Portugal
cs: Portugalsko
el: Πορτογαλία
fi: Portugali
hu: Portugália
it: Portogallo
lt: Portugalija
pl: Portugalia
sk: Portugalsko
ta: போர்ச்சுகல்
tr: Portekiz
uk: Португалія
vi: Bồ Đào Nha
zh_cn: 葡萄牙

source: Portuguese
bg: Португалски
cs: Portugalsky
da: Portugisisk
de: Portugiesisch
el: Πορτογαλικά
et: Portugali
fi: Portugali
fr: Portugais
hr: Portugalski
hu: Portugál
it: Portoghese
lt: Portugalų
nl: Portugees
pl: Portugalski
pt_br: Português
ru: Португальский
sk: portugalčina
sr: Portugalski
sv: Portugisiska
ta: போர்த்துகீசியம்
tr: Portekizce
uk: Португальська
vi: Bồ Đào Nha
zh_cn: 葡萄牙语

source: Position
cs: Pozice
el: Θέση
fi: Sijainti
hr: Pozicija
it: Posizione
nl: Positie
pl: Pozycja
sk: Pozícia
sr: Pozicija
ta: நிலை
tr: Konum
uk: Позиція

source: Position of finished Timers in Timerlist
bg: Позиция на готовите таймери в Timerlist
cs: Dokončené časovače umísťovat v seznamu
da: Placering af gennemførte Timere i Timerliste
de: Position beendeter Timeraufnahmen in der Timerliste
el: Θέση των ολοκληρωμένων χρονοδιακοπτών στη λίστα
et: Lõpetatud taimerite asukoht nimekirjas
fi: Tallennettujen ajastusten sijainti ajastusluettelossa
fr: Position des programmations terminées dans la liste
hr: Pozicija završnih tajmera na tajmer spisku
hu: Befejezett időzítések pozíciója az Időzítések listájában
it: Posizione dei timer finiti nell'elenco dei timer
lt: Atliktų laikmačių padėtis laikmačių sąraše
nl: Plaats van de voltooide timers in de lijst
pl: Lista pozycji do wykonania w liście timera
ru: Позиции выполненных таймеров в Таймерлисте
sk: Pozícia ukončených časovačov v zozname
sl: Položaj končanih snemanj v listi časovnikov
sr: Pozicija završnih tajmera na tajmer listi
sv: Position för avslutade Timers i Timerlist
ta: டைமர்லிச்ட்டில் முடிக்கப்பட்ட டைமர்களின் நிலை
tr: Zamanlayıcı listesinde tamamlanmış zamanlayıcıların konumu
uk: Розташування виконаних Таймерів в списку
vi: Vị trí của bộ hẹn giờ đã hoàn thành trong Danh sách thời gian
zh_cn: 时移中已结束的定时器位置

source: Position of recording icons
bg: Позиция на иконите за запис
cs: Pozice ikon nahrávání
da: Position af optagelsesikon
de: Position der Aufnahme-Symbole
el: Θέση εικονιδίων εγγραφής
et: Salvestusikooni asukoht
fi: Tallennus ikonien sijainti
fr: Position des icônes d'enregistrement
hr: Položaj ikona snimanja
hu: A felvételt jelző ikon poziciója
it: Posizione delle icone di registrazione
lt: Įrašų piktogramų pozicija
nl: Positie van opname symbolen
pl: Pozycja ikon nagrywania
sk: Pozícia ikon nahrávania
sr: Položaj ikona snimanja
sv: Position för inspelningsikoner
ta: ஐகான்களின் பதிவு
tr: Kayıt simgelerinin konumu
uk: Розташування значка запису
vi: Vị trí của các biểu tượng ghi âm
zh_cn: 录像图标的位置

source: Position stored at index
bg: Позиция съхранена при индекс
cs: Pozice uložena pod index
da: Position gemt ved indeks
el: Αποθήκευση θέσης στο
et: Asukoht salvestati indeksisse
fi: Paikka tallennettu indeksiin
fr: Position enregistrée à l'indice
hr: Položaj uskladišten u broju
hu: Pozíció mentve ide
it: Posizione memorizzata nell'indice
lt: Padėtis išsaugota ties žyme
nl: Positie opgeslagen in index
pl: Pozycja zapisana w indeksie
pt_br: Posição guardada no índice
ru: Сохраненный номер позиции
sk: Pozícia uložená pod index
sr: Položaj uskladišten u broju
sv: Position lagrad vid index
ta: குறியீட்டில் சேமிக்கப்பட்ட நிலை
tr: Dizinde depolanan konum
uk: Позиція зберігається під номером
vi: Vị trí được lưu trữ tại chỉ mục
zh_cn: 位置已存储在索引

source: Positioner
bg: Позиционер
cs: Pozicionér
da: Motor
de: Rotor
el: Μοτέρ
et: Ajam
fi: Kääntömoottori
fr: Positionneur
hr: Pozicioner
hu: Forgatómotor
it: Motore
lt: Pozicionierius
nl: Rotor
pl: Pozycjoner
pt_br: Posicionador
ru: Позиционер
sk: Pozicionér
sl: Rotor
sr: Pozicioner
sv: Positionerare
ta: நிலைப்படுத்தி
tr: Konumlandırıcı
uk: Позиціонер
vi: Định vị
zh_cn: 极轴

source: Positioner (selecting satellites)
bg: Позиционер (Избор на сателити)
cs: Pozicionér (výběr družic)
da: Motor (vælg satellitter
de: Positioner (Satelliten auswählen)
el: Μοτέρ (επιλογή δορυφόρων)
et: Ajam (satelliitide valimine)
fi: Kääntömoottori (satelliittien valinta)
fr: Positionneur (sélection satellites)
hr: Pozicioner (odabir satelita)
hu: Forgatómotor (műholdak választása)
it: Motore (selezione satelliti)
lt: Pozicionierius (pasirinkus palydovus)
nl: Rotor (selecteert satellieten)
pl: Pozycjoner (wybór satelitów)
ru: Позиционер (выбор спутников)
sk: Pozicionér (výber družíc)
sr: Pozicioner (izbor satelita)
sv: Positionerare (val av satelliter)
ta: நிலைப்படுத்தி (செயற்கைக்கோள்களைத் தேர்ந்தெடுப்பது)
tr: Konumlandırıcı (uydu seçimi)
uk: Позиціонер (вибір супутників)
vi: Định vị (chọn vệ tinh)
zh_cn: 极轴(正在选择卫星...)

source: Positioner Setup
bg: Настройка на позиционер
cs: Nastavení motoru
da: Motor opsætning
de: Rotoreinstellungen
el: Ρυθμίσεις μοτέρ
et: Ajami seadistus
fi: Kääntömoottorin Asetukset
fr: Paramètres positionneur
hr: Pozicioner Podešavanje
hu: Forgatómotor Beálltások
it: Configurazione motore
lt: Pozicionieriaus nustatymas
nl: Rotor configureren
pl: Ustawienia pozycjonera
ru: Настройки позиционера
sk: Nastavenie pozicionéra
sr: Pozicioner Podešavanje
sv: Inställning av positionerare
ta: நிலைப்படுத்தி அமைப்பு
tr: Konumlandırıcı Kurulumu
uk: Налаштування позиціонера
vi: Thiết lập định vị
zh_cn: 极轴设置

source: Positioner Setup Log
bg: Дневник за настройка на позиционера
cs: Nastavení motoru - info
da: Motor opsætningslog
de: Rotoreinstellungen-Log
el: Καταγραφή ρυθμίσεων μοτέρ
et: Positsioneeri seadistuse logi
fi: Kääntömoottorin Asetukset Loki
fr: Journal configuration positionneur
hr: Pozicioner Podešavanje Log
hu: Forgatómotor beállítás napló
it: Registro di configurazione del motore
lt: Pozicionieriaus nustatymo žurnalas
nl: Rotor instellingen log
pl: Log Konfiguracji pozycjonera
sk: Denník nastavení pozicionéra
sr: Pozicioner Podešavanje Log
sv: Protokoll för inställning av positionerare
ta: பொருத்துதல் அமைவு பதிவு
tr: Konumlandırıcı Kurulum Günlüğü
uk: Налаштування Логу позиціонера
vi: Nhật ký cài đặt định vị
zh_cn: 极轴设置日志

source: Positioner setup
bg: Настройка на позиционер
cs: Nastavení motoru
da: Motor opsætning
de: Rotoreinstellungen
el: Ρύθμιση μοτέρ
et: Ajami seadistamine
fi: Kääntömoottorin asetukset
fr: Paramètres positionneur
hr: Pozicioner podešavanje
hu: Forgatómotor beállítás
it: Configurazione motore
lt: Pozicionieriaus nustatymas
nl: Rotor instellingen
pl: Ustawienia pozycjonera
pt_br: Posicionador DiSEqC
ru: Настройки позиционера
sk: Nastavenie pozicionéra
sl: Nastavitve rotorja
sr: Pozicioner podešavanje
sv: Inställning av positionerare
ta: நிலைப்படுத்தி அமைப்பு
tr: Konumlandırıcı kurulumu
uk: Налаштування позиціонера
vi: Thiết lập định vị
zh_cn: 极轴设置

source: Possible causes could be:
cs: Možné příčiny mohou být:
el: Πιθανές αιτίες θα μπορούσαν να είναι:
fi: Mahdolliset syyt voivat olla:
hr: Mogući uzroci bi mogli biti:
it: Le possibili cause potrebbero essere:
nl: Mogelijke oorzaken:
pl: Możliwe przyczyny mogą być następujące:
sk: Možné príčiny môžu byť:
sr: Mogući uzroci bi mogli biti:
sv: Möjliga orsaker kan vara:
ta: சாத்தியமான காரணங்கள் இருக்கக்கூடும்:
tr: Olası nedenler şunlar olabilir:
uk: Можливі причини:

source: Power
bg: Включване
cs: Vypnout (použít menu)
da: Tænd
de: Ausschalttaste
et: Toitenupp
fi: Virta
fr: Alimentation
hr: Napajanje
hu: Bekapcsoló
it: Accensione
lt: Įtampa
pl: Zasilanie
ru: Включение
sk: Napájanie
sr: Napajanje
ta: விசை
uk: Живлення
vi: Quyền lực
zh_cn: 电源
