Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Set pin code persistent
bg: Задайте постоянен пин код
cs: Nastavit kód PIN jako trvalý
da: Sæt permanent PIN kode
de: PIN dauerhaft speichern
el: Ορισμός σταθερού κωδικού pin
et: Määra püsiv PIN kood
fi: Aseta PIN koodi katselulle
fr: Rendre le code PIN persistant
hr: Postavi trajni pin kod
hu: PIN-kód tartóssá tétele
it: Imposta codice PIN persistente
lt: Nustatyti pastovų PIN kodą
nl: Stel uw nieuwe pincode in
pl: Ustaw trwały kod PIN
sk: Nastaviť PIN kód ako trvalý
sr: Postavi trajni pin kod
sv: Ställ in pin-kod ihållande
ta: முள் குறியீட்டை தொடர்ந்து அமைக்கவும்
tr: Pin kodunu kalıcı olarak ayarla
uk: Встановити надійний пін-код
vi: Đặt mã pin liên tục
zh_cn: 设置PIN码的持久性

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
bg: Задайте последователност на повтаряне, ако вашата въздушна система изисква това. Обикновено, ако въздушната система е конфигурирана правилно, няма да са необходими повторения на последователността. Ако вашият е така, проверете отново дали редът на командите е зададен правилно.
cs: Pokud to váš anténní systém vyžaduje, nastavte opakování sekvence. Za normálních okolností, pokud byl anténní systém správně nakonfigurován, nebude opakování sekvence nutné. Pokud ano, znovu zkontrolujte, zda máte správně nastaveno pořadí příkazů.
da: Sæt gentagelsessekvens hvis dit antennesystem kræver dette. Normalt er gentagelsessekvenser ikke nødvendig, hvis antennesystemet er korrekt konfigureret. Hvis dit gør, kontroller da at du har sat kommando-rækkefølgen korrekt igen.
de: Die Sequenzeinstellung wird wiederholt, wenn Ihr Antennensystem dies erfordert. Normalerweise, wenn das Antennensystem korrekt konfiguriert wurde, sind Sequenzwiederholungen nicht notwendig. Wenn dies der Fall ist, überprüfen Sie erneut, ob die Befehlsreihenfolge richtig eingestellt ist.
el: Ορίστε τις επαναλήψεις αλληλουχίας αν απαιτείται από το κεραιοσύστημά σας. Κανονικά, αν έχει γίνει σωστή ρύθμιση δεν θα χρειαστούν επαναλήψεις αλληλουχίας. Αν χρειάζονται, επανελέγξτε αν έχει ρυθμιστεί σωστά η σειρά των εντολών.
et: Määra jada kordused, kui antennisüsteem seda nõuab. Kui antennisüsteem on seadistatud õigesti, siis tavaliselt pole jada kordused vajalikud. Kui nõuab, siis kontrolli, et käskude järjekord oleks õige.
fi: Sekvenssiasetus toistetaan, jos antennijärjestelmä vaatii sitä. Normaalisti, jos antennijärjestelmä on määritetty oikein, jaksojen toistoja ei tarvita. Jos näin on, tarkista uudelleen, että komentosarja on asetettu oikein.
fr: Définir la séquence de répétition si votre installation aérienne en a besoin. Normallement si le système aérien a été correctement configuré la séquence de répétition ne sera pas nécessaire. Si vous le faîtes, vérifiez à nouveau que la séquence de commande est correcte.
hr: Postavi sekvencu koja se ponavlja ako vaš zračni sustav zahtjeva. Obično ako je zračni sustav ispravno konfigurisan ponavljanje sekvenci neće biti potrebno. Ako to uradite, ponovo provjerite da li je komandni nalog ispravno postavljen.
it: Imposta le ripetizioni di sequenza se il tuo sistema di antenna lo richiede. Normalmente, se il sistema di antenna è stato configurato correttamente, le ripetizioni di sequenza non saranno necessarie. In caso contrario, verifica di aver impostato correttamente l'ordine dei comandi.
lt: Nustatyti seka pakartoja, jei jūsų antenos sistema to reikalauja. Paprastai, jei antenos sistema buvo tinkamai sukonfigūruota, pakartotinės sekos nebūtinos. Jei tai daroma, pakartotinai patikrinkite ar teisingai nustatyta komanda.
nl: Stel het aantal herhalingen in dat uw antennesysteem vereist. Als het systeem goed is geconfigureerd, zullen geen herhalingen nodig zijn. Als dat wel het geval is, moet u controleren of u de commando volgorde goed heeft ingesteld.
pl: Ustaw sekwencję powtarza się, jeśli system antenowy tego wymaga. Zwykle, jeśli system antenowy został poprawnie skonfigurowany, powtarzanie sekwencji nie będzie konieczne. Jeśli tak, sprawdź ponownie, czy kolejność poleceń jest ustawiona poprawnie.
sk: Ak to váš anténny systém vyžaduje, nastavte opakovanie sekvencie. Ak je anténny systém správne nakonfigurovaný, opakovanie sekvencií nie je potrebné. Ak je to u vášho systému potrebné, skontrolujte znovu, či máte správne nastavené poradie príkazov.
sr: Postavi sekvencu koja se ponavlja ako vaš vazdušni sistem zahteva. Obično ako je vazdušni sistem ispravno konfigurisan ponavljanje sekvenci neće biti potrebno. Ako to uradite, ponovo proverite da li je komandni nalog ispravno postavljen.
sv: Ställ in sekvensrepetitioner om ditt antennsystem kräver detta. Om antennsystemet har konfigurerats korrekt är det normalt inte nödvändigt med sekvensrepetitioner. Om så är fallet, kontrollera att du har ställt in kommandoordningen korrekt.
ta: உங்கள் வான்வழி அமைப்புக்கு இது தேவைப்பட்டால் வரிசை மீண்டும் மீண்டும் அமைக்கவும். பொதுவாக வான்வழி அமைப்பு சரியாக கட்டமைக்கப்பட்டிருந்தால் வரிசை மறுபடியும் தேவையில்லை. உங்களுடையது இருந்தால், உங்களிடம் கட்டளை ஆர்டர் சரியாக அமைக்கப்பட்டுள்ளது.
tr: Anten sisteminiz gerektiriyorsa, komut sırası tekrarlarını ayarlayın. Normalde, anten sistemi doğru yapılandırılmışsa komut sırası tekrarlarına gerek yoktur. Eğer gerekiyorsa, komut sırasının doğru ayarlanıp ayarlanmadığını tekrar kontrol edin.
uk: Встановіть повторення послідовності, якщо це вимагає антена. Якщо антенна система правильно налаштована, повторень не потрібно. Якщо у вас є, перевірте, чи правильно встановлено порядок команд.
vi: Đặt lặp lại trình tự nếu hệ thống trên không của bạn yêu cầu điều này. Thông thường nếu hệ thống trên không được cấu hình chính xác, việc lặp lại trình tự sẽ không cần thiết. Nếu là của bạn, kiểm tra lại bạn đã đặt lệnh chính xác.
zh_cn: 如果您的天线系统需要,设置序列重复.通常,如果天线系统配置正确,则无需重复序列.如果有,请重新检查命令顺序设置是否正确.

source: Set startup service
bg: Задайте сервиз за стартиране
cs: Nastavit spuštění programu
da: Sæt opstartskanal
de: Startkanal auswählen
el: Ορισμός υπηρεσίας εκκίνησης
et: Määra käivituskanal
fi: Määritä aloituskanavaksi
fr: Choisir comme service de démarrage
hr: Podešavanje pokretanja kanala
hu: Indítási csatorna beállítása
it: Imposta servizio di avvio
lt: Nustatykite kaip paleidimo kanalą
nl: Als startzender instellen
pl: Ustaw jako kanał startowy
ru: Назначить стартовым каналом
sk: Vybrať ako stanicu/službu pri spustení
sr: Podešavanje pokretanja kanala
sv: Ställ in starttjänst
ta: தொடக்க சேவையை அமைக்கவும்
tr: Başlangıç kanalını ayarlayın
uk: Призначити стартовим каналом
vi: Đặt dịch vụ khởi động
zh_cn: 设置启动服务

source: Set system
bg: Задайте система
cs: Nastavit systém
el: Ορισμός συστήματος
fi: Aseta järjestelmä
fr: Définir le système
hr: Podešavanje sustava
it: Imposta sistema
lt: Nustatyti sistemą
nl: Systeem instellingen
pl: Ustaw system
sk: Nastavenie systému
sr: Podešavanje sistema
sv: Ställ in systemet
ta: அமைப்பை அமைக்கவும்
tr: Sistemi ayarlayın
uk: Налаштування Системи

source: Set the CutList Editor skip time interval for the '%s'/'%s' buttons.
cs: Nastavte časový interval přeskočení editoru CutList pro tlačítka '%s'/'%s'.
el: Ορισμός του ενδιάμεσου χρόνου παράκαμψης της λίστας αποκοπών για τα πλήκτρα '%s'/'%s'.
fi: Aseta Leikkauskohtien ohitusaikaväli '%s'/'%s' näppäimille.
hr: Postavite interval preskakanja vremena za '%s'/'%s' dugme u CutList Editor.
it: Imposta intervallo tempo di salto dell'editor CutList per i tasti '%s'/'%s'.
nl: CutList-Editor-tijdsprong voor de knoppen '%s'/'%s' definiëren.
pl: Ustaw odstęp czasu pomijania edytora CutList dla przycisków '%s'/'%s'.
sr: Postavite interval preskakanja vremena za '%s'/'%s' dugmiće u CutList Editor.
sv: Ställ in tidsintervallet för skipning i CutList Editor för knapparna '%s'/'%s'.
tr: Kesim Listesi Düzenleyicisinde '%s'/'%s' tuşları için atlama zaman aralığını ayarlayın.
uk: Встановіть часовий інтервал пропуску редактора CutList для кнопок '%s'/'%s'.

source: Set the LEFT/RIGHT button skip percentage for the SeekBar.
cs: Nastavte procento přeskakování tlačítek LEFT/RIGHT pro SeekBar.
el: Ορισμός ποσοστού παράκαμψης για τα πλήκτρα ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ στη μπάρα αναζήτησης.
fi: Aseta VASEN/OIKEA näppäiten ohitus prosentti hakupalkille.
hr: Podesite postotak preskakanja za LIJEVO/DESNO dugme na traci za pretraživanje.
it: Imposta percentuale di salto del tasto SINISTRA/DESTRA per la Barra di ricerca.
nl: Het percentage van de tijdsprong op de zoekbalk instellen voor de knoppen LINKS/RECHTS.
pl: Ustaw procent pomijania przycisków LEWO/PRAWO dla paska SeekBar.
sr: Podesite procenat preskakanja za LEVO/DEŠNO dugme na traci za pretraživanje.
sv: Ställ in procentandelen för hopp över vänster/högerknapp för SeekBar.
tr: Arama Çubuğu için SOL/SAĞ tuşlarının atlama yüzdesini ayarlayın.
uk: Установити відсоток пропуску кнопки ВЛІВО/ВПРАВО для панелі пошуку.

source: Set the UP/DOWN button skip percentage for the SeekBar.
cs: Nastavte procento přeskakování tlačítek NAHORU/DOLŮ pro SeekBar.
el: Ορισμός ποσοστού παράκαμψης για τα πλήκτρα ΕΠΑΝΩ/ΚΑΤΩ στη μπάρα αναζήτησης.
fi: Aseta YLÖS/ALAS painikkeen ohitus prosentti hakupalkille.
hr: Podesite postotak preskok za dugmad GORE/DOLJE na traci za pretraživanje.
it: Imposta percentuale di salto del tasto SU/GIÙ per la Barra di ricerca.
nl: Het percentage van de tijdsprong op de zoekbalk instellen voor de knoppen OMHOOG/OMLAAG.
pl: Ustaw procent pomijania przycisków GÓRA/DÓŁ dla paska SeekBar.
sr: Podesite procentualni preskok za dugmad GORE/DOLE na traci za pretraživanje.
sv: Ställ in procentsatsen för hopp över UP/DOWN-knappen för SeekBar.
tr: Arama Çubuğu için YUKARI/AŞAĞI tuşlarının atlama yüzdesini ayarlayın.
uk: Установити відсоток пропуску кнопки ВГОРУ/ВНИЗ для панелі пошуку.

source: Set the User ID of the OpenWebif from your fallback tuner.
cs: Nastavte ID uživatele OpenWebif z vašeho záložního tuneru.
el: Ορισμός του ID χρήστη του OpenWebif από το εφεδρικό σας tuner
hr: Podesi korisnički ID OpenWebif iz rezervnog tunera.
it: Imposta ID utente di OpenWebif dal tuo sintonizzatore di fallback.
lt: Nustatykite OpenWebif naudotojo ID iš atsarginio imtuvo
nl: De gebruikers-ID van OpenWebif voor de Fallback tuner invoeren
sr: Postavite korisnički ID OpenWebifa sa vašeg rezervnog tjunera.
sv: Ställ in användar-ID för OpenWebif från din reservtuner
tr: Yedek tunerden OpenWebif'in Kullanıcı Kimliğini ayarlayın.
uk: Встановіть ідентифікатор користувача OpenWebif із резервного тюнера.

source: Set the aspect ratio of the service picons.
bg: Задайте съотношението на иконите за услуги.
cs: Nastavit poměr stran pikon programů.
da: Sæt størrelsesforhold for kanal Pikoner.
de: Einstellung des Seitenverhältnisses der Senderlogos.
el: Ρύθμιση του λόγου πλευρών λογότυπων υπηρεσίας.
et: Määra pikonite kuvasuhe.
fi: Määritä kanavatyypin kuvakkeiden kuvasuhde.
fr: Définissez les proportions des picons de service.
hr: Podešavanje odnosa širina/visina pikona kanala.
it: Imposta proporzioni dei picon del servizio.
lt: Nustatykite kanalų logotipų proporciją.
nl: Selecteer de beeldverhouding van de zender Picons.
pl: Ustaw proporcje pikon kanałów.
sk: Nastavte pomer strán pikon.
sr: Podešavanje odnosa širina/visina pikona kanala.
sv: Ställ in bildförhållandet för servicepikonerna.
ta: பணி பிகான்களின் விகித விகிதத்தை அமைக்கவும்.
tr: Kanal pikonlarının en boy oranını ayarlayın.
uk: Встановити співвідношення сторін піконів каналу.
vi: Đặt tỷ lệ khung hình của các picons dịch vụ.
zh_cn: 设置频道图标的纵横比.

source: Set the bitrate of the video encoder. Larger values improve the quality and also increases the file size.
cs: Datový tok kodéru videa. Vyšší hodnota zlepšuje kvalitu a zvětšuje velikost souboru.
el: Ο ρυθμός δεδομένων του κωδικοποιητή βίντεο. Οι μεγαλύτερες τιμές βελτιώνουν την ποιότητα και αυξάνουν το μέγεθος του αρχείου.
hr: Postavite bitrate video enkodera. Veće vrijednosti poboljšavaju kvalitetu, ali također povećavaju veličinu datoteke.
it: Bitrate dell'encoder video. Valori maggiori migliorano la qualità e aumentano la dimensione del file.
lt: Vaizdo kodavimo duomenų srautas. Didesnė reikšmė pagerina kokybę ir padidina failo dydį.
nl: De bitrate van de video encoder. Hogere waarde is betere kwaliteit, maar ook grotere bestandsgrootte.
sr: Podesite bitrate video enkodera. Veće vrednosti poboljšavaju kvalitet, ali i povećavaju veličinu fajla.
sv: Videokodarens bithastighet. Större värde förbättrar kvaliteten och ökar filstorleken.
tr: Video kodlayıcının bit hızını ayarlayın. Daha yüksek değerler kaliteyi artırır ancak dosya boyutunu da büyütür.
uk: Бітрейт відеокодера. Велике значення покращує якість і збільшує розмір файлу.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
bg: Задайте местоположението по подразбиране за вашите моментални записи. Натиснете "OK", за да добавите нови местоположения, изберете ляво/дясно, за да изберете съществуващо местоположение.
cs: Nastavení výchozího umístění pro okamžité nahrávání. Stiskem OK přidáte nové místo, výběrem L/P vyberete existující umístění.
el: Ορισμός της προεπιλεγμένης τοποθεσίας των άμεσων εγγραφών. Πιέστε το 'OK' για προσθήκη νέων τοποθεσιών, αριστερά/δεξιά για επιλογή μίας υπάρχουσας τοποθεσίας.
fi: Määrittää oletushakemisto pikatallennuksien. Paina 'OK' lisätäksesi uusia hakemistoja, vasen/oikea näppäimillä voit valita olemassa olevista vaihtoehdoista.
fr: Définir l'emplacement par défaut pour vos enregistrements instantanés. Appuyer sur OK pour ajouter un nouvel emplacement, sélectionner gauche/droite pour choisir un emplacement existant.
hr: Podešavanje zadane lokacije za trenutne snimke. Pritisni 'OK' da bi dodali nove lokacije, pritisni 'LIJEVO'/'DESNO' da bi izabrali sa predhodno zadanih lokacija.
it: Imposta posizione predefinita per le registrazioni istantanee. Premi 'OK' per aggiungere nuove posizioni, premi 'SINISTRA'/'DESTRA' per selezionare tra quelle definite in precedenza.
lt: Nustatykite numatytąją neplaninių įrašų vietą. Kad pridėti naujas vietas, paspauskite 'OK', esamą vietą pasirinkite su '<' / '>'.
nl: Stel hier de standaard locatie in voor 'directe opnames'. Druk op 'OK' om nieuwe locaties toe te voegen; met links/rechts kiest u uit bestaande, reeds vastgelegde locaties.
pl: Ustaw domyślną lokalizację dla swoich natychmiastowych nagrań. Naciśnij „OK”, aby dodać nowe lokalizacje, naciśnij „LEWO”/„PRAWO”, aby wybrać spośród wcześniej zdefiniowanych lokalizacji.
sk: Nastavenie predvoleného umiestnenia okamžitých nahrávok. Tlačidlom 'OK' sa pridá nové umiestnenie, tlačidlami 'vľavo/vpravo' vyberte existujúce umiestnenie.
sr: Podešavanje default lokacije za trenutne snimke. Pritisni 'OK' da bi dodali nove lokacije, pritisni 'LEVO'/'DESNO' da bi izabrali sa predhodno definisanih lokacija.
sv: Ställ in standardplatsen för dina direktinspelningar. Tryck på "OK" för att lägga till nya platser, tryck på "VÄNSTER"/"HÖGER" för att välja bland tidigare definierade platser.
ta: உங்கள் உடனடி பதிவுகளுக்கான இயல்புநிலை இருப்பிடத்தை அமைக்கவும். புதிய இடங்களைச் சேர்க்க 'சரி' என்பதை அழுத்தவும், முன்னர் வரையறுக்கப்பட்ட இடங்களிலிருந்து தேர்ந்தெடுக்க 'இடது'/'வலது' அழுத்தவும்.
tr: Anlık kayıtlarınız için varsayılan konumu ayarlayın. Yeni konumlar eklemek için 'OK' tuşuna, önceden tanımlanmış konumlar arasından seçim yapmak için 'SOL'/'SAĞ' tuşlarına basın.
uk: Призначте розташування для файлів миттєвого запису. Натисніть 'OK' щоб додати новий каталог, або кнопками вправо/вліво виберіть існуючийкаталог.

source: Set the default location to save your time shift recording files. Press 'OK' to add new locations, press LEFT/RIGHT to select from previously defined locations.
cs: Nastavte výchozí umístění pro ukládání souborů nahrávání s časovým posunem. Stiskněte 'OK' pro přidání nových umístění, stiskněte DOLEVA/VPRAVO pro výběr z dříve definovaných umístění.
el: Ρυθμίστε την προεπιλεγμένη θέση για να αποθηκεύσετε τα αρχεία εγγραφής της χρονομετατόπισης. Πιέστε 'OK' για να προσθέσετε νέες τοποθεσίες, πατήστε ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ για να επιλέξετε από παλαιότερα καθορισμένες τοποθεσίες.
fi: Aseta oletussijainti aikasiirtotallennus tiedostoille. Paina 'OK' lisätäksesi uuden sijainnin, ja paina VASEN/OIKEA valitaksesi aiemmin määritettyjen sijaintien joukosta.
hr: Postavite zadanu lokaciju za čuvanje vaših snimaka vremenskog pomeranja. Pritisnite 'OK' da dodate nove lokacije, pritisnite LIJEVO/DEVO da odaberete iz prethodno definisanih lokacija.
it: Imposta posizione predefinita in cui salvare i file di registrazione del timeshift. Premi 'OK' per aggiungere nuove posizioni, premi 'SINISTRA'/'DESTRA' per selezionare tra quelle definite in precedenza.
nl: De standaard locatie voor Timeshift opnames selecteren. Druk op OK om een nieuwe locatie toe te voegen. Druk op LINKS/RECHTS om een bestaande locatie toe te voegen.
pl: Ustaw domyślną lokalizację, aby zapisać pliki nagrań z timeshift. Naciśnij „OK”, aby dodać nowe lokalizacje, naciśnij LEWO/PRAWO, aby wybrać spośród wcześniej zdefiniowanych lokalizacji.
sk: Nastavte predvolené umiestnenie pre ukladanie vašich nahrávok z funkcie timeshift. Stlačením tlačidla 'OK' pridáte nové umiestnenia, stlačením tlačidla DOĽAVA/DOPRAVA si môžete vybrať z predtým definovaných umiestnení.
sr: Postavite podrazumevanu lokaciju za čuvanje vaših snimaka vremenskog pomeranja. Pritisnite 'OK' da dodate nove lokacije, pritisnite LEVO/DEVO da izaberete iz prethodno definisanih lokacija.
sv: Ställ in standardplatsen för att spara dina inspelningsfiler för tidsomställningen. Tryck på "OK" för att lägga till nya platser, tryck på VÄNSTER/RIGHT för att välja bland tidigare definierade platser.
ta: உங்கள் நேர சிப்ட் ரெக்கார்டிங் கோப்புகளைச் சேமிக்க இயல்புநிலை இருப்பிடத்தை அமைக்கவும். புதிய இடங்களைச் சேர்க்க 'சரி' என்பதை அழுத்தவும், முன்னர் வரையறுக்கப்பட்ட இடங்களிலிருந்து தேர்ந்தெடுக்க இடது/வலதுபுறத்தை அழுத்தவும்.
tr: Zaman kaydırma kayıt dosyalarınızı kaydetmek için varsayılan konumu ayarlayın. Yeni konumlar eklemek için ‘OK’ tuşuna, önceden tanımlanmış konumlardan seçim yapmak için SOL/SAĞ tuşlarına basın.
uk: Встановіть розташування за замовчуванням для збереження файлів із записом time shift. Натисніть 'ОК', щоб додати нові місця, натисніть ВЛІВО/ВПРАВО - вибрати з попередньо визначених місць.

source: Set the default location to store your time shift buffer files. Press 'OK' to add new locations, press 'LEFT'/'RIGHT' to select from previously defined locations.
bg: Задайте местоположението по подразбиране за файловете ви за временно преместване. Натиснете "OK", за да добавите нови местоположения, изберете ляво/дясно, за да изберете съществуващо местоположение.
cs: Nastavení výchozího umístění pro soubory Timeshiftu.Stiskem OK přidáte nové místo, výběrem L/P vyberete existující umístění.
el: Ορισμός της προεπιλεγμένης τοποθεσίας των αρχείων χρονομετατόπισης. Πιέστε το 'OK' για προσθήκη νέων τοποθεσιών, αριστερά/δεξιά για επιλογή μίας υπάρχουσας τοποθεσίας.
fi: Määrittää oletushakemisto ajansiirto tiedostoiin. Paina 'OK' lisätäksesi uusia hakemistoja, vasen/oikea näppäimillä voit valita olemassa olevista vaihtoehdoista.
fr: Défnir l'emplacement pour vos fichier PauseDirect. Appuyer sur OK pour ajouter un nouvel emplacement, sélectionner gauche/droite pour choisir un emplacement existant.
hr: Podešavanje zadane lokacije za skladištenje datoteka buffera za pomjeranje vremena. Pritisni 'OK' da bi dodali nove lokacije, pritisni 'LIJEVO'/'DESNO' da bi izabrali sa predhodno zadanih lokacija.
it: Imposta posizione predefinita in cui salvare i file buffer del timeshift. Premi 'OK' per aggiungere nuove posizioni, premi 'SINISTRA'/'DESTRA' per selezionare tra le posizioni definite in precedenza.
lt: Nustatykite numatytąją laiko poslinkio failų vietą. Kad pridėti naujas vietas, paspauskite 'OK', esamą vietą pasirinkite su '<' / '>'.
nl: Stel hier de standaard locatie in voor Timeshift bestanden. Druk op 'OK' om nieuwe locaties toe te voegen; met LINKS/RECHTS kiest u uit bestaande, reeds vastgelegde locaties.
pl: Ustaw domyślną lokalizację dla nagrań-timeshiftu. Naciśnij przycisk 'OK', aby dodać nową lokalizację użyj strzałek 'lewo/prawo'.
sk: Nastavenie predvoleného umiestnenia pre súbory timeshift. Tlačidlom 'OK' sa pridá nové umiestnenie, tlačidlami 'doľava/doprava' vyberte existujúce umiestnenie.
sr: Podešavanje default lokacije za skladištenje fajla bafera za pomeranje vremena. Pritisni 'OK' da bi dodali nove lokacije, pritisni 'LEVO'/'DESNO' da bi izabrali sa predhodno definisanih lokacija.
sv: Ställ in standardplatsen för lagring av buffertfiler för tidsförskjutning. Tryck på "OK" för att lägga till nya platser, tryck på "LEFT"/"RIGHT" för att välja bland tidigare definierade platser.
ta: உங்கள் நேர சிப்ட் இடையக கோப்புகளை சேமிக்க இயல்புநிலை இருப்பிடத்தை அமைக்கவும். புதிய இடங்களைச் சேர்க்க 'சரி' என்பதை அழுத்தவும், முன்னர் வரையறுக்கப்பட்ட இடங்களிலிருந்து தேர்ந்தெடுக்க 'இடது'/'வலது' அழுத்தவும்.
tr: Zaman kaydırma arabellek dosyalarınızı saklamak için varsayılan konumu ayarlayın. Yeni konumlar eklemek için 'OK' tuşuna, önceden tanımlanmış konumlardan seçim yapmak için 'SOL'/'SAĞ' tuşlarına basın.
uk: Призначте розташування для файлів таймшифта. Натисніть 'OK' щоб додати новий каталог, або кнопками вправо/вліво виберіть існуючий каталог.
