Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Yes' to enable new Zap timers to have an end time turned on and defined by default.
cs: Chcete-li, aby nové časovače přepnutí měly ve výchozím nastavení zapnutý a definovaný čas ukončení, vyberte možnost „Ano“.
el: Επιλέξτε 'ναι' για να ενεργοποιηθεί η δυνατότητα καθορισμού της ώρας λήξης από προεπιλογή για τους νέους χρονοδιακόπτες μετάβασης.
fi: Valitse 'Kyllä', jos haluat, että uusille kanavan vaihto ajastuksille otetaan lopetus aika käyttöön ja määritetään oletusarvoisesti lopetusajankohta.
hr: Odaberi 'Da' da bi omogućili novi Zap tajmer da zadano ima uključeno i definisano vrijeme završetka.
it: Seleziona 'Sì' per consentire ai nuovi timer Zap di avere un'ora di fine attivata e definita per impostazione predefinita.
nl: Selecteer 'Ja' om nieuwe Zap-timers standaard te voorzien van een eindtijd.
pl: Wybierz „Tak”, aby nowe timery Zap miały domyślnie włączoną i zdefiniowaną godzinę zakończenia.
sk: Ak majú mať nové časovače prepnutia predvolene zapnutý a definovaný čas ukončenia, zvoľte možnosť 'Áno'.
sr: Izaberite 'Da' da omogućite da novi Zap tajmeri imaju vreme završetka uključeno i definisano po defaultu.
sv: Välj "Yes" om du vill att nya Zappa-timers ska ha en sluttid aktiverad och definierad som standard.
ta: புதிய சாப் டைமர்களை இறுதி நேரம் இயக்கவும் இயல்பாக வரையறுக்கவும் 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Yeni Kanal Değiştirme zamanlayıcılarının varsayılan olarak bitiş zamanının açık ve tanımlanmış olmasını sağlamak için 'Evet'i seçin.
uk: Виберіть 'Так', щоб у нових таймерах Zap увімкнути та визначити час завершення за замовчуванням.

source: Select 'Yes' to enable preview of channels while in the EPG list.
bg: Ако е зададено 'да', можете да прегледате каналите в EPG списъка.
cs: Pokud nastavíte 'ano' můžete nahlédnout kanál v seznamu EPG.
el: Επιλέξτε 'ναι' για ενεργοποίηση της προεπισκόπησης καναλιών στη λίστα EPG.
fi: 'Kyllä' valinnalla voi esikatsella kanavia kanavalistassa.
fr: Si mis à 'oui' vous pouvez prévisualiser une chaîne depuis la liste EPG.
hr: Odaberi 'Da' da bi omogućili pregled kanala dok ste na EPG spisku.
it: Seleziona 'Sì' per abilitare l'anteprima dei canali mentre si è nell'elenco EPG.
lt: Pasirinkite, ar/kaip naudoti kanalų peržiūros režimą EPG sąraše.
nl: Wanneer geactiveerd dan ziet u de zender als voorbeeld achter de EPG. Als u op 'OK' drukt wordt de gekozen zender getoond; na een tweede keer op 'OK', gaat u naar die zender. Drukt u op 'EXIT', dan gaat u terug naar de zender waar u vandaan kwam.
pl: Jeśli jest ustawione na 'tak' ,można przeglądać kanały na liście EPG.
sk: Výberom možnosti "Áno" povolíte náhľad kanálov v zozname EPG.
sr: Izaberi 'Da' da bi omogućili pregled kanala dok ste na EPG listi.
sv: Välj "Yes" för att aktivera förhandsgranskning av kanaler i EPG-listan.
ta: ஈபிசி பட்டியலில் இருக்கும்போது சேனல்களின் முன்னோட்டத்தை இயக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: EPG listesindeyken kanalların ön izlemesini etkinleştirmek için 'Evet'i seçin.
uk: Якщо вибрано 'так', в телегіді буде включений перегляд каналів.

source: Select 'Yes' to enable preview of channels while in the EPG list. Press 'OK' to preview the currently selected channel. Press 'OK' again to exit the EPG and zap to the selected channel. Press 'EXIT' to exit the EPG and return to the previously selected channel.
bg: Ако е зададено 'да', можете да прегледате канали в списъка с канали. Натиснете "OK", за да прегледате избрания канал, натиснете 2-ро "OK", за да излезете и включите този канал, като натиснете "EXIT", за да се върнете към канала, в който сте започнали.
cs: Když je nastaveno na 'Ano',můžete zobrazit náhledy kanálů v seznamu kanálů.Stiskněte 'OK' k náhledu vybraného kanálu, podruhé 'OK' k ukončení a přepnutí na kanál, stiskem 'EXIT' k návratu na původní kanál.
el: Επιλέξτε 'ναι' για να γίνει προεπισκόπηση των καναλιών στη λίστα EPG. Πιέστε 'ΟΚ' για προεπισκόπηση του τρέχοντος καναλιού. Πιέστε 'ΟΚ' ξανά για έξοδο από το EPG και μετάβαση στο επιλεγμένο κανάλι. Πιέστε 'EXIT' για έξοδο από το EPG και επιστροφή στο προηγουμένως επιλεγμένο κανάλι.
fi: 'Kyllä' valinnalla voit esikatsella kanavia kanavalistassa. Esikatsele valittua kanavaa painamalla 'OK', toinen 'OK' painallus vaihtaa kanavalle ja sulkee listan, EXIT palaa takaisin kanavalle jota aiemmin katselit.
fr: Si mis à 'oui' vous pouvez prévisualiser une chaîne depuis la liste des chaînes. En appuyant sur OK pour prévisualiser la chaîne, appuyer une deuxième fois sur OK pour quitter et zapper sur cette chaîne, en appuyant sur EXIT vous retournerez sur la chaîne de départ.
hr: Odaberi 'Da' da bi omogućili pregled kanala dok ste na EPG spisku. Pritisni 'OK' da bi pregledali trenutno izabrani kanal. Ponovo pritisni 'OK' da bi izašli iz EPG i zap na izabrani kanal. Pritisni 'EXIT' da bi izašli iz EPG i vratili se na predhodno izabrani kanal.
it: Seleziona 'Sì' per abilitare l'anteprima dei canali nell'elenco EPG. Premi 'OK' per visualizzare in anteprima il canale attualmente selezionato. Premi di nuovo 'OK' per uscire dall'EPG e fare zap sul canale selezionato. Premi 'EXIT' per uscire dall'EPG e tornare al canale precedentemente selezionato.
lt: Jei nustatyta 'taip', kanalų sąrašo lange jūs galite peržiūrėti kanalus. Paspauskite 'OK' ir peržiūrėkite pasirinktą kanalą, paspauskite 'OK' antrąkart, kad išeiti ir perjungti į kitą pasirinktą kanalą. Paspaudę 'EXIT', sugrįšite į pradinį kanalą.
nl: Bij 'Ja' ziet u de zender als voorbeeld achter de zenderlijst. Als u op 'OK' drukt wordt de gekozen zender getoond; na een tweede keer op 'OK', gaat u naar die zender. Drukt u op 'Exit', dan gaat u terug naar de zender waar u vandaan kwam.
pl: Jeśli ustawione na „tak”, możesz wyświetlać podgląd kanałów na liście kanałów. Naciśnij 'OK', aby wyświetlić podgląd wybranego kanału. Naciśnij 'OK' drugi raz, aby wyjść i przejść do tego kanału, natomiast naciskając 'EXIT' powrócisz do kanału, na którym zacząłeś.
sk: Výberom možnosti 'Áno' povolíte náhľad kanálov v zozname EPG. Stlačením tlačidla 'OK' sa zobrazí náhľad aktuálne vybraného kanála. Opätovným stlačením 'OK' opustíte EPG a prepnete na vybraný kanál. Stlačením tlačidla 'EXIT' ukončíte EPG a vrátite sa na predtým vybraný kanál.
sr: Izaberi 'Da' da bi omogućili pregled kanala dok ste na EPG listi. Pritisni 'OK' da bi pregledali trenutno izabrani kanal. Ponovo pritisni 'OK' da bi izašli iz EPG i zap na izabrani kanal. Pritisni 'EXIT' da bi izašli iz EPG i vratili se na predhodno izabrani kanal.
sv: Välj "Yes" för att aktivera förhandsgranskning av kanaler i EPG-listan. Tryck på "OK" för att förhandsgranska den aktuella kanalen. Tryck på 'OK' igen för att lämna EPG och zappa till den valda kanalen. Tryck på "EXIT" för att lämna EPG och återgå till den tidigare valda kanalen.
ta: ஈபிசி பட்டியலில் இருக்கும்போது சேனல்களின் முன்னோட்டத்தை இயக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். தற்போது தேர்ந்தெடுக்கப்பட்ட சேனலை முன்னோட்டமிட 'சரி' என்பதை அழுத்தவும். தேர்ந்தெடுக்கப்பட்ட சேனலுக்கு ஈபிசி மற்றும் சாப் வெளியேற 'சரி' என்பதை மீண்டும் அழுத்தவும். ஈபிசியிலிருந்து வெளியேற 'வெளியேறு' ஐ அழுத்தி, முன்னர் தேர்ந்தெடுக்கப்பட்ட சேனலுக்குத் திரும்பவும்.
tr: EPG listesindeyken kanalların ön izlemesini etkinleştirmek için 'Evet'i seçin. Şu anda seçili olan kanalı ön izlemek için 'OK' tuşuna basın. EPG'den çıkmak ve seçili kanala geçmek için tekrar 'OK' tuşuna basın. EPG'den çıkmak ve daha önce seçili olan kanala dönmek için 'EXIT' tuşuna basın.
uk: Якщо вибрано 'так', у списку каналів буде включений перегляд каналів. Натискання ОК відкриє канал в PiG-вікні, друге натиснення ОК закриє селектор каналів і перемкне на даний канал, натискання кнопки 'EXIT' закриє селектор каналів з поверненням на старий канал.

source: Select 'Yes' to enable the loading of unlinked user bouquets. That is, user bouquets that are not included in the bouquets.tv or bouquets.radio files will be loaded. This allows you to, for example, create bouquets that do not conflict with, or get replaced by, bouquets that came from settings packages.
bg: Когато е разрешено, enigma2 ще зареди несвързаните потребителски букети. Това означава, че потребителските букети, които са налични, но не са включени в bouquets.tv или bouquets.radio, пак ще бъдат заредени. Това ви позволява например да запазите собствения си потребителски букет, докато инсталираните настройки са надстроени
cs: Je povoleno načtení nepropojených uživatelských přehledů. Tj. přehledů které jsou k dispozici, ale nejsou zahrnuty v přehledech TV/Radia a budou tedy trvale načteny. To vám například umožní použití vlastních uživatelských přehledů, zatímco instalovaná nastavení jsou aktualizována.
el: Επιλέξτε 'ναι' για να ενεργοποιηθεί η φόρτωση των ασύνδετων μπουκέτων. Με αυτή την επιλογή θα φορτώνονται πακέτα χρήστη που δεν συμπεριλαμβάνονται στα αρχεία bouquets.tv ή bouquets.radio. Αυτό σας επιτρέπει, για παράδειγμα, να δημιουργήσετε μπουκέτα που δεν έρχονται σε διένεξη ή δεν αντικαθιστώνται από τα προρυθμισμένα.
fi: Kun päällä, piilotetut suosikkilistat näytetään. Suosikkilistat jotka ovat saatavilla mutta eivät ole bouquets.tv tai bouquets.radio tiedostoissa, ladataan silti. Tämä antaa sinun pitää omat suosikkilistasi samalla kun asennettuja päivitetään.
fr: Lorsqu'activé, enigma2 chargera les bouquets non liés. Cela signifie que les bouquets qui sont disponibles mais pas repris dans les fichiers bouquets TV ou bouquets Radio seront chargés. Cela vous permet par exemple de garder vos propres bouquets lorsque les bouquets téléchargés sont mis à jour
hr: Odaberi 'Da' da bi omogućili učitavanje nepovezanih korisničkih buketa. Odnosno , biće učitani korisnički buketi koji nisu bouquets.tv ili bouquets.radio datoteke. To vam omogućava da, npr. kreirate bukete koji nisu u sukobu ili da budu zamjenjeni buketima koji su došli iz paketa za podešavanje.
it: Seleziona 'Sì' per abilitare il caricamento di bouquet utenti non collegati. Verranno cioè caricati i bouquet utente che non sono inclusi nei file bouquets.tv o bouquets.radio. Questo consente, ad esempio, di creare bouquet che non sono in conflitto o che non vengono sostituiti da bouquet provenienti da Vhannibal, Morpheus883, GioppyGio®.
lt: Kai čia įjungta, enigma2 įkels nesusietus vartotojo paketus. Tai reiškia, kad vartotojo paketai, kurie yra prieinami, tačiau nėra įtraukti į bouquets.tv, ar bouquets.radio failus, vis tiek bus įkelti. Tai leidžia jums pvz. išsaugoti savo vartotojo paketus, kai bus atnaujinami įdiegti nustatymai
nl: Favorietenlijsten die niet aanwezig zijn in bouquets.tv of bouquets.radio worden toch geladen. Uw eigen zenderlijst wordt niet gewijzigd wanneer geïnstalleerde zenderlijsten worden geactualiseerd bij een update van de ontvanger.
pl: Wybierz opcję „Tak”, aby włączyć ładowanie niepołączonych list kanałów. Oznacza to, że zostaną załadowane listy kanałów, które nie są zawarte w plikach lista.tv lub lista.radio. Umożliwia to na przykład tworzenie list, które nie kolidują z listami pochodzącymi z pakietów ustawień ani nie są przez nie zastępowane.
sk: Ak je povolené, systém enigma2 načíta aj neprepojené používateľské prehľady kanálov. To znamená, že používateľské prehľady, ktoré sú k dispozícii, ale nie sú obsiahnuté v súbore bouquets.tv alebo bouquets.radio, sa aj napriek tomu načítajú. To vám umožní napríklad zachovať si vlastný používateľský prehľad kanálov aj vtedy, keď sa aktualizujú nastavenia prijímača.
sr: Izaberite 'Da' da omogućite učitavanje povezanih korisničkih buketa. To jest, korisnički buketi koji nisu uključeni u buketi.tv ili buketi.radio fajlove će biti učitani. Ovo vam omogućava, na primer, da kreirate bukete koji se ne sukobljavaju sa, ili ne zamenjuju, bukete koji su došli iz paketa podešavanja.
sv: Välj "Yes" för att aktivera laddning av olänkade användarbuketter. Det vill säga att användarbuketter som inte ingår i filerna bouquets.tv eller bouquets.radio kommer att laddas. På så sätt kan du t.ex. skapa buketter som inte står i konflikt med, eller ersätts av, buketter som kommer från inställningspaket.
ta: இணைக்கப்படாத பயனர் பூங்கொத்துகளை ஏற்றுவதற்கு 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். அதாவது, bowquets.tv அல்லது bougets.radio கோப்புகளில் சேர்க்கப்படாத பயனர் பூங்கொத்துகள் ஏற்றப்படும். எடுத்துக்காட்டாக, அமைப்புகள் தொகுப்புகளிலிருந்து வந்த பூங்கொத்துகளுடன் முரண்படாத அல்லது மாற்றப்படாத பூங்கொத்துகளை உருவாக்க இது உங்களை அனுமதிக்கிறது.
tr: Bağlantısı olmayan kullanıcı buketlerinin yüklenmesini etkinleştirmek için 'Evet'i seçin. Yani, bouquets.tv veya bouquets.radio dosyalarına dahil olmayan kullanıcı buketleri yüklenecektir. Bu, örneğin, ayar paketlerinden gelen buketlerle çakışmayan veya bunların yerini almayan buketler oluşturmanıza olanak tanır.
uk: Якщо включено, то будуть завантажуватися невибрані фаворити користувача. Це означає, фаворити існують, але не були включені у файли bouquets.tv або bouquets.radio. Це дозволить Вам тримати свій власний фаворит в існуючому списку фаворитів.

source: Select 'Yes' to enable the monitoring UI web interface for the DNSCrypt subsystem.
cs: Zvol 'Ano' pro zapnutí monitorovacího uživatelského rozhraní pro DNSCrypt.
hr: Odaberite 'Da' za omogućavanje web sučelja nadzora za DNSCrypt pod-sustav.
it: Seleziona 'Sì' per abilitare l'interfaccia web di monitoraggio per il sottosistema DNSCrypt.
sr: Odaberite 'Da' da omogućite web interfejs za nadgledanje DNSCrypt podsistema.
tr: DNSCrypt alt sistemi için kullanıcı arayüzü web arayüzünü izlemeyi etkinleştirmek üzere 'Evet'i seçin.
uk: Виберіть 'Так', щоб увімкнути веб-інтерфейс моніторингу для підсистеми DNSCrypt.

source: Select 'Yes' to enable use of the LEFT/RIGHT buttons to move PageUp/PageDown when the LEFT/RIGHT buttons are otherwise undefined. This provides legacy navigation for users who prefer it.
cs: Vyberte 'Ano', chcete-li povolit použití tlačítek VLEVO/VPRAVO k pohybu PageUp/PageDown, když tlačítka VLEVO/VPRAVO nejsou jinak definována. To poskytuje starší navigaci pro uživatele, kteří ji preferují.
el: Επιλέξτε 'ναι' για να ενεργοποιηθεί η χρήση των πλήκτρων ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ για μετακίνηση σελίδας επάνω/κάτω όταν σε αυτά έχει οριστεί διαφορετική ενέργεια. Αυτό παρέχει πλοήγηση παλαιού τύπου για όσους την προτιμούν.
fi: Valitse 'Kyllä', jos haluat sallia VASEN/OIKEA painikkeiden käytön Sivu Ylös /Sivua Alas siirtymiseen, kun VASEN/OIKEA painikkeet ovat muuten määrittelemättömiä. Tämä tarjoaa perinteisen navigoinnin käyttäjille, jotka haluavat sitä.
hr: Odaberi 'Da' da bi omogućili korišćenje dugmeta LIJEVO/DESNO za premještanje stranice na gore/dolje kada dugme LIJEVO/DESNO bude drugačije nedefinisano. Ovo obezbeđuje zastarelu navigaciju za korisnike koji je preferiraju.
it: Seleziona 'Sì' per abilitare l'uso dei tasti SINISTRA/DESTRA per spostarsi PaginaSu/PaginaGiù quando i tasti SINISTRA/DESTRA non sono altrimenti definiti. Fornisce la navigazione compatibile per gli utenti che la preferiscono.
lt: Pasirinkite "Taip", kad įgalintumėte mygtukų KAIRĖ/DEŠINĖ naudojimą, kad perkeltumėte PageUp/PageDown, kai mygtukai KAIRĖ/DEŠINĖN yra kitaip neapibrėžti. Tai suteikia seną naršymą vartotojams, kurie to pageidauja.
nl: Selecteer 'Ja' om het gebruik van de LINKS/RECHTS-toetsen voor PageUp/PageDown in te schakelen wanneer de LINKS/RECHTS-toetsen niet op een andere manier gebruikt worden. Dit biedt een bekende navigatie voor gebruikers die dit gewend zijn.
pl: Wybierz 'Tak', aby umożliwić użycie przycisków LEWO/PRAWO do poruszania się W górę/W dół, gdy przyciski LEWO/PRAWO są w innym przypadku niezdefiniowane. Zapewnia to (starą) nawigację dla użytkowników, którzy ją preferują.
sk: Vyberte 'áno', ak sa majú tlačidlá DOĽAVA/DOPRAVA používať na presun o stránku hore/dolu a ak nie sú tlačidlá DOĽAVA/DOPRAVA definované inak.
sr: Izaberi 'Da' da bi omogućili korišćenje tastera LEVO/DESNO za premeštanje stranice na gore/dole kada taster LEVO/DESNO bude drugačije nedefinisan. Ovo obezbeđuje zastarelu navigaciju za korisnike koji je preferiraju.
sv: Välj "Yes" för att aktivera användning av knapparna LEFT/RIGHT för att flytta PageUp/PageDown när knapparna LEFT/RIGHT annars är odefinierade. Detta ger äldre navigering för användare som föredrar det.
ta: இடது/வலது பொத்தான்கள் வரையறுக்கப்படாதபோது, பேசப்/பேசெடவுன் நகர்த்த இடது/வலது பொத்தான்களைப் பயன்படுத்த 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இது விரும்பும் பயனர்களுக்கு இது மரபு வழிசெலுத்தலை வழங்குகிறது.
tr: Başka türlü tanımlanmadığında Sayfa Yukarı/Sayfa Aşağı hareket etmek için SOL/SAĞ tuşlarının kullanılmasını etkinleştirmek için 'Evet'i seçin. Bu eski navigasyon yöntemini tercih eden kullanıcılar için bir olanak sağlar.
uk: Виберіть 'Так', щоб увімкнути використання кнопок ВЛІВО/ВПРАВО для переміщення PageUp/PageDown, коли кнопки ВЛІВО/ВПРАВО не визначено. Це забезпечує попередню навігацію для користувачів, які віддають перевагу цьому.

source: Select 'Yes' to hide channels without EPG data.
bg: Ако е зададено 'да', каналите без EPG няма да бъдат показвани.
cs: Pokud nastavíte na 'ano' nezobrazí se kanály bez EPG.
el: Επιλέξτε 'ναι' για απόκρυψη των καναλιών χωρίς δεδομένα EPG.
fi: 'Kyllä' valinnalla kanavia ilman EPG:tä ei näytetä.
fr: Si mis à 'oui' les chaînes sans EPG ne seront pas affichées.
hr: Odaberi 'Da' da bi sakrili kanale bez EPG podataka.
it: Seleziona 'Sì' per nascondere i canali senza dati EPG.
lt: Jei nustatyta 'taip', kanalai be EPG duomenų nebus rodomi.
nl: Bij 'ja' worden zenders zonder EPG niet getoond.
pl: Jeśli jest ustawione na 'tak', kanały bez EPG nie będą wyświetlane.
sk: Ak je nastavené na 'Áno', kanály bez dostupného EPG sa nezobrazia.
sr: Izaberi 'Da' da bi sakrili kanale bez EPG podataka.
sv: Välj "Yes" för att dölja kanaler utan EPG-data.
ta: ஈபிசி தரவு இல்லாமல் சேனல்களை மறைக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: EPG verisi olmayan kanalları gizlemek için 'Evet'i seçin.
uk: Якщо вибрано 'так', канали без ЕПГ не відображатимуться.

source: Select 'Yes' to hide the server name and IP address of the server.
cs: Chcete-li skrýt název serveru a adresu IP serveru, vyberte možnost „Ano“.
el: Επιλέξτε 'ναι' για να γίνει απόκρυψη του ονόματος και της διεύθυνσης IP του διακομιστή.
fi: Valitse ”Kyllä” palvelimen nimen ja IP osoitteen piilottamiseksi.
hr: Odaberi 'Da' da bi sakrili ime servera i IP adresu servera.
it: Seleziona 'Sì' per nascondere il nome e l'indirizzo IP del server.
nl: Kies 'Ja' om de servernaam en het IP-adres van de server te verbergen.
pl: Wybierz opcję „Tak”, aby ukryć nazwę i adres IP serwera.
sk: Voľba 'Áno' skryje názov a IP adresu servera.
sr: Izaberite 'Da' da sakrijete ime servera i IP adresu servera.
sv: Välj "Yes" om du vill dölja servernamnet och serverns IP-adress.
ta: சேவையகத்தின் சேவையக பெயர் மற்றும் ஐபி முகவரியை மறைக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Sunucu adını ve sunucunun IP adresini gizlemek için 'Evet' seçin.
uk: Виберіть 'Так', щоб приховати ім'я сервера та IP-адресу сервера.

source: Select 'Yes' to include %s multiplexes in your search.
bg: Изберете „да“, за да включите %s мултиплекси във вашето търсене.
cs: Vyberte 'ano' pro zahrnutí %s multiplexů do vašeho vyhledávání.
el: Επιλέξτε 'ναι' για να συμπεριλάβετε τους πολυπλέκτες %s στην αναζήτηση.
fi: Valitse 'kyllä' sisällyttääksesi %s multiplekserit hakuusi.
fr: Sélectionnez ‘oui’ pour inclure les multiplexes %s dans votre recherche.
hr: Odaberi 'da' bi uključili %s multipleks u pretragu.
it: Seleziona 'Sì' per includere %s multiplex nella ricerca.
lt: Pasirinkite "taip", kad jūsų paieškoje būtų įtraukiami %s multipleksai.
nl: Selecteer 'ja' om %s multiplexen in uw zoekslag op te nemen.
pl: Wybierz "tak", aby uwzględnić w wyszukiwaniu %s multipleksy.
sk: Ak chcete do vyhľadávania zahrnúť multiplexy %s, vyberte možnosť 'áno'.
sr: Izaberi 'Da' da bi uključili %s multipleks u pretragu.
sv: Välj "Ja" för att inkludera %s multiplexer i din sökning.
ta: உங்கள் தேடலில் %s மல்டிபிளெக்சைச் சேர்க்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Aramanıza %s multipleksleri dahil etmek için 'evet'i seçin.
uk: Виберіть 'так', щоб включити у пошук %s мультиплекси.

source: Select 'Yes' to include symbol rate %s in your search.
bg: Изберете „да“, за да включите символната скорост %s във вашето търсене.
cs: Chcete-li do vyhledávání zahrnout symbolovou rychlost %s, vyberte 'ano'.
el: Επιλέξτε 'ναι' για να συμπεριλάβετε τον ρυθμό συμβόλων %s στην αναζήτηση.
fi: Valitse 'kyllä' sisällyttääksesi symbolinopeuden %s hakuusi.
fr: Sélectionnez ‘oui’ pour inclure le taux de symbole %s dans votre recherche.
hr: Odaberi 'da' bi uključili simbol rate %s u pretragu.
it: Seleziona 'Sì' per includere il symbol rate %s nella ricerca.
lt: Pasirinkite "taip", kad įtraukti simbolių normą %s savo paieškai.
nl: Selecteer 'ja' om symbolrate %s in uw zoekslag op te nemen.
pl: Wybierz 'tak', aby w wyszukiwaniu uwzględniona została stawka symbolu %s.
sk: Ak chcete do vyhľadávania zahrnúť symbolovú rýchlosť %s, vyberte možnosť 'áno'.
sr: Izaberi 'Da' da bi u pretragu uključili simbol rate %s.
sv: Välj "Ja" för att inkludera symbolvärdet %s i sökningen.
ta: உங்கள் தேடலில் குறியீட்டு வீதம் %s சேர்க்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Aramanıza %s sembol oranı dahil etmek için 'Evet'i seçin.
uk: Виберіть 'так', щоб включити у пошук значення symbol rate %s.

source: Select 'Yes' to include the %s band in your search.
bg: Изберете „да“, за да включите лентата %s във вашето търсене.
cs: Vyberte 'ano' pro zahrnutí pásma %s do vyhledávání.
el: Επιλέξτε 'ναι' για να συμπεριλάβετε την μπάντα %s στην αναζήτηση.
fi: Valitse 'kyllä' sisällyttääksesi %s taajuusalueen hakuusi.
fr: Sélectionnez ‘oui’ pour inclure la bande %s dans votre recherche.
hr: Odaberi 'da' bi uključili %s band u pretragu.
it: Seleziona 'Sì' per includere la banda %s nella ricerca.
lt: Pasirinkite "taip", kad įtrauktumėte %s juostą savo paieškoje.
nl: Selecteer 'ja' om de %s band in uw zoekslag op te nemen.
pl: Wybierz "tak", aby uwzględnić pasmo %s w wyszukiwaniu.
sk: Ak chcete do vyhľadávania zahrnúť pásmo %s, vyberte možnosť 'áno'.
sr: Izaberi 'Da' da bi uključili %s band u pretragu.
sv: Välj "Yes" för att inkludera %s-bandet i din sökning.
ta: உங்கள் தேடலில் %s இசைக்குழுவைச் சேர்க்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Aramanıza %s band dahil etmek için 'Evet'i seçin.
uk: Виберіть 'так', щоб включити піддіапазон %s у Ваш пошук.
