Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select 'Yes' to only send the DiSEqC command when changing from one satellite to another, or select 'No' for the DiSEqC command to be resent on every zap.
bg: Изберете 'Да', за да изпратите командата DiSEqC само при преминаване от един сателит към друг, или изберете 'Не' за командата DiSEqC да се изпраща повторно при всяко запиране.
cs: Vyberte 'ano', chcete-li odeslat příkaz DiSEqC pouze při přechodu z jednoho satelitu na druhý, nebo vyberte 'ne', pokud chcete příkaz DiSEqC znovu odeslat při každém přepnutí.
el: Επιλέξτε 'ναι' για να αποστέλλεται η εντολή DiSEqC κατά την αλλαγή δορυφόρου ή επιλέξτε 'όχι' για να αποστέλλεται η εντολή DiSEqC σε κάθε ζάπινγκ.
fi: Valitse 'kyllä' jos haluat lähettää DiSEqC komennon vain vaihdettaessa satelliitista toiseen, tai valitse 'ei' jotta DiSEqC komento lähetetään uudelleen jokaiselle kanavan vaihdolla.
fr: Sélectionnez ‘oui’ pour envoyer uniquement la commande DiSEqC lorsqu’on change de satellite, ou choisir ‘non’ pour que la commande DiSEqC soit renvoyée à chaque zap.
hr: Odaberi 'da' bi naredbu DiSEqC poslali samo kada prelazite sa jednog satelita na drugi ili odaberite 'ne' da bi naredba DiSEqC bila resetovana na svakom zap.
it: Seleziona 'Sì' per inviare il comando DiSEqC solo quando si passa da un satellite all'altro, oppure seleziona 'No' per inviare nuovamente il comando DiSEqC ad ogni zap.
lt: Pasirinkite 'taip', jei tik siunčiate DiSEqC komandą, kad pakeisti iš vieno palydovo į kitą, arba pasirinkite 'ne', kad DiSEqC komanda būtų pakartotinai persiųsta kiekviename perjungime.
nl: Selecteer 'ja' om het DiSEqC-commando alleen te versturen bij veranderen van satelliet; kies 'nee' als het DiSEqC-commando bij elke zap verstuurd moet worden.
pl: Wybierz 'tak' aby wysyłać komendę DiSEqC tylko przy zmianie satelity na innego, lub wybierz 'nie' aby komenda DiSEqC była wysyłana ponownie przy każdym zapie.
sk: Ak chcete vysielať príkaz DiSEqC len pri zmene družice na inú, vyberte možnosť 'áno'. Ak chcete posielať príkaz DiSEqC pri každom prepnutí, vyberte možnosť 'nie'.
sr: Izaberi 'Da' da bi komandu DiSEqC poslali samo kada prelazite sa jednog satelita na drugi ili izaberite 'Ne' da bi komanda DiSEqC bila resetovana na svakom zap.
sv: Välj "Yes" för att endast skicka DiSEqC-kommandot när du byter från en satellit till en annan, eller välj "No" för att DiSEqC-kommandot ska skickas på nytt vid varje zapp.
ta: ஒரு செயற்கைக்கோளிலிருந்து இன்னொரு செயற்கைக்கோளிலிருந்து மாறும்போது மட்டுமே DiseqC கட்டளையை அனுப்ப 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும் அல்லது ஒவ்வொரு ZAP க்கும் கோபப்படுவதற்கு Diseqc கட்டளை 'இல்லை' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Yalnızca bir uydudan diğerine geçiş yaparken DiSEqC komutunun gönderilmesini istiyorsanız 'Evet'i, her bağlantı kurulduğunda DiSEqC komutunun yeniden gönderilmesini istiyorsanız 'Hayır'ı seçin.
uk: Виберіть 'так', щоб надіслати команду DiSEqC тільки при переході від одного супутника до іншого, або 'Ні' для команди DiSEqC, яка буде повторюватися при кожному переключені.

source: Select 'Yes' to remove all main settings configuration data. Selecting this option will set all Enigma2 settings back to their default values. This will also cause Enigma2 to run the Welcome Wizard on restart.
bg: Изберете „Да“, за да премахнете всички основни данни за конфигурацията на настройките. Избирането на тази опция ще върне всички настройки на Enigma2 обратно към техните стойности по подразбиране. Това също ще накара Enigma2 да стартира съветника за добре дошли при рестартиране.
cs: Chcete-li odstranit všechna konfigurační data hlavních nastavení, vyberte možnost „Ano“. Výběrem této možnosti vrátíte všechna nastavení Enigmy zpět na výchozí hodnoty. To také způsobí, že Enigma2 při restartu spustí uvítacího průvodce.
el: Επιλέξτε 'ναι' για αφαίρεση όλων των δεδομένων παραμετροποίησης των κύριων ρυθμίσεων. Επιλέγοντας αυτό, οι ρυθμίσεις του Enigma2 θα επιστρέψουν στις προεπιλογές τους. Με αυτό επίσης, θα εμφανιστεί ο οδηγός καλωσορίσματος μετά την επανεκκίνηση.
fi: Valitse 'Kyllä' poistaaksesi kaikki pääasetusten konfigurointitiedot. Tämän vaihtoehdon valitseminen palauttaa kaikki järjestelmän asetukset oletusarvoihinsa. Tämä aiheuttaa myös sen, että Asennus Avustaja näytetään uudelleenkäynnistyksen yhteydessä.
hr: Odaberi 'Da' da bi uklonili sve podatke za konfiguraciju glavnih postavki. Odabir ove opcije će vratiti sve postavke enigma2 na zadanu vrijednost. To će takođe dovesti do toga da Enigma2 pokrene čarobnjaka za dobrodošlicu prilikom novog pokretanja.
it: Seleziona 'Sì' per rimuovere tutti i dati di configurazione delle impostazioni principali. Selezionando questa opzione, tutte le impostazioni di Enigma2 verranno riportate ai valori predefiniti. Enigma2 eseguirà la procedura guidata di benvenuto al riavvio.
lt: Norėdami pašalinti visus pagrindinius parametrus konfigūracijos duomenis, pasirinkite 'Taip'. Pasirinkus šią parinktį, visi Enigma2 parametrai bus grąžinti į numatytąsias reikšmes. Tai taip pat paskatins Enigma2 paleisti pasveikinimo vedlį iš naujo.
nl: Kies 'Ja' om alle belangrijke configuratie instellingen de verwijderen. Met deze optie wordt Enigma2 terug gezet naar default. Hierdoor zal na de herstart de ontvanger starten met de Welkom Wizzard.
pl: Wybierz „Tak”, aby usunąć wszystkie dane konfiguracyjne ustawień głównych. Wybranie tej opcji spowoduje przywrócenie wszystkich ustawień Enigmy2 do ich wartości domyślnych. Spowoduje to również, że Enigma2 uruchomi Kreatora Powitalnego przy ponownym uruchomieniu.
sk: Ak chcete odstrániť všetky dáta hlavných konfiguračných nastavení, vyberte možnosť 'Áno'. Tým sa Enigma2 nastaví na predvolené hodnoty. Súčasne sa po reštarte spustí uvítací sprievodca.
sr: Izaberi 'Da' da bi uklonili sve podatke za konfiguraciju glavnih postavki. Izbor ove opcije će vratiti sve postavke enigma2 na default vrednost. To će takođe dovesti do toga da Enigma2 pokrene čarobnjaka za dobrodošlicu prilikom novog pokretanja.
sv: Välj "Yes" för att ta bort alla konfigurationsdata för huvudinställningarna. Om du väljer det här alternativet återställs alla Enigma2-inställningar till standardvärdena. Detta kommer också att leda till att Enigma2 kör välkomstguiden vid omstart.
ta: அனைத்து முக்கிய அமைப்புகள் உள்ளமைவு தரவையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது அனைத்து ENIGMA2 அமைப்புகளையும் அவற்றின் இயல்புநிலை மதிப்புகளுக்கு மீண்டும் அமைக்கும். இது ENIGMA2 ஐ மறுதொடக்கம் செய்வதில் வரவேற்பு வழிகாட்டி இயக்கும்.
tr: Tüm ana ayarlar yapılandırma verilerini kaldırmak için 'Evet'i seçin. Bu seçeneği belirlemek, tüm Enigma2 ayarlarını varsayılan değerlerine geri döndürecektir. Ayrıca bu, Enigma2'nin yeniden başlatıldığında Karşılama Sihirbazını çalıştırmasına neden olacaktır.
uk: Виберіть 'Так', щоб видалити всі конфігураційні дані основних налаштувань. Якщо вибрати цей параметр, усі налаштування Enigma2 повернуться до значень за замовчуванням. Це також призведе до того, що Enigma2 запустить Майстер Налаштувань під час перезапуску.

source: Select 'Yes' to remove all media player resume data. Selecting this option will remove the data used to allow playback of media files to resume from the position where playback was last stopped. Playback position of recordings is not affected.
bg: Изберете „Да“, за да премахнете всички данни за възобновяване на мултимедийния плейър. Избирането на тази опция ще премахне данните, използвани за възобновяване на възпроизвеждането на медийни файлове от позицията, където възпроизвеждането е спряно последно. Позицията на възпроизвеждане на записите не се влияе.
cs: Chcete-li odstranit všechna data obnovení přehrávače médií, vyberte možnost „Ano“. Výběrem této možnosti odstraníte data použitá k obnovení přehrávání mediálních souborů od místa, kde bylo přehrávání naposledy zastaveno. Pozice přehrávání záznamů není ovlivněna.
el: Επιλέξτε 'ναι' για διαγραφή όλων των δεδομένων συνέχισης του αναπαραγωγού ταινιών. Επιλέγοντας αυτό, θα διαγραφούν όλα τα δεδομένα που χρησιμοποιούνται για τη συνέχιση της αναπαραγωγής των πολυμέσων από το σημείο στο οποίο είχαν σταματήσει. Η θέση αναπαραγωγής των εγγραφών δεν επηρεάζεται.
fi: Valitse 'Kyllä' poistaaksesi kaikki toisto soittimen jatko tiedot. Tämän vaihtoehdon valitseminen poistaa tiedot, joiden avulla mediatiedostojen toistoa voidaan jatkaa siitä kohdasta, jossa toisto viimeksi pysäytettiin. Tämä ei vaikuta tallenteiden toistoasentoon.
hr: Odaberi 'Da' da bi uklonili sve podatke o nastavku programa Medija Plejer. Ako izaberete ovu opciju uklonićete podatke koji se koriste za omogućavanje nastavka reprodukcije medijskih datoteka sa pozicije na kojoj je reprodukcija posljednji put zaustavljena. To neće uticati na poziciju reprodukcije snimaka.
it: Seleziona 'Sì' per rimuovere tutti i dati di ripristino del lettore multimediale. Selezionando questa opzione verranno rimossi i dati usati per consentire la ripresa della riproduzione dei file multimediali dalla posizione in cui la riproduzione è stata interrotta l'ultima volta. La posizione di riproduzione delle registrazioni non è influenzata.
lt: Pasirinkite 'Taip', kad pašalintumėte visus medijos leistuvo duomenis. Pasirinkus šią parinktį bus pašalinti duomenys, naudojami tam, kad medijos failų atkūrimas būtų atnaujintas iš padėties, kurioje atkūrimas paskutinį kartą buvo sustabdytas. Įrašų atkūrimo padėtis neturi įtakos.
nl: Kies 'Ja' om alle Mediaspeler hervat punten te verwijderen. Hierdoor worden alle gegevens verwijderd die het mogelijk maken om daar verder te kijken waar het afspelen van het media bestand de vorige keer is gestopt. Dit heeft geen effect op de hervat punten van opnames.
pl: Wybierz "Tak", aby usunąć wszystkie dane wznowienia odtwarzacza multimedialnego. Wybranie tej opcji spowoduje usunięcie danych używanych do wznowienia odtwarzania plików multimedialnych z pozycji, w której odtwarzanie zostało ostatnio zatrzymane. Nie ma to wpływu na pozycję odtwarzania nagrań.
sk: Výberom možnosti 'Áno' sa odstránia všetky údaje na obnovenie prehrávania médií. Tieto informácie sa používajú na pokračovanie prehrávania mediálnych súborov z pozície, kde bolo prehrávanie naposledy zastavené. Pozícia prehrávania nahrávok týmto ovplyvnená nie je.
sr: Izaberi 'Da' da bi uklonili sve podatke o nastavku programa Medija Plejer. Ako izaberete ovu opciju uklonićete podatke koji se koriste za оomogućavanje nastavka reprodukcije medijskih fajlova sa pozicije na kojoj je reprodukcija poslednji put zaustavljena. To neće uticati na poziciju reprodukcije snimaka.
sv: Välj "Ja" för att ta bort alla data för återupptagning av mediaspelare. Om du väljer detta alternativ tas de data bort som används för att låta uppspelningen av mediefiler återupptas från den position där uppspelningen senast stoppades. Uppspelningspositionen för inspelningar påverkas inte.
ta: எல்லா மீடியா பிளேயர் விண்ணப்பத்தை அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது, பிளேபேக் கடைசியாக நிறுத்தப்பட்ட நிலையில் இருந்து மீடியா கோப்புகளின் பின்னணியை மீண்டும் தொடங்க அனுமதிக்கப் பயன்படுத்தப்படும் தரவை அகற்றும். பதிவுகளின் பின்னணி நிலை பாதிக்கப்படவில்லை.
tr: Tüm medya oynatıcı devam ettirme verilerini kaldırmak için 'Evet'i seçin. Bu seçeneği belirlemek, medya dosyalarının oynatımının en son durdurulduğu yerden devam etmesini sağlayan verileri kaldıracaktır. Kayıtların oynatma konumu etkilenmez.
uk: Виберіть 'Так', щоб видалити всі дані про роботу медіаплеєра. Вибір цієї опції видалить дані, які використовуються для відновлення відтворення мультимедійних файлів із позиції, де відтворення було зупинено востаннє. Позиція відтворення записів не впливає.

source: Select 'Yes' to remove all network mount data. Selecting this option will remove all network data including automounts and network connection data including connection accounts and passwords. This could cause some Enigma2 functions to fail if they are configured to use these network resources.
bg: Изберете „Да“, за да премахнете всички данни за монтиране в мрежата. Избирането на тази опция ще премахне всички мрежови данни, включително автоматично монтиране и данни за мрежова връзка, включително акаунти за връзка и пароли. Това може да доведе до отказ на някои функции на Enigma2, ако са конфигурирани да използват тези мрежови ресурси.
cs: Chcete-li odebrat všechna data připojení k síti, vyberte možnost „Ano“. Výběrem této možnosti odstraníte všechna síťová data včetně automatických připojení a dat síťových připojení včetně účtů připojení a hesel. To by mohlo způsobit selhání některých funkcí Enigmy, pokud jsou nakonfigurovány pro použití těchto síťových prostředků.
el: Επιλέξτε 'ναι' για διαγραφή όλων των δεδομένων προσαρτήσεων δικτύου. Επιλέγοντας αυτό, όλα τα δεδομένα δικτύου, συμπεριλαμβανομένων των αυτόματων προσαρτήσεων και των δεδομένων σύνδεσης, όπως λογαριασμοί σύνδεσης και κωδικοί πρόσβασης, θα διαγραφούν. Αυτό μπορεί να προκαλέσει την αποτυχία κάποιων λειτουργιών του Enigma2, αν έχουν ρυθμιστεί να κάνουν χρήση αυτών των πόρων δικτύου.
fi: Valitse 'Kyllä' poistaaksesi kaikki verkkoon liitetyt tiedot. Tämän vaihtoehdon valitseminen poistaa kaikki verkkotiedot, mukaan lukien automaattiset kiinnitykset ja verkkoyhteys tiedot, mukaan lukien accountit ja salasanat. Tämä voi aiheuttaa joidenkin Enigma2-toimintojen epäonnistumisen, jos ne on määritetty käyttämään näitä verkkoresursseja.
hr: Odaberi 'Da' da bi uklonili sve podatke mrežnog postavljanja. Ako izaberete ovu opciju uklonićete sve mrežne podatke uključujući automatske mreže i podatke o mrežnoj vezi uključujući naloge za povezivanje i lozinke. To može dovesti do neuspjeha kod nekih Enigma2 funkcija ako su konfigurisane da koriste ove mrežne resurse.
it: Seleziona 'Sì' per rimuovere tutti i dati di montaggio in rete. Selezionando questa opzione verranno rimossi tutti i dati di rete inclusi i montaggi automatici e i dati di connessione di rete inclusi account di connessione e password. Potrebbe causare il fallimento di alcune funzioni di Enigma2 se sono configurate per usare queste risorse di rete.
lt: Pasirinkite 'Taip', kad pašalintumėte visus tinklo montavimo duomenis. Pasirinkus šią parinktį bus pašalinti visi tinklo duomenys, įskaitant automatinius ir tinklo ryšio duomenis, įskaitant ryšio abonementus ir slaptažodžius. Dėl to kai kurios Enigma2 funkcijos gali nepavykti, jei jos sukonfigūruotos naudoti šiuos tinklo išteklius.
nl: Kies 'Ja' om alle netwerk mount data te verwijderen. Hierdoor worden alle netwerk gegevens inclusief automounts, netwerkconnectie gegevens en accounts / wachtwoorden verwijderd. Sommige Enigma2 functies zullen niet meer functioneren, wanneer die afhankelijk zijn van die netwerkinstellingen.
pl: Wybierz 'Tak' aby usunąć wszystkie dane montowania sieci. Wybranie tej opcji spowoduje usunięcie wszystkich danych sieciowych, w tym automatycznych montaży i danych połączeń sieciowych, w tym kont i haseł połączeń. Może to spowodować awarię niektórych funkcji Enigma2, jeśli są one skonfigurowane do korzystania z tych zasobów sieciowych.
sk: Ak chcete odstrániť všetky informácie o pripojení v sieti, vyberte možnosť 'Áno'. Tým sa odstránia všetky sieťové informácie vrátane automatických pripojení. Odstránia sa aj údaje potrebné na pripojenie, vrátane účtov a hesiel. Môže dôjsť k zlyhaniu niektorých funkcií systému Enigma2, ak sú nakonfigurované na používanie týchto sieťových prostriedkov.
sr: Izaberi 'Da' da bi uklonili sve podatke mrežnog postavljanja. Ako izaberete ovu opciju uklonićete sve mrežne podatke uključujući automatske mreže i podatke o mrežnoj vezi uključujući naloge za povezivanje i lozinke. To može dovesti do neuspeha kod nekih Enigma2 funkcija ako su konfigurisane da koriste ove mrežne resurse.
sv: Välj "Yes" om du vill ta bort alla nätverksmonteringsdata. Om du väljer det här alternativet tas alla nätverksdata bort, inklusive automounts och nätverksanslutningsdata, inklusive anslutningskonton och lösenord. Detta kan leda till att vissa Enigma2-funktioner misslyckas om de är konfigurerade att använda dessa nätverksresurser.
ta: அனைத்து பிணையம் மவுண்ட் தரவையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பது ஆட்டோமவுண்ட்ச் மற்றும் இணைப்பு கணக்குகள் மற்றும் கடவுச்சொற்கள் உள்ளிட்ட பிணைய இணைப்பு தரவு உள்ளிட்ட அனைத்து பிணைய தரவையும் அகற்றும். இந்த பிணையம் வளங்களைப் பயன்படுத்த கட்டமைக்கப்பட்டால் சில enigma2 செயல்பாடுகள் தோல்வியடையக்கூடும்.
tr: Tüm ağ bağlama verilerini kaldırmak için 'Evet'i seçin. Bu seçeneğin seçilmesi, otomatik bağlamalar dahil tüm ağ verilerini ve bağlantı hesapları ve parolalar dahil ağ bağlantısı verilerini kaldıracaktır. Bu, bu ağ kaynaklarını kullanacak şekilde yapılandırılmışlarsa, bazı Enigma2 işlevlerinin başarısız olmasına neden olabilir.
uk: Виберіть 'Так', щоб видалити всі дані мережевого підключення. Вибір цієї опції видалить усі мережеві дані, включаючи автоматичне монтування та дані мережевого підключення, включаючи облікові записи та паролі підключення. Це може призвести до збою деяких функцій Enigma2, якщо вони налаштовані на використання цих мережевих ресурсів.

source: Select 'Yes' to remove all other files and directories not covered by the options above.
bg: Изберете „Да“, за да премахнете всички други файлове и директории, които не са обхванати от опциите по-горе.
cs: Vyberte 'Ano', chcete-li odstranit všechny ostatní soubory a adresáře, na které se nevztahují výše uvedené možnosti.
el: Επιλέξτε 'ναι' για διαγραφή όλων των άλλων αρχείων και φακέλων που δεν χρησιμοποιούνται από τις παραπάνω επιλογές.
fi: Valitse 'Kyllä' poistaaksesi kaikki muut tiedostot ja hakemistot, joita yllä olevat vaihtoehdot eivät kata.
hr: Odaberi 'Da' da bi uklonili sve ostale datoteke i direktorijume koji nisu obuhvaćeni gore navedenim opcijama.
it: Seleziona 'Sì' per rimuovere tutti gli altri file e cartelle non coperti dalle opzioni precedenti.
lt: Pasirinkite 'Taip', kad pašalintumėte visus kitus failus ir katalogus, kuriems netaikomos aukščiau pateiktos parinktys.
nl: Kies 'Ja' om alle overige bestanden en mappen te verwijderen die hierboven niet worden omschreven.
pl: Wybierz 'Tak', aby usunąć wszystkie inne pliki i katalogi nieobjęte powyższymi opcjami.
sk: Ak chcete odstrániť všetky ostatné súbory a priečinky, na ktoré sa nevzťahujú vyššie uvedené možnosti, vyberte možnosť 'Áno'.
sr: Izaberi 'Da' da bi uklonili sve ostale fajlove i direktorijume koji nisu obuhvaćeni gore navedenim opcijama.
sv: Välj "Ja" för att ta bort alla andra filer och kataloger som inte omfattas av alternativen ovan.
ta: மேலே உள்ள விருப்பங்களால் மூடப்படாத மற்ற எல்லா கோப்புகளையும் கோப்பகங்களையும் அகற்ற 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Yukarıdaki seçenekler kapsamında olmayan tüm diğer dosya ve dizinleri kaldırmak için 'Evet'i seçin.
uk: Виберіть 'Так', щоб видалити всі інші файли та каталоги, які не підпадають під наведені вище параметри.
