Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Please wait while gathering data...
bg: Моля, изчакайте докато събирам данни ...
cs: Počkejte prosím, shromažďuji údaje ...
da: Vent venligst med data indsamles...
de: Bitte warten, Daten werden eingelesen...
el: Παρακαλώ περιμένετε καθώς συλλέγονται δεδομένα...
et: Oota, kuni kogutakse andmeid.
fi: Odota, haetaan tietoja...
fr: Veuillez patienter pendant la réception des données…
hr: Sačekajte dok se prikupljaju podaci...
hu: Kérem várjon, adatgyűjtés folyamatban...
it: Attendi durante la raccolta dei dati...
lt: Palaukite, kol įkeliami duomenys ...
nl: Een ogenblik geduld, informatie wordt verzameld...
pl: Proszę czekać, zbieranie danych...
ru: Подождите, идет сбор данных...
sk: Prosím, počkajte na získanie údajov…
sr: Sačekajte dok se prikupljaju podaci...
sv: Vänligen vänta medan data samlas in...
ta: தரவைச் சேகரிக்கும் போது காத்திருங்கள் ...
tr: Lütfen veri toplama işlemi devam ederken bekleyin...
uk: Будь ласка, почекайте, поки виконується збір даних...
vi: Vui lòng đợi trong khi thu thập dữ liệu ...
zh_cn: 请稍等,采集数据正在进行中...

source: Please wait while locale/language is deleted...
cs: Počkejte prosím, než bude národní prostředí/jazyk smazáno...
el: Περιμένετε όσο γίνεται διαγραφή της διαλέκτου/γλώσσας...
fi: Odota, että kieli poistetaan...
hr: Molimo vas da sačekate dok se lokacija/jezik briše...
it: Attendi eliminazione della localizzazione/lingua...
nl: Taal wordt gewist, een moment geduld...
pl: Proszę czekać, trwa usunięcie ustawień regionalnych/języka...
sk: Vymazáva sa miestne nastavenie/jazyk. Čakajte, prosím…
sr: Molimo vas da sačekate dok se lokacija/jezik briše...
sv: Vänligen vänta medan locale/language raderas...
ta: இருப்பிடம்/மொழி நீக்கப்படும் போது காத்திருங்கள் ...
tr: Yerel ayar/dil silinirken lütfen bekleyin...
uk: Будь ласка, зачекайте, поки буде видалено регіон/мову...

source: Please wait while locale/language is installed...
cs: Počkejte prosím, než se nainstaluje národní prostředí/jazyk...
el: Περιμένετε όσο γίνεται εγκατάσταση της διαλέκτου/γλώσσας...
fi: Odota, että kieli on asennettu...
hr: Molimo vas da sačekate dok se lokacija/jezik instalira...
it: Attendi installazione della localizzazione/lingua...
nl: Taal wordt geïnstalleerd, een moment geduld...
pl: Poczekaj, aż zostaną zainstalowane ustawienia regionalne/język...
sk: Inštaluje sa miestne nastavenie/jazyk. Čakajte, prosím…
sr: Molimo vas da sačekate dok se lokacija/jezik instalira...
sv: Vänligen vänta medan locale/language installeras...
ta: இருப்பிடம்/மொழி நிறுவப்பட்டிருக்கும் போது காத்திருங்கள் ...
tr: Yerel ayar/dil kurulurken lütfen bekleyin...
uk: Будь ласка, зачекайте, поки буде встановлено регіон/мову...

source: Please wait while locales/languages are purged...
cs: Čekejte prosím, než budou národní prostředí/jazyky vymazány...
el: Περιμένετε όσο γίνεται εκκαθάριση των διαλέκτων/γλωσσών...
fi: Ole hyvä ja odota, että kieli on puhdistettu...
hr: Sačekaj dok se lokalni standard/jezik očiste...
it: Attendi rimozione completa delle localizzazioni/lingue...
nl: De beschikbare talen worden opgeruimd. Een moment geduld...
pl: Proszę czekać, trwa czyszczenie ustawień regionalnych/języków...
sk: Odstraňujú sa miestne nastavenia/jazyky. Čakajte, prosím…
sr: Molimo vas da sačekate dok se lokali/jezici brišu...
sv: Vänligen vänta medan lokala/språk rensas...
ta: இடங்கள்/மொழிகள் சுத்திகரிக்கப்படும்போது காத்திருங்கள் ...
tr: Yerel ayarlar/diller temizlenirken lütfen bekleyin...
uk: Будь ласка, зачекайте, поки регіони/мови будуть очищені...

source: Please wait while scanning is in progress...
bg: Моля, изчакайте докато сканирането е в ход ...
cs: Čekejte prosím, dokud probíhá vyhledávání...
da: Vent venligst mens søgeningen er i gang...
de: Der Suchvorgang läuft. Bitte warten...
el: Παρακαλώ περιμένετε καθώς εκτελείται η ανίχνευση...
et: Oota otsingu lõppemist.
fi: Odota, haku on käynnissä...
fr: Veuillez patienter pendant que la recherche est en cours...
hr: Sačekajte dok je skeniranje u tijeku...
hu: Kérem várjon, ameddig a keresés folyamatban van...
it: Attendi mentre la scansione è in corso...
lt: Prašome laukti kol vyksta paieška...
nl: Een ogenblik geduld, zoeken is bezig...
pl: Czekaj, trwa skanowanie...
pt_br: Busca em andamento. Aguarde...
ru: Пожалуйста, подождите пока идет сканирование...
sk: Prebieha vyhľadávanie. Čakajte, prosím…
sl: Izvaja se iskanje... Prosim počakajte!
sr: Sačekajte dok je skeniranje u toku...
sv: Vänligen vänta medan skanning pågår...
ta: ச்கேனிங் நடந்து கொண்டிருக்கும்போது தயவுசெய்து காத்திருங்கள் ...
tr: Tarama işlemi devam ederken lütfen bekleyin...
uk: Будь ласка, почекайте, виконується сканування...
vi: Vui lòng đợi trong khi quá trình quét đang diễn ra ...
zh_cn: 扫描正在进行中请稍等...

source: Please wait while the data is extracted...
cs: Počkejte prosím, než se data extrahují...
el: Παρακαλώ περιμένετε ενώ τα δεδομένα εξάγονται...
fi: Odota, kunnes tiedot on purettu...
hr: Sačekajte dok se podaci izdvoje...
it: Attendi estrazione dei dati...
lt: Palaukite, kol duomenys bus išgauti...
nl: De gegevens worden uitgepakt, even geduld...
pl: Proszę poczekać, aż dane zostaną wyodrębnione...
sk: Prosím, počkajte na rozbalenie údajov…
sr: Sačekajte dok se podaci izdvoje...
sv: Vänligen vänta medan data extraheras...
ta: தரவு பிரித்தெடுக்கப்படும்போது காத்திருங்கள் ...
tr: Veriler ayıklanırken lütfen bekleyin...
uk: Будь ласка, зачекайте, поки дані розархівовуються...

source: Please wait while the feeds are reset (cleared and reloaded)...
cs: Počkejte prosím, než budou zdroje resetovány (vymazány a znovu načteny)...
el: Περιμένετε ενώ γίνεται επαναφορά των πηγών (καθαρισμός και επαναφόρτωση)...
fi: Odota, Syötteet on resetoitu...
hr: Pričekajte dok se sažeci sadržaja resetiraju (očiste i ponovno učitaju)...
it: Attendi mentre i feed vengono reimpostati (cancellati e ricaricati)...
nl: De Feeds worden gewist en opnieuw geladen. Even geduld...
pl: Poczekaj, aż feed'y zostaną zresetowane (wyczyszczone i ponownie załadowane)...
sk: Prosím, počkajte na reset (vyčistenie a opätovné načítanie) zdrojov...
sr: Molimo vas da sačekate dok se izvori ponovo postavljaju (čiste i učitavaju)...
sv: Vänligen vänta medan inmatningen återställs (rensas och laddas om)...
ta: ஊட்டங்கள் மீட்டமைக்கப்படும்போது காத்திருங்கள் (அழிக்கப்பட்டு மீண்டும் ஏற்றப்பட்டது) ...
tr: Lütfen yayınlar sıfırlanırken (temizlenip yeniden yüklenirken) bekleyin...
uk: Будь ласка, зачекайте, поки фід буде скинуто (очищено та перезавантажено)...

source: Please wait while the file is read and processed...
cs: Počkejte prosím, než se soubor přečte a zpracuje...
el: Περιμένετε όσο γίνεται η ανάγνωση και η επεξεργασία του αρχείου...
fi: Odota hetki, kun tiedosto on luettu ja käsitelty...
hr: Sačekjte da se datoteka pročita i obradi...
it: Attendi mentre il file viene letto ed elaborato...
nl: A.u.b. wachten terwijl het bestand wordt gelezen en verwerkt...
pl: Proszę czekać, aż plik zostanie odczytany i przetworzony...
sk: Prosím počkajte na prečítanie a spracovanie súboru...
sr: Molimo vas da sačekate dok se datoteka čita i obrađuje...
sv: Vänligen vänta medan filen läses och bearbetas...
ta: கோப்பு படித்து செயலாக்கப்படும்போது காத்திருங்கள் ...
tr: Dosya okunup işlenirken lütfen bekleyin...
uk: Зачекайте, поки файл буде прочитано та оброблено...

source: Please wait while the list downloads...
bg: Моля, изчакайте, докато списъкът се изтегля...
cs: Počkejte prosím, než se seznam stáhne...
da: Vent venligst mens listen downloades...
de: Bitte warten während die Liste heruntergeladen wird...
el: Παρακαλώ περιμένετε καθώς γίνεται λήψη της λίστας...
fi: Odota, kunnes luettelo ladataan...
fr: Veuillez patienter pendant que la liste se télécharge...
hr: Sačekajte dok se spisak preuzme...
it: Attendi scaricamento dell'elenco...
lt: Palaukite, kol sąrašas atsisiunčiamas...
nl: Een ogenblik geduld terwijl de lijst wordt geladen...
pl: Poczekaj, aż lista się pobierze...
sk: Prosím, počkajte na stiahnutie zoznamu…
sr: Sačekajte dok se lista preuzme...
sv: Vänligen vänta medan listan laddas ner...
ta: பட்டியல் பதிவிறக்கும்போது காத்திருங்கள் ...
tr: Liste indirilirken lütfen bekleyin...
uk: Будь ласка, почекайте, список завантажується...
zh_cn: 正在下载列表,请稍候...

source: Please wait while the plugin is installed.
cs: Počkejte prosím, než se plugin nainstaluje.
el: Περιμένετε μέχρι να εγκατασταθεί το πρόσθετο.
fi: Odota, kunnes lisäosa on asennettu.
hr: Sačekaj dok se dodatak instalira.
it: Attendi mentre il plugin viene installato.
nl: De plugin wordt geïnstalleerd, een moment geduld...
pl: Poczekaj, aż wtyczka zostanie zainstalowana.
sk: Plugin sa inštaluje. Čakajte, prosím.
sr: Molimo vas da sačekate dok se dodatak instalira.
sv: Vänligen vänta medan insticksprogrammet installeras.
ta: சொருகி நிறுவப்படும்போது காத்திருங்கள்.
tr: Eklenti yüklenirken lütfen bekleyin.
uk: Зачекайте, поки плагін буде встановлено.

source: Please wait while the plugin is removed.
cs: Počkejte prosím na odstranění pluginu.
el: Περιμένετε μέχρι να αφαιρεθεί το πρόσθετο.
fi: Odota, kunnes lisäosa on poistettu.
hr: Molimo vas da sačekate dok se dodatak uklanja.
it: Attendi mentre il plugin viene rimosso.
nl: Plugin wordt verwijderd. Even geduld...
pl: Poczekaj, aż wtyczka zostanie usunięta.
sk: Plugin sa odstraňuje. Čakajte, prosím.
sr: Molimo vas da sačekate dok se dodatak uklanja.
sv: Vänligen vänta medan insticksprogrammet tas bort.
ta: சொருகி அகற்றப்படும் போது காத்திருங்கள்.
tr: Eklenti kaldırılırken lütfen bekleyin.
uk: Зачекайте, поки плагін буде видалено.

source: Please wait while the plugin is replaced.
cs: Počkejte prosím na výměnu pluginu.
el: Περιμένετε μέχρι να αντικατασταθεί το πρόσθετο.
fi: Odota, kunnes lisäosa on vaihdettu.
hr: Sačekaj da se dodatak zamjeni.
it: Attendi mentre il plugin viene sostituito.
nl: Plugin wordt vervangen. Even geduld...
pl: Poczekaj, aż wtyczka zostanie wymieniona.
sk: Prosím, počkajte na nahradenie pluginu.
sr: Molimo vas da sačekate dok se dodatak menja.
sv: Vänligen vänta medan insticksprogrammet byts ut.
ta: சொருகி மாற்றப்படும்போது காத்திருங்கள்.
tr: Lütfen eklenti değiştirilirken bekleyin.
uk: Зачекайте, поки плагін буде замінено.

source: Please wait while the plugin is updated.
cs: Počkejte prosím na aktualizaci pluginu.
el: Περιμένετε μέχρι να ενημερωθεί το πρόσθετο.
fi: Odota, kunnes lisäosa on päivitetty.
hr: Molimo vas da sačekate dok se dodatak ažurira.
it: Attendi mentre il plugin viene aggiornato.
nl: Plugin wordt geactualiseerd. Even geduld...
pl: Proszę czekać, aż wtyczka zostanie zaktualizowana.
sk: Prosím, počkajte na aktualizáciu pluginu.
sr: Molimo vas da sačekate dok se dodatak ažurira.
sv: Vänligen vänta medan plugin-programmet uppdateras.
ta: சொருகி புதுப்பிக்கப்படும் போது காத்திருங்கள்.
tr: Lütfen eklenti güncellenirken bekleyin.
uk: Зачекайте, поки плагін оновиться.

source: Please wait while we check your installed plugins...
bg: Моля, изчакайте докато проверявам инсталираните ви плъгини ....
cs: Čekejte prosím, zatímco my instalujeme vaše pluginy...
da: Vent venligst men vi kontrollere installerede Plugins...
de: Bitte warten, es werden die installierten Plugins geprüft...
el: Παρακαλώ περιμένετε όσο εκτελείται ο έλεγχος των εγκατεστημένων προσθέτων...
et: Paigaldatud pluginate uurimine.
fi: Odota hetki, kun tarkistamme asennetut lisäosia...
fr: Veuillez patienter pendant que nous vérifions les plugins installés…
hr: Sačekajte dok provjerimo vaše instalirane dodatke...
hu: Kérjük, várjon, amíg ellenőrizzük a telepített bővítményeket...
it: Attendi mentre controllo i plugin installati...
lt: Palaukite, kol tikrinami jūsų įdiegti priedai...
nl: Een ogenblik geduld, geïnstalleerde plugins worden gecontroleerd...
pl: Proszę czekać, sprawdzamy zainstalowane wtyczki…
ru: Пожалуйста подождите, идет проверка установленных плагинов...
sk: Počkajte, prosím, kým sa skontrolujú nainštalované pluginy…
sr: Sačekajte dok proverimo vaše instalirane plugin-ove...
sv: Vänligen vänta medan vi kontrollerar dina installerade plugins...
ta: உங்கள் நிறுவப்பட்ட செருகுநிரல்களை நாங்கள் சரிபார்க்கும்போது காத்திருங்கள் ...
tr: Yüklediğiniz eklentileri kontrol ederken lütfen bekleyin...
uk: Будь ласка, почекайте, йде перевірка встановлених плагінів ...
vi: Vui lòng đợi trong khi chúng tôi kiểm tra các plugin đã cài đặt của bạn ...
zh_cn: 请稍等,我们正在检查您已安装的插件...

source: Please wait while we prepare your network interfaces...
bg: Моля, изчакайте докато подготвям вашите мрежови интерфейси ...
cs: Čekejte prosím, zatímco my připravujeme Vaše síťové rozhraní...
da: Vent venligst mens vi klargører dine netværk interfaces...
de: Bitte warten während Ausführung der Netzwerk-Konfiguration.
el: Παρακαλώ περιμένετε, προετοιμασία διεπαφών δικτύου...
et: Toimub võrguliideste seadistamine.
fi: Odota, verkkosovittimia määritetään...
fr: Veuillez patienter pendant la préparation des interfaces réseau...
hr: Sačekajte dok pripremimo vaše mrežno sučelje...
hu: Kérem várjon, ameddig a hálózati interfészek elkészülnek...
it: Attendi mentre prepariamo le interfacce di rete...
lt: Palaukite, kol ruošiamos jūsų tinklo sąsajos...
nl: Een ogenblik geduld, uw netwerkinterface wordt voorbereid...
pl: Czekaj, trwa przygotowanie karty sieciowej...
pt_br: Configurando as interfaces de rede. Aguarde...
ru: Подождите, идет подготовка сетевых интерфейсов...
sk: Pripravujú sa sieťové rozhrania. Čakajte, prosím…
sl: Poteka nastavljanje omrežja... Prosim počakajte!
sr: Sačekajte dok pripremimo vaše mrežne interfejse...
sv: Vänligen vänta medan vi förbereder dina nätverksgränssnitt...
ta: உங்கள் பிணைய இடைமுகங்களை நாங்கள் தயாரிக்கும்போது காத்திருங்கள் ...
tr: Ağ arayüzleriniz hazırlanırken lütfen bekleyin...
uk: Будь ласка почекайте поки ми підготуємо Ваш мережевий інтерфейс...
vi: Xin vui lòng chờ trong khi chúng tôi chuẩn bị giao diện mạng của bạn ...
zh_cn: 请稍等,我们正在准备您的网络接口...

source: Please wait while we test your network...
bg: Моля, изчакайте докато тествам вашата мрежа ...
cs: Čekejte prosím, zatímco my testujeme Vaši síť...
da: Vent venligst mens vi tester dit netværk...
de: Bitte warten während Überprüfung des Netzwerks.
el: Παρακαλώ περιμένετε, έλεγχος δικτύου...
et: Toimub võrgu testimine.
fi: Odota, verkkoyhteyttä testataan...
fr: Veuillez patienter pendant le test de votre réseau...
hr: Sačekajte dok ne testiramo vašu vezu...
hu: Kérem várjon, ameddig a hálózati teszt lezajlik...
it: Attendi mentre facciamo dei test sulla rete...
lt: Palaukite, kol tikrinamas jūsų tinklas...
nl: Een ogenblik geduld, uw netwerk wordt getest...
pl: Czekaj, trwa test sieci...
pt_br: Testando configurações de rede. Aguarde...
ru: Подождите пока идет проверка сети...
sk: Prebieha test siete. Čakajte, prosím…
sr: Sačekajte dok ne testiramo vašu vezu...
sv: Vänligen vänta medan vi testar ditt nätverk...
ta: உங்கள் பிணையத்தை நாங்கள் சோதிக்கும்போது காத்திருங்கள் ...
tr: Ağ bağlantınız test edilirken lütfen bekleyin...
uk: Будь ласка, почекайте поки ми перевіримо Вашу мережу...
vi: Vui lòng đợi trong khi chúng tôi kiểm tra mạng của bạn ...
zh_cn: 请稍等,我们正在测试您的网络...

source: Please wait while your network is restarting...
bg: Моля, изчакайте докато вашата мрежа се рестартира...
cs: Čekejte prosím, dokud se síť nerestartuje...
da: Vent venligst, mens dit netværk genstartes...
de: Bitte warten, das Netzwerk wird neu gestartet...
el: Παρακαλώ περιμένετε, επανεκκίνηση δικτύου...
et: Oota, kuni võrk taaskäivitub.
fi: Odota, verkkoyhteydet käynnistetään uudelleen...
fr: Veuillez attendre pendant le redémarrage de votre réseau...
hr: Sačekajte da se mreža ponovo pokrene...
hu: Kérem várjon, ameddig a hálózati konfiguráció újraindul...
it: Attendi mentre la rete si sta riavviando...
lt: Palaukite, kol tinklas paleidžiamas iš naujo...
nl: Een ogenblik geduld, uw netwerk wordt herstart...
pl: Czekaj, sieć jest restartowana...
pt_br: Reiniciando a rede. Aguarde...
ru: Пожалуйста, подождите, сеть перезагружается...
sk: Sieť sa reštartuje. Čakajte, prosím…
sl: Izvaja se ponovni zagon omrežja... Prosim počakajte!
sr: Sačekajte da se mreža ponovo pokrene...
sv: Vänligen vänta medan nätverket startar om...
ta: உங்கள் பிணையம் மறுதொடக்கம் செய்யும்போது காத்திருங்கள் ...
tr: Ağınız yeniden başlatılırken lütfen bekleyin...
uk: Будь ласка, почекайте поки перезавантажується мережа...
vi: Vui lòng đợi trong khi mạng của bạn đang khởi động lại ...
zh_cn: 请稍等,您的网络正在重新启动...

source: Please wait while your skin setting is restoring...
bg: Моля, изчакайте докато настройката за кожата се възстановява...
cs: Čekejte prosím, nastavení vašeho vzhledu se obnovuje...
da: Vent venligst mens dine Tema-indstillinger bliver gendannet...
de: Bitte warten, Ihre Einstellungen werden wiederhergestellt...
el: Παρακαλώ περιμένετε για την επαναφορά των ρυθμίσεων του θέματος...
et: Kujunduse sätete taastamine.
fi: Odota, teeman asetuksia palautetaan...
fr: Veuillez patienter pendant la restauration des paramètres de votre thème…
hr: Sačekajte da se vaše postavke skina vrate u predhodno stanje...
hu: Kérem várjon, ameddig a kinézet beállítása helyreáll...
it: Attendi mentre l'impostazione della skin viene ripristinata...
lt: Palaukite, kol atkuriami jūsų temos nustatymai...
nl: Een ogenblik geduld, de skin instellingen worden teruggezet...
pl: Proszę czekać, przywracanie ustawień skórki...
sk: Obnovuje sa nastavenie vzhľadu. Čakajte, prosím…
sr: Sačekajte da se vaše postavke skina vrate u predhodno stanje...
sv: Vänligen vänta medan din hudinställning återställs...
ta: உங்கள் தோல் அமைப்பு மீட்டமைக்கும்போது காத்திருங்கள் ...
tr: Arayüz ayarlarınız geri yüklenirken lütfen bekleyin...
uk: Будь ласка, почекайте поки відновляться налаштування скіну...
vi: Xin vui lòng chờ trong khi thiết lập làn da của bạn đang khôi phục ...
zh_cn: 请稍等,您的皮肤设置正在恢复...

source: Please wait whilst feeds state is checked.
bg: Моля, изчакайте докато състоянието на каналите се проверява.
cs: Počkejte prosím, dokud nezkontroluji stav zdrojů.
da: Vent venligst mens Feeds tilstand kontrolleres.
de: Bitte warten, Feed-Status wird überprüft...
el: Παρακαλώ περιμένετε καθώς ελέγχεται η κατάσταση των πηγών.
et: Hoidlate oleku kontrollimine.
fi: Odota, syötteiden tilaa tarkistetaan...
fr: Veuillez patienter pendant que l'état de la liste des feeds est vérifié.
hr: Sačekajte dok se stanje feeds provjeri.
hu: Várjon, amíg az állapotellenőrzés zajlik.
it: Attendi mentre viene controllato lo stato dei feed.
lt: Palaukite, kol tikrinama šaltinių būklė.
nl: Een ogenblik geduld, de feed status wordt gecontroleerd.
pl: Proszę czekać, feed jest sprawdzany.
ru: Пожалуйста подождите, проверяется подключение к фиду
sk: Prosím čakajte, prebieha kontrola stavu zdrojov.
sr: Sačekajte dok se stanje fidova proveri.
sv: Vänligen vänta medan feeds status kontrolleras.
ta: ஃபீட்ச் ச்டேட் சரிபார்க்கப்படும் போது தயவுசெய்து காத்திருங்கள்.
tr: Besleme durumu kontrol edilirken lütfen bekleyin.
uk: Будь ласка, почекайте, перевіряється підключення до фіду.
vi: Xin vui lòng chờ trong khi trạng thái thức ăn được kiểm tra.
zh_cn: 请稍等,正在检查馈送状态...

source: Please wait, copy of flash memory is being deleted. This could take a few minutes to complete.
cs: Čekejte prosím, kopie flash paměti se maže. Dokončení může trvat několik minut.
el: Περιμένετε όσο διαγράφεται το αντίγραφο της μνήμης flash. Αυτό μπορεί να διαρκέσει μερικά λεπτά μέχρι να ολοκληρωθεί.
fi: Odota, kopiota muistista laajennuksesta poistetaan. Tämä voi kestää muutaman minuutin.
hr: Sačekaj, kopija flash memorije se briše. Ovo bi moglo da potraje nekoliko minuta.
it: Attendi, la copia della memoria flash è in fase di eliminazione. Potrebbero volerci alcuni minuti per il completamento.
nl: Even geduld, een kopie van het flashgeheugen wordt verwijderd. Dit kan enkele minuten duren.
pl: Proszę czekać, kopia pamięci flash jest kasowana. Może to potrwać kilka minut.
sk: Vymazáva sa kópia flash pamäte. Môže to trvať niekoľko minút. Čakajte, prosím.
sr: Molimo vas da sačekate, kopija fleš memorije se briše. Ovo može potrajati nekoliko minuta.
sv: Vänligen vänta, kopian av flashminnet håller på att raderas. Detta kan ta några minuter att slutföra.
ta: தயவுசெய்து காத்திருங்கள், ஃபிளாச் நினைவகத்தின் நகல் நீக்கப்படுகிறது. இது முடிக்க சில நிமிடங்கள் ஆகலாம்.
tr: Lütfen bekleyin, flash belleğin kopyası siliniyor. Bu işlem birkaç dakika sürebilir.
uk: Зачекайте, копія флеш-пам'яті видаляється. Це може зайняти декілька хвилин.

source: Please wait, flash memory is being copied to this flash expander. This could take a number of minutes to complete.
cs: Čekejte prosím, paměť flash se kopíruje do tohoto expandéru flash. Dokončení může trvat několik minut.
el: Περιμένετε όσο η μνήμη flash αντιγράφεται στην επέκταση flash. Αυτό μπορεί να πάρει μερικά λεπτά μέχρι να ολοκληρωθεί.
fi: Odota, muistia kopioidaan tähän muistin laajennukseen. Tämä voi kestää useita minuutteja.
hr: Sačekajte, flash memorija se kopira u ovo flash proširenje. Ovo bi moglo da potraje nekoliko minuta.
it: Attendi, è in corso la copia della memoria flash sull'espansore flash. Potrebbero volerci alcuni minuti per il completamento.
nl: Even geduld, er wordt flashgeheugen gekopieerd naar deze Flash-Expander. Dit kan enkele minuten duren.
pl: Proszę czekać, kopia pamięci flash jest kopiowana do tego rozszerzacza flash. Może to potrwać kilka minut.
sk: Pamäť flash sa kopíruje do tohto flash expandéra. Môže to trvať niekoľko minút. Čakajte, prosím.
sr: Molimo vas da čekate, flash memorija se kopira na ovaj flash ekspander. Ovo može potrajati nekoliko minuta da se završi.
sv: Vänta lite, flashminnet kopieras till denna flashexpander. Detta kan ta ett antal minuter att slutföra.
ta: தயவுசெய்து காத்திருங்கள், இந்த ஃபிளாச் விரிவாக்கத்திற்கு ஃபிளாச் நினைவகம் நகலெடுக்கப்படுகிறது. இது முடிக்க பல நிமிடங்கள் ஆகலாம்.
tr: Lütfen bekleyin, flash bellek bu flash genişleticiye kopyalanıyor. Bu işlem birkaç dakika sürebilir.
uk: Будь ласка, зачекайте, флеш-пам'ять копіюється на цей флеш-розширювач. Це може зайняти декілька хвилин.

source: Please wait, loading image...
cs: Čekejte prosím, načítá se obraz...
el: Παρακαλώ περιμένετε, φόρτωση εικόνας ...
fi: Odota, Ladataan ohjelmistoa.
nl: Het Image wordt geladen, even geduld...
pl: Proszę czekać, ładowanie systemu...
sk: Načítava sa image. Čakajte, prosím…
ta: தயவுசெய்து காத்திருங்கள், படத்தை ஏற்றுகிறது ...
tr: Lütfen bekleyin, yazılım yükleniyor...
uk: Зачекайте, завантажується імідж...

source: Please wait, swap is is being created. This could take a few minutes to complete.
cs: Čekejte prosím, právě se vytváří swap. Dokončení může trvat několik minut.
el: Περιμένετε όσο δημιουργείται το αρχείο swap. Αυτό μπορεί να πάρει μερικά λεπτά για να ολοκληρωθεί.
fi: Odota, swappia luodaan. Tämä voi kestää muutaman minuutin.
hr: Sačekajte, kreira se zamjena. Ovo bi moglo da potraje nekoliko minuta.
it: Attendi, è in corso la creazione della swap. Potrebbero volerci alcuni minuti per il completamento.
nl: Even geduld, de swap-file wordt gemaakt. Dit kan enkele minuten duren.
pl: Proszę czekać, plik wymiany jest tworzony. Może to potrwać kilka minut.
sk: Vytvára sa priestor pre swap. Môže to trvať niekoľko minút. Čakajte, prosím.
sr: Molimo vas da sačekate, zamena se kreira. Ovo može potrajati nekoliko minuta.
sv: Vänligen vänta, swap håller på att skapas. Detta kan ta några minuter att slutföra.
ta: தயவுசெய்து காத்திருங்கள், இடமாற்று உருவாக்கப்படுகிறது. இது முடிக்க சில நிமிடங்கள் ஆகலாம்.
tr: Lütfen bekleyin, takas oluşturuluyor. Bu işlemin tamamlanması birkaç dakika sürebilir.
uk: Будь ласка, зачекайте, swap створюється. Це може зайняти декілька хвилин.
