Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: When enabled, the infobar will be displayed when a new event starts.
pt_br: Quando ativado, a barra de informações será exibida quando um novo evento começar.

source: When enabled, the infobar will be displayed when changing channels.
pt_br: Quando ativado, a barra de informações será exibida ao mudar de canal.

source: When enabled, the infobar will be displayed when skipping forwards/backwards during media playback.
pt_br: Quando ativado, a barra de informações será exibida ao avançar/retornar durante a reprodução de mídia.

source: When enabled, the receiver will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
pt_br: Quando ativado, o receptor não vai mais monitorar mudanças no transponder sintonizado. Use esta opção somente se souber o que está fazendo.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
pt_br: Quando é feita uma restauração aos padrões de fábrica, todas as configurações são perdidas (lista de canais, configurações do tuner, entre outras). Depois da restauração, o receptor será reiniciado. Restaurar padrões de fábrica?
sl: Pozor! Uporaba te funkcije izbriše vse nastavitve vašega sprejemnika! Po zaključku se bo sprejemnik ponovno zagnal. Želite nadaljevati?

source: Yes and save
pt_br: Sim e salvar

source: Yes and save in movie dir
pt_br: Sim, e salvar no diretório de vídeos

source: Yes, perform a shutdown now.
pt_br: Sim, desligar agora
sl: Da, izvedi izklop sistema.

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
pt_br: O receptor está pronto para uso. A conexão de internet está ativa. Pressione OK para continuar.

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
pt_br: O receptor pode estar inutilizado agora. Consulte o manual para obter mais informações antes de reiniciar o receptor.

source: Your receiver will got to stand by due to the sleeptimer.
pt_br: O receptor será colocado em espera por um temporizador.

source: Your receiver will got to standby due to inactivity.
pt_br: O receptor será colocado em espera por inatividade.

source: Your receiver will restart after pressing OK on your remote control.
pt_br: Pressione OK para reiniciar o receptor.

source: after
pt_br: após

source: list style compact
pt_br: Lista compacta
sl: kompaktni način seznama

source: list style compact with description
pt_br: Lista compacta com descrição
sl: kompaktni način z opisom

source: list style default
pt_br: Lista normal
sl: privzet način seznama

source: list style single line
pt_br: Lista em linha simples
sl: enovrstični način seznama

source: receiver software because updates are available.
pt_br: software do receptor porque há atualizações disponíveis.

source: show softwaremanager in setup menu
pt_br: Exibir configuração de software no menu

source: show softwaremanager on blue button
pt_br: Exibir configuração de software no botão azul

source: shutdown
pt_br: Desligar
sl: izklopi

source: standby
pt_br: Espera/StandBy
sl: Stanje pripravljenosti

source: undefined
pt_br: Indefinido

source: Backup your Dreambox settings.
sl: Varnostno kopiranje nastavitev sprejemnika.

source: Manage extensions or plugins for your Dreambox
sl: Upravljanje z razširitvami in vtičniki vašega sprejemnika.

source: Online update of your Dreambox software.
sl: Nadgrajevanje sprejemnika.

source: Restore your Dreambox settings.
sl: Obnovitev varnostne kopije nastavitev sprejemnika.

source: Restore your Dreambox with a new firmware.
sl: Ta funkcija nima koristnega namena.

source: System will restart after the restore!
sl: Sprejemnik se bo po obnovitvi ponovno zagnal.

source: %d services found!
sl: %d kanalov najdenih!

source: 1 wireless network found!
sl: najdeno je 1 brezzično omrežje!

source: A finished record timer wants to set your Dreambox to standby. Do that now?
sl: Zaključen časovnik snemanja želi vaš sprejemnik poslati v stanje pripravljenosti. Se strinjate s tem dejanjem?

source: A finished record timer wants to shut down your Dreambox. Shutdown now?
sl: Zaključen časovnik snemanja želi izklopiti vaš sprejemnik. Se strinjate s tem dejanjem?

source: A sleep timer wants to set your Dreambox to standby. Do that now?
sl: Časovnik mirovanja želi vaš sprejemnik poslati v stanje pripravljenosti. Se strinjate?

source: A sleep timer wants to shut down your Dreambox. Shutdown now?
sl: Časovnik mirovanja želi izklopiti vaš sprejemnik. Se strinjate?

source: A/V Settings
sl: Avdio/Video

source: Action:
sl: Akcija:

source: Add WLAN configuration?
sl: Dodaj nastavitev brezzične mreže?

source: Add network configuration?
sl: Dodaj mrežno nastavitev?

source: Adds network configuration if enabled.
sl: Doda mrežne nastavitve, če je vključeno.

source: Adds wlan configuration if enabled.
sl: Doda nastavitve za brezzično mrežo, če je vključena.

source: Advanced Software
sl: Napredna programska oprema

source: Advanced Software Plugin
sl: Advanced Software vtičnik

source: Advanced Video Enhancement Setup
sl: Nastavi kontrast in svetlost TV

source: Advanced Video Setup
sl: Napredne video nastavitve

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
sl: Ko se čarovnik zaključi, zaščitite posamezne kanale. Za podrobno razlago postopka, preverite priložena navodila.

source: All Satellites
sl: Vsi sateliti

source: Allow Subtitle equals Audio mask
sl: Podnapisi naj se ujemajo z zvočno sledjo

source: Allow hearing impaired subtitles
sl: Dovoli podnapise za gluhe osebe

source: Always ask before sending
sl: Pred pošiljanjem vedno vprašaj

source: Anonymize crashlog?
sl: Naj bo dnevnik napak anonimen?

source: Are you sure you want to delete following backup:
sl: Ste prepričani, da želite izbrisati izbrano varnostno kopijo:

source: Are you sure you want to restore following backup:
sl: Res želite obnoviti sledečo varnostno kopijo:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
sl: Ste prepričani, da želite obnoviti varnostno kopijo Enigme2?

source: Ask before shutdown:
sl: Vprašaj pred izklopom:

source: Audio Options...
sl: Zvočne nastavitve

source: August
sl: Avgust

source: Burn existing image to DVD
sl: Zapiši obstoječo sliko (image) na DVD

source: By pressing the OK Button on your remote control, the info bar is being displayed.
sl: S pritiskom na tipko OK, se bo prikazala informacijska vrstica.

source: Cache Thumbnails
sl: Shrani sličice

source: Centered DVB subtitles
sl: Centrirani DVB podnapisi

source: Channel list preview mode
sl: Možnost predogleda TV kanalov

source: Checking Filesystem...
sl: Preverjanje datotečnega sistema...

source: Choose a wireless network
sl: Izberite brezzično omrežje

source: Choose backup files
sl: Izberite datoteke, ki jih boste varnostno kopirali

source: Choose backup location
sl: Lokacija varnostne kopije

source: Choose image to download
sl: Izberite sliko za prenos

source: Choose target folder
sl: Izberite ciljno mapo

source: Choose upgrade source
sl: Izberite vir za nadgrajevanje

source: Choose your Skin
sl: Izberite vašo predlogo

source: Cleanup Wizard
sl: Čarovnik za brisanje

source: Cleanup Wizard settings
sl: Nastavitve čarovnika za brisanje

source: Color Format
sl: Barvni format

source: Committed DiSEqC command
sl: Izvršen DiSEqC ukaz

source: CommonInterface
sl: CI vmesnik

source: Configuration Mode
sl: Nastavitveni način

source: Connect to a Wireless Network
sl: Poveži se z brezzičnim omrežjem

source: Connected!
sl: Povezan!

source: Could not connect to Dreambox .NFI Image Feed Server:
sl: Povezava z Dreambox .NFI izvornim strežnikom ni uspela:

source: Couldn't record due to conflicting timer %s
sl: Snemanje ni mogoče začeti zaradi konflikta s časovnikom %s

source: Crashlog settings
sl: Nastavitve dnevnika napak

source: CrashlogAutoSubmit
sl: Samodejno sporočanje napak

source: CrashlogAutoSubmit settings
sl: Nastavitve samodejnega sporočanja napak

source: CrashlogAutoSubmit settings...
sl: Nastavitve samodejnega sporočanja napak...

source: Crashlogs found! Send them to Dream Multimedia?
sl: Najdeni dnevniki napak! Jih pošljem k Dream Multimedii?

source: Create more detailed crash log
sl: Ustvari bolj podroben dnevnik napak

source: Create movie folder failed
sl: Neuspešno ustvarjanje "movie" mape

source: Creating partition failed
sl: Neuspešno ustvarjanje particije

source: Current Transponder
sl: Trenutni transponder

source: Custom skip time for '1'/'3'-keys
sl: Časovni preskok za tipke '1'/'3' (v sekundah)

source: Custom skip time for '4'/'6'-keys
sl: Časovni preskok za tipke '4'/'6' (v sekundah)

source: Custom skip time for '7'/'9'-keys
sl: Časovni preskok za tipke '7'/'9' (v sekundah)

source: Custom text alignment
sl: Poravnava podnapisov

source: Custom text position
sl: Položaj podnapisov

source: DVD media toolbox
sl: DVD medijska orodja

source: Debug Log location
sl: Lokacija debug dnevnika

source: Decide what should be done when crashlogs are found.
sl: Odločite se, kaj se naj stori, če bi se našli dnevniki napak.

source: Decide what should happen to the crashlogs after submission.
sl: Odločite se, kaj se naj stori z dnevniki napak, ko se jih pošlje naprej.

source: Default Settings
sl: Privzete nastavitve

source: Delete crashlogs
sl: Briši dnevnike napak

source: Delete no more configured satellite %s?
sl: Želite izbrisati satelite brez nastavitev %s?

source: DiSEqC repeats
sl: DiSEqC ponavljanja

source: Directory %s nonexistent.
sl: Mapa %s ne obstaja.

source: Disable crashlog reporting
sl: Izklopite obveščanje o dnevnikih napak

source: Disconnect
sl: Prekini

source: Do you really want to REMOVE the plugin "%s"?
sl: Res želite ODSTRANITI vtičnik "%s"?

source: Do you really want to download the plugin "%s"?
sl: Res želite prenesti vtičnik "%s"?

source: Do you want to enable the parental control feature on your dreambox?
sl: Želite na vašem sprejemniku omogočiti funkcijo starševskega nadzora?

source: Do you want to reboot your Dreambox?
sl: Želite ponovno zagnati vaš sprejemnik?

source: Do you want to submit your email address and name so that we can contact you if needed?
sl: Želite vnesti svoj elektronski naslov in ime, da lahko z vami, po potrebi, navežemo stik?

source: Do you want to update your Dreambox?
sl: Želite nadgraditi vaš sprejemnik?

source: Do you want to update your Dreambox? After pressing OK, please wait!
sl: Želite nadgraditi vaš sprejemnik? Po pritisku tipke OK, počakajte na zaključek opravila!

source: Do you want to view a tutorial?
sl: Si želite ogledati interaktivno predstavitev?

source: Don't ask, just send
sl: Ne sprašuj, samo pošlji

source: Done - Installed, upgraded or removed %d packages with %d errors
sl: Končano - nameščeno, nadgrajeno ali izbrisano %d paketov z %d napakami.

source: Download %s from Server
sl: Prenesi %s iz serverja

source: Download .NFI-Files for USB-Flasher
sl: Prenesi .NFI-datoteke za programsko nadgradnjo preko USB

source: Downloadable new plugins
sl: Seznam vtičnikov

source: EPG buton mode
sl: Način EPG tipke

source: Edit bouquets list
sl: Spremeni listo paketov

source: Edit services list
sl: Spremeni seznam kanalov

source: Edit the Nameserver configuration of your Dreambox.
sl: Spremenite nastavitve imenskega strežnika sprejemnika.

source: Edit the network configuration of your Dreambox.
sl: Spremenite mrežne nastavitve sprejemnika.

source: Enable Cleanup Wizard?
sl: Vključim čarovnik za brisanje?

source: Enable Debug log
sl: Vkjuči debug dnevnik

source: Enable parental control
sl: Vključi starševski nadzor

source: Encryption Key
sl: Šifrirni ključ

source: Encryption Keytype
sl: Vrsta ključa za šifriranje

source: EndTime
sl: ČasKonca

source: Enter your email address so that we can contact you if needed.
sl: Vnesite vaš elektronski naslov, da lahko z vami navežemo stik.

source: Everything is fine
sl: Vse je OK

source: Execution Progress:
sl: Potek izvajanja:

source: Exit the cleanup wizard
sl: Zapri čarovnik za brisanje

source: Exit wizard
sl: Izhod iz čarovnika

source: Fan %d PWM
sl: Ventilator %d PWM

source: Fan %d Voltage
sl: Ventilator %d napetost

source: Fan Control
sl: Nadzor ventilatorja

source: Fan basic action
sl: Vklop nastavitev ventilatorja?

source: Fan off duration time
sl: Čas ko bo ventilator izključen

source: Fan on duration time
sl: Čas ko bo ventilator vključen

source: Fast Forward speeds
sl: Hitrosti hitrega predvajanja naprej

source: February
sl: Februar

source: Filesystem contains uncorrectable errors
sl: Datotečni sistem vsebuje nepopravljive napake

source: Fsck failed
sl: Fsck ni uspel

source: General AC3 Delay
sl: Zamik AC3 zvoka

source: General AC3 delay (ms)
sl: Zmik AC3 zvoka (v ms)

source: General PCM Delay
sl: Zamik PCM zvoka

source: General PCM delay (ms)
sl: Zamik PCM zvoka (v ms)

source: Go to first movie
sl: Pojdi na prvi posnetek

source: Go to last item
sl: Pojdi na zadnjo datoteko

source: Go to top of list
sl: Pojdi na vrh liste

source: Harddisk setup
sl: Nastavitve trdega diska

source: Harddisk standby after
sl: HDD naj preide v mirovanje po

source: Hierarchy Information
sl: Hierarhične informacije

source: How to handle found crashlogs?
sl: Kaj naj naredim z najdenimi dnevniki napak?

source: IP Address
sl: IP naslov

source: In Progress
sl: Se izvaja

source: Include your email and name (optional) in the mail?
sl: V elektronski naslov naj bo vključeno vaše ime in vaš elektronski naslov?

source: Infobar timeout
sl: Trajanje informacijske vrstice (v sek)

source: Initial Fast Forward speed
sl: Začetna hitrost hitrega predvajanja

source: Initial Rewind speed
sl: Začetna hitrost previjanja

source: Installing default sat lists... Please wait...
sl: Poteka nameščanje privzetega seznama satelitov... Prosim počakajte!

source: Installing defaults... Please wait...
sl: Poteka nameščanje privzetih nastavitev... Prosim počakajte!

source: Installing package content... Please wait...
sl: Nameščanje vsebine paketa... Prosim počakajte!

source: Instant Record...
sl: Takojšnje snemanje

source: Invalid Location
sl: Neveljavna lokacija

source: Is this videomode ok?
sl: Je izbrana ločljivost ustrezna?

source: January
sl: Januar

source: July
sl: Julij

source: June
sl: Junij

source: Just Scale
sl: Samodejno

source: Keep old timers for how many days
sl: Obdrži časovnike stare do X dni

source: Keyboard Map
sl: Jezik tipkovnice

source: Keyboard Setup
sl: Nastavitve tipkovnice

source: LAN Adapter
sl: Mrežni vmesnik

source: Limit Debug log size (MB)
sl: Omeji velikost debug dnevnika (v MB)

source: Limited character set for recording filenames
sl: Omejen nabor znakov za imena posnetih datotek

source: Load Length of Movies in Movielist
sl: V seznamu datotek prikaži dolžino posnetkov

source: Local Network
sl: Lokalno omrežje

source: Logs
sl: Dnevniki

source: Logs Manager
sl: Upravljalnik dnevnikov

source: Long Keypress
sl: Dolgi pritisk tipke

source: March
sl: Marec

source: Margin after record
sl: Meja po snemanju (v minutah)

source: Margin before record (minutes)
sl: Meja pred snemanjem (v minutah)

source: Max. Bitrate:
sl: Največja bitna hitrost:

source: May
sl: Maj

source: Mkfs failed
sl: Mkfs ni uspel

source: Move Picture in Picture
sl: Prestavi Sliko v Sliki

source: Move to other directory
sl: Premakni se v drugo mapo

source: Nameserver Setup
sl: Nastavljanje imenskega strežnika

source: Network Configuration...
sl: Nastavitve omrežja...

source: No picture on TV? Press EXIT and retry.
sl: Na televizorju ni slike? Pritisnite tipko IZHOD in poizkusite znova.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
sl: Ne najdem pravilnega PIN za kanale! Želite spremeniti PIN? Če izberete 'Ne', bodo kanali ostali nezaščiteni!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
sl: Pravilnega PINa za nastavitve ne najdem Želite spremeniti PIN? Če izberete 'Ne', bodo nastavitve ostale nezaščitene!

source: No, just start my dreambox
sl: Ne, samo zaženi moj sprejemnik

source: No, not now
sl: Ne, ne zdaj

source: No, send them never
sl: Ne, nikoli jih ne pošlji

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
sl: Ni dovolj prostora! Sprostite prostor na disku in poizkusite ponovno (%d MB zahtevano, %d MB na voljo)

source: Now Playing
sl: Trenutno se predvaja

source: OK, remove another extensions
sl: Prav, odstani še eno razširitev

source: OK, remove some extensions
sl: Prav, odstrani nekaj razširitev

source: October
sl: Oktober

source: Online version check every (hours) 0 = Disable
sl: Preveri za novo verzijo OpenViX (v urah) 0 = izklopljeno

source: Only Free scan
sl: Išči samo prosto dostopne kanale

source: Optionally enter your name if you want to.
sl: Če želite, vnesite vaše ime.

source: Orbital Position
sl: Orbitalna pozicija

source: Overwrite configuration files ?
sl: Prepis nastavitvenih datotek?

source: Package removal failed.
sl: Odstranitev paketa ni uspela.

source: Package removed successfully.
sl: Paket je uspešno odstranjen.

source: Parental control services Editor
sl: Urejanje storitve starševske zaščite

source: Parental control type
sl: Vrsta starševske zaščite

source: Permanent Timeshift Enable
sl: Vključi stalni časovni zamik

source: Phone number
sl: Telefonska številka

source: Pin code needed
sl: Vpišite PIN kodo

source: Please Reboot
sl: Prosim ponovno zaženi

source: Please Select Medium to be Scanned
sl: Izberete medij, ki se ga bo v nadaljevanju pregledalo

source: Please choose the default services lists you want to install.
sl: Izberite seznam privzetih kanalov za namestitev.

source: Please enter your email address here:
sl: Prosim, da vnesete vaš email naslov sem:

source: Please press OK!
sl: Prosim, da pritisnite tipko OK!

source: Please select an extension to remove.
sl: Izberite vtičnik za odstranitev.

source: Please select an option below.
sl: Izberite ustrezno spodnjo nastavitev.

source: Please wait while removing selected package...
sl: Poteka odstranjevanje izbranega paketa... Prosim počakajte!

source: Please wait while searching for removable packages...
sl: Izvaja se iskanje odstranljivih paketov... Prosim počakajte!

source: Polarity
sl: Polariteta

source: Positioner fine movement
sl: Podrobno nastavljanje

source: Positioner movement
sl: Premik rotorja

source: Positioner storage
sl: Hranilnik motorja

source: Prefer AC3
sl: AC3 zvok naj ima prednost

source: Prefer DVB-grafical subtitles
sl: DVB podnapisi naj imajo prednost

source: Prefer audio stream stored by service
sl: Ročno izbrana zvočna sled naj ima prednost

source: Prefer hearing impaired subtitles
sl: Podnapisi za gluhe naj imajo prednost

source: Prefer subtitle stored by service
sl: Ročno izbran podnapis naj ima prednost

source: Press OK to select a Provider.
sl: Za izbiro ponudnika pritisnite OK.

source: Programme Guide
sl: Programski vodič

source: Progress Small
sl: Napredek - majhno

source: Protect setup
sl: Zaščiti nastavitve

source: Quickzap
sl: Hitri preklop

source: Refresh Rate
sl: Hitrost osveževanja

source: Remove failed.
sl: Odstrani neuspešno.

source: Remove items from trash after (days)
sl: Odstrani datoteke iz smetnjaka po X dnevih

source: Removed successfully.
sl: Uspešno odstranjeno.

source: Rename crashlogs
sl: Preimenuj dnevnike napak

source: Repeat Type
sl: Vrsta ponavljanja

source: Restore running
sl: Poteka obnavljanje...

source: Rewrap teletext subtitles
sl: Rewrap teletekst podnapise

source: Rolloff
sl: Odvrti

source: Sat / Dish Setup
sl: Nastavitve krožnika

source: Satellite Equipment Setup
sl: Nastavitve satelitske opreme

source: Save Playlist
sl: Shrani seznam predvajanja

source: Scaling Mode
sl: Način skaliranja

source: Scan Files...
sl: Išči datoteke...

source: Scan QAM128
sl: Išči QAM128

source: Scan QAM16
sl: Išči QAM16

source: Scan QAM256
sl: Išči QAM256

source: Scan QAM32
sl: Išči QAM32

source: Scan QAM64
sl: Išči QAM64

source: Scan SR6875
sl: Išči SR6875

source: Scan SR6900
sl: Išči SR6900

source: Scan Wireless Networks
sl: Preveri brezžična omrežja

source: Scan band EU HYPER
sl: Išči band EU HYPER

source: Scan band EU MID
sl: Išči band EU MID

source: Scan band EU SUPER
sl: Išči band EU SUPER

source: Scan band EU UHF IV
sl: Išči band EU UHF IV

source: Scan band EU UHF V
sl: Išči band EU UHF V

source: Scan band EU VHF I
sl: Išči band EU VHF I

source: Scan band EU VHF III
sl: Išči band EU VHF III

source: Scan band US HIGH
sl: Išči band US HIGH

source: Scan band US HYPER
sl: Išči band US HYPER

source: Scan band US LOW
sl: Išči band US LOW

source: Scan band US MID
sl: Išči band US MID

source: Scan band US SUPER
sl: Išči band US SUPER

source: Select Network Adapter
sl: Izberite omrežni vmesnik

source: Select package
sl: Izberite paket

source: Set End Time
sl: Določi čas konca

source: Set Voltage and 22KHz
sl: Nastavi napetost in 22KHz

source: Set available internal memory threshold for the warning.
sl: Določite mejo, pri kateri se pojavi sporočilo o pomankanju pomnilnika.

source: Setup Mode
sl: Nastavljanje

source: Show Info
sl: Prikaži informacije

source: Show Message when Recording starts
sl: Ob začetku snemanja prikaži obvestilo

source: Show WLAN Status
sl: Prikaži stanje brezzične mreže

source: Show channel selection on mode change
sl: Pri menjavi iz TV v Radio način in obratno, naj se pokaže lista kanalov

source: Show services beginning with
sl: Prikaži kanale, ki se začnejo z

source: Show status icons in Movielist
sl: V seznamu datotek prikaži statusne ikone

source: Shutdown Dreambox after
sl: Izklopi sprejemnik po

source: Single transponder
sl: Posamezni transponder

source: Singlestep (GOP)
sl: Po korakih (GOP)

source: Sleep timer action:
sl: Akcija časovnika spanja:

source: Slideshow Interval (sec.)
sl: Interval prikazovanja [sekund]

source: Slow Motion speeds
sl: Hitrosti počasnega predvajanja

source: SoftCam / CI
sl: Emulatorji

source: Sorry your backup destination is not writeable. Please choose an other one.
sl: Prostor na katerega želite posneti varnostno kopijo ni zapisljiv!

source: Sorry, no Details available!
sl: Oprostite, dodatne informacije niso na voljo!

source: Soundcarrier
sl: Zvočni nosilec

source: Standby Fan %d PWM
sl: Ventilator v stanju pripravljenosti %d PWM

source: Standby Fan %d Voltage
sl: Ventilator v stanju pripravljenosti %d voltaža

source: StartTime
sl: Začetni čas

source: Stop Timeshift?
sl: Ustavim časovni zamik?

source: Swap SNR in db with SNR in percentage on OSD
sl: Prikaz moči signala v db zamenjaj s prikazom v odstotkih

source: Swap Services
sl: Zamenjava kanala

source: Switch to next subservice
sl: Preklopi na naslednjo pod-storitev

source: Switch to previous subservice
sl: Preklopi na prejšnjo pod-storitev

source: Symbol Rate
sl: Razmerje simbolov

source: Symbolrate
sl: Razmerje simbolov

source: TV System
sl: TV Sistem

source: Temperature and Fan control
sl: Nadzor ventilatorja

source: Test Type
sl: Vrsta testa

source: Test the network configuration of your Dreambox.
sl: Preverite omrežne nastavitve vašega sprejemnika.

source: Test-Messagebox?
sl: Testno sporočilno okno?

source: Text border width
sl: Širina obrobe pisave

source: Text font size
sl: Velikost podnapisov
