Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Cycle through the InfoBars
cs: Přepnout zobrazení informačního panelu
el: Εναλλαγή εμφάνισης μπάρας πληροφοριών
fi: Näytä ohjelman tiedot
fr: Basculer l'affichage de la barre d'informations
hr: Ciklus kroz Info Trake
it: Passa in rassegna le barre informative
lt: Perjungti informacinės juostos rodymą
nl: Wissel de weergave van de Informatiebalk
pl: Przechodź przez paski informacyjne
sk: Prepnúť zobrazenie infolišty
sr: Ciklus kroz Info Trake
sv: Cykla genom InfoBars
ta: இன்போபரின் காட்சியை மாற்றவும்
tr: Bilgi çubukları arasında geçiş yap
uk: Увімкнути/вимкнути відображення InfoBar

source: Cycle through the available aspect ratios
cs: Procházení dostupných poměrů stran
el: Εναλλαγή διαθέσιμων λόγων πλευρών
fi: Vaihda kuvasuhdetta
fr: Modifier le ratio d'aspect…
hr: Kružite kroz dostupne aspekt odnose
it: Passa in rassegna le proporzioni disponibili
lt: Perjungti kraštinių santykį...
nl: De gewenste beeldverhouding selecteren
pl: Przejrzyj dostępne proporcje obrazu
sk: Prepnúť pomer strán…
sr: Ciklus kroz dostupne odnosе stranica
sv: Bläddra bland de tillgängliga bildförhållandena
ta: விகித விகிதத்தை மாற்றவும் ...
tr: Geçerli en boy oranları arasında geçiş yap
uk: Переключити співвідношення сторін

source: Cycling
cs: Cyklování
da: Cykling
el: Ποδηλασία
fi: Pyöräily
fr: Cyclisme
hr: Ciklusni
it: Ciclismo
lt: Dviračių sportas
nl: Fietsen
pl: Kolarstwo
sk: Cyklistika
sr: Ciklusni
sv: Cykling
ta: சைக்கிள் ஓட்டுதல்
tr: Bisiklet
uk: Велоспорт
zh_cn: 循环

source: Cyprus
cs: Kypr
da: Cypern
de: Zypern
el: Κύπρος
et: Küpros
fi: Kypros
fr: Chypre
hu: Ciprus
it: Cipro
lt: Kipras
pl: Cypr
sv: Cypern
ta: சைப்ரச்
tr: Kıbrıs
uk: Кіпр
vi: Đảo Síp
zh_cn: 塞浦路斯

source: Czech
cs: Česky
da: Tjekkisk
de: Tschechisch
el: Τσέχικα
et: Tšehhi
fi: Tšekki
fr: Tchèque
hr: Češki
hu: Cseh
it: Ceco
lt: Čekų
nl: Tsjechisch
pl: Czeski
pt_br: Checo
ru: Чешский
sk: čeština
sr: Češki
sv: Tjeckiska
ta: செக்
tr: Çekçe
uk: Чешська
vi: Séc
zh_cn: 捷克

source: Czech Republic
cs: Česká republika
el: Τσεχία
fi: Tšekki
fr: République Tchèque
hr: Češka Republika
it: Repubblica Ceca
lt: Čekijos Respublika
nl: Tsjechië
pl: Republika Czeska
sk: Česko
sv: Tjeckien
ta: செக் குடியரசு
tr: Çek Cumhuriyeti
uk: Чеська Республіка

source: DLNA support
bg: DLNA поддръжка
cs: Podpora DLNA
da: DLNS understøttelse
de: DLNA
el: Υποστήριξη DLNA
et: DLNA tugi
fi: DLNA tuki
fr: Support DLNA
hr: DLNA podrška
hu: DLNA támogatás
it: Supporto DLNA
lt: DLNA palaikymas
pl: DLNA wsparcie
ru: Поддержка DLNA
sk: Podpora DLNA
sr: DLNA podrška
sv: Stöd för DLNA
ta: டி.எல்.என்.ஏ உதவி
tr: DLNA desteği
uk: DLNA підтримка
vi: Hỗ trợ DLNA
zh_cn: DLNA支持

source: DMM advanced
bg: DMM за напреднали
cs: Rozšířené
da: DMM avanceret
el: DMM προχωρημένο
et: DMM täpne
fi: DMM laaja
fr: DMM avancé
hr: DMM napredno
hu: DMM haladó
it: DMM avanzato
lt: DMM išsamiai
nl: DMM geavanceerd
pl: DMM zaawansowane
pt_br: DMM avançado
ru: DMM расширенный
sk: DMM pokročilé
sr: DMM napredno
sv: DMM avancerad
ta: டி.எம்.எம் மேம்பட்டது
tr: DMM gelişmiş
uk: DMM розширено
vi: DMM nâng cao
zh_cn: DMM高级

source: DMM normal
bg: DMM нормален
cs: Normální
el: DMM κανονικό
et: DMM tavaline
fi: DMM normaali
hr: DMM standardno
hu: DMM hagyományos
it: DMM normale
lt: DMM veikiantis
nl: DMM normaal
pl: DMM normalny
ru: DMM стандарт
sk: DMM normálne
sr: DMM normalno
ta: டி.எம்.எம் இயல்பானது
uk: DMM нормально
vi: DMM bình thường
zh_cn: DMM普通

source: DNS Settings
bg: DNS настройки
cs: Nastavení DNS
el: Ρυθμίσεις DNS
fi: DNS Asetukset
hr: DNS Postavke
it: Impostazioni DNS
lt: DNS parametrai
nl: DNS instellingen
pl: Ustawienia DNS
sk: Nastavenia DNS
sr: DNS Postavke
sv: DNS-inställningar
ta: டி.என்.எச் அமைப்புகள்
tr: DNS Ayarları
uk: Налаштування DNS

source: DNS data source
bg: DNS източник на данни
cs: Zdroj DNS
el: Πηγή δεδομένων DNS
fi: DNS data lähde
hr: DNS izvor podataka
it: Sorgente dati DNS
lt: DNS duomenų šaltinis
nl: DNS gegevensbron
pl: Źródło danych DNS
sk: Zdroj údajov DNS
sr: DNS izvor podataka
sv: DNS datakälla
ta: டிஎன்எச் தரவு மூல
tr: DNS veri kaynağı
uk: Джерело даних DNS

source: DNS protocol mode
cs: Režim DNS
el: Λειτουργία DNS
hr: Način rada DNS protokola
it: Modalità DNS
nl: DNS Modus
sr: DNS režim protokola
sv: DNS-läge
tr: DNS protokol modu
uk: Режим DNS

source: DNS suffix
cs: Přípona DNS
el: Επίθημα DNS
fi: DNS pääte
it: Suffisso DNS
nl: DNS-achtervoegsel
sk: Prípona DNS
ta: டி.என்.எச் பின்னொட்டு
tr: DNS soneki
uk: DNS суфікс

source: DNSCrypt Resolver
cs: Překladač DNSCrypt
hr: DNSCrypt Prevoditelj
it: Risolutore DNSCrypt
sr: DNSCrypt Prevoditelj
tr: DNSCrypt Çözümleyicisi
uk: Розшифровувач DNSCrypt

source: DO NOT POWER OFF YOUR DEVICE WHILE UPDATING! Update now?
bg: НЕ ИЗКЛЮЧВАЙТЕ УСТРОЙСТВОТО СИ ПО ВРЕМЕ НА АКТУАЛИЗИРАНЕ! Актуализация сега?
cs: BĚHEM AKTUALIZACE NEVYPÍNEJTE ZAŘÍZENÍ! Nyní aktualizovat?
da: SLUK IKKE FOR DIN ENHED UNDER OPDATERING! Updater nu ?
de: Die Box nicht ausschalten beim Update! Jetzt updaten?
el: ΜΗΝ ΑΠΕΝΕΡΓΟΠΟΙΕΙΤΕ ΤΗ ΣΥΣΚΕΥΗ ΣΑΣ ΚΑΤΑ ΤΗΝ ΕΝΗΜΕΡΩΣΗ! Να γίνει ενημέρωση τώρα;
et: ÄRA LÜLITA UUENDUSE KÄIGUS VASTUVÕTJAT VÄLJA! Kas uuendada kohe?
fi: ÄLÄ KATKAISE VIRTAA LAITETTA PÄIVITTÄESSÄ! Päivitetäänkö nyt?
fr: NE PAS ÉTEINDRE VOTRE APPAREIL PENDANT LA MISE À JOUR ! Mettre à jour maintenant ?
hr: NE ISKLJUČUJ UREĐAJ TOKOM AŽURIRANJA! Ažuriraj sad?
hu: NE KAPCSOLJA KI AZ ESZKÖZÉT MÍG A FRISSÍTÉS MEGY! Frissít most?
it: NON SPEGNERE IL DISPOSITIVO DURANTE L'AGGIORNAMENTO! Aggiornare adesso?
lt: NEIŠJUNKITE SAVO ĮRENGINIO IŠ MAITINIMO ĮTAMPOS ATNAUJINIMO METU! Atnaujinti dabar?
nl: SCHAKEL UW APPARAAT NIET UIT TIJDENS HET UPDATEN! Nu updaten?
pl: NIE WYŁĄCZAJ URZĄDZENIA PODCZAS AKTUALIZACJI! Zaktualizować teraz?
sk: NEVYPÍNAJTE ZARIADENIE POČAS AKTUALIZOVANIA! Aktualizovať hneď?
sr: NE ISKLJUČUJ UREĐAJ TOKOM AŽURIRANJA! Ažuriraj sad?
sv: STÄNG INTE AV DIN ENHET UNDER UPPDATERINGEN! Uppdatera nu?
ta: புதுப்பிக்கும்போது உங்கள் சாதனத்தை இயக்க வேண்டாம்! இப்போது புதுப்பிக்கவா?
tr: GÜNCELLEME SIRASINDA CİHAZINIZI KAPATMAYIN! Şimdi güncellemek ister misiniz?
uk: НЕ ВИКЛЮЧАЙТЕ ВАШ ПРИСТРІЙ ПІД ЧАС ОНОВЛЕННЯ! Оновити зараз?
vi: KHÔNG TẮT ĐIỆN THIẾT BỊ CỦA BẠN KHI CẬP NHẬT! Cập nhật bây giờ?
zh_cn: 更新时不要关闭设备的电源! 是否现在更新?

source: DTS HD downmix
bg: DTS HD цифрово смесване
el: Αποκωδικοποίηση και μίξη DTS HD
et: DTS HD > stereo
fi: DTS muunto stereoksi
fr: Mixage descendant DTS HD
it: Downmix DTS HD
lt: DTS HD suliejimas
sv: DTS HD nedmixning
ta: டி.டி.எச் எச்டி டவுன்மிக்ச்
uk: DTS HD мікшування
zh_cn: DTS高清缩混

source: DTS downmix
bg: DTS цифрово смесване
el: Αποκωδικοποίηση και μίξη DTS
et: DTS > stereo
fi: DTS muunto stereoksi
fr: Downmix DTS
hu: DTS lekeverése
it: Downmix DTS
lt: DTS perkodavimas
sv: DTS nedmixning
ta: டி.டி.எச் டவுன்மிக்ச்
uk: DTS мікшування
zh_cn: DTS缩混

source: DUAL LAYER DVD
cs: DVOUVRSTVÉ DVD
da: Dobbeltlags DVD
de: Double Layer DVD
el: DVD ΔΙΠΛΗΣ ΣΤΡΩΣΗΣ
et: Kahekihiline DVD
fr: DVD DOUBLE COUCHE
hr: Dvoslojni DVD
hu: Kétréteges DVD
it: DVD A DOPPIO STRATO
lt: DVISLUOKSNIS DVD
pl: Dwuwarstwowe DVD
pt_br: DVD Dupla Camada
ru: Двухслойный ДВД
sk: DVOJVRSTVOVÉ DVD
sl: Dvo-slojni DVD
sr: Dvoslojni DVD
ta: இரட்டை அடுக்கு டிவிடி
tr: ÇİFT KATMAN DVD
uk: ДВОШАРОВИЙ DVD
vi: DVD DUAL LAYER
zh_cn: 双层DVD

source: DVB CI Delay
bg: DVB CI Забавяне
cs: Zpoždění DVB CI
da: DVB CI forsinkelse
de: DVB-CI-Verzögerung
el: Καθυστέρηση DVB CI
et: DVB CI viiteaeg
fi: DVB CI Viive
fr: DVB CI délai
hr: DVB CI Odlaganje
hu: DVB CI késleltetés
it: Ritardo DVB CI
lt: DVB CI delsa
nl: DVB CI vertraging
pl: Opóźnienie DVB CI
sk: Oneskorenie DVB CI
sr: DVB CI Odlaganje
sv: DVB CI-fördröjning
ta: டி.வி.பி தொஒ நேரந்தவறுகை
tr: DVB CI Gecikmesi
uk: Затримка DVB CI
vi: Sự chậm trễ của DVB CI
zh_cn: CI系统的DVB

source: DVB Subtitles PID & Language
bg: DVB субтитри PID и език
cs: DVB titulky PID a jazyk
el: Υπότιτλοι DVB PID & γλώσσα
fi: DVB teksitykset PID & kieli
fr: PID Sous-titres DVB - lang
hr: DVB Subtitl PID & Jezik
it: PID e lingua dei sottotitoli DVB
lt: DVB subtitrai PID ir kalba
nl: DVB ondertiteling PID & taal
pl: Napisy DVB, PID i język
sk: DVB titulky, PID a jazyk
sr: DVB Subtitl PID & Jezik
sv: DVB-undertexter PID & språk
ta: டி.வி.பி வசன வரிகள் பிஐடி & மொழி
tr: DVB Altyazıları PID & Dil
uk: PID і мова DVB субтитрів

source: DVB subtitle black transparency
bg: DVB субтитри черна прозрачност
cs: Průhlednost pozadí DVD titulků
da: DVB undertekst sort gennmemsigtighed
de: Transparenz für DVB Untertitel
el: Διαφάνεια υποτίτλων DVB
et: DVB subtiitrite tausta läbipaistvus
fi: DVB tekstin mustan reunan läpinäkyvyys
fr: Transparence des sous-titres DVB
hr: DVB Titl crna prozirnost
hu: DVB felirat fekete-áttetszőssége
it: Sottotitoli DVB trasparenza nero
lt: DVB subtitrų juodas skaidrumas
nl: Transparantie van de achtergrond bij DVB-ondertitels
pl: Przezroczystość czarnego tła napisów DVB
pt_br: Transparência do preto da legenda DVB
ru: Черная прозрачность DVB субтитров
sk: Priehľadnosť pozadia DVD titulkov
sl: Prozornost podlage pri DVB podnapisih
sr: DVB Titl crna prozirnost
sv: DVB-undertext svart transparens
ta: டி.வி.பி வசன வரிகள் கருப்பு வெளிப்படைத்தன்மை
tr: DVB altyazı siyah saydamlığı
uk: Прозорість DVB субтитрів
vi: Phụ đề màu đen trong suốt DVB
zh_cn: DVB字幕透明度

source: DVB subtitles color
cs: Barva DVB titulků
el: Χρώμα υποτίτλων DVB
fi: DVB tekstityksen väri
hr: DVB subtitl boja
it: Colore sottotitoli DVB
nl: DVB ondertitels kleur
pl: Kolor napisów DVB
sk: Farba DVB titulkov
sr: DVB subtitl boja
sv: DVB-undertexter färg
ta: டி.வி.பி வசன வரிகள் நிறம்
tr: DVB altyazıları rengi
uk: Колір субтитрів DVB

source: DVD Burn
bg: Запиши DVD
cs: Vypalování DVD
da: DVD Brænding
de: DVD brennen
el: Εγγραφή DVD
et: DVD kirjutamine
fi: Polta DVD
fr: Graver le DVD
hr: Snimanje DVD
hu: DVD Írás
it: Masterizzazione DVD
lt: DVD įrašymas
nl: DVD branden
pl: Nagraj DVD
sk: Vypaľovanie DVD
sr: Narezivanje DVD
sv: DVD-bränning
ta: டிவிடி எரியும்
tr: DVD Yazma
uk: Запис ДВД
vi: Ghi DVD
zh_cn: DVD刻录

source: DVD File Browser
bg: DVD файлов браузър
cs: DVD prohlížeč souborů
da: DVD filbrowser
de: DVD-Dateimanager
el: Πλοηγός αρχείων DVD
et: DVD failibrauser
fi: DVD-tiedostoselain
fr: Explorateur de fichiers DVD
hr: Preglednik DVD datoteka
hu: DVD Fájlkezelő
it: Navigatore di file DVD
lt: DVD failų naršyklė
nl: DvD bestands verkenner
pl: Przeglądarka plików DVD
ru: Обозреватель файлов ДВД
sk: DVD prehliadač súborov
sr: Pregledač DVD Fajla
sv: DVD-filbläddrare
ta: டிவிடி கோப்பு உலாவி
tr: DVD Dosya Tarayıcısı
uk: Оглядач файлів DVD
vi: Trình duyệt tập tin DVD
zh_cn: DVD文件浏览器

source: DVD Menu
bg: DVD Меню
cs: Menu DVD
de: DVD-Menü
el: Μενού DVD
et: DVD menüü
fi: DVD Valikko
hu: DVD Menü
it: Menu DVD
lt: DVD meniu
pl: Menu DVD
sr: DVD Meni
sv: DVD-meny
ta: டிவிடி பட்டியல்
tr: DVD Menüsü
uk: Меню ДВД
vi: Menu DVD
zh_cn: DVD菜单

source: DVD Title list
bg: Списък със заглавията на DVD
cs: Seznam titulů DVD
el: Λίστα τίτλων DVD
fi: DVD Otsikko lista
fr: Liste des titres DVD
hr: Popis DVD naslova
it: Elenco titoli DVD
lt: DVD pavadinimų sąrašas
nl: DVD titellijst
pl: Lista Tytułów DVD
sk: Zoznam titulov DVD
sr: DVD lista Naslova
sv: DVD-titellista
ta: டிவிடி தலைப்பு பட்டியல்
tr: DVD Başlık Listesi
uk: Список назв DVD

source: DVD player
bg: DVD плейър
cs: DVD přehrávač
da: DVD adspiler
el: Αναπαραγωγή DVD
et: DVD-mängija
fi: DVD soitin
fr: Lecteur DVD
hr: DVD plejer
hu: DVD lejátszó
it: Lettore DVD
lt: DVD grotuvas
nl: DVD-speler
pl: Odtwarzacz DVD
pt_br: Reprodutor de DVD
sk: DVD prehrávač
sr: DVD plejer
sv: DVD-spelare
ta: டிவிடி பிளேயர்
tr: DVD oynatıcı
uk: DVD програвач
vi: Đâu đia DVD
zh_cn: DVD播放器

source: DVDPlayer
cs: DVD přehrávač
da: DVD Afspiller
el: Αναπαραγωγός DVD
et: DVD-mängija
fi: DVD soitin
fr: Lecteur DVD
hr: DVDPlejer
hu: DVD lejátszó
lt: DVD grotuvas
nl: DVD speler
pl: Odtwarzacz DVD
sk: DVD prehrávač
sr: DVDPlejer
sv: DVD-spelare
ta: டிவிடி பிளேயர்
tr: DVD oynatıcı
uk: DVD-Програвач
vi: Đâu đia DVD
zh_cn: DVD播放器

source: Daily
bg: Дневно
cs: Denně
da: Daglig
de: Täglich
el: Καθημερινά
et: Iga päev
fi: Päivittäin
fr: Quotidien
hr: Svakodnevno
hu: Naponta
it: Giornaliero
lt: Kasdien
nl: Dagelijks
pl: Codziennie
ru: Ежедневно
sk: Denne
sr: Svakodnevno
sv: Dagligen
ta: நாள்தோறும்
tr: Günlük
uk: Щодня
vi: Hằng ngày
zh_cn: 每天

source: Dance
bg: Танцувай
cs: Tanec
da: Dans
de: Tanz
el: Χορός
fi: Tanssi
fr: Danser
hr: Ples
it: Danza
lt: Šokių
pl: Taniec
sk: Tanec
sr: Ples
sv: Dans
ta: நடனம்
tr: Dans
uk: Танці
zh_cn: 舞蹈

source: Danish
cs: Dánsky
da: Dansk
de: Dänisch
el: Δανικά
et: Taani
fi: Tanska
fr: Danois
hr: Danski
hu: Dán
it: Danese
lt: Danų
nl: Deens
pl: Duński
pt_br: Dinamarquês
ru: Датский
sk: dánčina
sr: Danski
sv: Danska
ta: டேனிச்
tr: Danca
uk: Данська
vi: Người Đan Mạch
zh_cn: 丹麦语

source: Darts
cs: Šipky
hr: Pikado
it: Freccette
sr: Pikado
tr: Dartlar
uk: Дартс

source: Date
bg: Дата
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
et: Kuupäev
fi: Päivämäärä
hr: Datum
hu: Dátum
it: Data
lt: Data
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sk: Dátum
sl: Datum
sr: Datum
sv: Datum
ta: திகதி
tr: Tarih
uk: Дата
vi: Ngày
zh_cn: 日期

source: Date / Time
cs: Datum / Čas
el: Ημερομηνία/ώρα
fi: Päivämäärä / Kellonaika
hr: Datum / Vrijeme
it: Data / Ora
lt: Data / laikas
nl: Datum / Tijd
pl: Data / Czas
sk: Dátum/čas
sr: Datum / Vreme
sv: Datum / Tid
ta: தேதி / நேரம்
tr: Tarih / Saat
uk: Дата / час

source: Date Time Input Actions
cs: Vstupní datum a čas Akce
el: Ενέργειες εισαγωγής ώρας ημερομηνίας
fi: Päivämäärä Asetukset
hr: Radnje unosa Vremena Datuma
it: Azioni immissione data e ora
nl: Datum / tijd invoer Acties
pl: Działania związane z wprowadzaniem daty i godziny
sk: Akcie pre zadanie času / dátumu
sr: Radnje unosa Vremena Datuma
sv: Datum Tid Inmatning Åtgärder
ta: தேதி நேர உள்ளீட்டு நடவடிக்கைகள்
tr: Tarih Saat Giriş İşlemleri
uk: Дії кнопок по введення дати та часу

source: Date ascending
cs: Datum vzestupně
el: Αύξουσα ημερομηνία
fi: Päivämäärä nouseva
hr: Rastući datum
it: Data crescente
lt: Data didėjimo tvarka
nl: Datum oplopend
pl: Data rosnąco
sk: Dátum vzostupne
sr: Rastući datum
sv: Datum i stigande ordning
ta: தேதி ஏறுதல்
tr: Tarih artan şekilde
uk: Дата за зростанням

source: Date descending
cs: Datum sestupně
el: Φθίνουσα ημερομηνία
fi: Päivämäärä laskeva
hr: Opadajući datum
it: Data decrescente
lt: Data mažėjimo tvarka
nl: Datum aflopend
pl: Data malejąco
sk: Dátum zostupne
sr: Opadajući datum
sv: Datum i fallande ordning
ta: தேதி இறங்கு
tr: Tarih azalan şekilde
uk: Дата за спаданням

source: Date style
bg: Стил за дата
cs: Styl data
da: Datostil
de: Datumsformat
el: Στυλ ημερομηνίας
et: Kuupäeva kuju
fi: Päivämäärän näyttömuoto
fr: Style de date
hr: Stil datuma
it: Stile data
lt: Datos stilius
nl: Datumstijl
pl: Styl daty
sk: Štýl dátumu
sr: Stil datuma
sv: Datum stil
ta: தேதி நடை
tr: Tarih stili
uk: Стиль дати
vi: Phong cách ngày
zh_cn: 日期样式

source: Date/time input
bg: Дата/час на въвеждане
cs: Nastavení data/času
da: Angiv dato/tid
de: Datums- / Zeiteingabe
el: Εισαγωγή ημερομηνίας/ώρας
et: Aeg/kuupäev
fi: Päivämäärä / kellonaika
fr: Saisie Date/Heure
hr: Datum/vrijeme ulaz
hu: Idő/Dátum megadása
it: Inserimento data/ora
lt: Datos/laiko įvestis
nl: Tijd/datum invoer
pl: Wprowadzanie daty/godziny
pt_br: Informe a data/hora
ru: Ввод даты/времени:
sk: Zadanie dátumu/času
sr: Datum/vreme ulaz
sv: Inmatning av datum/tid
ta: தேதி/நேர உள்ளீடு
tr: Tarih/saat girişi
uk: Ввести дата/час
vi: Ngày / thời gian đầu vào
zh_cn: 输入日期/时间

source: Date: %s Author: %s
cs: Datum: %s Autor: %s
el: Ημερομηνία: %s Δημιουργός: %s
fi: Päivämäärä: %s Tekijä: %s
hr: Datum: %s Autor: %s
it: Data: %s Autore: %s
lt: Data: %s Authorius: %s
nl: Datum: %s Auteur: %s
pl: Data: %s Autor: %s
sk: Dátum %s Autor: %s
sr: Datum: %s Autor: %s
sv: Datum: %s Författare: %s
ta: தேதி: %s ஆசிரியர்: %s
tr: Tarih: %s Yazar: %s
uk: Дата: %s Автор: %s

source: Day D Mon
cs: Den D Pon
da: Dag D Mån
de: Tag T Mon
el: Ημέρα Η Μην
et: Päev P Kuu
fi: Päivä P-Kuukausi
fr: Jour D Mois
hr: Dan D Mes
it: Giorno D Mese
lt: Diena D Pir
nl: Dag D Ma
pl: Dzień D Pon
sk: Deň D Po
sr: Dan D Mes
sv: Dag D mån
ta: நாள் டி திங்கள்
tr: Gün D Pzt
uk: День Д Міс
vi: Ngày D Môn
zh_cn: 年 日 月

source: Day D-Mon
cs: Den D-Pon
da: Dag D-Mån
de: Tag T-Mon
el: Ημέρα Η-Μην
et: Päev P-Kuu
fi: Päivä P-Kuukausi
fr: Jour D-Mois
hr: Dan D-Mes
it: Giorno D-Mese
lt: Diena D-Pir
nl: Dag D-Ma
pl: Dzień D-Pon
sk: Deň D-Po
sr: Dan D-Mes
sv: Dag D-Mon
ta: நாள் டி-மோன்
tr: Gün D-Pzt
uk: День Д-Міс
vi: Ngày D-Mon

source: Day D/M
cs: Den D/M
da: Dag D/M
de: Tag T/M
el: Ημέρα Η/Μ
et: Päev P/K
fi: Päivä P/K
fr: Jour D/M
hr: Dan D/М
it: Giorno D/M
lt: Diena M/D
nl: Dag D/M
pl: Dzień D/M
sk: Deň D/M
sr: Dan D/М
sv: Dag D/M
ta: நாள் d/m
tr: Gün D/M
uk: День Д/М
vi: Ngày D / M

source: Day D/MM
cs: Den D/MM
da: Dag D/MM
de: Tag T/MM
el: Ημέρα Η/ΜΜ
et: Päev P/KK
fi: Päivä PP/KK/Vuosi
fr: Jour D/MM
hr: Dan D/ММ
it: Giorno D/MM
lt: Diena MM/D
nl: Dag D/MM
pl: Dzień D/MM
sk: Deň D/MM
sr: Dan D/ММ
sv: Dag D/MM
ta: நாள் d/mm
tr: Gün D/MM
uk: День Д/ММ
vi: Ngày D / MM

source: Day DD Mon
cs: Den DD Pon
da: Dag DD Mån
de: Tag TT Mon
el: Ημέρα ΗΗ Μην
et: Päev PP Kuu
fi: Päivä PP KK
fr: Jour DD Mois
hr: Dan DD Mes
it: Giorno DD Mese
lt: Diena DD Pir
nl: Dag DD ma
pl: Dzień DD Mon
sk: Deň DD Po
sr: Dan DD Mes
sv: Dag DD Mån
ta: நாள் டி.டி. மோன்
tr: Gün DD Pzt
uk: День ДД ММ
vi: Ngày DD Môn

source: Day DD-Mon
cs: Den DD-Pon
da: Dag DD-Mån
de: Tag TT-Mon
el: Ημέρα ΗΗ-Μην
et: Päev PP-Kuu
fi: Päivä PP-KK
fr: Jour DD-Mois
hr: Dan DD-Mes
it: Giorno DD-Mese
lt: Diena DD-Pir
nl: Dag DD-ma
pl: Dzień DD-Mon
sk: Deň DD-Po
sr: Dan DD-Mes
sv: Dag DD-Mon
ta: நாள் டி.டி-மோன்
tr: Gün DD-Pzt
uk: День ДД-ММ
vi: Ngày DD-Mon

source: Day DD/M
cs: Den DD/M
da: Dag DD/M
de: Tag TT/M
el: Ημέρα ΗΗ/Μ
et: Päev PP/K
fi: Päivä PP/K
fr: Jour JJ/M
hr: Dan DD/М
it: Giorno DD/M
lt: Diena M/DD
nl: Dag DD/M
pl: Dzień DD/M
sk: Deň DD/M
sr: Dan DD/М
sv: Dag DD/M
ta: நாள் டிடி/மீ
tr: Gün DD/M
uk: День ДД/М
vi: Ngày DD / M

source: Day DD/MM
cs: Den DD/MM
da: Dag DD/MM
de: Tag TT/MM
el: Ημέρα ΗΗ/ΜΜ
et: Päev PP/KK
fi: Päivä PP/KK
fr: Jour DD/MM
hr: Dan DD/ММ
it: Giorno DD/MM
lt: Diena MM/DD
nl: Dag DD/MM
pl: Dzień DD/MM
sk: Deň DD/MM
sr: Dan DD/ММ
sv: Dag DD/MM
ta: நாள் டிடி/மிமீ
tr: Gün DD/MM
uk: День ДД/ММ
vi: Ngày DD / M

source: Day M/D
cs: Den M/D
da: Dag M/D
de: Tag M/T
el: Ημέρα Μ/Η
et: Päev K/P
fi: Päivä K/P
fr: Jour M/D
hr: Dan М/D
it: Giorno M/D
lt: Diena M/D
nl: Dag M/D
pl: Dzień M/D
sk: Deň M/D
sr: Dan М/D
sv: Dag M/D
ta: நாள் மீ/டி
tr: Gün M/D
uk: День М/Д
vi: Ngày M / D

source: Day M/DD
cs: Den M/DD
da: Dag M/DD
de: Tag M/TT
el: Ημέρα Μ/ΗΗ
et: Päev K/PP
fi: Päivä K/PP
fr: Jour M/DD
hr: Dan М/DD
it: Giorno M/DD
lt: Diena M/DD
nl: Dag M/DD
pl: Dzień M/DD
sk: Deň M/DD
sr: Dan М/DD
sv: Dag M/DD
ta: நாள் m/dd
tr: Gün M/DD
uk: День М/ДД
vi: Ngày M / DD

source: Day MM/D
cs: Den MM/D
da: Dag MM/D
de: Tag MM/T
el: Ημέρα ΜΜ/Η
et: Päev KK/P
fi: Päivä KK/P
fr: Jour MM/D
hr: Dan ММ/D
it: Giorno MM/D
lt: Diena MM/D
nl: Dag MM/D
pl: Dzień MM/D
sk: Deň MM/D
sr: Dan ММ/D
sv: Dag MM/D
ta: நாள் மிமீ/டி
tr: Gün MM/D
uk: День ММ/Д
vi: Ngày MM / D

source: Day MM/DD
cs: Den MM/DD
da: Dag MM/DD
de: Tag MM/TT
el: Ημέρα ΜΜ/ΗΗ
et: Päev KK/PP
fi: Päivä KK/PP
fr: Jour MM/DD
hr: Dan ММ/DD
it: Giorno MM/DD
lt: Diena MM/DD
nl: Dag MM/DD
pl: Dzień MM/DD
sk: Deň MM/DD
sr: Dan ММ/DD
sv: Dag MM/DD
ta: நாள் மிமீ/டி.டி.
tr: Gün MM/DD
uk: День ММ/ДД
vi: Ngày MM / DD

source: Day Mon D
cs: Den Pon D
da: Dag Mån D
de: Tag Mon T
el: Ημέρα Μην Η
et: Päev Kuu P
fi: Päivä KK P
fr: Jour Mois D
hr: Dan Mes D
it: Giorno Mese D
lt: Diena D Pir
nl: Dag ma D
pl: Dzień Mon D
sk: Deň Mes. D
sr: Dan Mes D
sv: Dag Mån D
ta: நாள் மோன் டி
tr: Gün Pzt D
uk: День Міс Д
vi: Ngày thứ hai

source: Day Mon DD
cs: Den Pon DD
da: Dag Mån DD
de: Tag Mon TT
el: Ημέρα Μην ΗΗ
et: Päev Kuu PP
fi: Päivä KK PP
fr: Jour Mois DD
hr: Dan Mes D
it: Giorno Mese DD
lt: Diena DD Pir
nl: Dag ma DD
pl: Dzień Mon DD
sk: Deň Mes. DD
sr: Dan Mes D
sv: Dag Mån DD
ta: நாள் மோன் டி.டி.
tr: Gün Pzt DD
uk: День Міс ДД
vi: Ngày thứ hai DD

source: Day Mon-D
cs: Den Pon-D
da: Dag Mån
de: Tag Mon-T
el: Ημέρα Μην-Η
et: Päev Kuu-P
fi: Päivä KK-P
fr: Jour Mois-D
hr: Dan Mes-D
it: Giorno Mese-D
lt: Diena D-Pir
nl: Dag ma-D
pl: Dzień Mon-D
sk: Deň Mes.-D
sr: Dan Mes-D
sv: Dag Mån-D
ta: நாள் மோன்-டி
tr: Gün Pzt-D
uk: День Мшс-Д
vi: Ngày thứ hai

source: Day Mon-DD
cs: Den Pon-DD
da: Dag Mån-DD
de: Tag Mon-TT
el: Ημέρα Μην-ΗΗ
et: Päev Kuu-PP
fi: Päivä KK-PP
fr: Jour Mois-DD
hr: Dan Mes-DD
it: Giorno Mese-DD
lt: Diena DD-Pir
nl: Dag ma-DD
pl: Dzień Mon-D
sk: Deň Mes-DD
sr: Dan Mes-DD
sv: Dag Mån-DD
ta: நாள் மோன்-டி.டி.
tr: Gün Pzt-DD
uk: День Міс-ДД
vi: Ngày thứ hai-DD

source: Day of week
cs: Den v týdnu
el: Ημέρα της εβδομάδας
fi: Viikonpäivä
hr: Dan u tjednu
it: Giorno della settimana
lt: Savaitės diena
nl: Weekdagen
pl: Dzień tygodnia
sk: Deň týždňa
sr: Dan u nedelji
sv: Veckodag
ta: வாரத்தின் நாள்
tr: Haftanın Günü
uk: День тижня

source: Dayname D Month Year
cs: Název dne D Měsíc Rok
da: Dagsnavn D Måned År
de: Wochentag T Monat Jahr
el: Όνομα ημέρας Η Μήνας Έτος
et: Nädalapäev P Kuu Aasta
fi: Viikonpäivä kuukausi
fr: Nom du jour J Mois Année
hr: Ime dana D Mjesec Godina
it: NomeGiorno D Mese Anno
lt: Metai Mėnuo D SavDiena
nl: Dagnaam D maand jaar
pl: Format: D Miesiąc Rok
sk: Názov dňa D Mesiac Rok
sr: Ime dana D Mesec Godina
sv: Dagnamn D Månad År
ta: டேனாம் டி மாத ஆண்டு
tr: Gün Adı D Ay Yıl
uk: Субота 1 2 2020
vi: Tên ngày D tháng năm

source: Dayname D-Month-Year
cs: Název dne D-Měsíc-Rok
da: Dagsnavn D-Måned-År
de: Wochentag T-Monat-Jahr
el: Όνομα ημέρας Η-Μήνας-Έτος
et: Nädalapäev P-Kuu-Aasta
fi: Viikonpäivä P-kuukausi
fr: Nom du jour J-Mois-Année
hr: Ime dana D-Mjesec-Godina
it: NomeGiorno D-Mese-Anno
lt: Metai-Mėnuo-D SavDiena
nl: Dagnaam D-maand-jaar
pl: Format: D-Miesiąc-Rok
sk: Názov dňa D-Mesiac-Rok
sr: Ime dana D-Mesec-Godina
sv: Dagnamn D-Månad-Jahr
ta: DAENAME D-MONTH ஆண்டுகள்
tr: Gün Adı D-Ay-Yıl
uk: Субота 1-2-2020
vi: Tên ngày D-Tháng năm

source: Dayname D. Month Year
cs: Název dne D. Měsíc Rok
da: Dagsnavn D. Måned År
de: Wochentag T. Monat Jahr
el: Όνομα ημέρας Η. Μήνας Έτος
fi: Viikonpäivä kuukausi Vuosi
fr: Nom du jour J.Mois Année
hr: Ime dana D. Mjesec Godina
it: NomeGiorno D. Mese Anno
lt: Dienos pavadinimas D. Mėnuo Metai
nl: Datum D. maand jaar
pl: Format: D. Miesiąc Rok
sk: Názov dňa D. Mesiac Rok
sr: Ime dana D. Mesec Godina
sv: Dagnamn D. Månad År
ta: டேனேம் டி. மாத ஆண்டு
tr: Gün adı D. Ay Yıl
uk: Субота 1. 2 2020

source: Dayname D.M.Year
cs: Název dne D.M.Rok
da: Dagsnavn D.M.År
de: Wochentag T.M.Jahr
el: Όνομα ημέρας Η.Μ.Έτος
fi: Viikonpäivä P.K.Vuosi
fr: Nom du jour J.M.Année
hr: Ime dana D.М.Godina
it: NomeGiorno D.M.Anno
lt: Dienos pavadinimas D.M.Metai
nl: Datum D.M.jaar
pl: Format: D.M.Rok
sk: Názov dňa D.M.Rok
sr: Ime dana D.М.Godina
sv: Dagnamn D.M.År
ta: டேனாம் டி.எம்
tr: Gün adı D.M.Yıl
uk: Субота 1.2.2020

source: Dayname D.MM.Year
cs: Název dne D.MM.Rok
da: Dagsnavn D.MM.År
de: Wochentag T.MM.Jahr
el: Όνομα ημέρας Η.ΜΜ.Έτος
fi: Viikonpäivä P.KK.Vuosi
fr: Nom du jour J.MM.Année
hr: Ime dana D.ММ.Godina
it: NomeGiorno D.MM.Anno
lt: Dienos pavadinimas D.MM. Metai
nl: Datum D.MM.jaar
pl: Format: D.MM.Rok
sk: Názov dňa D.MM.Rok
sr: Ime dana D.ММ.Godina
sv: Dagnamn D.MM.År
ta: டேனாம் டி.எம்.எம்
tr: Gün adı D.MM.Yıl
uk: Субота 1.02.2020

source: Dayname D/M/Year
cs: Název dne D/M/Rok
da: Dagsnavn D/M/År
de: Wochentag T/M/Jahr
el: Όνομα ημέρας Η/Μ/Έτος
et: Nädalapäev P/K/Aasta
fi: Viikonpäivä P/K
fr: Nom du jour J/M/Année
hr: Ime dana D/М/Godina
it: NomeGiorno D/M/Anno
lt: Metai/M/D SavDiena
nl: Dagnaam D/M/jaar
pl: Format: D/M/Rok
sk: Názov dňa D/M/Rok
sr: Ime dana D/М/Godina
sv: Dagnamn D/M/År
ta: DAENAME D/M/YEAR
tr: Gün Adı D/M/Yıl
uk: Субота 1/2/2020
vi: Tên ngày D / M / năm
