Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: The backup failed! Choose a different backup location.
cs: Zálohování se nezdařilo! Vyberte jiné umístění zálohy.
el: Η εφεδρεία απέτυχε! Επιλέξτε μία διαφορετική θέση εφεδρείας.
fi: Varmuuskopiointi epäonnistui! Valitse toinen varmuuskopiointi sijainti.
hr: Sigurnosna kopija nije uspjela! Odaberite drugu lokaciju sigurnosne kopije.
it: Il backup non è riuscito! Scegli una posizione di backup diversa.
nl: De back-up is mislukt! Kies een andere locatie voor de back-up.
pl: Kopia zapasowa nie powiodła się! Wybierz inną lokalizację na kopię.
sk: Zálohovanie neúspešné! Vyberte pre zálohu iné umiestnenie.
sr: Pravljenje rezervne kopije je neuspešno! Izaberite drugu lokaciju za vraćanje.
sv: Säkerhetskopieringen misslyckades! Välj en annan plats för säkerhetskopiering.
ta: காப்புப்பிரதி தோல்வியடைந்தது! வேறு காப்புப்பிரதி இருப்பிடத்தைத் தேர்வுசெய்க.
tr: Yedekleme başarısız oldu! Farklı bir yedekleme konumu seçin.
uk: Помилка резервного копіювання! Виберіть інше місце резервного копіювання.

source: The backup succeeded
cs: Záloha se zdařila
el: Η εφεδρεία ήταν επιτυχής
fi: Varmuuskopiointi onnistui
hr: Sigurnosna kopija je uspjela
it: Backup riuscito
nl: De back-up is gelukt
pl: Kopia zapasowa wykonana poprawnie
sk: Zálohovanie úspešne dokončené
sr: Pravljenje rezervne kopije je uspelo
sv: Säkerhetskopieringen lyckades
ta: காப்புப்பிரதி செய் பெற்றது
tr: Yedekleme işlemi başarıyla tamamlandı
uk: Резервне копіювання виконано успішно

source: The backup succeeded. We will now continue to explain the upgrade process.
cs: Zálohování proběhlo úspěšně. Nyní budeme pokračovat ve vysvětlování procesu upgradu.
el: Η εφεδρεία ήταν επιτυχής. Θα συνεχίσουμε τώρα εξηγώντας τη διαδικασία αναβάθμισης.
fi: Varmuuskopiointi onnistui. Päivitys jatkuu eteenpäin.
hr: Sigurnosna kopija je uspjela. Sada ćemo nastaviti objašnjavati postupak nadogradnje.
it: Il backup è riuscito. Ora continueremo a spiegare il processo di aggiornamento.
nl: De back-up is gelukt. We gaan nu verder met het uitleggen van het upgradeproces.
pl: Kopia zapasowa wykonana poprawnie. Będziemy kontynuować, aby wyjaśnić proces aktualizacji.
sk: Zálohovanie úspešne dokončené. Nasleduje vysvetlenie procesu aktualizácie.
sr: Rezervna kopija je uspela. Sada ćemo nastaviti da objašnjavamo proces nadogradnje.
sv: Säkerhetskopieringen lyckades. Vi fortsätter nu med att förklara uppgraderingsprocessen.
ta: காப்புப்பிரதி செய் பெற்றது. மேம்படுத்தல் செயல்முறையை இப்போது தொடர்ந்து விளக்குவோம்.
tr: Yedekleme işlemi başarıyla tamamlandı. Şimdi yükseltme sürecini açıklamaya devam edeceğiz.
uk: Резервне копіювання виконано успішно. Тепер ми продовжимо пояснювати процес оновлення.

source: The channel may support VPS Do you want to enable VPS?
cs: Kanál může podporovat VPS Chcete povolit VPS?
el: Το κανάλι μπορεί να μην υποστηρίζει VPS Θέλετε να ενεργοποιηθεί το VPS;
fi: Kanava voi tukea VPS Haluatko ottaa VPS:n käyttöön?
hr: Kanal može podržavati VPS Želite li omogućiti VPS?
it: Il canale potrebbe supportare VPS. Abilitare la funzione?
lt: Kanalas galimai palaiko VPS. Ar norite įjungti VPS?
nl: Deze zender ondersteund waarschijnlijk VPS. Wilt u VPS activeren?
pl: Kanał może wspierać VPS. Czy chcesz umożliwić VPS?
sk: Kanál možno podporuje VPS Má sa VPS zapnúť?
sr: Kanal može podržati VPS Želite li uključiti VPS?
sv: Kanalen kan stödja VPS Vill du aktivera VPS?
ta: சேனல் VPS ஐ ஆதரிக்கலாம் நீங்கள் VPS ஐ இயக்க விரும்புகிறீர்களா?
tr: Kanal VPS'yi destekleyebilir VPS'yi etkinleştirmek istiyor musunuz?
uk: Канал може підтримувати VPS Бажаєте ввімкнути VPS?

source: The command to wake from Standby will be sent multiple times.
cs: Příkaz k probuzení z pohotovostního režimu bude odeslán vícekrát.
el: Η εντολή επαναφοράς από την αναμονή θα σταλεί πολλές φορές.
hr: Naredba za buđenje iz pripravnog načina bit će poslana više puta.
it: Il comando di riattivazione dalla modalità standby verrà inviato più volte.
lt: Komanda, pažadinama iš laukimo režimo, bus išsiųsta kelis kartus.
nl: Het commando voor opstarten uit standby zal meerdere keren verstuurd worden.
sr: Komanda za buđenje iz režima čekanja biće poslana više puta.
sv: Kommandot att väcka från standby kommer att skickas flera gånger.
tr: Bekleme modundan uyandırma komutu birden fazla kez gönderilecektir.
uk: Команда пробудження з режиму очікування буде надіслано кілька разів.

source: The default backup selection cannot be changed. Please use the 'additional' and 'excluded' backup selection.
bg: Изборът на архивиране по подразбиране не може да бъде променен. Моля, използвайте 'допълнителен' или 'изключен' избор архивиране.
cs: Zde nelze měnit výchozí seznam souborů k zálohování. K vybrání souborů pro přidání a vyloučení zálohování použijte jinou položku menu.
da: Standard sikkerhedskopieringsvalg kan ikke ændres. Brug venligst 'yderligere' og 'fravalgte' sikkerhedskopieringsvalg.
de: Die Standardliste der zu sichernden Dateien kann nicht verändert werden. Bitte die 'Zusätze' und 'Ausschlüsse' verwenden.
el: Αδυναμία αλλαγής των προεπιλογών εφεδρείας. Χρησιμοποιήστε τις επιλογές 'επιπρόσθετα' και 'εξαιρεμένα'.
et: Seda valikut ei saa muuta. Kasuta lisafailide ja välja jäetud failide menüüsi.
fi: Oletus varmuuskopiointi valintaa ei voi muuttaa. Käytä vaihtoehtoista ja poissuljettua varmuuskopio valinnasta.
fr: La sélection de sauvegarde par défaut ne peut pas être modifiée. Utilisez plutôt la sélection de sauvegarde 'additionnelle' ou 'exclue'.
hr: Zadani odabir sigurnosne kopije ne može se promijeniti. Upotrijebite odabir "dodatne" i "isključene" sigurnosne kopije.
hu: Az alapértelmezett mentés kiválasztása nem módosítható. Kérjük, használja a 'kiegészítő' és a 'kizárt' mentés kiválasztást.
it: La selezione predefinita per il backup non può essere cambiata. Per favore usa la scelta 'aggiuntivi' ed 'esclusi'.
lt: Numatytasis atsarginės kopijos pasirinkimas negali būti keičiamas. Naudokite 'papildomus' ir 'neįtrauktinus' atsarginės kopijos pasirinkimus.
nl: De standaard back-up selectie kan niet worden gewijzigd. Gebruik hiervoor de 'extra' en 'uitgesloten' back-up selectie.
pl: Nie możesz zmienić domyślnych plików kopii zapasowej. Użyj opcji 'Dodatkowe/Wykluczone pliki kopii zapasowej.
sk: Predvolený výber pre zálohovanie nie je možné zmeniť. Prosím, použite výber 'dodatočných' a 'vylúčených' položiek.
sr: Nije moguće promeniti default izbor rezervne kopije. Koristite 'dodatne' i 'isključene' rezervne kopije.
sv: Standardvalet för säkerhetskopiering kan inte ändras. Använd alternativen "extra" och "exkluderad" säkerhetskopiering.
ta: இயல்புநிலை காப்புப்பிரதி தேர்வை மாற்ற முடியாது. தயவுசெய்து 'கூடுதல்' மற்றும் 'விலக்கப்பட்ட' காப்பு தேர்வைப் பயன்படுத்தவும்.
tr: Varsayılan yedekleme seçimi değiştirilemez. Lütfen 'ek' ve 'hariç tutulan' yedekleme seçeneklerini kullanın.
uk: Вибір резервного копіювання за замовчуванням не може бути змінений. Використовуйте 'додатково' і 'вилучений' вибір для резервних копій.
vi: Lựa chọn sao lưu mặc định không thể thay đổi. Vui lòng sử dụng lựa chọn sao lưu 'bổ sung' và 'loại trừ'.
zh_cn: 无法更改默认的备份选择. 请使用'其他'和'已排除'备份选择.

source: The default settings are wake up time - 5 minutes and timer begin time + 5 minutes. This setting changed the time window before the wake up time. So can be detected a wake up by a timer even at very early starting receivers.
bg: Настройките по подразбиране са времето за събуждане - 5 мин. и началното време на таймера + 5 мин. Тази настройка променя времевия прозорец преди времето за събуждане. Така че може да бъде открито събуждане от таймер дори при много ранни стартови приемници.
cs: Výchozí nastavení je čas buzení - 5 minut a čas začátku časovače + 5 minut. Toto nastavení změnilo časové okno před probuzením. Takže může být detekováno probuzení pomocí časovače i při velmi časném startu přijímače.
el: Η προεπιλεγμένες ρυθμίσεις είναι: χρόνος αφύπνισης - 5 λεπτά και χρόνος έναρξης χρονοδιακόπτη + 5 λεπτά. Αυτή η ρύθμιση άλλαξε το παράθυρο χρόνου πριν την ώρα αφύπνισης. Έτσι μπορεί να ανιχνευθεί μία αφύπνιση από έναν χρονοδιακόπτη ακόμα και κατά την πολύ πρόωρη εκκίνηση των δεκτών.
fi: Vakioasetukset ovat herätysaika - 5 minuuttia ja ajastimen käynnistys + 5 minuuttia. Tämä asetus muuttaa aikaikkunaa ennen herätysaikaa. Tällä tavalla ajastin tunnistaa heräämisen jopa sellaisten vastaanottimien kanssa, jotka käynnistyvät hyvin aikaisin.
fr: Le paramètre par défaut de l'heure de démarrage est : -5 minutes et démarrage timer +5 minutes. Ce paramètre va modifier le créneau horaire avant l'heure de démarrage. On peut donc détecter un démarrage par minuterie même pour des récepteurs qui démarrent très tôt.
hr: Zadane postavke su vrijeme buđenja - 5 minuta i vrijeme početka mjerača vremena + 5 minuta. Ova postavka promijenila je vremenski okvir prije vremena buđenja. Tako se može otkriti buđenje pomoću tajmera čak i kod vrlo starih tunera.
it: Le impostazioni predefinite sono: tempo di risveglio 5 minuti prima e inizio timer 5 minuti dopo. Questa impostazione cambia il tempo della finestra prima del risveglio. Così può essere intercettato un risveglio dovuto ad un timer anche in ricevitori più vecchi.
lt: Numatytieji parametrai yra: budinimo laikas - 5 min ir laikmačio pradžios laikas + 5 min. Šis parametras pakeičia laiko langą prieš budinimo laiką. Todėl gali būti aptinkami budinimai pagal laikmatį net ir esant labai anksti startavusiems imtuvams.
nl: De standaard instelling is voor de ontwaaktijd - 5 minuten en timer start + 5 minuten. Deze instelling veranderd het tijdsvenster voor de ontwaaktijd. Zodat een ontwaking kan worden gedetecteerd zelfs bij snel startende ontvangers.
pl: Domyślne ustawienia to czas budzenia - 5 minut i czas rozpoczęcia timera + 5 minut. To ustawienie zmieniło okno czasu przed czasem budzenia. Tak więc można wykryć budzenie przez zegar, nawet przy bardzo wczesnym uruchomieniu odbiorników.
sk: Predvolené nastavenia: čas prebudenia -5 minút a spustenie časovača +5 minút. Toto nastavenie mení časové okno pred časom prebudenia. Týmto spôsobom môže byť budenie detekované časovačom aj v prípade prijímačov, ktoré sa spúšťajú veľmi skoro.
sr: Default postavke vreme buđenja - 5 minuta i vreme početka tajmera + 5 minuta. Ova postavka je promenila vremenski prozor pre vremena buđenja. Tako da se može otkriti buđenje od strane tajmera čak i na veoma ranom uključenju resivera.
sv: Standardinställningarna är väckningstid - 5 minuter och timerns starttid + 5 minuter. Den här inställningen ändrade tidsfönstret före väckningstiden. På så sätt kan en timer upptäcka en väckning även vid mycket tidiga startmottagare.
ta: இயல்புநிலை அமைப்புகள் எழுந்திருக்கும் நேரம் - 5 நிமிடங்கள் மற்றும் நேரங்குறிகருவி தொடக்க நேரம் + 5 நிமிடங்கள். இந்த அமைப்பு எழுந்திருக்கும் நேரத்திற்கு முன் நேர சாளரத்தை மாற்றியது. எனவே ஆரம்பகால தொடக்க பெறுநர்களில் கூட ஒரு டைமரால் விழித்திருப்பதைக் கண்டறிய முடியும்.
tr: Varsayılan ayarlar, uyandırma zamanı - 5 dakika ve zamanlayıcı başlangıç zamanı + 5 dakika şeklindedir. Bu ayar, uyandırma zamanından önceki zaman aralığını değiştirir. Bu sayede, çok erken başlayan alıcılarda bile zamanlayıcı tarafından uyandırma algılanabilir.
uk: Налаштування за замовчуванням часу включення -5 хвилин і час старту таймера +5 хвилин. Це налаштування змінює часове вікно часу включення. Так можна виявити включення приймача за таймером.

source: The detailed information is intended for developers only.
bg: Подробната информация е предназначена само за разработчици.
cs: Podrobné informace jsou určeny pouze pro vývojáře.
el: Οι λεπτομερείς πληροφορίες απευθύνονται μόνο σε προγραμματιστές.
fi: Yksityiskohtaiset tiedot on tarkoitettu vain kehittäjille.
hr: Detaljne informacije namijenjene su samo programerima.
it: Le informazioni dettagliate sono destinate esclusivamente agli sviluppatori.
lt: Išsami informacija skirta tik kūrėjams.
nl: Deze gedetailleerde informatie is alleen voor developers bedoeld.
pl: Szczegółowe informacje przeznaczone są wyłącznie dla deweloperów.
sk: Podrobné informácie sú určené len pre vývojárov.
sr: Detaljni info je namenjen samo projektantima.
sv: Den detaljerade informationen är endast avsedd för utvecklare.
ta: விரிவான தகவல்கள் டெவலப்பர்களுக்கு மட்டுமே.
tr: Detaylı bilgiler yalnızca geliştiriciler içindir.
uk: Детальна інформація призначена лише для розробників.

source: The directory/file no longer exists.
cs: Adresář/soubor již neexistuje.
el: Ο φάκελος/αρχείο δεν υπάρχει πλέον.
fi: Hakemistoa/tiedostoa ei ole enää.
hr: Direktorij/datoteka više ne postoji.
it: La cartella/file non esiste più.
nl: De map/het bestand bestaat niet meer.
pl: Katalog/plik już nie istnieje.
sk: Priečinok/súbor už neexistuje.
sr: Direktorijum/fajl više ne postoji.
sv: Katalogen/filen finns inte längre.
ta: அடைவு/கோப்பு இனி இல்லை.
tr: Dizin/dosya artık mevcut değil.
uk: Каталог/файл більше не існує.

source: The energy timer wants to set the %s %s to %s. Press OK to continue using the %s %s.
cs: Časovač energie chce nastavit %s %s na %s. Stiskněte tlačítko OK a pokračujte pomocí %s %s.
el: Ο χρονοδιακόπτης ενέργειας θέλει να θέσει τον %s %s σε %s. Πιέστε ΟΚ για να συνεχίσετε τη χρήση του %s %s.
fi: Energia ajastin haluaa asettaa %s %s arvoon %s. Paina OK jatkaaksesi %s %s.
hr: Mjerač vremena energije želi postaviti %s %s na %s. Pritisnite OK za nastavak korištenja %s %s.
it: Il timer di energia vuole impostare %s %s a %s. Premi OK per continuare a usare %s %s.
lt: Energijos laikmatis nori nustatyti %s %s %s. Paspauskite OK, kad galėtumėte toliau naudoti %s %s.
nl: De Energie SpaarTimer wil de %s %s instellen op %s. Druk op OK om de %s %s te blijven gebruiken.
pl: Zegar oszczędzania energii chce ustawić %s %s na %s. Naciśnij przycisk OK, aby kontynuować korzystanie z %s %s.
sk: Energetický časovač chce nastaviť %s %s na %s. Ak chcete pokračovať v používaní %s %s, stlačte OK.
sr: Energetski tajmer želi da postavi %s %s на %s. Pritisni OK da bi nastavili koristiti %s %s.
sv: Energitimern vill ställa in %s %s till %s. Tryck på OK för att fortsätta använda %s %s.
ta: எரிசக்தி நேரங்குறிகருவி %s %s ஐ %s ஆக அமைக்க விரும்புகிறது. %s %s ஐப் பயன்படுத்த சரி என்பதை அழுத்தவும்.
tr: Enerji zamanlayıcısı, %s %s öğesini %s olarak ayarlamak istiyor. %s %s ile devam etmek için OK tuşuna basın.
uk: Таймер енергії хоче встановити %s %s на %s. Натисніть OK, щоб продовжити використання %s %s.

source: The file '%s' has been changed. Do you want to discard the changes?
cs: Soubor '%s' byl změněn. Chcete změny zahodit?
el: Το αρχείο '%s' έχει αλλάξει. Θέλετε να απορρίψετε τις αλλαγές;
fi: Tiedostoa '%s' on muutettu. Haluatko hylätä muutokset?
hr: Datoteka '%s' je promijenjena. Želite li odbaciti promjene?
it: Il file '%s' è stato modificato. Vuoi scartare i cambiamenti?
nl: Het bestand '%s' is gewijzigd. Wilt u de wijzigingen ongedaan maken?
pl: Plik '%s' został zmieniony. Czy chcesz odrzucić te zmiany?
sk: Súbor '%s' sa zmenil. Majú sa vykonané zmeny zahodiť?
sr: Fajl '%s' je promenjen. Želite li odbaciti promene?
sv: Filen '%s' har ändrats. Vill du förkasta ändringarna?
ta: '%s' கோப்பு மாற்றப்பட்டுள்ளது. மாற்றங்களை நிராகரிக்க விரும்புகிறீர்களா?
tr: '%s' dosyası değiştirildi. Değişiklikleri iptal etmek istiyor musunuz?
uk: Файл '%s' було змінено. Відмінити зміни?

source: The file '%s' has been changed. Do you want to save it?
cs: Soubor '%s' byl změněn. Chcete jej uložit?
el: Το αρχείο '%s' έχει αλλάξει. Θέλετε να το αποθηκεύσετε;
fi: Tiedostoa '%s' on muutettu. Haluatko tallentaa sen?
hr: Datoteka '%s' je promijenjena. Želite li ga spremiti?
it: Il file '%s' è stato modificato. Vuoi salvarlo?
nl: Het bestand '%s' is gewijzigd. Wilt u het opslaan?
pl: Plik '%s' został zmieniony. Czy chcesz go zapisać?
sk: Súbor '%s' sa zmenil. Má sa ho uložiť?
sr: Fajl '%s' je promenjen. Želite li sačuvati?
sv: Filen '%s' har ändrats. Vill du spara den?
ta: '%s' கோப்பு மாற்றப்பட்டுள்ளது. நீங்கள் அதை சேமிக்க விரும்புகிறீர்களா?
tr: '%s' dosyası değiştirildi. Kaydetmek istiyor musunuz?
uk: Файл '%s' було змінено. Ви хочете зберегти його?

source: The file system on your time shift device does not support hard links. Make sure it is formatted in EXT2, EXT3 or EXT4!
bg: Файловата система на вашето Timeshift-устройство не поддържа hardlinks. Уверете се, че е форматиран в EXT2, EXT3 or EXT4!
cs: Souborový systém Timeshift jednotky nepodporuje hardlinky. Zkontrolujte, zda je ve formátu EXT2, EXT3 nebo EXT4!
el: Το σύστημα αρχείων στη συσκευή χρονομετατόπισης δεν υποστηρίζει συντομεύσεις. Σιγουρευτείτε ότι έχει μορφοποιηθεί σε EXT2, EXT3 ή EXT4!
fi: Ajansiirtoon käytetyn laitteen tiedostojärjestelmä ei tuo hardlinkkejä. Varmista, että se on alustettu EXT2- tai EXT3-muodossa!
fr: Le système de fichier de votre périphérique pour le PauseDirect ne supporte pas les liens matériels. Soyez certains qu'il est formaté en ext2, ext3 ou ext4 !
hr: Datotečni sustav na vašem uređaju s vremenskim pomakom ne podržava hard disk. Provjerite je li formatiran u EXT2, EXT3 ili EXT4!
it: Il file system del dispositivo usato per il timeshift non supporta gli hardlink. Assicurati che sia formattato in ext2, ext3 o ext4!
lt: Įrenginio, kur saugomas laiko poslinkis, failų sistema nepalaiko tiesioginių nuorodų. Įsitikinkite, kad jis formatuotas EXT2, EXT3 arba EXT4!
nl: Het bestandssyteem van uw Timeshift apparaat ondersteunt geen hardlinks. Formatteer die in EXT2, EXT3 or EXT4!
pl: System plików na dysku jest nie obsługiwany, timeshift nic nie nagra. Upewnij się, czy dysk jest sformatowany w EXT2, EXT3 lub EXT4!
sk: Súborový systém jednotky s timeshiftom nepodporuje hardlinky. Skontrolujte, či je vo formáte EXT2, EXT3 alebo EXT4!
sr: Sistem fajla na uređaju za tajmšift ne podržava čvrste veze. Uverite se da je formatiran u EXT2, EXT3 ili EXT4!
sv: Filsystemet på din Time Shift-enhet stöder inte hårda länkar. Se till att den är formaterad i EXT2, EXT3 eller EXT4!
ta: உங்கள் நேர சிப்ட் சாதனத்தில் உள்ள கோப்பு முறைமை கடின இணைப்புகளை ஆதரிக்காது. இது ext2, ext3 அல்லது ext4 இல் வடிவமைக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்!
tr: Zaman kaydırma cihazınızdaki dosya sistemi sabit bağlantıları desteklemiyor. Dosyanın EXT2, EXT3 veya EXT4 formatında olduğundan emin olun!
uk: Файлова система на пристрої Timeshift не підтримує жорсткі посилання. Переконайтеся, що він відформатований у EXT2, EXT3 або EXT4!

source: The following files are related to '%s':
cs: Následující soubory souvisejí s '%s':
el: Τα ακόλουθα αρχεία σχετίζονται με το '%s':
fi: Seuraavat tiedostot liittyvät tiedostoon '%s':
hr: Sljedeće datoteke povezane su s '%s':
it: I seguenti file sono correlati a '%s':
nl: De volgende bestanden horen bij '%s':
pl: Następujące pliki są powiązane z '%s':
sk: Nasledujúce súbory súvisia s '%s':
sr: Sledeći fajlovi su povezani sa '%s':
sv: Följande filer är relaterade till '%s':
ta: பின்வரும் கோப்புகள் '%s' உடன் தொடர்புடையவை:
tr: Aşağıdaki dosyalar '%s' ile ilgilidir:
uk: Наступні файли пов'язані з '%s':

source: The following files were found...
bg: Следните файлове бяха открити...
cs: Byly nalezeny následující soubory...
da: Følgende filer fandtes...
de: Die folgenden Dateien wurden gefunden...
el: Βρέθηκαν τα παρακάτω αρχεία...
et: Leiti järgnevad failid...
fi: Seuraavat tiedostot löytyi...
fr: Les fichiers suivant ont été trouvés...
hr: Pronađene su sljedeće datoteke...
hu: Az alábbi fájlokat találta a rendszer...
it: Trovati i seguenti file...
lt: Buvo surasti šie failai...
nl: De volgende bestanden werden gevonden...
pl: Następujące pliki zostały wykryte...
pt_br: Arquivos de mídia encontrados
ru: Следующие файлы были найдены ...
sk: Našli sa tieto súbory…
sl: Najdene so bile sledeče datoteke:
sr: Pronađeni su sledeći fajlovi...
sv: Följande filer hittades...
ta: பின்வரும் கோப்புகள் காணப்பட்டன ...
tr: Aşağıdaki dosyalar bulundu...
uk: Слідуючі файли було знайдено...
vi: Các tập tin sau đã được tìm thấy ...
zh_cn: 下列文件被发现...
