Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Brightness Video & OSD
cs: Jas videa & OSD
el: Φωτεινότητα βίντεο & OSD
fi: Kuvan Kirkkaus & kuvaruutu
hr: Osvijetljenje Videa & OSD
it: Luminosità video e OSD
nl: Helderheid van het beeld & OSD
pl: Jasność wideo oraz OSD
sk: Jas videa a OSD
sr: Osvetljenje Videa & OSD
sv: Ljusstyrka Video & OSD
ta: பிரகாசமான வீடியோ & ஓ.எச்.டி.
tr: Görüntü Parlaklığı & OSD
uk: Яскравість Відео & OSD

source: British Indian Ocean Territory
cs: Britské indickooceánské území
da: Britisk-Indiske Ocean Territorium
de: Britisches Territorium im Indischen Ozean
el: Βρετανική Περιοχή Ινδικού Ωκεανού
et: Briti India ookeani territoorium
fi: Brittiläinen Intian valtameren alue
fr: Territoire britannique de l'océan Indien
hu: Brit Indiai-óceáni Terület
it: Territorio britannico dell'Oceano Indiano
lt: Indijos Vandenyno Britų Sritis
nl: Brits Indische Oceaanterritorium
pl: Brytyjskie Terytorium Oceanu Indyjskiego
sk: Britské indickooceánske územie
sv: British Indian Oceanterritoriet
ta: ப்ரிட்டிச் இந்திய பெருங்கடல் பிரதேசம்
tr: İngiliz Hint Okyanusu Bölgesi
uk: Британські території Індійського океану
vi: Lãnh thổ Ấn Độ Dương thuộc Anh
zh_cn: 英属印度洋领地

source: Broadcast address
cs: Adresa broadcast
el: Διεύθυνση εκπομπής
fi: Lähetys osoite
hr: Adresa emitovanja
it: Indirizzo di broadcast
lt: Transliacijos adresas
nl: Uitzendadres
pl: Adres transmisji
sk: Broadcast adresa
sr: Adresa emitovanja
sv: Sändningsadress
ta: ஒளிபரப்பு முகவரி
tr: Yayın adresi
uk: Адреса трансляції

source: Broadcast systems
cs: Vysílací systémy
el: Συστήματα εκπομπής
fi: Lähetysjärjestelmät
hr: Sustavi emitovanja
it: Sistemi di trasmissione
lt: Transliavimo sistemos
nl: Uitzend systemen
pl: Systemy transmisji
sk: Broadcast systémy
sr: Sistemi emitovanja
sv: System för sändning
ta: ஒளிபரப்பு அமைப்புகள்
tr: Yayın sistemleri
uk: Системи трансляції

source: Broadcasting/Press
cs: vysílání/tisk
el: μεταδόσεις/τύπος
hr: Emitiranje/tisak
it: radiodiffusione/stampa
lt: transliacijos/spauda
nl: omroep/pers
sr: Emitovanje/Štampa
sv: sändning/press
tr: Yayıncılık/Basın
uk: мовлення/преса

source: Browse, install or remove plugins on a one by one basis.
cs: Procházejte, instalujte nebo odeberte pluginy jeden po druhém.
el: Περιήγηση, εγκατάσταση ή αφαίρεση προσθέτων ένα προς ένα.
fi: Selaa, asenna tai poista laajennuksia yksitellen.
hr: Pregledaj, instaliraj ili ukloni dodatak jedan po jedan.
it: Sfoglia, installa o rimuovi i plugin uno per uno.
nl: Blader, installeer of verwijder plugins één voor één.
pl: Przeglądaj, instaluj lub usuwaj wtyczki pojedynczo.
sk: Prehliadajte, inštalujte alebo odstraňujte prídavné moduly po jednom.
sr: Pregledaj, instaliraj ili ukloni plugin jedan po jedan.
sv: Bläddra, installera eller ta bort plugins på en och samma basis.
ta: செருகுநிரல்களை உலாவவும், நிறுவவும் அல்லது அகற்றவும்.
tr: Eklentilere tek tek göz atın, yükleyin veya kaldırın.
uk: Переглядайте, встановлюйте або видаляйте плагіни по одному.

source: Brunei Darussalam
cs: Brunej Darussalam
el: Μπρουνέι Νταρουσαλάμ
hu: Brunei
it: Brunei Darusalam
lt: Brunėjus
pl: Brunei
sk: Brunej (Brunejsko-darussalamský štát)
ta: ப்ரூனே தருசலம்
tr: Brunei Sultanlığı
uk: Бруней-Даруссалам
vi: Vương quốc Bru-nây
zh_cn: 文莱达鲁萨兰国

source: Buffering %d%%
bg: Буфериране %d%%
cs: Načítání %d%%
da: Buffer %d%%
el: Προφόρτωση %d%%
et: Puhvris %d%%
fi: Puskuroi %d%%
fr: Mise en mémoire tampon %d%%
hr: Međupohranjivanje %d%%
hu: Pufferelés %d%%
it: Buffer %d%%
lt: Buferizuojama %d%%
nl: Bufferend %d%%
pl: Buforowanie %d%%
ru: Буферизация %d%%
sk: Ukladanie do vyrovnávacej pamäte %d%%
sr: Bafering %d%%
sv: Buffring %d%%
ta: இடையக%d %%
tr: Ara bellek %d%%
uk: Буферизація %d%%
vi: Đệm%d %%
zh_cn: 正在缓冲 %d%%

source: Buffers
bg: Буфери
cs: Buffery
el: Προφορτώσεις
fi: Puskurit
fr: Tampons
hr: Međuspremnik
it: Buffer
lt: Buferiai
pl: Bufory
sk: Vyrovnávacie pamäte
sr: Baferi
sv: Buffertar
ta: இடையகங்கள்
tr: Ara bellekler
uk: Буфери

source: Build
cs: Sestavení
el: Χτίσιμο
fi: Koonti
hr: Izrada
pl: Kompilacja
sk: Zostavenie
sr: Izrada
sv: Skapa
ta: உருவாக்கு
tr: Yapım
uk: Збірка

source: Build Brand
bg: Изградете марка
cs: Značka buildu
el: Μάρκα κατασκευής
fi: Valmistaja
fr: Construire la marque
hr: Izrada Brenda
it: Brand build
lt: Kurti prekės ženklą
nl: Build merk
pl: Marka
sk: Zostavenie pre značku
sr: Izrada Brenda
sv: Bygga varumärke
ta: பிராண்டை உருவாக்குங்கள்
tr: Markası
uk: Назва збірки

source: Build Information
bg: Информация за изграждане
cs: Informace o sestavení
el: Πληροφορίες κατασκευής
fi: Ohjelmisto tiedot
fr: Informations sur la construction
hr: Info o Brendu
it: Informazioni build
lt: Kurti informaciją
nl: Build Informatie
pl: Informacje o kompilacji
sk: Informácie o zostavení
sr: Info o Brendu
sv: Bygg information
ta: தகவல்களை உருவாக்குங்கள்
tr: Yapım Bilgileri
uk: Інформація про збірку

source: Build Model
bg: Изграждане на модел
cs: Model buildu
el: Μοντέλο κατασκευής
fi: Malli
fr: Modèle de construction
hr: Izrada Modela
it: Modello build
lt: Kurti modelį
pl: Model
sk: Zostavenie pre model
sr: Izrada Modela
sv: Bygga modell
ta: மாதிரியை உருவாக்குங்கள்
tr: Yapım Modeli
uk: Модель збірки

source: Build information
bg: Изграждане на информация
cs: Informace o sestavení
el: Πληροφορίες κατασκευής
fi: Ohjelmisto tiedot
fr: Informations sur la construction
hr: Izrada informacija
it: Informazioni build
lt: Kurti informaciją
nl: Build informatie
pl: Informacje o kompilacji
sk: Informácie o zostavení
sr: Izrada informacija
sv: Bygg information
ta: தகவல்களை உருவாக்குங்கள்
tr: Yapım bilgileri
uk: Інформація про збірку

source: Build information for %s %s
cs: Informace o sestavení pro %s %s
el: Πληροφορίες κατασκευής για τον %s %s
fi: Versio tiedot kohteelle %s %s
hr: Izrada informacija za %s %s
it: Informazioni build per %s %s
lt: Sukurta %s %s
nl: Build informatie voor %s %s
pl: Informacje o kompilacji dla %s %s
sk: Informácie o zostavení pre %s %s
sr: Izrada informacija za %s %s
sv: Bygg information för %s %s
ta: %s %s க்கான தகவல்களை உருவாக்குங்கள்
tr: %s %s için Yapım Bilgileri
uk: Інформація про збірку для %s %s

source: Bulgaria
bg: България
cs: Bulharsko
da: Bulgarien
de: Bulgarien
el: Βουλγαρία
et: Bulgaaria
fr: Bulgarie
hu: Bulgária
lt: Bulgarija
nl: Bulgarije
pl: Bułgaria
sk: Bulharsko
sv: Bulgarien
ta: பல்கேரியா
tr: Bulgaristan
uk: Болгарія
zh_cn: 保加利亚

source: Bulgarian
bg: Български
cs: Bulharsky
da: Bulgarisk
de: Bulgarisch
el: Βουλγαρικά
et: Bulgaaria
fi: Bulgaria
fr: Bulgare
hr: Bugarski
hu: Bolgár
it: Bulgaro
lt: Bulgarų
nl: Bulgaars
pl: Bułgarski
pt_br: Búlgaro
ru: Болгарский
sk: bulharčina
sv: Bulgarien
ta: பல்கேரியன்
tr: Bulgarca
uk: Болгарська
vi: Tiếng Bulgaria
zh_cn: 保加利亚语

source: Burkina Faso
el: Μπουρκίνα Φάσο
lt: Burkina Fasas
ta: பர்கினோ பாசோ
uk: Буркіна-Фасо
zh_cn: 布基纳法索

source: Burmese
cs: Barmský
el: Βιρμανικά
fr: Birmane
it: Birmano
lt: Birmos
nl: Burmees
pl: Birmański
sk: barmčina
sv: Burmesiska
ta: பர்மீச்
tr: Birmanya Dili
uk: Бірманська

source: Burn Blu-ray disc
bg: Запиши Bludisc
cs: Vypálit Blu-ray disk
el: Εγγραφή δίσκου Blu-ray
fi: Polta Bluray
fr: Graver Bludisc
hr: Narezivanje Blu-ray diska
it: Masterizza disco Blu-ray
lt: Įrašyti Blu-ray diską
nl: Brand Bludisc
pl: Nagraj dysk Blu-ray
sk: Vypáliť Blu-ray disk
sr: Narezivanje Blu-ray diska
sv: Bränn Blu-ray-skiva
ta: ப்ளூ-ரே வட்டு எரிக்கவும்
tr: Blu-ray diske yaz
uk: Запис Блю-рей диска

source: Burn DVD
bg: Запиши DVD
cs: Vypálit DVD
da: Brænd DVD
de: DVD brennen
el: Εγγραφή DVD
et: Kirjuta DVD
fi: Polta DVD
fr: Graver le DVD
hr: Narezivanje DVD
hu: DVD írás
it: Masterizza DVD
lt: Įrašyti DVD
nl: Brand DVD
pl: Nagraj DVD
pt_br: Gravar DVD
ru: Записать DVD
sk: Vypáliť DVD
sl: Posnemi DVD
sr: Narezivanje DVD
sv: Bränn DVD
ta: டிவிடியை எரிக்கவும்
tr: DVD yaz
uk: Запис DVD
vi: Ghi DVD
zh_cn: 刻录DVD

source: Burn existing image to medium
bg: Запиши съществуващия имидж на носител
cs: Vypálit existující image na médium
da: Brænd eksisterende Image til medie
de: Vorhandenes Image brennen
el: Εγγραφή τρέχοντος image σε μέσο
et: Kirjuta püsivaratõmmis andmekandjale
fi: Polta nykyinen image keskitasolle
fr: Graver l'image existante sur média
hr: Narezivanje postojećeg imidža na disk
hu: Létező lemezkép kiírása adathordozóra
it: Masterizza l'immagine esistente su supporto
lt: Įrašyti esamą atvaizdą į laikmeną
nl: Brand huidige image naar medium
pl: Wypal istniejący obraz na nośniku
ru: Сохранение текущего имиджа на диск
sk: Vypáliť existujúci image na médium
sr: Narezivanje postojećeg imidža na disk
sv: Bränn befintlig bild till medium
ta: இருக்கும் படத்தை நடுத்தரத்திற்கு எரிக்கவும்
tr: Geçerli yazılımı ortama yaz
uk: Запис існуючого іміджу на носій
vi: Ghi hình ảnh hiện có
zh_cn: 将现有的镜像刻录到媒体

source: Burn to medium
bg: Запиши на носител
cs: Vypálit na médium
da: Brænd til medie
de: Brennen
el: Εγγραφή σε μέσο
et: Kirjuta andmekandjale
fi: Polttaa
fr: Graver sur média
hr: Narezivanje na disk
hu: Kiírás adathordozóra
it: Masterizza su supporto
lt: Įrašyti į laikmeną
nl: Brand naar medium
pl: Nagraj do średniego
ru: Запись на диск
sk: Vypáliť na médium
sr: Narezivanje na disk
sv: Brinner till medel
ta: நடுத்தரத்திற்கு எரிக்கவும்
tr: Ortama yaz
uk: Запис до середовища
vi: Ghi vào trung bình
zh_cn: 刻录到媒体

source: Burundi
el: Μπουρουντί
lt: Burundis
ta: புருண்டி
uk: Бурундія
zh_cn: 布隆迪

source: Business
cs: Obchodování
hr: Poslovanje
it: Affari
sr: Posao
tr: İş
uk: Бізнес

source: Business & Finance
bg: Бизнес Финанси
cs: Obchod a finance
da: Forretning & Finans
de: Wirtschaft & Finanzen
el: Επιχειρήσεις & Οικονομία
fi: Liiketoiminta ja rahoitus
fr: Affaires et finances
hr: Poslovanje & Financije
it: Affari & Finanza
lt: Verslas ir finansai
nl: Bedrijf & financiën
pl: Biznes i Finanse
sk: Biznis a financie
sr: Biznis & Financije
sv: Företag och finans
ta: வணிகம் மற்றும் பொருள்
tr: İş & Finans
uk: Бізнес і фінанси
zh_cn: 商业与金融

source: Button Setup
bg: Настройка на бутон
cs: Funkce dálkového ovládání
da: Knapopsætning
de: Tastenbelegung
el: Ρυθμίσεις πλήκτρων
et: Nuppude seaded
fi: Näppäinmääritykset
fr: Paramètres des touches
hr: Podešavanje Dugmeta
hu: Távirányító gomb beállítása
it: Impostazioni tasti
lt: Mygtukų nustatymas
nl: Afstandsbediening knoppen configuratie
pl: Ustawienia przycisków
ru: Настройки кнопок
sk: Nastavenie tlačidiel
sl: Nastavitve tipk na daljincu
sr: Podešavanje Dugmeta
sv: Inställning av knappar
ta: பொத்தான் அமைவு
tr: Tuş Kurulumu
uk: Налаштування кнопок
vi: Cài đặt nút
zh_cn: 按键设置

source: Button error timeout
cs: Vypršel časový limit pro chybu tlačítka
el: Χρονικό όριο σφάλματος πλήκτρου
fi: Virheen aikakatkaisu
hr: Odlaganje greške dugmeta
it: Timeout errore tasto
lt: Mygtuko klaidos skirtasis laikas
nl: Time-out voor knopfout
pl: Limit czasu błędu przycisku
sk: Vypršal časový limit pre chybu tlačidla
sr: Odlaganje greške dugmeta
sv: Timeout för fel på knapp
ta: பொத்தான் பிழை நேரம் முடிந்தது
tr: Tuş hatası zaman aşımı
uk: Час очікування помилки кнопки

source: ButtonSetup
bg: Настройка на дистанционен бутон
cs: Funkce dálkového ovládání
da: KnapOpsætning
de: Tastenbelegung
el: Ρυθμίσεις πλήκτρων
et: Nuppude seadistus
fi: Näppäinmääritykset
fr: Paramètres des touches
hr: Podešavanje Dugmeta
hu: Távirányító gomb beállítás
it: Impostazioni tasti
lt: Mygtukų sąranka
nl: Knop instellingen
pl: Ustawienia przycisków
ru: Настройки кнопок
sk: Nastavenie tlačidiel
sr: Podešavanje Dugmeta
sv: Knappinställning
ta: பொத்தான்கள்
tr: Tuş Kurulumu
uk: Налаштування кнопок
vi: Cài đặt nút
zh_cn: 按键设置

source: Bypass HDMI EDID Check
bg: Изключване на проверката HDMI EDID
cs: Kontrola Bypass HDMI EDID
da: Omgå HDMI EDID Kontrol
de: HDMI-EDID-Prüfung überspringen
el: Παράκαμψη ελέγχου HDMI EDID
et: HDMI EDID kontrollist möödaminek
fi: Ohita HDMI EDID tarkistus
fr: Contourner la vérification du HDMI EDID
hr: Zaobiđi HDMI EDID Provjeru
hu: HDMI EDID ellenőrzés kihagyása
it: Ignora controllo HDMI EDID
lt: Praleisti HDMI EDID tikrinimą
nl: Omzeil de HDMI-EDID controle
pl: Pomiń sprawdzanie HDMI EDID
ru: Отключить проверку HDMI EDID
sk: Preskočiť test HDMI EDID
sr: Zaobiđi HDMI EDID Proveru
sv: Kringgå HDMI EDID-kontroll
ta: பைபாச் HDMI திருத்து காசோலை
tr: HDMI EDID Kontrolünü atla
uk: Відключити перевірку HDMI EDID
vi: Bỏ qua kiểm tra HDMI EDID
zh_cn: 绕过HDMI EDID检查

source: Bytes received
bg: Получени байтове
cs: Přijaté bajty
el: Bytes που λήφθηκαν
fi: Vastaanotetut tavut
fr: Octets reçus
hr: Primljeni bajtovi
it: Byte ricevuti
lt: Gauta baitų
nl: Bytes ontvangen
pl: Odebrane bity
sk: Prijaté bajty
sr: Primljeni bajtovi
sv: Mottagna byte
ta: பைட்டுகள் பெறப்பட்டன
tr: Alınan baytlar
uk: Отримано байтів

source: Bytes sent
bg: Изпратени байтове
cs: Odeslané bajty
el: Bytes που στάλθηκαν
fi: Lähetetyt tavut
fr: Octets envoyés
hr: Poslati bajtovi
it: Byte inviati
lt: Išsiųsti baitai
nl: Bytes verzonden
pl: Wysłane bity
sk: Odoslané bajty
sr: Poslati bajtovi
sv: Bytes skickade
ta: பைட்டுகள் அனுப்பப்பட்டன
tr: Gönderilen baytlar
uk: Відправлено байтів

source: C-Band
bg: C-Диапазон
cs: C-pásmo
da: C-Bånd
el: Μπάντα C
et: C-sagedusala
fi: C-taajuusalue
fr: Bande C
hu: C-sáv
it: Banda C
lt: C-juosta
pl: Pasmo C
pt_br: Banda C
ru: C-Диапазон
sk: Pásmo C
ta: சி-பேண்ட்
uk: С-Діапазон
vi: Băng tần C
zh_cn: C-波段

source: CCD-Width
cs: Šířka CCD
el: Πλάτος CCD
fi: CCD-leveys
hr: CCD-Širina
it: Larghezza CCD
lt: CCD plotis
nl: CCD-breedte
pl: Szerokość-CCD
sk: Šírka CCD
sr: CCD-Širina
sv: CCD-bredd
ta: சி.சி.டி-அகலம்
tr: CCD-Genişlik
uk: CCD-Ширина

source: CCcam - Lines
cs: CCcam - řádky
el: CCcam - Γραμμές
fi: CCcam - Rivit
hr: CCcam - Linija
it: CCcam - Linee
lt: CCcam - eilutės
nl: CCcam - Lijnen
pl: CCcam - Linie
sk: CCcam – riadky
sr: CCcam - Linija
sv: CCcam - Linjer
ta: ககாம் - கோடுகள்
tr: CCcam - Satırlar
uk: CCcam - Рядки

source: CCcam Client Info
cs: Info o CCcam klientovi
da: CCCam Klient Info
el: Πληροφορίες πελάτη CCcam
et: CCcam kliendi info
fi: CCcam asiakkaan tietoja
fr: Info client CCcam
hr: CCcam Podaci o klijentu
hu: CCcam kliens Információ
lt: CCcam kliento informacija
nl: CCcam gebruikers info
pl: CCcam Klient Info
ru: CCcam Клиент Инфо
sk: Info o klientovi CCcam
sr: CCcam Klijent Info
sv: CCcam Kundinformation
ta: CCCAM கிளையன்ட் செய்தி
tr: CCcam İstemci Bilgisi
uk: CCcam Клієнт Інфо
vi: Thông tin khách hàng CCcam
zh_cn: CCcam客户端信息

source: CCcam Config Switcher
cs: Přepínač CCcam configu
de: CCcam Konfigurationsumschalter
el: Εναλλαγή αρχείου ρυθμίσεων CCcam
et: CCcam seadistusfaili valik
fi: CCcam asetusten vaihtaja
fr: Permuter les configurations CCcam
hr: CCcam Prebacivač konfiguracije
it: Commutatore configurazione CCcam
lt: CCcam konfigūratorius
nl: CCcam configuratie kiezer
pl: Przełącznik Konfiguracji CCcam
ru: Переключатель конфигурации CCcam
sk: Prepínač konfigurácie CCcam
sr: CCcam Podešavanje Prekidača
sv: CCcam Config Omkopplare
ta: CCCAM கட்டமைப்பு ச்விட்சர்
tr: CCcam Yapılandırma Değiştirici
uk: Перемикач конфігурації CCcam
vi: Bộ chuyển đổi cấu hình CCcam
zh_cn: CCcam配置切换器

source: CCcam ECM Info
cs: Info CCcam ECM
el: Πληροφορίες ECM CCcam
fi: CCcam ECM tietoja
fr: Info ECM CCcam
hu: CCcam ECM információ
lt: CCcam ECM informacija
pl: Info o CCcam ECM
ru: CCcam ECM Инфо
sk: ECM Info CCcam
sv: CCcam ECM-information
ta: CCCAM ECM செய்தி
tr: CCcam ECM Bilgisi
uk: CCcam ECM Інфо
vi: Thông tin dịch vụ - Thông tin ECM
zh_cn: CCcam ECM信息

source: CCcam Info
cs: Info o CCcam
el: Πληροφορίες CCcam
fi: CCcam tiedot
fr: Info CCcam
lt: CCcam Informacija
pl: Info o CCcam
ru: CCcam Инфо
sk: Info o CCcam
ta: CCCAM செய்தி
tr: CCcam Bilgisi
uk: CCcam Інфо
vi: Thông tin dịch vụ - Thông tin ECM
zh_cn: CCcam信息

source: CCcam Info %s by AliAbdul %s This screen shows you the status of CCcam.
cs: CCcam Info %s by AliAbdul %s Tato obrazovka ukazuje stav CCcam.
el: Πληροφορίες CCcam %s από τον AliAbdul %s Αυτό το πρόσθετο εμφανίζει την κατάσταση του CCcam σας.
fi: CCcam tiedot %s AliAbdul %s Tämä ruutu näyttää CCcamin tilan.
fr: Info CCcam %s par AliAbdul %s Cet écran vous indique le statut de la CCcam.
hr: Info o CCcam %s od AliAbdul %s Ovaj zaslon pokazuje status CCcam.
it: CCcam Info %s di AliAbdul %s Questa schermata mostra lo stato di CCcam.
lt: CCcam informacijos %s AliAbdul %s Šiame ekrane rodoma CCcam būsena.
nl: CCcam Info %s door AliAbdul %s In dit scherm ziet u de status van CCcam.
pl: Informacje o CCcam %s przez AliAbdul %s Ten ekran pokazuje status CCcam.
sk: Informácie o CCcam %s od AliAbdul %s Táto obrazovka zobrazuje stav CCcam.
sr: Info o CCcam %s од AliAbdul %s Ovaj ekran pokazuje status CCcam.
sv: CCcam Info %s av AliAbdul %s Den här skärmen visar status för CCcam.
ta: CCCAM செய்தி %s வழங்கியவர் அலியாப்துல் %s இந்த திரை CCCAM இன் நிலையை உங்களுக்குக் காட்டுகிறது.
tr: CCcam Bilgisi %s yazan AliAbdul %s Bu ekran size CCcam'in durumunu gösterir.
uk: Інфо CCcam %s від AliAbdul %s Цей екран показує вам статус CCcam.

source: CCcam Info Config
cs: Config info CCcamu
da: CCcam Info Konfig
de: Konfiguration von CCcam Info
el: Ρυθμίσεις πληροφοριών CCcam
et: CCcam info seadistused
fi: CCcam Info -asetukset
fr: Info config CCcam
hr: CCcam Info konfiguracija
hu: CCcam Info Konfiguráció
it: Configurazione CCcam Info
lt: CCcam informacijos konfigūravimas
nl: CCcam Info configuratie
pl: Ustawienia CCcam Info
ru: Конфигурация CCcam Инфо
sk: Info o konfigurácii CCcam
sr: CCcam Info Konfig
sv: CCcam Info Konfig
ta: CCCAM செய்தி கட்டமைப்பு
tr: CCcam Info Yapılandırması
uk: Конфігурація CCcam Інфо
vi: Cấu hình thông tin CCcam
zh_cn: CCcam信息配置

source: CCcam Information
cs: Informace o CCcam
el: Πληροφορίες CCcam
fi: CCcam tiedot
hr: CCcam Informacija
it: Informazioni su CCcam
lt: CCcam informacija
nl: CCcam Informatie
pl: Informacje o CCcam
sk: Informácie o CCcam
sr: CCcam Informacija
ta: CCCAM செய்தி
tr: CCCam Bilgileri
uk: CCcam Інформація

source: CCcam Line Edit Actions
cs: Akce úprav řádky CCcam
el: Ενέργειες επεξεργασίας γραμμής CCcam
fi: CCcam rivien muokkaus toiminnot
hr: CCcam Radnja Uređivanaj Reda
it: Azioni di modifica linee CCcam
lt: CCcam eilutės redagavimo veiksmai
nl: CCcam Line wijzig Acties
pl: Akcje edycji linii CCcam
sk: Akcie na úpravu riadku CCcam
sr: CCcam Radnja Uređivanaj Reda
sv: CCcam Linje Redigera Åtgärder
ta: CCCAM வரி திருத்து செயல்கள்
tr: CCcam Satır Düzenleme İşlemleri
uk: Дії кнопок для редагування рядка CCcam

source: CCcam Line Editor
cs: CCcam editor řádek
el: Επεξεργασία γραμμής CCcam
fi: CCcam rivi editori
hr: CCcam Uređivač Reda
it: Editor di linee CCcam
lt: CCcam eilutės redaktorius
pl: Edytor linii CCcam
sk: Editor riadku CCcam
sr: CCcam Uređivač Reda
sv: CCcam Linje Editor
ta: ககாம் லைன் எடிட்டர்
tr: CCcam Satır Editörü
uk: Редактор рядків CCcam

source: CCcam Profile Settings
cs: Nastavení profilu CCcam
el: Ρυθμίσεις προφίλ CCcam
fi: CCcam profiili asetukset
hr: CCcam Postavke profila
it: Impostazioni profilo CCcam
lt: CCcam profilio nustatymai
nl: CCcam Profiel instellingen
pl: Ustawienia profilu CCcam
sk: Nastavenia profilu CCcam
sr: CCcam Profil Postavke
sv: CCcam-profilinställningar
ta: ககாம் சுயவிவர அமைப்புகள்
tr: CCcam Profil Ayarları
uk: Налаштування профілю CCcam

source: CCcam Provider Info
cs: Info CCcam poskytovatel
da: CCcam Udbyder Info
de: CCcam Betreiber Info
el: Πληροφορίες διακομιστή CCcam
et: CCcam levitaja info
fi: CCcam palveluntarjoajan tietoja
fr: Info fournisseur CCcam
hr: CCcam Podaci o pružatelju usluga
it: Info sul provider CCcam
lt: CCcam teikėjo informacija
nl: CCcam provider informatie
pl: CCcam Info o Nadawcy
ru: CCcam Провайдер Инфо
sk: Info CCcam poskytovateľ
sr: CCcam Provajder Info
sv: CCcam Leverantörsinformation
ta: CCCAM வழங்குநர் செய்தி
tr: CCcam Sağlayıcı Bilgisi
uk: CCcam Провайдер Інфо
vi: Thông tin nhà cung cấp CCcam
zh_cn: CCcam供应商信息

source: CCcam Remote Info
cs: Info vzdálený CCcam
el: Πληροφορίες απομακρυσμένου CCcam
et: CCcam kauginfo
fi: CCcam etäyhteyden tietoja
fr: Info CCcam distant
hr: CCcam Daljinske informacije
lt: CCcam nuotolinė Informacija
nl: CCcam externe informatie
pl: CCcam Info Zdalne
ru: CCcam Информация
sk: Info vzdialený CCcam
sr: CCcam Udaljene Informacije
sv: CCcam fjärrkontroll Info
ta: CCCAM தொலை செய்தி
tr: CCcam Uzak Bilgisi
uk: CCcam Інформація
vi: Thông tin từ xa CCcam
zh_cn: CCcam远程信息

source: CCcam Server Info
cs: Info CCcam serveru
el: Πληροφορίες διακομιστή CCcam
et: CCcam serveri Info
fi: CCcam palvelimen tietoja
fr: Info serveur CCcam
hr: CCcam Informacije o poslužitelju
lt: CCcam serverio informacija
nl: CCcam server informatie
pl: CCcam Info o Serwerze
ru: CCcam Сервер Инфо
sk: Info CCcam serveru
sr: Informacije o CCcam Serveru
sv: CCcam serverinformation
ta: CCCAM சேவையக செய்தி
tr: CCcam Sunucu Bilgisi
uk: CCcam Сервер Інфо
vi: Thông tin máy chủ CCcam
zh_cn: CCcam服务器信息

source: CCcam Share Info
cs: Info CCcam sdílení
de: CCcam Freigabeinformationen
el: Πληροφορίες μοιράσματος CCcam
et: CCcam jao info
fi: CCcam jaon tietoja
fr: Info partage CCcam
it: Info condivisione CCcam
lt: CCcam bendrinimo informacija
nl: CCcam share informatie
pl: CCcam Info o Współdzieleniu
ru: CCcam Ресурс Инфо
sk: Info CCcam zdieľaní
sr: CCcam Šering Info
sv: CCcam Aktieinfo
ta: ககாம் பகிர்வு செய்தி
tr: CCcam Paylaşım Bilgisi
uk: CCcam Ресурс Інфо
vi: Thông tin chia sẻ CCcam
zh_cn: CCcam共享信息

source: CCcam Shares Info
cs: Info CCcam sdílení
de: CCcam Freigabeinformationen
el: Πληροφορίες μοιρασμάτων CCcam
et: CCcam jagude info
fi: CCcam jakojen tietoja
fr: Info partages CCcam
it: Info condivisioni CCcam
lt: CCcam bendrinimų informacija
nl: CCcam share informatie
pl: CCcam Info o Udziałach
ru: CCcam Шаринг Инфо
sk: Info CCcam zdieľaní
sr: CCcam Šerinzi Info
sv: CCcam Aktier Info
ta: சி.சி.சி.ஏ.எம் தகவலைப் பகிர்ந்து கொள்கிறது
tr: CCcam Paylaşımlar Bilgisi
uk: CCcam Шаринг Інфо
vi: CCcam chia sẻ thông tin
zh_cn: CCcam最新信息

source: CCcam.cfg Basic Line Editor
cs: Editor řádek souboru CCcam.cfg
el: Βασική επεξεργασία γραμμής CCcam.cfg
fi: CCcam.cfg rivi editori
hr: CCcam.cfg Uređivač Osnovnih Linija
it: CCcam.cfg editor di base righe
lt: CCcam.cfg pagrindinės eilutės redaktorius
nl: CCcam.cfg Basis Line Editor
pl: Podstawowy edytor linii CCcam.cfg
sk: CCcam.cfg – základný editor riadkov
sr: CCcam.cfg Uređivač Osnovnih Linija
sv: CCcam.cfg Grundläggande radredigerare
ta: CCCAM.CFG அடிப்படை வரி எடிட்டர்
tr: CCcam.cfg Temel Satır Düzenleyici
uk: Редактор базових рядків CCcam.cfg

source: CCcamInfo Mainmenu
cs: Hlavní nabídka Informace o CCcam
da: CCcam Info Hovedmenu
de: CCcam Info - Hauptmenü
el: Κύριο μενού πληροφοριών CCcam
et: CCcam info peamenüü
fi: Oscam Päävalikko
fr: Menu principal de CCcamInfo
hr: CCcamInfo Glavni Menu
hu: CCcamInfo Főmenü
it: Menu principale CCcamInfo
lt: CCcamInfo pagrindinis meniu
nl: CCcamInfo Hoofdmenu
pl: CCcamInfo Menu główne
sk: Hlavné menu CCcamInfo
sr: CCcamInfo Glavni meni
sv: CCcamInfo Huvudmeny
tr: CCcamInfo Ana Menü
uk: Головне меню CCcamInfo
vi: CCcam Thông tin Menu chính
zh_cn: CCcam信息主菜单

source: CH
el: Κ.
lt: KAN.
uk: КАН
zh_cn: 频道

source: CH%s
el: Κ. %s
lt: KAN.%s
uk: КАН%s
zh_cn: 频道%s

source: CHANGE BOUQUET
bg: ПРОМЕНИ БУКЕТ
cs: ZMĚNA PŘEHLEDU
da: SKIFT BUKET
de: Bouquet wechseln
el: ΑΛΛΑΓΗ ΜΠΟΥΚΕΤΟΥ
et: LEMMIKNIMEKIRJA VAHETUS
fi: VAIHDA SUOSIKKILISTAA
fr: CHANGER BOUQUET
hr: PROMIJENI BUKET
hu: CSATORNACSOMAG VÁLTÁS
it: CAMBIA BOUQUET
lt: KEISTI PAKETĄ
nl: VERANDER FAVORIETENLIJST
pl: ZMIEŃ LISTĘ
ru: Изменить фаворит
sk: ZMENIŤ PREHĽAD
sr: PROMENI BUKET
ta: பூச்செண்டை மாற்றவும்
tr: BUKET DEĞİŞTİR
uk: ЗМІНА ФАВОРИТУ
vi: THAY ĐỔI GÓI KÊNH
zh_cn: 更改频道列表

source: CHANNEL +/-
cs: KANÁL +/-
el: ΚΑΝΑΛΙ +/-
fi: Kanava vaihtonäppäimen +/-
fr: Canal +/-
hr: KANAL +/-
it: CANALE +/-
lt: KANALAS +/-
nl: Zender +/-
pl: Kanał +/-
sk: KANÁL +/-
sr: KANAL +/-
sv: KANAL +/-
ta: சேனல் +/-
tr: KANAL +/-
uk: Канал +/-
