Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Delay after enable voltage before motor command
bg: Закъснение след активиране на напрежението преди команда на двигателя
cs: Zpoždění po nastavení napětí před příkazem motoru
da: Forsinkelse efter spændingsaktivering før motorkommando
de: Pause nachdem Spannung anliegt bevor Motor-Kommando
el: Καθυστέρηση μετά την ενεργοποίηση της τάσης πριν την εντολή μοτέρ
et: Viiteaeg pinge lubamise ja ajamikäsu vahel
fi: Viive jännitteen kytkemisen jälkeen ennen moottorikomentoa
fr: Délai après l’activation de la tension et avant la commande moteur
hr: Odgoda nakon aktiviranja napona prije naredbe motora
hu: Késleltetés a motorvezérlés engedélyezése után
it: Ritardo dopo abilitazione del voltaggio prima di un comando al motore
lt: Delsa tarp įtampos padavimo ir variklio komandos
nl: De vertraging na 'power on' voor het motorcommando
pl: Opóźnienie po włączeniu napięcia przed poleceniem silnika
ru: Задержка команд после вкл. повышенного напряжения мотора
sk: Oneskorenie po zapnutí napätia pred príkazom pre motor
sr: Odlaganje nakon omogućavanja napona pre komande rotora
sv: Fördröjning efter aktiveringsspänning före motorkommando
ta: மின்னோடி கட்டளைக்கு முன் மின்னழுத்தத்தை இயக்கிய பின் நேரந்தவறுகை
tr: Motor komutundan önce etkinleştirme voltajından sonraki gecikme
uk: Затримка після включення напруги перед командою двигуна
vi: Độ trễ sau khi bật điện áp trước lệnh động cơ
zh_cn: 在电机命令前启动电压后延时

source: Delay after enable voltage before switch command
bg: Закъснение след активиране на напрежението преди команда за превключване
cs: Zpoždění po zapnutí napětí před příkazem přepnout
da: Forsinkelse efter spændingsaktivering før skiftekommando
de: Pause nachdem Spannung anliegt bevor Switch-Kommando
el: Καθυστέρηση μετά την ενεργοποίηση της τάσης πριν την εντολή διακόπτη
et: Viiteaeg pinge lubamise ja lülituskäsu vahel
fi: Viive jännitteen kytkemisen jälkeen ennen vaihtokomentoa
fr: Délai après l’activation de la tension et avant la commande de bascule (switch)
hr: Odgoda nakon aktiviranja napona prije naredbe prekidača
hu: Késleltetés a feszültség bekapcsolás után a kapcsoló parancs előtt
it: Ritardo dopo abilitazione della tensione prima del comando di commutazione
lt: Delsa tarp įtampos padavimo ir perjungimo komandos
nl: De vertraging na 'power on' maar voor het schakelcommando
pl: Opóźnienie po włączeniu napięcia przed poleceniem switch
ru: Задержка после вкл. напряжения команд перекл.
sk: Oneskorenie po zapnutí napätia pred príkazom na prepnutie
sr: Odlaganje nakon omogućavanja napona pre komande prekidača
sv: Fördröjning efter aktiveringsspänning före brytkommando
ta: சுவிட்ச் கட்டளைக்கு முன் மின்னழுத்தத்தை இயக்கிய பின் நேரந்தவறுகை
tr: Etkinleştirme voltajından sonraki gecikme, anahtarlama komutundan önce
uk: Затримка після включення напруги перед командою перемикача
vi: Trì hoãn sau khi bật điện áp trước lệnh chuyển đổi
zh_cn: 启动电压后的延时开关命令

source: Delay after final continuous tone change
bg: Закъснение след окончателна непрекъсната промяна на тона
cs: Zpoždění po ukončení změny nepřerušovaného tónu
da: Forsinkelse efter afsluttende vedvarende toneændring
de: Pause nach letzter kontinuierlichen Tonänderung
el: Καθυστέρηση μετά την τελική συνεχόμενη αλλαγή τόνου
et: Viiteaeg pärast viimast pidevtooni muutust
fi: Viive viimeisen taajuusaluevaihdon jälkeen
fr: Délai après le changement continu de la tonalité
hr: Odgoda nakon konačne kontinuirane promjene tona
it: Ritardo dopo cambio finale del tono continuo
lt: Delsa po galutinio nepertraukiamo tono pasikeitimo
nl: De vertraging na de laatste definitieve toon wisseling
pl: Opóźnienie po ostatecznym continuous tone change
ru: Задержка после окончательного непрерыв. изменения тона
sk: Oneskorenie po konečnej zmene kontinuálneho tónu
sr: Odlaganje nakon konačne neprekidne promene tona
sv: Fördröjning efter sista kontinuerliga tonbyte
ta: இறுதி தொடர்ச்சியான தொனி மாற்றத்திற்குப் பிறகு நேரந்தவறுகை
tr: Son sürekli ton değişiminden sonraki gecikme
uk: Затримка після остаточної зміни безперервного тону
vi: Trì hoãn sau khi thay đổi âm liên tục cuối cùng
zh_cn: 最终连续音变化后的延时

source: Delay after last DiSEqC command
bg: Закъснение след последната команда diseqc
cs: Zpoždění po posledním příkazu DiSEqC
el: Καθυστέρηση μετά την τελευταία εντολή DiSEqC
fi: Viive viimeisen diseqc-komennon jälkeen
fr: Délai après la dernière commande diseqc
hr: Odgoda nakon posljednje DiSEqC naredbe
it: Ritardo dopo ultimo comando DiSEqC
lt: Delsa po paskutinės DiSEqC komandos
nl: De vertraging na het laatste diseqc commando
pl: Opóźnienie po ostatnim poleceniu DiSEqC
sk: Oneskorenie po poslednom príkaze DiSEqC
sr: Odlaganje nakon poslednje komande DiSEqC
sv: Fördröjning efter senaste DiSEqC-kommando
ta: கடைசியாக diseqc கட்டளைக்குப் பிறகு நேரந்தவறுகை
tr: Son DiSEqC komutundan sonra gecikme
uk: Затримка після останньої diseqc команди

source: Delay after last voltage change
bg: Закъснение след последната промяна на напрежението
cs: Zpoždění po poslední změně napětí
da: Forsinkelse efter sidste spændingsændring
de: Pause nach letzter Spannungsänderung
el: Καθυστέρηση μετά την τελευταία αλλαγή τάσης
et: Viiteaeg pärast viimast pingemuutust
fi: Viive viimeisen polarisaation vaihdon jälkeen
fr: Délai après le dernier changement de tension
hr: Odgoda nakon posljednje promjene napona
hu: Az utolsó feszültségváltás utáni késleltetés
it: Ritardo dopo ultimo cambio di tensione
lt: Delsa po paskutinio įtampos keitimo
nl: De vertraging na de laatste spanningswijziging
pl: Opóźnienie po ostatniej zmianie napięcia
ru: Задержка после последнего изменения напряжения
sk: Oneskorenie po poslednej zmene napätia
sr: Odlaganje nakon poslednje promene napona
sv: Fördröjning efter senaste spänningsändring
ta: கடைசி மின்னழுத்த மாற்றத்திற்குப் பிறகு நேரந்தவறுகை
tr: Son voltaj değişiminden sonraki gecikme
uk: Затримка після останньої зміни напруги
vi: Độ trễ sau khi thay đổi điện áp lần cuối
zh_cn: 最后的电压变化后延时

source: Delay after motor stop command
bg: Закъснение след команда за спиране на двигателя
cs: Zpoždění po příkazu k zastavení motoru
da: Forsinkelse efter motor stop kommando
de: Pause nach Motor Stopp Kommando
el: Καθυστέρηση μετά την εντολή σταματήματος του μοτέρ
et: Viiteaeg pärast ajami peatuskäsku
fi: Viive moottorin stop-komennon jälkeen
fr: Délai après la commande d'arrêt moteur
hr: Odgoda nakon naredbe za zaustavljanje motora
hu: Késleltetés a motor leállítása után
it: Ritardo dopo comando arresto motore
lt: Delsa po variklio stabdymo komandos
nl: De vertraging nadat de motor gestopt is
pl: Opóźnienie po poleceniu zatrzymania silnika
ru: Задержка после команды остановки мотора
sk: Oneskorenie po príkaze na zastavenie motora
sr: Odlaganje nakon komande zaustavljanja rotora
sv: Fördröjning efter motorstoppskommando
ta: மின்னோடி ச்டாப் கட்டளைக்குப் பிறகு நேரந்தவறுகை
tr: Motor dur komutundan sonra gecikme
uk: Затримка після команди зупинки двигуна
vi: Trì hoãn sau lệnh dừng động cơ
zh_cn: 电机停止命令后延时

source: Delay after set voltage before measure motor power
bg: Закъснение след зададено напрежение преди измерване на мощността на двигателя
cs: Zpoždění po nastavení napětí před krokem motoru
da: Forsinkelse efter spændingsændring før motorstrøm måles
de: Pause nachdem Spannung anliegt vor Messung der Motorkraft
el: Καθυστέρηση μετά τον ορισμό τάσης πριν τη μέτρηση της ισχύος του μοτέρ
et: Viiteaeg pinge määramise ja mootori võimsuse mõõtmise vahel
fi: Viive polarisaation vaihdon jälkeen ennen moottoritehon mittausta
fr: Délai après fixation de la tension et avant la mesure de la puissance du moteur
hr: Odgoda nakon postavljenog napona prije mjerenja snage motora
hu: Késleltetés a beállított feszültség után a motor teljesítményének mérése előtt
it: Ritardo dopo aver impostato la tensione prima di misurare la potenza del motore
lt: Delsa tarp įtampos nustatymo ir variklio galios nustatymo
nl: De vertraging nadat de spanning ingesteld is voordat de motorspanning gemeten is
pl: Opóźnienie po ustawieniu napięcia przed zmierzeniem mocy silnika
ru: Задержка после набора напряжения до измерения мощности
sk: Oneskorenie po nastavení napätia, pred meraním energie pre motor
sr: Odlaganje nakon postavljenog napona posle snage rotora
sv: Fördröjning efter inställd spänning innan motoreffekten mäts
ta: மின்னோடி சக்தியை அளவிடுவதற்கு முன் மின்னழுத்தத்தை அமைத்த பிறகு நேரந்தவறுகை
tr: Motor gücü ölçülmeden önce ayarlanan voltajdan sonra gecikme
uk: Затримка після заданої напруги перед вимірюванням потужності двигуна
vi: Độ trễ sau khi đặt điện áp trước khi đo công suất động cơ
zh_cn: 测量电机功率之前,设置电压之后延时

source: Delay after tone burst
bg: Закъснение след избухване на тона
cs: Prodleva po tónu
el: Καθυστέρηση μετά τη ριπή τόνου
fi: Viive taajuusalueen vaihdon jälkeen
fr: Délai après toneburst
hr: Odgoda nakon tonskog signala
it: Ritardo dopo toneburst
lt: Delsa po toninio impulso šuolio
nl: Vertraging na toneburst
pl: Opóźnienie po toneburst
sk: Oneskorenie po tónovom impulze
sr: Odlaganje nakon tonskog signala
sv: Fördröjning efter tonstöt
ta: தொனி வெடித்த பிறகு நேரந்தவறுகை
tr: Tone burst dan sonra gecikme
uk: Затримка після тональної команди

source: Delay after voltage change before motor command
bg: Закъснение след промяна на напрежението преди команда на двигателя
cs: Zpoždění po změně napětí před příkazem motoru
da: Forsinkelse efter spændingsændring før motorkommando
de: Pause nach Spannungsänderung vor Motor-Kommandos
el: Καθυστέρηση πριν την αλλαγή της τάσης πριν την εντολή μοτέρ
et: Viiteaeg pinge muutmise ja ajami käsu vahel
fi: Viive polarisaation vaihdon jälkeen ennen moottori-komentoa
fr: Délai après le changement de tension et avant la commande moteur
hr: Odgoda nakon promjene napona prije naredbe motora
hu: Késleltetés a feszültségváltás után a motor parancs előtt
it: Ritardo dopo cambio di voltaggio prima di un comando al motore
lt: Delsa tarp įtampos pasikeitimo ir variklio komandos
nl: De vertraging nadat de spanning gewijzigd is, maar vóór het motorcommando
pl: Opóźnienie po zmianie napięcia przed poleceniem silnika
ru: Задержка после изменения напряжения мотора
sk: Oneskorenie po zmene napätia pred príkazom pre motor
sr: Odlaganje nakon promene napona pre rotor komande
sv: Fördröjning efter spänningsändring innan motorstyrning
ta: மின்னோடி கட்டளைக்கு முன் மின்னழுத்த மாற்றத்திற்குப் பிறகு நேரந்தவறுகை
tr: Motor komutundan önce voltaj değişikliğinden sonra gecikme
uk: Затримка після зміни напруги перед командою двигуна
vi: Độ trễ sau khi thay đổi điện áp trước lệnh động cơ
zh_cn: 在电机命令改变电压后延时

source: Delay before key repeat starts:
bg: Закъснение, преди да започне повторението на клавиша:
cs: Zpoždění před opakováním:
da: Forsinkelse før tastegentagelse starter:
de: Verzögerung vor Tastenwiederholung:
el: Καθυστέρηση πριν ξεκινήσει η επανάληψη πλήκτρου:
et: Viiteaeg enne võtme kordamist:
fi: Viive ennen näppäimen toistoa:
fr: Délai avant que la répétition de la touche démarre :
hr: Odgoda prije početka ponavljanja tipki:
hu: Késleltetés ismétlések előtt:
it: Ritardo tasto ripetizione iniziale:
lt: Delsa iki pakartotino mygtuko paspaudimo:
nl: De vertraging voor knopherhaling begint:
pl: Opóźnienie przed powtórzeniem przycisku:
pt_br: Atraso antes da repetição da tecla:
ru: Задержка перед повторным нажатием кнопки
sk: Oneskorenie pred opakovaním tlačidla:
sr: Odlaganje pre početka ponovnog pritiskanja tastera:
sv: Fördröjning innan tangentupprepning startar:
ta: விசை மீண்டும் தொடங்குவதற்கு முன் தாமதம்:
tr: Tuş tekrarı başlamadan önceki gecikme süresi:
uk: Затримка перед повторним натисканням кнопки:
vi: Trì hoãn trước khi lặp lại khóa bắt đầu:
zh_cn: 重复按键开始前延时:

source: Delay before sequence repeat
bg: Закъснение преди повторение на последователността
cs: Prodleva před opakováním sekvence
da: Forsinkelse før sekvens gentages
de: Verzögerung bevor Sequenz wiederholt wird
el: Καθυστέρηση πριν την επανάληψη ακολουθίας
et: Viiteaeg enne jada kordust
fi: Viive ennen komennon toistoa
fr: Délai entre la répétition d'une séquence
hr: Odgoda prije ponavljanja sekvence
hu: Késleltetés a szekvencia ismétlése előtt
it: Ritardo prima della ripetizione della sequenza
lt: Delsa prieš komandų sekos kartojimą
nl: De vertraging voordat de herhaling begint
pl: Opóźnienie przed powtórzeniem sekwencji
ru: Задержка перед послед. повтора
sk: Oneskorenie pred opakovaním sekvencie
sr: Odlaganje pre ponavljanja sekvence
sv: Fördröjning före sekvensrepetition
ta: வரிசை மீண்டும் செய்வதற்கு முன் நேரந்தவறுகை
tr: Yineleme öncesi gecikme
uk: Затримка послідовності повтору
vi: Trì hoãn trước khi lặp lại trình tự
zh_cn: 序列重复前的延时

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
bg: Закъснение между CEC командите при изпращане на поредица от команди. Някои устройства изискват това забавяне за правилно функциониране, обикновено между 50-150ms.
cs: Prodleva mezi příkazy CEC při odesílání série příkazů. Některá zařízení vyžadují pro správnou funkci toto zpoždění, obvykle mezi 50-150 ms.
el: Καθυστέρηση μεταξύ των εντολών CEC όταν γίνεται αποστολή μιας σειράς εντολών. Μερικές συσκευές απαιτούν αυτή την καθυστέρηση για σωστή λειτουργία, συνήθως μεταξύ 50-150ms.
fi: Viive CEC komentojen välillä komentosarjan lähettämisessä. Jotkut laitteet vaativat tämän viiveen oikean toiminnan varmistamiseksi, yleensä välillä 50-150ms.
fr: Délai entre les commandes CEC lors de l'envoi d'une série de commandes. Certains appareils ont besoin de ce délai pour fonctionner correctement, généralement entre 50 et 150 ms.
hr: Odgoda između CEC naredbi prilikom slanja niza naredbi. Neki uređaji zahtijevaju ovo kašnjenje za ispravno funkcioniranje, obično između 50-150 ms.
it: Ritardo tra comandi CEC durante l'invio di una serie di comandi. Alcuni dispositivi richiedono questo ritardo per il corretto funzionamento, generalmente compreso tra 50 e 150 ms.
lt: Delsa tarp CEC komandų siunčiant komandų seką. Kai kuriems įrenginiams reikia šios delsos, kad tinkamai veiktų, paprastai tarp 50-150ms.
nl: Vertraging tussen CEC commando's bij het sturen van een serie commando's. Sommige apparaten hebben deze vertraging nodig om goed te kunnen functioneren, normaal tussen 50-150ms.
pl: Opóźnienie między poleceniami CEC podczas wysyłania serii poleceń. Niektóre urządzenia wymagają tego opóźnienia do prawidłowego funkcjonowania, zwykle między 50-150ms.
sk: Oneskorenie medzi príkazmi CEC pri zaslaní série príkazov. Niektoré zariadenia vyžadujú pre správne fungovanie oneskorenie zvyčajne 50 - 150 ms.
sr: Odlaganje između komandi CEC prilikom slanja niza komandi. Neki uređaji zahtevaju ovo odlaganje za ispravno funkcionisanje, obično između 50-150ms.
sv: Fördröjning mellan CEC-kommandon vid sändning av en serie kommandon. Vissa enheter kräver denna fördröjning för att fungera korrekt, vanligtvis mellan 50-150 ms.
ta: தொடர்ச்சியான கட்டளைகளை அனுப்பும்போது CEC கட்டளைகளுக்கு இடையில் நேரந்தவறுகை. சில சாதனங்களுக்கு சரியான செயல்பாட்டிற்கு இந்த நேரந்தவறுகை தேவைப்படுகிறது, பொதுவாக 50-150 மீட்டர் வரை.
tr: CEC komutları serisi gönderilirken komutlar arasındaki gecikme. Bazı cihazlar doğru çalışma için bu gecikmeye ihtiyaç duyar, genellikle 50-150 ms arasındadır.
uk: Затримка між командами CEC під час надсилання серії команд. Деякі пристрої потребують такої затримки для правильного функціонування, як правило, від 50 до 150 мс.

source: Delay between DiSEqC commands
bg: Закъснение между командите diseqc
cs: Prodleva mezi příkazy DiSEqC
el: Καθυστέρηση μεταξύ εντολών diseqc
fi: Viive diseqc-komentojen välillä
fr: Délai entre les commandes diseqc
hr: Odgoda između DiSEqC naredbi
it: Ritardo tra comandi DiSEqC
lt: Delsa tarp DiSEqC komandų
nl: De vertraging tussen DiSEqC-opdrachten
pl: Opóźnienie między poleceniami DiSEqC
sk: Oneskorenie medzi príkazmi DiSEqC
sr: Odlaganje između DiSEqC komandi
sv: Fördröjning mellan DiSEqC-kommandon
ta: Diseqc கட்டளைகளுக்கு இடையில் நேரந்தவறுகை
tr: DiSEqC komutları arasındaki gecikme
uk: Затримка між командами diseqc

source: Delay between switch and motor command
bg: Закъснение между превключвателя и командата на двигателя
cs: Prodleva mezi přepnutím a povelem motoru
da: Forsinkelse mellem skifte og motor-kommando
de: Pause zwischen Switch- und Motor-Kommando
el: Καθυστέρηση μεταξύ διακόπτη και εντολής μοτέρ
et: Viiteaeg lülitus- ja ajamikäsu vahel
fi: Viive vaihto- ja moottorikomentojen välillä
fr: Délai entre bascule (switch) et commande moteur
hr: Kašnjenje između prekidača i naredbe motora
it: Ritardo tra commutazione e comando motore
lt: Delsa tarp perjungimo ir variklio komandos
nl: De vertraging tussen schakelaar en motor-opdracht
pl: Opóźnienie między poleceniem switch a poleceniem silnika
ru: Задержка между коммутатором и командами мотора
sk: Oneskorenie medzi príkazom na prepnutie a príkazom pre motor
sr: Odlaganje između prekidača i rotor komande
sv: Fördröjning mellan brytare och motorstyrning
ta: சுவிட்ச் மற்றும் மின்னோடி கட்டளைக்கு இடையில் நேரந்தவறுகை
tr: Anahtar ve motor komutu arasındaki gecikme
uk: Затримка між командами перемикача і двигуна
vi: Độ trễ giữa công tắc và lệnh động cơ
zh_cn: 开关和电机的命令之间的延时

source: Delay for external subtitles
bg: Закъснение за външни субтитри
cs: Zpoždění externích titulků
da: Forsinkelse for eksterne undertekster
de: Verzögerung für externe Untertitel
el: Καθυστέρηση εξωτερικών υποτίτλων
et: Väliste subtiitrite viiteaeg
fi: Ulkoisen tekstityksen viive
fr: Délai pour les sous-titres externes
hr: Kašnjenje za vanjske titlove
hu: Külső feliratok késleltetése
it: Ritardo per sottotitoli esterni
lt: Išorinių subtitrų delsa
nl: Vertragen of versnellen van externe ondertitels
pl: Opóźnienie napisów zewnętrznych
pt_br: Atraso para legendas externas
ru: Задержка для внешних субтитров
sk: Oneskorenie pre externé titulky
sr: Odlaganje za spoljne titlove
sv: Fördröjning för externa undertexter
ta: வெளிப்புற வசனங்களுக்கான நேரந்தவறுகை
tr: Harici altyazılar için gecikme
uk: Затримка для зовнішніх субтитрів
vi: Độ trễ cho phụ đề bên ngoài
zh_cn: 延迟外挂字幕

source: Delay in milliseconds after finish scrolling text on display.
bg: Закъснение в милисекунди след приключване на превъртането на текст на дисплея.
cs: Zpoždění v milisekundách po dokončení rolování textu na displeji.
da: Forsinkelse i millisekonder efter afsluttet tekstrunling på skærm.
de: Hier können Sie die Verzögerung (in Millisekunden) nach einem Text-Durchlauf auf dem Display einstellen.
el: Καθυστέρηση σε ms μετά τη λήξη της κύλισης του κειμένου στην οθόνη.
et: Viiteaeg pärast teksti kerimise lõpetamist. (ms)
fi: Viive millisekunteina näytössä olevan tekstin vierityksen lopettamisen jälkeen.
fr: Délai en millisecondes après la fin du texte défilant sur l'affichage.
hr: Kašnjenje u milisekundama nakon završetka pomicanja teksta na zaslonu.
hu: Késleltetés milliszekundumban, miután befejezte a szöveg görgetését a kijelzőn.
it: Ritardo in millisecondi dopo lo scorrimento del testo sul display.
lt: Delsa (milisekundėmis) po teksto slinkimo pabaigos.
nl: De vertraging in milliseconden nadat de scrollende displaytekst afgelopen is.
pl: Opóźnienie w milisekundach po zakończeniu przewijania tekstu na wyświetlaczu.
sk: Oneskorenie v milisekundách po dokončení rolovania textu na displeji.
sr: Odlaganje u ms nakon završetka prikazivanja teksta za pomeranje.
sv: Fördröjning i millisekunder efter avslutad rullning av text på displayen.
ta: காட்சிக்கு ச்க்ரோலிங் உரையை முடித்த பிறகு மில்லி விநாடிகளில் நேரந்தவறுகை.
tr: Ekranda kayan metin bittikten sonra milisaniye cinsinden gecikme süresi.
uk: Затримка в мілісекундах після прокрутки тексту на дисплеї.
vi: Độ trễ tính bằng mili giây sau khi kết thúc cuộn văn bản trên màn hình.
zh_cn: 完成滚动显示文本后的延迟(以毫秒为单位).

source: Delay in milliseconds before start of scrolling text on display.
bg: Закъснение в милисекунди преди началото на превъртане на текст на дисплея.
cs: Zpoždění v milisekundách před startem rolování textu na displeji.
da: Forsinkelse i millisekonder før start af tekstrunling på skærm.
de: Hier können Sie die Verzögerung (in Millisekunden) vor einem Text-Durchlauf auf dem Display einstellen.
el: Καθυστέρηση σε ms πριν την έναρξη της κύλισης του κειμένου στην οθόνη.
et: Viiteaeg enne teksti kerimise alustamist. (ms)
fi: Viive (millisekunteina), jonka jälkeen aloitetaan tekstin skrollaus etupaneelissa.
fr: Délai en millisecondes avant le démarrage du défilement sur l'affichage.
hr: Odgoda u milisekundama prije početka pomicanja teksta na zaslonu.
hu: Késleltetés ezredmásodpercben a szöveg görgetésének megkezdése előtt.
it: Ritardo in millisecondi prima dell'inizio dello scorrimento del testo sul display.
lt: Delsa (milisekundėmis) prieš teksto slinkimo pradžią.
nl: De vertraging in milliseconden voordat de scrollende tekst op het display begint.
pl: Opóźnienie w milisekundach przed rozpoczęciem przewijania tekstu na wyświetlaczu.
sk: Oneskorenie v milisekundách pred spustením rolovania textu na displeji.
sr: Odlaganje u ms pre nego što počnete pomerati tekst.
sv: Fördröjning i millisekunder före start av rullande text på displayen.
ta: காட்சிக்கு ச்க்ரோலிங் உரையைத் தொடங்குவதற்கு முன் மில்லி விநாடிகளில் நேரந்தவறுகை.
tr: Ekranda kayan metnin başlamasından önce beklenen milisaniye cinsinden gecikme süresi.
uk: Затримка в мілісекундах перед початком прокручування тексту на дисплеї.
vi: Trì hoãn tính bằng mili giây trước khi bắt đầu cuộn văn bản trên màn hình.
zh_cn: 开始滚动显示文字之前的延迟(以毫秒为单位).

source: Delay time
bg: Закъснение
cs: Zpoždění
da: Forsinkelsestid
de: Verzögerungszeit
el: Χρόνος καθυστέρησης
et: Viiteaeg
fi: Viive
fr: Durée du délai
hr: Vrijeme kašnjenja
hu: Késleltetési idő
it: Ritardo
lt: Delsimo laikas
nl: Vertragingstijd
pl: Czas opóźnienia
ru: Время задержки
sk: Oneskorenie
sr: Vreme odlaganja
sv: Fördröjningstid
ta: தாமத நேரம்
tr: Gecikme zamanı
uk: Час затримки
vi: Thời gian trì hoãn
zh_cn: 延迟时间

source: Delay:
bg: Забавяне:
cs: Zpoždění:
da: Forsinkelse:
de: Verzögerung:
el: Καθυστέρηση:
et: Viiteaeg:
fi: Viive:
fr: Délai :
hr: Kašnjenje:
hu: Késleltetés:
it: Ritardo:
lt: Delsimas:
nl: Vertraging:
pl: Opóźnienie:
ru: Задержка:
sk: Oneskorenie:
sr: Odlaganje:
sv: Fördröjning:
ta: தாமதம்:
tr: Gecikme:
uk: Затримка:
vi: Chậm trễ:
zh_cn: 延时:

source: Delay: %s
cs: Prodleva: %s
el: Καθυστέρηση: %s
fi: Viive: %s
hr: Kašnjenje: %s
it: Ritardo: %s
lt: Vėlavimas: %s
nl: Vertraging: %s
pl: Opóźnienie: %s
sk: Oneskorenie: %s
sr: Odlaganje: %s
sv: Fördröjning: %s
ta: தாமதம்: %s
tr: Gecikme: %s
uk: Затримка: %s

source: Delete
bg: Изтрий
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
fr: Supprimer
hr: Obriši
hu: Törlés
it: Elimina
lt: Trinti
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sk: Vymazať
sl: Izbriši
sr: Izbriši
sv: Ta bort
ta: நீக்கு
tr: Sil
uk: Видалити
vi: Xóa bỏ
zh_cn: 删除

source: Delete %s?
bg: Изтриване на% s?
cs: Smazat %s?
da: Slet %s ?
de: Lösche %s?
el: Διαγραφή του %s;
et: Kustuta %s?
fi: Poistetaanko %s?
fr: Effacer %s ?
hr: Obriši %s?
hu: Törlés %s?
it: Eliminare %s?
lt: Trinti %s?
nl: Verwijder %s?
pl: Czy na pewno usunąć %s?
ru: Удалить %s?
sk: Vymazať %s?
sr: Izbriši %s?
sv: Radera %s?
ta: %s ஐ நீக்கவா?
tr: %s silinsin mi?
uk: Видалити %s?
vi: Bạn Xóa %s?
zh_cn: 删除 %s;

source: Delete Confirmation
bg: Изтриване на потвърждението
cs: Smazat potvrzení
da: Bekræft sletning
de: Löschbestätigung
el: Επιβεβαίωση διαγραφής
et: Kustutamise kinnitus
fi: Poistamisen vahvistuskysely
fr: Confirmation de l'effacement
hr: Potvrda Brisanja
hu: Törlés megerősítése
it: Conferma eliminazione
lt: Pašalinimo patvirtinimas
nl: Bevestig verwijderen
pl: Potwierdzenie Usuwania
ru: Подтверждение удаления
sk: Vymazať potvrdenie
sr: Potvrda Brisanja
sv: Radera Bekräftelse
ta: உறுதிப்படுத்தலை நீக்கு
tr: Silme Onayı
uk: Підтвердження видалення
vi: Xóa xác nhận
zh_cn: 确认删除
