Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Alignment of events
bg: Подравняване на събитията
cs: Sladění událostí
da: Justering af begivenheder
de: Ausrichtung der Sendungsnamen
el: Στοίχιση προγραμμάτων
et: Saatenime asukoht
fi: Ohjelmatiedon sijainti
fr: Concordance des évènements
hr: Poravnanje događaja
hu: Események elrendezése
it: Allineamento degli eventi
lt: Įvykių lygiavimas
nl: Uitlijnen van programma's
pl: Wyrównanie wydarzeń
pt_br: Alinhamento de eventos
sk: Zarovnanie udalostí
sr: Poravnanje događaja
sv: Anpassning av händelser
ta: நிகழ்வுகளின் சீரமைப்பு
tr: Etkinliklerin hizalanması
uk: Вирівнювання передач
vi: Sắp xếp các sự kiện
zh_cn: 事件对齐

source: Alignment of service names
bg: Подравняване на сервизните имена
cs: Sladění názvů služeb
da: Justering af kanalnavne
de: Ausrichtung der Sendernamen
el: Στοίχιση ονομάτων υπηρεσιών
et: Kanalinime asukoht
fi: Kanavanimen sijainti
fr: Concordance des noms de service
hr: Poravnanje imena kanala
hu: Csatorna nevek elrendezése
it: Allineamento dei nomi dei servizi
lt: Kanalų pavadinimų lygiavimas
nl: Uitlijning van zendernaam
pl: Wyrównanie nazw usług
pt_br: Alinhamento de serviços
sk: Zarovnanie názvov staníc
sr: Poravnanje imena kanala
sv: Justering av namn på tjänster
ta: பணி பெயர்களின் சீரமைப்பு
tr: Kanal isimlerinin hizalanması
uk: Вирівнювання назви каналу
vi: Sắp xếp tên dịch vụ
zh_cn: 频道名称对齐

source: All
bg: Всички
cs: Vše
da: Alle
de: Alle
el: Όλα
et: Kõik
fi: Kaikki
fr: Toutes
hr: Sve
hu: Összes
it: Tutti
lt: Visi
nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Все
sk: Všetko
sl: Vse
sr: Sve
sv: Alla
ta: அனைத்தும்
tr: Tüm
uk: Всі
vi: Mọi lứa tuổi
zh_cn: 所有

source: All Services
bg: Всички сервизи
cs: Všechny programy
da: Alle kanaler
de: Alle Sender
el: Όλες οι υπηρεσίες
et: Kõik kanalid
fi: Kaikki Palvelut
fr: Tous les Services
hr: Svi Kanali
hu: Összes csatorna
it: Tutti i servizi
lt: Visi kanalai
nl: Alle zenders
pl: Wszystkie kanały
sk: Všetky stanice
sr: Svi Kanali
sv: Alla tjänster
ta: அனைத்து சேவைகளும்
tr: Tüm Kanallar
uk: Всі канали
vi: Tất cả các nhà cung cấp dịch vụ
zh_cn: 所有服务

source: All ages
bg: Всички възрасти
cs: Libovolný věk
da: Alle aldre
de: Jedes Alter
el: Όλες οι ηλικίες
et: Igas vanuses
fi: Kaikenikäisille
fr: Tous les âges
hr: Sav uzrast
hu: Minden korosztály
it: Tutte le età
lt: Visi amžiai
nl: Alle leeftijden
pl: Wszystkie grupy wiekowe
pt_br: Todas as idades
ru: Все возрасты
sk: Všetky vekové skupiny
sr: Sav uzrast
sv: Alla åldrar
ta: எல்லா வயதினரும்
tr: Her yaş grubu
uk: Для всіх
vi: Mọi lứa tuổi
zh_cn: 所有年龄段

source: All events down
bg: всички събития надолу
cs: všechny události dolů
el: Όλα τα προγράμματα κάτω
fi: Kaikki tapahtumat alas
fr: Tous les événements sont interrompus
hr: Svi događaji nadole
it: tutti gli eventi giù
lt: visi įvykiai žemyn
nl: Alle programma's omlaag
pl: Wszystkie wydarzenia w dół
sk: Všetky udalosti dolu
sr: Svi događaji nadole
sv: Alla händelser nedlagda
ta: அனைத்து நிகழ்வுகளும் கீழே
tr: Tüm etkinlikler aşağıda
uk: всі події вниз

source: All events up
bg: всички събития нагоре
cs: všechny události nahoru
el: Όλα τα προγράμματα επάνω
fi: Kaikki tapahtumat ylös
fr: Tous les événements vers le haut
hr: Svi događaji nagore
it: tutti gli eventi su
lt: visi įvykiai iki
nl: Alle programma's omhoog
pl: Wszystkie wydarzenia w górę
sk: Všetky udalosti hore
sr: Svi događaji gore
sv: Alla händelser upp
ta: அனைத்து நிகழ்வுகளும்
tr: Tüm etkinlikler yukarıda
uk: всі події вверх

source: All files
cs: Všechny soubory
el: Όλα τα αρχεία
fi: Kaikki tiedostot
fr: Tous les fichiers
hr: Sve datoteke
it: Tutti i file
lt: Visi failai
nl: Alle bestanden
pl: Wszystkie pliki
sk: Všetky súbory
sr: Svi fajlovi
sv: Alla filer
ta: அனைத்து கோப்புகள்
tr: Tüm dosyalar
uk: Всі файли

source: All resolutions
bg: Всички резолюции
cs: Všechna rozlišení
da: Alle opløsninger
de: Alle Auflösungen
el: Όλες οι αναλύσεις
et: Kõik lahutused
fi: Kaikki resoluutiot
fr: Toutes les résolutions
hr: Sve rezolucije
hu: Összes felbontás
it: Tutte le risoluzioni
lt: Visos raiškos
nl: Alle Resoluties
pl: Wszystkie rozdzielczości
ru: Любое разрешение
sk: Všetky rozlíšenia
sr: Sve rezolucije
sv: Alla resolutioner
ta: அனைத்து தீர்மானங்களும்
tr: Tüm çözünürlükler
uk: Всі роздільності
vi: Tất cả các nghị quyết
zh_cn: 所有分辨率

source: All satellites 1 (USALS)
bg: Всички сателити 1 (USALS)
cs: Všechny satelity 1 (USALS)
da: Alle satellitter 1 (USALS)
el: Όλοι οι δορυφόροι 1 (USALS)
et: Kõik satelliidid 1 (USALS)
fi: Kaikki satelliitit 1 (DiSEqC-tila 1.2)
fr: Tous satellites 1 (USALS)
hr: Svi sateliti 1 (USALS)
hu: Minden műhold 1 (USALS)
it: Tutti i satelliti 1 (USALS)
lt: Visi palydovai 1 (USALS)
nl: Alle satellieten 1 (USALS)
pl: Wszystkie satelity 1 (USALS)
ru: Все спутники 1 (USALS)
sk: Všetky družice 1 (USALS)
sr: Svi sateliti 1 (USALS)
sv: Alla satelliter 1 (USALS)
ta: அனைத்து செயற்கைக்கோள்கள் 1 (USALS)
tr: Tüm uydular 1 (USALS)
uk: Всі супутники 1 (USALS)
vi: Tất cả các vệ tinh 1 (USALS)
zh_cn: 所有卫星1(usals)

source: All satellites 2 (USALS)
bg: Всички сателити 2 (USALS)
cs: Všechny satelity 2 (USALS)
da: Alle satellitter 2 (USALS)
el: Όλοι οι δορυφόροι 2 (USALS)
et: Kõik satelliidid 2 (USALS)
fi: Kaikki satelliitit 2 (DiSEqC-tila 1.2)
fr: Tous satellites 2 (USALS)
hr: Svi sateliti 2 (USALS)
hu: Minden műhold 2 (USALS)
it: Tutti i satelliti 2 (USALS)
lt: Visi palydovai 2 (USALS)
nl: Alle satellieten 2 (USALS)
pl: Wszystkie satelity 2 (USALS)
ru: Все спутники 2 (USALS)
sk: Všetky družice 2 (USALS)
sr: Svi sateliti 2 (USALS)
sv: Alla satelliter 2 (USALS)
ta: அனைத்து செயற்கைக்கோள்கள் 2 (USALS)
tr: Tüm uydular 2 (USALS)
uk: Всі супутники 2 (USALS)
vi: Tất cả các vệ tinh 2 (USALS)
zh_cn: 所有卫星2(usals)

source: All satellites 3 (USALS)
bg: Всички сателити 3 (USALS)
cs: Všechny satelity 3 (USALS)
da: Alle satellitter 3 (USALS)
el: Όλοι οι δορυφόροι 3 (USALS)
et: Kõik satelliidid 3 (USALS)
fi: Kaikki satelliitit 3 (DiSEqC-tila 1.2)
fr: Tous satellites 3 (USALS)
hr: Svi sateliti 3 (USALS)
hu: Minden műhold 3 (USALS)
it: Tutti i satelliti 3 (USALS)
lt: Visi palydovai 3 (USALS)
nl: Alle satellieten 3 (USALS)
pl: Wszystkie satelity 3 (USALS)
ru: Все спутники 3 (USALS)
sk: Všetky družice 3 (USALS)
sr: Svi sateliti 3 (USALS)
sv: Alla satelliter 3 (USALS)
ta: அனைத்து செயற்கைக்கோள்கள் 3 (USALS)
tr: Tüm uydular 3 (USALS)
uk: Всі супутники 3 (USALS)
vi: Tất cả các vệ tinh 3 (USALS)
zh_cn: 所有卫星3(usals)

source: All satellites 4 (USALS)
bg: Всички сателити 4 (USALS)
cs: Všechny satelity 4 (USALS)
da: Alle satellitter 4 (USALS)
el: Όλοι οι δορυφόροι 4 (USALS)
et: Kõik satelliidid 4 (USALS)
fi: Kaikki satelliitit 4 (DiSEqC-tila 1.2)
fr: Tous satellites 4 (USALS)
hr: Svi sateliti 4 (USALS)
hu: Minden műhold 4 (USALS)
it: Tutti i satelliti 4 (USALS)
lt: Visi palydovai 4 (USALS)
nl: Alle satellieten 4 (USALS)
pl: Wszystkie satelity 4 (USALS)
ru: Все спутники 4 (USALS)
sk: Všetky družice 4 (USALS)
sr: Svi sateliti 4 (USALS)
sv: Alla satelliter 4 (USALS)
ta: அனைத்து செயற்கைக்கோள்கள் 4 (பயன்கள்)
tr: Tüm uydular 4 (USALS)
uk: Всі супутники 4 (USALS)
vi: Tất cả các vệ tinh 4 (USALS)
zh_cn: 所有卫星4(usals)

source: All services provider
bg: Всички провайдери на сервизни
cs: Poskytovatel všech programů
da: Alle tjenesteudbudere
de: Alle Sendergruppen
el: Πάροχος όλων των υπηρεσιών
et: Kõik levitajad
fi: Kaikki palveluntarjoajat
fr: Tous les opérateurs de services
hr: Svi pružatelji kanala
hu: Minden szolgáltató
it: Tutti i provider di servizi
lt: Visų kanalų teikėjas
nl: Alle zender providers
pl: Dostawca wszystkich usług
sk: Poskytovateľ všetkých služieb
sr: Svi kanali provajdera
sv: Leverantör av alla tjänster
ta: அனைத்து பணி வழங்குநரும்
tr: Tüm kanal sağlayıcılar
uk: Всі канали провайдера
vi: Tất cả các nhà cung cấp dịch vụ
zh_cn: 所有服务提供商

source: All supported
bg: Всички поддържани
cs: Podporováno vše
el: Όλα τα υποστηριζόμενα
fi: Kaikki tuettu
fr: Tous supportés
hr: Sve podržano
it: Tutto supportato
lt: Visi palaikomi
nl: Alle ondersteunde
pl: Wszystkie obsługiwane
sk: Všetky podporované
sr: Sve podržano
sv: Alla stöds
ta: அனைத்தும் உதவி
tr: Tüm desteklenen
uk: Усі підтримуються

source: All up/down
cs: vše nahoru/dolů
el: όλο επάνω/κάτω
fi: kaikki ylös/alas
fr: tous de haut en bas
hr: Sve gore/dole
it: tutto su/giù
lt: visi aukštyn/žemyn
nl: Alle omhoog/omlaag
sr: Sve gore/dole
sv: Alla upp/ned
tr: Hepsi yukarı/aşağı
uk: все вверх/вниз

source: Allocate
bg: Разпределяне
cs: Přidělení
da: Tildel
de: Zuweisen
el: Κατανομή
et: Jaota
fi: Varaa
fr: Allouer
hr: Dodijeli
hu: Hozzárendelés
it: Assegna
lt: Paskirti
nl: Toewijzen
pl: Przydzielanie
pt_br: Alocar
ru: Выделить
sk: Prideliť
sr: Dodeli
sv: Tilldela
ta: ஒதுக்கவும்
tr: Atamak
uk: Призначити
vi: Chỉ định
zh_cn: 分配

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorized dishes) to save setting up the same LNB multiple times.
bg: Задайте номер на физическия конвертор, който конфигурирате. Ще можете да изберете този конвертор отново за други сателити (напр. моторизирани чинии), за да запазите настройката на един и същ конвертор няколко пъти.
cs: Přidělte číslo fyzickému LNB, který konfigurujete. Tento LNB budete moci znovu vybrat pro jiné satelity (např. motorizované paraboly), abyste si uložili nastavení stejného LNB několikrát.
el: Κατανομή ενός αριθμού στο φυσικό LNB που ρυθμίζετε. Θα μπορείτε να επιλέξετε αυτό το LNB ξανά για άλλους δορυφόρους (π.χ. σε κινητά κάτοπτρα) για την αποφυγή ρύθμισης του ίδιου LNB πολλές φορές.
fi: Määritä numero LNB:lle, jota olet määrittelemässä. Voit valita t LNB:n uudelleen muille satelliiteille (esim. Moottoroiduille lautanen), tallentaa saman LNB:n asetukset useita kertoja.
fr: Allouer un numéro au LNB physique que vous configurez. Vous pourrez choisir ce LNB à nouveau pour un autre satellite (p.e. pour les antennes motorisées) pour éviter de définir le même LNB plusieurs fois.
hr: Dodijelite broj fizičkom LNB-u koji konfigurirate. Ovaj LNB možete ponovno odabrati za druge satelite (motorizirana antena), kako biste više puta postavili isti LNB.
it: Assegna un numero all'LNB fisico che stai configurando. Potrai selezionare nuovamente questo LNB per altri satelliti (ad es. parabole motorizzate) per salvare la configurazione dello stesso LNB più volte.
lt: Skirkite numerį fiziniam LNB, kurį konfigūruojate. Galėsite šį LNB dar kartą pasirinkti kituose palydovuose (pvz., motorizuotuose antenose), kad išsaugotumėte tą patį LNB nustatymą keletą kartų.
nl: Geef een nummer aan de fysieke LNB die u configureert. U kunt deze LNB weer toewijzen aan andere satellieten (b.v. bij een gemotoriseerde schotel) en bespaart u het wederom instellen van dezelfde LNB.
pl: Przydziel numer fizycznemu konwerterowi LNB, który konfigurujesz. Będziesz mógł wybrać ten konwerter ponownie dla innych satelitów (np. anten zmotoryzowanych), aby uniknąć wielokrotnego ustawiania tego samego konwertera.
sk: Pidelenie čísla pre fyzické LNB, ktoré konfigurujete. Budete môcť vybrať rovnaké LNB pre iné družice (napr. paraboly s motorom) a nebude potrebné nastavovať rovnaké LNB viackrát.
sr: Dodeli broj fizičkom LNB koji konfigurišete. Ovaj LNB možete ponovo izabrati i za druge satelite (motorizirana antena), kako bi više puta postavili isti LNB.
sv: Tilldela ett nummer till den fysiska LNB som du konfigurerar. Du kommer att kunna välja den här LNB:n igen för andra satelliter (t.ex. motoriserade parabolantenner) för att slippa konfigurera samma LNB flera gånger.
ta: நீங்கள் உள்ளமைக்கும் உடல் எல்.என்.பி.க்கு ஒரு எண்ணை ஒதுக்கவும். அதே எல்.என்.பி அமைப்பை பல முறை சேமிக்க மற்ற செயற்கைக்கோள்களுக்கு (எ.கா. மின்னோடி பொருத்தப்பட்ட உணவுகள்) இந்த எல்.என்.பி.
tr: Yapılandırdığınız fiziksel LNB'ye bir numara atayın. Bu sayede, aynı LNB'yi birden fazla kez kurmaktan tasarruf etmek için diğer uydular (örneğin motorlu çanak antenler) için de bu LNB'yi tekrar seçebileceksiniz.
uk: Призначіть номер фізичному LNB, який Ви налаштовуєте. Цей конвертер можна вибрати для інших супутників (наприклад, з мотором) для збереження налаштувань одного і того ж LNB кілька разів.

source: Allow 10bit
cs: Povolit 10bit
da: Tillad 10bit
de: Erlaube 10bit
el: Να επιτρέπονται τα 10bit
et: Luba 10bit
fi: Salli 10bit
fr: Autoriser 10bit
hr: Omogući 10bit
hu: A 10bit engedélyezése
it: Consenti 10 bit
lt: Leisti 10 bitų
nl: 10bit toestaan
pl: Pozwól 10bit
sk: Povoliť 10 bitov
sr: Omogući 10bit
sv: Tillåt 10bit
ta: 10 பிட் அனுமதிக்கவும்
tr: 10 bit'e izin ver
uk: Вихід 10біт
vi: Cho phép 10 bit
zh_cn: 允许10位

source: Allow 12bit
cs: Povolit 12bit
da: Tillad 12bit
de: Erlaube 12bit
el: Να επιτρέπονται τα 12bit
et: Luba 12bit
fi: Salli 12bit
fr: Autoriser 12bit
hr: Omogući 12bit
hu: A 12bit engedélyezése
it: Consenti 12 bit
lt: Leisti 12 bitų
nl: 12bit toestaan
pl: Pozwól 12bit
sk: Povoliť 12 bitov
sr: Omogući 12bit
sv: Tillåt 12bit
ta: 12 பிட் அனுமதிக்கவும்
tr: 12 bit'e izin ver
uk: Вихід 12біт
vi: Cho phép 12 bit
zh_cn: 允许12位

source: Allow quit movie player with exit
bg: Позволяване на излизане от плейъра с изход
cs: Povolit ukončení přehrávače filmů s ukončením
el: Να επιτρέπεται η έξοδος από την αναπαραγωγή με το exit
fi: Lopeta tallenteen katselu exit näppäimellä
fr: Autoriser de quitter Movieplayer avec la touche EXIT
hr: Izlazak iz programa za reprodukciju videozapisa na dugme za izlaz
it: Consenti l'uscita da Movie Player con EXIT
lt: Leisti užverti filmų grotuvą su exit
nl: Verlaat de Mediaspeler met de EXIT-knop
pl: Pozwól wyjść z Odtwarzacza filmów
sk: Vypnúť prehrávač filmov stlačením EXIT
sr: Dozvoli izlazak iz plejera za filmove sa izlazom
sv: Tillåt att avsluta filmspelaren med exit
ta: வெளியேறும் மூவி பிளேயரை விட்டு வெளியேற அனுமதிக்கவும்
tr: Film oynatıcısının exit tuşuyla kapatılmasına izin ver
uk: Вихід по кнопці exit в програвачі

source: Allow subtitle language to equal audio language
bg: Позволяване на събтитри и аудио език
cs: Povolit titulky shodné jako jazyk zvuku
da: Tillad at undertekstsprog er identisk med lydsprog
de: Untertitel und Tonspur in gleicher Sprache erlauben
el: Να επιτρέπεται η εξίσωση υποτίτλων και γλώσσας ήχου
et: Subtiitrite keel vastab heli keelevalikule
fi: Salli tekstityskielen vastata äänivalintaa
fr: Permet aux sous-titres de coller aux dialogues audio
hr: Prikaži titlove jednake jeziku zvuka
hu: Azonos nyelvű hangsáv és felirat összerendelése
it: Consenti lingua sottotitoli uguale all'audio
lt: Leisti tos pačios kalbos, kaip garso takelis, subtitrus
nl: Ondertitel-taal gelijk aan taal audiospoor
pl: Dostosuj język napisów do języka audio
pt_br: Permitir legenda igual ao áudio
ru: Показывать субтитры при совпадении с языком аудио
sk: Povoliť jazyk titulkov zhodný s jazykom zvuku
sr: Dozvoli jeziku podnaslova jednak audio jeziku
sv: Låt språket i undertexten vara detsamma som språket i ljudfilen
ta: வசன மொழியை சமமான ஆடியோ மொழிக்கு அனுமதிக்கவும்
tr: Altyazı dilinin ses diliyle aynı olmasına izin ver
uk: Показати субтитри при збігу з мовою аудіо
vi: Cho phép ngôn ngữ phụ đề thành ngôn ngữ âm thanh bằng nhau
zh_cn: 允许字幕语言跟随音频语言

source: Allow subtitles for hearing impaired
bg: Позволяване на субтитри за хора с увреден слух
cs: Povolit titulky pro sluchově postižené
da: Tillad undertekster for hørehæmmede
de: Untertitel für Hörgeschädigte erlauben
el: Να επιτρέπονται υπότιτλοι για άτομα με προβλήματα ακοής
et: Luba vaegkuuljate subtiitrid
fi: Salli kuulovammaisten tekstitys
fr: Activer les sous-titres pour malentendants
hr: Dopuštanje titlova za osobe s oštećenjem sluha
hu: Hallássérülteknek szánt feliratok engedélyezése
it: Consenti sottotitoli per non udenti
lt: Leisti subtitrus turintiems klausos sutrikimų
nl: Accepteer ondertitels voor slechthorenden
pl: Pozwól na napisy dla niedosłyszących
pt_br: Permitir legendas para deficientes auditivos
ru: Субтитры для людей с ослабленным слухом
sk: Povoliť titulky pre sluchovo postihnutých
sr: Dozvoli titlove za oštećen sluh
sv: Tillåt undertexter för hörselskadade
ta: செவித்திறன் குறைபாட்டிற்கான வசன வரிகள் அனுமதிக்கவும்
tr: İşitme engelliler için altyazılara izin ver
uk: Дозволити субтитри для слабо чуючих
vi: Cho phép phụ đề cho người khiếm thính
zh_cn: 允许有听力障碍字幕

source: Allow unsupported modes
bg: Разрешаване на неподдържани режими
cs: Povolit nepodporované režimy
da: Tillad ikke-understøttet tilstande
de: Erlaube nicht unterstützte Modi
el: Να επιτρέπονται οι μη υποστηριζόμενες λειτουργίες
et: Luba toetuseta režiimid
fi: Salli ei tuetut tilat
fr: Autoriser les modes non supportés
hr: Dopusti nepodržane načine rada
hu: Nem támogatott módok engedélyezése
it: Consenti modalità non supportate
lt: Leisti nepalaikomus režimus
nl: Niet ondersteunde modus toestaan
pl: Zezwól na użycie niewspieranych trybów
sk: Povoliť nepodporované režimy
sr: Dozvoli nepodržane režime
sv: Tillåt lägen som inte stöds
ta: ஆதரிக்கப்படாத முறைகளை அனுமதிக்கவும்
tr: Desteklenmeyen modlara izin ver
uk: Дозволити режими, що не підтримуються
vi: Cho phép các chế độ không được hỗ trợ
zh_cn: 允许不支持的模式

source: Allows the %s %s to read the stored EPG data regularly.
bg: Позволява на %s %s да чете редовно съхраняваните данни за EPG.
cs: Umožňuje %s %s načítat data EPG pravidelně.
da: Tillad %s %s at læse de gemte EPG data regelmæssigt.
de: Regelmäßiges Lesen der EPG-Daten aus der unter 'EPG Dateiname' eingestellten Datei erlauben.
el: Επιτρέπει στον %s %s την τακτική ανάγνωση του αποθηκευμένου EPG.
et: Võimaldab vastuvõtjal regulaarselt lugeda salvestatud EPG andmeid.
fi: Sallii %s %s:n lukea tallennettuja EPG-tietoja säännöllisesti.
fr: Permet au %s %s de lire les données stockées dans le fichier de donnée EPG régulièrement.
hr: Dopustite %s %s da redovito čita pohranjene EPG podatke.
hu: Engedélyezi, hogy a %s %s rendszeresen olvassa az EPG adatokat.
it: Consente a %s %s di leggere regolarmente i dati EPG memorizzati.
lt: Leidžia %s %s pastoviai skaityti saugomus EPG duomenis.
nl: Laat de %s %s regelmatig de opgeslagen EPG-data lezen.
pl: Umożliwia %s %s regularnie czytać przechowywane dane EPG.
ru: Разрешить %s %s для регулярного чтения данных EPG.
sk: Umožňuje prijímaču %s %s pravidelne čítať uložené dáta EPG.
sr: Dozvoli %s %s redovno čitanje uskladištenih ЕPG podataka.
sv: Gör det möjligt för %s %s att regelbundet läsa de lagrade EPG-data.
ta: சேமிக்கப்பட்ட ஈபிசி தரவை தவறாமல் படிக்க %s %s அனுமதிக்கிறது.
tr: %s %s alıcınızın kayıtlı EPG verilerini düzenli olarak okumasına olanak tanır.
uk: Дозволити %s %s для регулярного читання даних EPG.
vi: Cho phép % s% s đọc dữ liệu EPG được lưu trữ thường xuyên.
zh_cn: 允许 %s %s 定期读取存储的EPG数据.

source: Allows the %s %s to store the EPG data regularly.
bg: Позволява на %s %s да съхранява данните за EPG редовно.
cs: Umožňuje %s %s ukládat data EPG pravidelně.
da: Tillad %s %s at gemme EPG data regelmæssigt.
de: Regelmäßiges Schreiben der EPG-Daten in die unter 'EPG Dateiname' eingestellte Datei erlauben.
el: Επιτρέπει στον %s %s σας την τακτική αποθήκευση του EPG.
et: Võimaldab vastuvõtjal regulaarselt salvestada EPG andmeid.
fi: Sallii %s %s:n tallentaa EPG-tietoja säännöllisesti.
fr: Permet au %s %s de stocker les données EPG régulièrement.
hr: Dopustite %s %s da redovito pohranjuje EPG podatke.
hu: Engedélyezi a(z) %s %s számára az EPG adatok rendszeres tárolását.
it: Consente a %s %s di memorizzare regolarmente i dati EPG.
lt: Leidžia %s %s pastoviai išsaugoti EPG duomenis.
nl: Laat uw %s %s de EPG data regelmatig opslaan.
pl: Umożliwia %s %s na regularne przechowywanie danych EPG.
ru: Разрешить %s %s для регулярной записи данных EPG.
sk: Umožňuje prijímaču %s %s pravidelne ukladať dáta EPG.
sr: Dozvoli %s %s redovno čuvanje ЕPG podataka.
sv: Gör det möjligt för %s %s att lagra EPG-data regelbundet.
ta: EPG தரவை தவறாமல் சேமிக்க %s %s அனுமதிக்கிறது.
tr: %s %s alıcınızın EPG verilerini düzenli olarak kaydetmesine olanak tanır.
uk: Дозволити %s %s для регулярного запису даних EPG.
vi: Cho phép % s% s lưu trữ dữ liệu EPG thường xuyên.
zh_cn: 允许 %s %s 定期存储EPG数据.

source: Allows the TV remote to be used to control the receiver.
bg: Позволява дистанционното на телевизора да се използва за управление на приемника.
cs: Povolit použití dálkového ovladače televizoru k ovládání přijímače.
el: Επιτρέπει τη χρήση του τηλεχειριστηρίου της TV για έλεγχο του δέκτη.
fi: Salli television kaukosäätimen ohjata vastaanotinta.
fr: Permet d'utiliser la télécommande du téléviseur pour contrôler le récepteur.
hr: Dopustite da se daljinski kontrolor TV koristi za upravljanje tunerom.
it: Consente di usare il telecomando TV per controllare il ricevitore.
lt: Leidžia naudoti televizoriaus nuotolinio valdymo pultą imtuvui valdyti.
nl: Gebruik de afstandsbediening van de TV voor de het bedienen van de ontvanger.
pl: Umożliwia sterowanie odbiornikiem za pomocą pilota telewizora.
sk: Umožňuje použiť ovládač od TV na ovládanie prijímača.
sr: Dozvoljava da se daljinski upravljač TV-a koristi za kontrolu prijemnika.
sv: Gör det möjligt att använda TV-fjärrkontrollen för att styra mottagaren.
ta: ரிசீவரைக் கட்டுப்படுத்த டிவி ரிமோட்டை பயன்படுத்த அனுமதிக்கிறது.
tr: TV kumandasının alıcıyı kontrol etmek için kullanılmasını sağlar.
uk: Дозволяє використовувати пульт дистанційного керування телевізора для керування приймачем.

source: Allows you to adjust the amount of time the resolution information display on screen.
bg: Позволява ви да регулирате времето, когато информацията за разделителната способност се показва на екрана.
cs: Umožňuje nastavit dobu zobrazení informace o rozlišení na obrazovce.
da: Tillader dig at justere mængeden af tid opsøsningsinformationen vises på skærmen.
de: Einstellen, ob oder wie lange die Bildschirmeinblendung bei Auflösungsänderungen angezeigt werden soll.
el: Σας επιτρέπει τη ρύθμιση του χρόνου εμφάνισης πληροφοριών ανάλυσης στην οθόνη.
et: Võimaldab määrata aega, mille jooksul ekraanilahutuse andmeid ekraanil näidatakse.
fi: Määrittää, kuinka kauan resoluutiotietoa näytetään kuvaruudussa.
fr: Vous permet d'ajuster la durée d'affichage de la résolution sur l'écran.
hr: Omogućuje vam postavljanje vremena prikaza razlučivosti zaslona.
hu: Engedélyezi a felbontási információk megjelenítésének időtartamát a képernyőn.
it: Consente di regolare la quantità di tempo in cui le informazioni sulla risoluzione vengono visualizzate sullo schermo.
lt: Leidžia koreguoti ekrano raiškos informacijos rodymo laiką.
nl: Stelt de tijdsduur in dat resolutie-informatie op het tv-scherm getoond wordt.
pl: Pozwala określić, czy i jak długo ekran jest wyświetlany, gdy zmienia się rozdzielczość.
sk: Umožňuje upraviť čas zobrazenia rozlíšenia na obrazovke.
sr: Omogućava da podesite vreme prikazivanja info o rezoluciji ekrana.
sv: Gör det möjligt att justera hur länge upplösningsinformationen ska visas på skärmen.
ta: திரையில் உள்ள தெளிவுத்திறன் செய்தி காண்பிக்கும் நேரத்தை சரிசெய்ய உங்களை அனுமதிக்கிறது.
tr: Ekran üzerinde çözünürlük bilgisinin görüntülenme süresini ayarlamanıza olanak tanır.
uk: Протягом якого часу показувати інформацію про роздільність екрана.
vi: Cho phép bạn điều chỉnh lượng thời gian hiển thị thông tin độ phân giải trên màn hình.
zh_cn: 允许您调整分辨率信息在屏幕上显示的时间量.
