Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Time shift checking for older files
bg: Timeshift проверка за по-големи файлове [минути]
cs: Timeshift - kontrolovat starší soubory [v minutách]
el: Έλεγχος για παλιότερα αρχεία χρονομετατόπισης
fi: Ajansiirto tarkistaa vanhat tiedostot (muutamassa minuutissa)
fr: PauseDirect vérification pour des anciens fichiers [en minutes]
hr: Provjera vremenskog pomaka za starije datoteke
it: Elimina vecchi timeshift per durata (in minuti)
lt: Laiko poslinkis tikrins failų senumą [min]
nl: Timeshift controle van oude bestanden [in minuten]
pl: Sprawdzanie starszych plików [w min.]
sk: Timeshift – kontrola starších súborov (min.)
sr: Provera tajmšifta za starije fajlove
sv: Tidsförskjutningskontroll för äldre filer
ta: பழைய கோப்புகளுக்கான நேர சிப்ட் சோதனை
tr: Eski dosyalar için zaman kaydırması kontrolü
uk: Перевірка наявності старих файлів таймшифта [у хвилинах]

source: Time shift event based file splitting
bg: Timeshift събитие базирано на файлово разделяне
cs: Timeshift - soubor události je rozdělený
el: Διαχωρισμός αρχείων χρονομετατόπισης ανά πρόγραμμα
fi: Ajansiirto käyttää ohjelmakohtaisia tiedostoja
fr: PauseDirect découper les fichiers sur base des évènements
hr: Dijeljenje datoteka na temelju događaja vremenskog pomaka
it: Usare più file timeshift
lt: Laiko poslinkio įvykio pagrindu, įvykio failų skaidymas
nl: Timeshift splitsen van bestanden
pl: Zapisuj programy w osobnych plikach
sk: Timeshift – rozdelenie súborov podľa udalosti
sr: Razdeljivanje fajla zasnovan na tajmšiftu
sv: Time shift-händelsebaserad fildelning
ta: நேர சிப்ட் நிகழ்வு அடிப்படையிலான கோப்பு பிரித்தல்
tr: Zaman kaydırma etkinliğe dayalı dosya bölme
uk: Поділ файлів таймшифта за назвою передач

source: Time shift event limit
bg: TimeShift на последните ограничени събития [брой събития]
cs: Timeshift - omezení posledních událostí [počet událostí]
el: Όριο προγραμμάτων χρονομετατόπισης
fi: Ajansiirron tallentamien ohjelmien maksimimäärä [kpl]
fr: PauseDirect derniers événements limite [nombre d'événements]
hr: Ograničenje događaja vremenskog pomaka
it: Elimina timeshift più vecchi di (numero di eventi)
lt: Laiko poslinkio įvykių limitas [įvykių skaičius]
nl: Timeshift opname limiet [aantal bestanden]
pl: Limit ostatnio zarejestrowanych wydarzeń [ilość]
sk: Timeshift – limit posledných udalostí (počet)
sr: Ograničenje događaja tajmšifta
sv: Tidsförskjutning händelsegräns
ta: நேர சிப்ட் நிகழ்வு வரம்பு
tr: Zaman kaydırma etkinlik sınırı
uk: Обмеження за останніми передачам [кількість передач]

source: Time shift may not work correctly without an acceptable directory.
cs: Časový posun nemusí fungovat správně bez platné složky.
el: Η χρονομετατόπιση μπορεί να μην λειτουργήσει σωστά χωρίς έναν έγκυρο φάκελο.
fi: Ajansiirto ei ehkä toimi oikein ilman hyväksyttävää hakemistoa.
hr: Timeshift možda neće raditi ispravno bez prihvatljivog direktorija.
it: Il iTimeshift potrebbe non funzionare correttamente senza aver specificato una cartella.
nl: Timeshift functioneert eventueel niet goed zonder een geschikte opnamelocatie.
pl: Time shift może nie działać poprawnie bez akceptowalnego katalogu.
sk: Bez spoľahlivého priečinku nemusí timeshift fungovať správne.
sr: Tajmšift možda neće ispravno funkcionisati bez prihvatljivog direktorijuma.
sv: Time shift kanske inte fungerar korrekt utan en godtagbar katalog.
ta: ஏற்றுக்கொள்ளக்கூடிய அடைவு இல்லாமல் நேர மாற்றம் சரியாக வேலை செய்யாது.
tr: Zaman kaydırma, kabul edilebilir bir dizin olmadan düzgün çalışmayabilir.
uk: Зміщення часу може не працювати належним чином без прийнятного каталогу.

source: Time shift not possible!
bg: Timeshift не е възможен!
cs: Časový posun není možný!
el: Αδυναμία χρονομετατόπισης!
fi: Ajansiirtotallennusta ei voida käyttää!
fr: Le décalage temporel n'est pas possible !
hr: Timeshift nije moguć!
it: Timeshift non possibile!
lt: Laiko poslinkis negalimas!
nl: Timeshift is niet mogelijk!
pl: Timeshift niemożliwy!
sk: Timeshift nie je možný!
sr: Tajmšift nije moguć!
sv: Tidsförskjutning inte möjlig!
ta: நேர மாற்றம் சாத்தியமில்லை!
tr: Zaman kaydırma kullanılamaz!
uk: Timeshift неможливий!

source: Time shift save action on zap
bg: Timeshift-запазващо действие на превключване
cs: Akce timeshiftu při přepnutí na jiný kanál
el: Ενέργεια αποθήκευσης χρονομετατόπισης κατά το ζάπινγκ
fi: Ajansiirron tallennus kanavanvaihdossa
fr: PauseDirect - sauvegarde lorsqu'on zappe
hr: Akcija spremanja vremenskog pomaka na zap
it: Azione salvataggio timeshift su zap
lt: Išsaugoti laiko poslinkį, perjungiant kanalą
nl: Timeshift opslaan actie bij zappen
pl: Akcja zapisywania time shift w zap
sk: Uloženie timeshiftu pri prepnutí
sr: Tajmšift sačuvaj radnju na zap
sv: Time shift spara action på zap
ta: நேர சிப்ட் ZAP இல் செயலைச் சேமிக்கவும்
tr: Kanal değiştirmede zaman kaydırma kaydetme işlemi
uk: Збереження таймшифта при перемиканні

source: Time shift save failed!
bg: Timeshift неуспешно запазен!
cs: Uložení Timeshiftu selhalo!
el: Αποτυχία αποθήκευσης χρονομετατόπισης!
fi: Ajansiirron tallennus epäonnistui!
fr: La sauvegarde du PauseDirect a échoué !
hr: Spremanje vremenskog pomaka nije uspjelo!
it: Salvataggio timeshift non riuscito!
lt: Išsaugoti laiko poslinkio nepavyko!
nl: Opslaan Timeshift-bestand mislukt!
pl: Timeshift błąd zapisu!
sk: Uloženie timeshiftu neúspešné!
sr: Čuvanje Tajmšifta nije uspelo!
sv: Time shift save misslyckades!
ta: நேர சிப்ட் சேமிப்பு தோல்வியுற்றது!
tr: Zaman kaydırma kaydetme işlemi başarısız oldu!
uk: Помилка збереження файлу таймшифта!

source: Time shift save location
cs: Místo uložení časového posunu
el: Θέση αποθήκευσης της χρονομετατόπισης
fi: Aikasiirtotallennuksen tallennus sijainti
hr: Lokacija za čuvanje timešift
it: Posizione salvataggio timeshift
nl: Timeshift opname locatie
pl: Timeshift zapisz lokalizację
sk: Miesto ukladania súborov z funkcie timeshift
sr: Lokacija za čuvanje vremena pomeranja
sv: Tidsförskjutning spara plats
ta: நேர சிப்ட் சேமிப்பு இருப்பிடத்தை சேமிக்கவும்
tr: Zaman kaydırma kaydetme konumu
uk: Місце збереження Time shift

source: Time shift save recording (Select event)
bg: Timeshift запазва запис (Изберете събитие)
cs: Uložení záznamu Timeshiftu (Vybrat událost)
el: Αποθήκευση εγγραφής χρονομετατόπισης (επιλογή εκπομπής)
fi: Ajansiirron muunto tallenteeksi (valitse ohjelma)
fr: PauseDirect sauvegarder l'enregistrement (Sélectionner l'événement)
hr: Snimanje spremanja vremenskog pomaka (Odaberi događaj)
it: Registrazione di salvataggio Time Shift (Seleziona evento)
lt: Išsaugoti laiko poslinkio įrašą (pasirinkite įvykį)
nl: Bewaar Timeshift opname (selecteer programma)
pl: Timeshift zapisz nagranie (wybierz wydarzenie)
sk: Uložiť nahrávku timeshiftu (vyberte udalosť)
sr: Tajmšift sačuvaj snimanje (Izaberi događaj)
sv: Tidsförskjuten sparinspelning (Välj händelse)
ta: நேர சிப்ட் சேமிப்பு பதிவு (நிகழ்வைத் தேர்ந்தெடுக்கவும்)
tr: Zaman kaydırmalı kayıt kaydetme (Etkinlik seçin)
uk: Збереження запису таймшифта (Виберіть передачу)

source: Time shift save recording (Stop after current event)
bg: Timeshift запазва запис (стоп след текущото събитие)
cs: Uložení záznamu Timeshiftu (zastavení po současné události)
el: Αποθήκευση εγγραφής χρονομετατόπισης (διακοπή μετά το τρέχον πρόγραμμα)
fi: Ajansiirron muunto tallenteeksi (pysäytä nykyisen ohjelman jälkeen)
fr: PauseDirect sauvegarder l'enregistrement (arrêter après événement en cours)
hr: Snimanje spremanja pomaka u timeshift (zaustavljanje nakon trenutnog događaja)
it: Salva come timeshift (stop dopo evento in corso)
lt: Išsaugoti laiko poslinkio įrašą (sustabdyti po dabartinio įvykio)
nl: Timeshift wordt opgeslagen als opname (stopt na het huidige programma)
pl: Zapisz nagrywanie (zatrzymaj po bieżącym wydarzeniu)
sk: Uložiť nahrávku timeshiftu (zastaviť po aktuálnej udalosti)
sr: Tajmšift sačuvaj snimanje (zaustavi posle trenutnog događaja)
sv: Time shift save recording (Stopp efter aktuell händelse)
ta: நேர சிப்ட் சேமிப்பு பதிவு (தற்போதைய நிகழ்வுக்குப் பிறகு நிறுத்துங்கள்)
tr: Zaman kaydırmalı kayıt (Geçerli etkinlikten sonra durdur)
uk: Збереження запису таймшифта (зупинити після поточної передачі)

source: Time shift saved to your hard disk drive!
bg: Timeshift запазен на вашия harddisk!
cs: Timeshift uložen na váš pevný disk!
el: Η χρονομετατόπιση αποθηκεύτηκε στον σκληρό δίσκο!
fi: Ajansiirto tallennettu kiintolevylle!
fr: PauseDirect sauvegardé sur le disque dur !
hr: Timeshift je spremljen na vaš tvrdi disk!
it: Timeshift salvato sul disco rigido!
lt: Laiko poslinkis išsaugotas jūsų kietame diske!
nl: Timeshift opgeslagen op uw HDD!
pl: Timeshift zapisany na dysku twardym!
sk: Timeshift bol uložený na pevný disk!
sr: Tajmšift sačuvan je na čvrstom disku!
sv: Tidsförskjutning sparad på din hårddisk!
ta: உங்கள் வன் வட்டு இயக்ககத்தில் நேர சிப்ட் சேமிக்கப்பட்டது!
tr: Zaman kaydırması sabit diskinize kaydedildi!
uk: Файл таймшифта збережений на жорсткий диск!

source: Time shift will get saved at end of event.
bg: Timeshift ще се запази в края на събитието!
cs: Časový posun se uloží na konci události.
el: Η χρονομετατόπιση θα αποθηκευτεί στο τέλος του προγράμματος.
fi: Ajansiirto tallennetaan ohjelman lopussa!
fr: PauseDirect sera sauvegardé à la fin de l'événement !
hr: Timeshift bit će spremljen na kraju događaja.
it: Il timeshift verrà salvato alla fine dell'evento.
lt: Laiko poslinkis bus išsaugotas įvykio pabaigoje!
nl: Timeshift zal na afloop van het programma worden opgeslagen!
pl: Timeshift zostanie zapisany na końcu wydarzenia.
sk: Timeshift sa uloží na konci udalosti.
sr: Tajmšift će biti sačuvan na kraju događaja.
sv: Tidsförskjutningen kommer att sparas i slutet av evenemanget.
ta: நிகழ்வின் முடிவில் நேர மாற்றம் சேமிக்கப்படும்.
tr: Zaman kayması etkinlik sonunda kaydedilecektir.
uk: Файл таймшифта буде збережений в кінці передачі.

source: Time style
bg: Стил на времето
cs: Styl času
da: Tidsstil
de: Zeitformat
el: Στυλ χρόνου
et: Kellaaja kuju
fi: Ajan näyttömuoto
fr: Style de temps
hr: Stil vremena
it: Stile dell’orario
lt: Laiko stilius
nl: Tijdstijl
pl: Styl czasu
sk: Štýl času
sr: Stil vremena
sv: Tidstil
ta: நேர நடை
tr: Saat stili
uk: Формат часу
vi: Phong cách thời gian
zh_cn: 时间格式

source: Time taken for the backup:
cs: Doba potřebná k zálohování:
el: Χρόνος που απαιτείται για την εφεδρεία:
fi: Varmuuskopiointiin käytetty aika:
hr: Vreme potrebno za sigurnosnu kopiju:
it: Tempo impiegato per il backup:
nl: Benodigde tijd voor het maken van de back-up:
pl: Czas potrzebny na wykonanie kopii zapasowej:
sk: Čas potrebný na zálohovanie:
sr: Vreme potrebno za rezervnu kopiju:
sv: Tidsåtgång för säkerhetskopieringen:
ta: காப்புப்பிரதிக்கு எடுக்கப்பட்ட நேரம்:
tr: Yedekleme için geçen süre:
uk: Тривалість резервного копіювання:

source: Time to execute command or script
bg: Време за изпълнение на команда или скрипт
cs: Čas spuštění příkazu nebo skriptu
da: Tidspunkt hvor kommando eller skript udføres
de: Startzeit für Befehls- / Script-Ausführung
el: Χρόνος εκτέλεσης εντολής ή δέσμης ενεργειών
et: Skripti või käsu käivitamise aeg
fi: Käskyn tai komentojonon suoritusaika
fr: Heure démarrage des commandes ou des scripts
hr: Vrijeme za izvršavanje naredbe ili skripte
hu: Mikor hajtódjon végre a parancs vagy a parancsfájl
it: Tempo di esecuzione del comando o dello script
lt: Laikas komandai, ar scenarijui vykdyti
nl: Tijdstip van uitvoeren opdracht of script
pl: Czas do uruchomienia polecenia lub skryptu
ru: Время для выполнения команды или скрипта
sk: Čas spustenia príkazu alebo skriptu
sr: Vreme za izvršavanje komande ili skripte
sv: Tid för att utföra kommando eller skript
ta: கட்டளை அல்லது ச்கிரிப்டை செயல்படுத்த வேண்டிய நேரம்
tr: Komut veya script yürütülme zamanı
uk: Час на виконання команди чи скрипта
vi: Thời gian thực hiện lệnh hoặc tập lệnh
zh_cn: 执行命令或脚本的时间

source: Time update in minutes
bg: Актуализация на времето в минути
cs: Aktual. čas v minutách
el: Ενημέρωση ώρας σε λεπτά
fi: Ajanpäivitys minuutteina
fr: Mise à jour de l'heure en minutes
hr: Ažuriranje vremena u minutama
it: Tempo di aggiornamento in minuti
lt: Atnaujinimas minutėmis
nl: Update tijd in minuten
pl: Czas aktualizacji w minutach
sk: Čas aktualizácie v minútach
sr: Ažuriranje vremena u minutima
sv: Tidsuppdatering i minuter
ta: நிமிடங்களில் நேர புதுப்பிப்பு
tr: Zaman güncellemesi (dakika cinsinden)
uk: Оновлення часу у хвилинах

source: Time window for detection of the wake up by a timer [mins]
bg: Времеви прозорец за откриване на събуждането от таймер [мин.]
cs: Časové okno pro detekci buzení časovačem [min]
el: Παράθυρο χρόνου για ανίχνευση της αφύπνισης από έναν χρονοδιακόπτη [λεπτά]
fi: Aikaikkuna herätyksen havaitsemiseksi ajastimella [mins]
fr: Créneau horaire pour la détection de réveil par minuterie [mins]
hr: Vremenski prozor za otkrivanje buđenja pomoću mjerača vremena [min]
it: Finestra per riconoscimento risveglio da parte di un timer [min]
lt: Laikinas langas budinimo laikmačių aptikimui [min]
nl: Tijdvenster voor detectie van ontwaken van een opname
pl: Okno czasowe wykrywania budzenia przez timer [min]
sk: Časové okno na detekciu prebudenia časovačom (min.)
sr: Vremenski prozor za otkrivanje buđenja od strane tajmera [min]
sv: Tidsfönster för detektering av väckning med en timer [min]
ta: ஒரு டைமரால் எழுந்ததைக் கண்டறிவதற்கான நேர சாளரம் [நிமிடங்கள்]
tr: Zamanlayıcı tarafından uyandırmanın algılanması için zaman aralığı [dakika]
uk: Часове вікно для виявлення включення за таймером [хв]

source: Time zone
bg: Часова зона
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Χρονική ζώνη
fi: Aikavyöhyke
fr: Fuseau horaire
hr: Vremenska zona
it: Fuso orario
lt: Laiko juosta
nl: Tijdzone
pl: Strefa czasowa
sk: Časová zóna
sr: Vremenska zona
sv: Tidszon
ta: நேர மண்டலம்
tr: Saat dilimi
uk: Часовий пояс
zh_cn: 选择城市

source: Time zone area
bg: Зона на часовата зона
cs: Oblast časového pásma
da: Tidszone område
de: Zeitzonengebiet
el: Περιοχή χρονικής ζώνης
fi: Aikavyöhykkeen alue
fr: Zone horaire
hr: Područje vremenske zone
it: Zona del fuso orario
lt: Laiko juostos teritorija
nl: Tijdzone gebied
pl: Region strefy czasowej
sk: Oblasť časovej zóny
sr: Oblast vremenske zone
sv: Område för tidszon
ta: நேர மண்டல பகுதி
tr: Saat dilimi bölgesi
uk: Регіон часового поясу
zh_cn: 时区类型

source: Timeline 24 Hour
bg: Времева линия 24 часа
cs: Časová osa 24 hodin
da: Tidslinje 24 Timer
de: Zeitskala im 24 Stunden Format
el: 24ωρη γραμμή χρόνου
et: Ajaskaala 24 tundi
fi: Kellonaika 24 tunnin muodossa
fr: Ligne de temps 24 heures
hr: Vremenska crta 24 sata
hu: 24 órás idővonal
it: Formato 24 ore per la Timeline
lt: Laiko juosta 24 val
nl: Tijdlijn 24 uur
pl: Oś czasu 24 godziny
ru: Линия времени 24 часа
sk: Časová os 24 hodín
sr: Vremenska osa 24 sata
sv: Tidslinje 24 timmar
ta: காலவரிசை 24 மணி நேரம்
tr: Zaman Çizelgesi 24 Saat
uk: Лінія часу 24 години
vi: Mốc thời gian 24 giờ
zh_cn: 时间24小时

source: Timeline font size
bg: Размер на шрифта на времевата линия
cs: Velikost písma časové osy
da: Tidslinje skriftstørrelse
de: Schriftgröße für die Zeitskala
el: Μέγεθος γραμματοσειράς γραμμής χρόνου
et: Ajaskaala tähesuurus
fi: Aika asteikon tekstikoko
fr: Police de caractère de la ligne de temps
hr: Veličina slova vremenske trake
hu: Idővonal betű méreté
it: Dimensione carattere Timeline
lt: Laiko juostos šrifto dydis
nl: Tijdlijn lettergrootte
pl: Rozmiar czcionki osi czasu
ru: Размер шрифта для шкалы времени
sk: Veľkosť písma časovej osi
sr: Veličina fonta vremenske ose
sv: Tidslinjens teckenstorlek
ta: காலவரிசை எழுத்துரு அளவு
tr: Zaman çizelgesi yazı tipi boyutu
uk: Розмір шрифту для шкали часу
vi: Cỡ chữ thời gian
zh_cn: 时间字体大小

source: Timeline marker
bg: История на времето
cs: Značka časové osy
el: Σημειωτής γραμμής χρόνου
fi: Aikahistoria
fr: Histoire du temps
hr: Oznaka vremenske trake
it: Cronistoria
lt: Laiko istorija
nl: Tijdlijn historie
pl: Historia czasu
sk: Časová história
sr: Označavač vremenske ose
sv: Tidslinjemarkör
ta: காலவரிசை மார்க்கர்
tr: Zaman çizelgesi işaretçisi
uk: Часова історія

source: Timeline scale
bg: Времева скала
cs: Měřítko času
el: Κλίμακα γραμμής χρόνου
fi: Näytettävä aikaväli
fr: Echelle de temps
hr: Ljestvica vremenske trake
it: Scala oraria
lt: Laiko skalė
nl: Tijdlijn schaal
pl: Skala czasu
sk: Časová mierka
sr: Skala vremenske ose
sv: Tidslinje skala
ta: காலவரிசை அளவு
tr: Zaman çizelgesi ölçeği
uk: Шкала часу

source: Timer Log Actions
cs: Akce protokolu časovače
el: Ενέργειες καταγραφής χρονοδιακόπτη
fi: Ajastimen loki toiminnot
hr: Radnje zapisnika tajmera
it: Azioni registro timer
nl: Timer-Log Acties
pl: Działania logów timera
sk: Akcie denníka časovača
sr: Radnje log Tajmera
sv: Timerlogg Åtgärder
ta: நேரங்குறிகருவி பதிவு செயல்கள்
tr: Zamanlayıcı Günlüğü İşlemleri
uk: Дії логу таймера

source: Timer Sanity Error
cs: Nelogické časování
el: Σφάλμα ακεραιότητας χρονοδιακόπτη
fi: Päällekkäinen ajastus
fr: Erreur de programmation
hr: Pogreška razuma mjerača vremena
it: Errore integrità del timer
lt: Laikmačio padėties klaida
nl: Timerlogica fout
pl: Błąd timera
sk: Nejasné nastavenia časovača
sr: Greška u razumu Tajmera
ta: நேரங்குறிகருவி நல்லறிவு பிழை
tr: Zamanlayıcı Mantık Hatası
uk: Помилка таймера

source: Timer Selection Actions
cs: Akce výběru časovače
el: Ενέργειες επιλογής χρονοδιακόπτη
fi: Ajastimen valinta toimet
hr: Radnje odabira tajmera
it: Azioni di selezione del timer
nl: Timerselectie Acties
pl: Akcje wyboru timera
sr: Radnje odabira tajmera
sv: Åtgärder för val av timer
tr: Zamanlayıcı Seçim İşlemleri
uk: Дії вибору таймера

source: Timer edit
bg: Редактиране на таймера
cs: Upravit časovač
da: Timer redigering
de: Timer bearbeiten
el: Επεξεργασία χρονοδιακόπτη
et: Taimeri muutmine
fi: Ajastuksen muokkaus
fr: Édition des programmations
hr: Uređivanje Tajmera
hu: Időzítő módosítása
it: Modifica timer
lt: Redaguoti laikmatį
nl: Timer bewerken
pl: Edycja timera
pt_br: Editar temporizador
ru: Редактирование таймеров
sk: Upraviť časovač
sr: Uređivanje Tajmera
sv: Timer redigera
ta: மணிநேர திருத்து
tr: Zamanlayıcı düzenlemesi
uk: Редагувати таймер
vi: Chỉnh sửa hẹn giờ
zh_cn: 定时器编辑

source: Timer editor
bg: Редактор на таймер
cs: Časovače - editace
da: Timer redigering
el: Επεξεργασία χρονοδιακοπτών
et: Taimerid
fi: Ajastuksen editori
fr: Editer programmation
hr: Uređivač Tajmera
hu: Időzítések
it: Modifica timer
lt: Laikmačio redaktorius
nl: Timer bewerken
pl: Edytor timera
pt_br: Editor de temporizador
ru: Редактор таймеров
sk: Úprava časovača
sr: Uređivač Tajmera
ta: நேரங்குறிகருவி ஆசிரியர்
tr: Zamanlayıcı editörü
uk: Редактор таймеру
vi: Trình chỉnh sửa hẹn giờ
zh_cn: 定时器编辑

source: Timer end window
cs: Okno konce časovače
el: Χρονικό παράθυρο λήξης χρονοδιακόπτη
hr: Prozor završetka tajmera
it: Finestra di fine timer
sr: Prozor završetka tajmera
tr: Zamanlayıcı bitiş penceresi
uk: Вікно закінчення таймера

source: Timer entry
bg: Въвеждане на таймер
cs: Záznam časovače
da: Indstil Timer
de: Timereintrag
el: Καταχώρηση χρονοδιακόπτη
et: Taimer
fi: Ajastettava ohjelma
fr: Saisir programmation
hr: Stavka Tajmera
hu: Időzítés megadása
it: Inserimento timer
lt: Laikmačio užduotis
nl: Timer invoer
pl: Wpis timera
pt_br: Agendar
ru: Запись по таймеру
sk: Zadanie časovača
sl: Vnos časovnika
sr: Stavka Tajmera
sv: Inmatning av timer
ta: நேரங்குறிகருவி நுழைவு
tr: Zamanlayıcı girişi
uk: Додати таймер
vi: Nhập giờ
zh_cn: 定时器输入

source: Timer log
bg: Дневник на таймера
cs: Protokol časovače
el: Καταγραφή χρονοδιακόπτη
et: Taimeri logi
fi: Ajastin loki
fr: Journal des enregistrements
hr: Log Tajmera
hu: Időzítő lognapló
it: Registro timer
lt: Laikmačio žurnalas
pl: Log timera
pt_br: Histórico de temporizador
ru: Лог таймера
sk: Denník časovača
sl: Dnevnik časovnika
sr: Log Tajmera
sv: Timerlogg
ta: நேரங்குறிகருவி பதிவு
tr: Zamanlayıcı günlüğü
uk: Лог таймера
vi: Nhật ký hẹn giờ
zh_cn: 定时器日志

source: Timer overlap in '%s' detected! Please recheck it!
cs: Bylo zjištěno překrytí časovače v '%s'! Prosím zkontrolujte to znovu!
el: Εντοπίστηκε επικάλυψη χρονοδιακόπτη στο '%s'! Ελέγξτε ξανά!
fi: Ajastusten päällekkäisyys '%s' havaittu! Ole hyvä ja tarkista se!
hr: Otkriveno je preklapanje tajmera u '%s'! Molimo ponovno provjerite!
it: Sovrapposizione timer in '%s'! Per favore ricontrolla!
nl: Overlappende timers in '%s' gevonden! A.u.b. controleren!
pl: Wykryto nakładanie się timera w „%s”! Sprawdź to ponownie!
sk: Zistené prekrývanie časovača v '%s'! Prosím, skontrolujte to ešte raz!
sr: Otkriveno poklapanje '%s' tajmera! Molimo proverite to!
sv: Timeröverlappning i '%s' upptäckt! Vänligen kontrollera det igen!
ta: '%s' கண்டறியப்பட்ட நேரங்குறிகருவி ஒன்றுடன் ஒன்று! தயவுசெய்து அதை மறுபரிசீலனை செய்யுங்கள்!
tr: '%s' içinde zamanlayıcı çakışması tespit edildi! Lütfen tekrar kontrol edin!
uk: Виявлено перекриття таймерів у '%s'! Будь ласка, перевірте ще раз!

source: Timer overlap in '%s' detected! Please check all the timers.
cs: Bylo zjištěno překrytí časovače v '%s'! Zkontrolujte prosím všechny časovače.
el: Εντοπίστηκε επικάλυψη χρονοδιακόπτη στο '%s'! Ελέγξτε ξανά.
fi: Ajastimen päällekkäisyys '%s' Tarkista kaikki ajastukset.
hr: Otkriveno je preklapanje tajmera u '%s'! Molimo provjerite sve mjerače vremena.
it: Sovrapposizione timer in '%s'! Per favore controlla tutti i timer.
nl: Overlappende timers in '%s' gevonden! A.u.b. alle timers controleren.
pl: Wykryto nakładanie się timerów w '%s'! Proszę sprawdzić timery.
sk: Zistené prekrývanie časovača v '%s'! Prosím, skontrolujte všetky časovače.
sr: Otkriveno poklapanje '%s' tajmera! Proverite sve tajmera.
sv: Timeröverlappning i '%s' upptäckt! Vänligen kontrollera alla timers.
ta: '%s' கண்டறியப்பட்ட நேரங்குறிகருவி ஒன்றுடன் ஒன்று! எல்லா டைமர்களையும் சரிபார்க்கவும்.
tr: '%s' içinde zamanlayıcı çakışması tespit edildi! Lütfen tüm zamanlayıcıları kontrol edin.
uk: Виявлено перекриття таймерів у '%s'! Перевірте всі таймери.

source: Timer recording location
bg: Местопол. за записване на таймера
cs: Umístění nahrávek časovače
da: Timeroptagelse placering
de: Timeraufnahme-Verzeichnis
el: Τοποθεσία εγγραφής χρονοδιακόπτη
et: Taimeriga salvestuse asukoht
fi: Ajastuksien tallennushakemisto
fr: Emplacement enregistrements programmés
hr: Mjesto snimanja mjerača vremena
hu: Időzített felvételek helye
it: Percorso registrazione timer
lt: Laikmačio įrašymo vieta
nl: Timer opnamelocatie
pl: Lokalizacja nagrań z timera
pt_br: Diretório das gravações agendadas
ru: Расположение записей таймера
sk: Umiestnenie nahrávok podľa časovača
sr: Lokacija snimanja po tajmeru
sv: Plats för timerregistrering
ta: நேரங்குறிகருவி ரெக்கார்டிங் இருப்பிடம்
tr: Zamanlayıcı kayıt konumu
uk: Розташування записів таймера
vi: Vị trí ghi thời gian
zh_cn: 定时录像位置

source: Timer selection
bg: Избор на таймера
cs: Výběr časovače
da: Timer valg
de: Timerauswahl
el: Επιλογή χρονοδιακόπτη
et: Taimeri valik
fi: Ajastinvalinta
fr: Sélection de programmation
hr: Odabir tajmera
hu: Időzítés kiválasztása
it: Selezione timer
lt: Laikmačio pasirinkimas
nl: Timerselectie
pl: Wybór timera
pt_br: Selecionar temporizador
ru: Список таймеров
sk: Výber časovača
sl: Izbira časovnika
sr: Izbor tajmera
sv: Val av timer
ta: நேரங்குறிகருவி தேர்வு
tr: Zamanlayıcı seçimi
uk: Вибір таймера
vi: Lựa chọn hẹn giờ
zh_cn: 定时器选择

source: Timer start window
cs: Okno začátku časovače
el: Χρονικό παράθυρο εκκίνησης χρονοδιακόπτη
hr: Prozor za pokretanje tajmera
it: Finestra di inizio timer
sr: Prozor za pokretanje tajmera
tr: Zamanlayıcı başlatma penceresi
uk: Вікно запуску таймера

source: Timer type
bg: Тип таймер
cs: Typ časovače
de: Timerart
el: Τύπος χρονοδιακόπτη
et: Taimeri liik
fi: Ajastuksen tyyppi
fr: Type programmation
hr: Vrsta tajmera
hu: Időzítés típusa
it: Tipo timer
lt: Laikmačio tipas
nl: Timer soort
pl: Typ timera
pt_br: Ação do temporizador
ru: Тип таймера
sk: Typ časovača
sr: Tip tajmera
sv: Typ av timer
ta: நேரங்குறிகருவி வகை
tr: Zamanlayıcı Tipi
uk: Тип таймера
vi: Loại hẹn giờ
zh_cn: 定时器类型
