Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Select the access mode for the automatically exported samba shares.
cs: Vyberte režim přístupu pro automaticky exportované sdílené položky samba.
el: Επιλογή λειτουργίας πρόσβασης για τα κοινόχρηστα στοιχεία samba που εξάγονται αυτόματα.
fi: Valitse pääsy automaattisesti viedyille Samba jaoille.
hr: Odaberi režim pristupa za automatski izvezene samba akcije.
it: Seleziona modalità di accesso per le condivisioni samba esportate automaticamente.
nl: De toegangsmodus voor de automatisch geëxporteerde Samba shares selecteren.
pl: Wybierz tryb dostępu dla automatycznie eksportowanych udziałów Samba.
sk: Vyberte režim prístupu pre automaticky exportované zdieľania Samba.
sr: Izaberite način pristupa za automatski eksportovane samba deljene foldere.
sv: Välj åtkomstläge för de automatiskt exporterade samba-aktierna.
ta: தானாக ஏற்றுமதி செய்யப்பட்ட சம்பா பங்குகளுக்கான அணுகல் பயன்முறையைத் தேர்ந்தெடுக்கவும்.
tr: Otomatik olarak dışa aktarılan Samba paylaşımları için erişim modunu seçin.
uk: Виберіть режим доступу для автоматично експортованих спільних ресурсів samba.

source: Select the action for '%s'
cs: Vyberte akci pro '%s'
el: Επιλογή ενέργειας για το '%s'
fi: Valitse toiminto '%s'
hr: Odaberi akciju za '%s'
it: Seleziona azione per '%s'
nl: Actie voor '%s' selecteren
pl: Wybierz akcję dla '%s'
sk: Vyberte akciu pre '%s'
sr: Izaberite akciju za '%s'
sv: Välj åtgärd för '%s'
ta: '%s' க்கான செயலைத் தேர்ந்தெடுக்கவும்
tr: '%s' için işlemi seçin
uk: Вибрати дію для '%s'

source: Select the action to perform when the timer ends.
cs: Vyberte akci, která se má provést po skončení časovače.
el: Επιλογή ενέργειας όταν ένας χρονοδιακόπτης τελειώνει.
fi: Valitse toiminto, joka suoritetaan ajastuksen päättyessä.
hr: Odaberi radnju koju želite izvršiti kada se tajmer završi.
it: Seleziona azione da eseguire allo scadere del timer.
lt: Pasirinkite veiksmą, kurį atliksite pasibaigus laikmačiui.
nl: Opgeven wat er moet gebeuren wanneer de Timer is uitgevoerd.
pl: Wybierz działanie, które ma być wykonane po zakończeniu timera.
sk: Vyberte akciu, ktorá sa vykoná po skončení časovača.
sr: Izaberi radnju koju želite izvršiti kada se tajmer završi.
sv: Välj den åtgärd som ska utföras när timern går ut.
ta: நேரங்குறிகருவி முடிவடையும் போது செய்ய செயலைத் தேர்ந்தெடுக்கவும்.
tr: Zamanlayıcı sona erdiğinde gerçekleştirilecek işlemi seçin.
uk: Виберіть дію, яку потрібно виконати після завершення таймера.

source: Select the amount of time to wait, after a task error, before trying to run the task again.
cs: Vyberte dobu, po které se má po chybě úlohy čekat, než se ji pokusíte spustit znovu.
el: Επιλογή του χρόνου αναμονής μετά το σφάλμα στην εργασία, πριν την προσπάθεια εκτέλεσής της εκ νέου.
hr: Odaberite vrijeme čekanja nakon pogreške zadatka prije nego što pokušate ponovno pokrenuti zadatak.
it: Seleziona il tempo di attesa dopo un errore di attività prima di provare a eseguirla nuovamente.
sr: Izaberite koliko vremena treba čekati nakon greške zadatka pre nego što pokušate ponovo da pokrenete zadatak.
tr: Bir görev hatası oluştuğunda, görevi tekrar çalıştırmayı denemeden önce beklenecek süreyi seçin.
uk: Виберіть час очікування після помилки завдання, перш ніж спробувати запустити завдання знову.

source: Select the animation speed of the button indicators in the help screens. 'Disabled' turns off animation so that indicators jump between buttons.
bg: Управлявайте скоростта на анимация на индикаторите на бутоните в екрана за помощ. „Деактивирано“ изключва анимацията, така че индикаторите да прескачат между бутоните.
cs: Zvolte rychlost animace indikátorů tlačítek na obrazovkách nápovědy. Možnost 'Zakázáno' vypne animaci, takže indikátory přeskakují mezi tlačítky.
el: Επιλογή της ταχύτητας κίνησης των δεικτών πλήκτρων στις οθόνες βοήθειας. Το 'Ανενεργό' απενεργοποιεί την κίνηση ώστε οι δείκτες να μεταβαίνουν μεταξύ των πλήκτρων.
fi: Ohjaa Ohje näytön painikkeiden animaatioiden nopeutta. 'Pois käytöstä' poistaa animaation käytöstä niin, että ilmaisimet hyppäävät painikkeiden välillä.
fr: Contrôlez la vitesse d'animation des indicateurs de bouton dans l'écran d'aide. « Désactivé » désactive l'animation afin que les indicateurs sautent entre les boutons.
hr: Odaberi brzinu animacije indikatora dugmeta na zaslonu pomoći. 'Onemogućeno' isključuje animaciju tako da indikatori skaču između dugmadi.
it: Seleziona velocità di animazione degli indicatori dei tasti nelle schermate della guida. 'Disabilitato' disattiva l'animazione in modo che gli indicatori passino da un tasto all'altro.
lt: Žinyno ekranuose pasirinkite mygtukų indikatorių animacijos greitį. "Išjungta" išjungia animaciją, kad indikatoriai šokinėtų tarp mygtukų.
nl: Stel de animatiesnelheid in van de knop pictogrammen in het Help scherm. 'Uitgeschakeld' voorkomt een animatie.
pl: Steruj szybkością animacji wskaźników przycisków na ekranie Pomocy. "Wyłączone" wyłącza animację, aby wskaźniki przeskakiwały między przyciskami.
sk: Vyberte rýchlosť animácie indikátorov tlačidiel na obrazovkách pomocníka. Voľba 'Zakázané' animáciu vypne, a indikátory budú preskakovať medzi tlačidlami.
sr: Izaberi brzinu animacije indikatora tastera na ekranu pomoći. 'Onemogućeno' isključuje animaciju tako da indikatori skaču između tastera.
sv: Välj animeringshastighet för knappindikatorerna i hjälpskärmarna. "Disabled" stänger av animeringen så att indikatorerna hoppar mellan knapparna.
ta: உதவித் திரைகளில் உள்ள பொத்தானை குறிகாட்டிகளின் அனிமேசன் வேகத்தைத் தேர்ந்தெடுக்கவும். 'முடக்கப்பட்டவை' அனிமேசனை அணைக்கின்றன, இதனால் குறிகாட்டிகள் பொத்தான்களுக்கு இடையில் குதிக்கின்றன.
tr: Yardım ekranlarında tuş göstergelerinin animasyon hızını seçin. 'Devre dışı' seçeneği animasyonu kapatır, böylece göstergeler tuşlar arasında atlayarak hareket eder.
uk: Керуйте швидкістю анімації індикаторів кнопок на екрані довідки. 'Вимкнено' вимикає анімацію, щоб індикатори переходили між кнопками.

source: Select the cardserver to be used from the list of available cardservers.
cs: Vyberte card server, který chcete použít, ze seznamu dostupných card serverů.
el: Επιλέξτε το διακομιστή καρτών για χρήση από τη λίστα των διαθέσιμων.
fi: Valitse korttipalvelin saatavilla olevasta kortinpalvelin listasta.
hr: Odaberi cardserver koji će se koristiti sa spiska dostupnih cardservera.
it: Seleziona Cardserver da usare dalla lista dei Cardserver disponibili.
nl: Een Cardserver kiezen uit de lijst met beschikbare Cardservers.
pl: Z listy dostępnych cardserver wybierz , który ma być używany.
sk: Zo zoznamu vyberte cardserver, ktorý sa má použiť.
sr: Izaberite server za kartice koji će se koristiti iz liste dostupnih servera za kartice.
sv: Välj den cardserver som ska användas i listan över tillgängliga cardservers.
ta: கிடைக்கக்கூடிய கார்டன்சர்வர்களின் பட்டியலிலிருந்து பயன்படுத்த கார்டன்சர்வரைத் தேர்ந்தெடுக்கவும்.
tr: Kullanılabilir kart sunucuları listesinden kullanılacak kart sunucusunu seçin.
uk: Виберіть cardserver, який потрібно використовувати, зі списку доступних.

source: Select the channel from which to record:
cs: Vyberte kanál, ze kterého chcete nahrávat:
el: Επιλογή καναλιού από το οποίο θα γίνει η εγγραφή:
fi: Valitse kanava, jolta tallennetaan:
hr: Odaberi kanal za snimanje:
it: Seleziona canale da cui registrare:
lt: Pasirinkite kanalą, iš kurio norite įrašyti:
nl: Kies de zender waarvan u wilt opnemen:
pl: Wybierz kanał, z którego chcesz nagrywać:
sk: Vyberte kanál, z ktorého sa má nahrávať:
sr: Izaberi kanal za snimanje:
sv: Välj den kanal som du vill spela in från:
ta: பதிவு செய்யக்கூடிய சேனலைத் தேர்ந்தெடுக்கவும்:
tr: Kayıt yapılacak kanalı seçin:
uk: Виберіть канал для запису:

source: Select the channel or service to be used for this timer.
cs: Vyberte kanál nebo službu, které se mají pro tento časovač použít.
el: Επιλογή καναλιού ή υπηρεσίας για χρήση με αυτόν τον χρονοδιακόπτη.
fi: Valitse tälle ajastimelle käytettävä kanava.
hr: Odaberi kanal ili servis koji će se koristiti za ovaj tajmer.
it: Seleziona canale o servizio da usare per questo timer.
lt: Pasirinkite kanalą arba paslaugą, kurią norite naudoti šiam laikmačiui.
nl: Kies de zender die voor deze timer gebruikt moet worden.
pl: Wybierz kanał lub usługę, która ma być używana dla tego timera.
sk: Vyberte kanál alebo službu pre tento časovač.
sr: Izaberi kanal ili servis koji će se koristiti za ovaj tajmer.
sv: Välj den kanal eller tjänst som ska användas för denna timer.
ta: இந்த டைமருக்கு பயன்படுத்த வேண்டிய சேனல் அல்லது சேவையைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcı için kullanılacak kanalı veya hizmeti seçin.
uk: Виберіть канал або послугу для цього таймера.

source: Select the character or action under the keyboard cursor
bg: Изберете знака или действието под курсора на клавиатурата
cs: Vyberte znak nebo akci pod kurzorem klávesnice
da: Vælg tegnet eller handlingen under det virtuelle tastaturs markør
de: Wählen Sie das Zeichen oder die Aktion beim Cursor der Tastatur aus
el: Επιλογή του χαρακτήρα ή της εντολής κάτω από τον κέρσορα του πληκτρολογίου
fi: Valitse kursorin alla oleva merkki tai toiminta
fr: Sélectionnez le caractère ou l'action sous le curseur du clavier
hr: Odaberi znak ili radnju ispod kursora tipkovnice
it: Seleziona carattere o azione sotto il cursore della tastiera
lt: Pasirinkite simbolį arba veiksmą po klaviatūros žymekliu
nl: Selecteer het karakter of de actie onder de cursor van het virtuele toetsenbord
pl: Wybierz znak lub akcję pod kursorem klawiatury
sk: Vyberte znak alebo akciu pod kurzorom klávesnice
sr: Izaberi znak ili radnju ispod kursora tastature
sv: Välj tecken eller handling under tangentbordsmarkören
ta: விசைப்பலகை கர்சரின் கீழ் எழுத்து அல்லது செயலைத் தேர்ந்தெடுக்கவும்
tr: Klavye imlecinin altındaki karakteri veya işlemi seçin
uk: Виберіть символ, або дію під курсором клавіатури
zh_cn: 选择键盘光标下的字符或操作

source: Select the color to be used for the AI-Powered Translation text.
cs: Nakonfigurujte barvu překladů s technologií AI.
el: Ρύθμιση χρώματος των μεταφράσεων μέσω AI.
fi: Valitse tekstin väri tekoälyavusteiselle käännökselle.
hr: Odaberi boju koja će se koristiti za tekst prijevoda AI-Pokretanja.
it: Configura il colore delle traduzioni basate sull'intelligenza artificiale.
nl: Kleur van de door AI vertaalde ondertiteling kiezen.
pl: Wybierz kolor, który będzie używany dla tekstu tłumaczenia AI.
sk: Vyberte farbu pre texty preložené umelou inteligenciou.
sr: Izaberite boju koja će se koristiti za tekst preVoda na bazi veštačke inteligencije.
sv: Välj den färg som ska användas för texten AI-Powered Translation.
ta: AI- இயங்கும் மொழிபெயர்ப்பு உரைக்கு பயன்படுத்த வேண்டிய வண்ணத்தைத் தேர்ந்தெடுக்கவும்.
tr: Yapay zeka destekli çeviri metni için kullanılacak rengi seçin.
uk: Налаштуйте колір субтитрів за допомогою AI.

source: Select the current bookmarked location and exit
cs: Vyberte aktuální záložku a ukončete
el: Επιλογή της τρέχουσας τοποθεσίας σελιδοδείκτη και έξοδος
fi: Valitse nykyinen kirjanmerkki ja poistu
hr: Odaberi trenutno obilježenu lokaciju i izađi
it: Seleziona attuale posizione del segnalibro ed esci
lt: Pasirinkite dabartinę pažymėtą vietą ir išeikite
nl: Selecteer de huidige locatie met bladwijzers en exit
pl: Wybierz bieżącą lokalizację zakładki i wyjdź
sk: Vybrať umiestnenie aktuálnej záložky a ukončiť
sr: Izaberi trenutno obeleženu lokaciju i izađi
sv: Välj den aktuella platsen för bokmärket och avsluta
ta: தற்போதைய புக்மார்க்கு செய்யப்பட்ட இருப்பிடத்தைத் தேர்ந்தெடுத்து வெளியேறவும்
tr: Geçerli yer imi konumunu seçin ve çıkın
uk: Виберіть поточне місце в закладках та вийдіть

source: Select the current entry
cs: Vyberte aktuální položku
el: Επιλογή τρέχοντος στοιχείου
fi: Valitse nykyinen merkintä
hr: Odaberi trenutni unos
it: Seleziona voce attuale
nl: De huidige invoer selecteren
pl: Wybierz bieżący wpis
sk: Vyberte aktuálny záznam
sr: Izaberite trenutni unos
sv: Välj aktuell post
ta: தற்போதைய உள்ளீட்டைத் தேர்ந்தெடுக்கவும்
tr: Geçerli girişi seçin
uk: Вибрати поточний запис

source: Select the current menu item
bg: Изберете текущия елемент от менюто
cs: Vyberte aktuální položku nabídky
el: Επιλογή του τρέχοντος στοιχείου μενού
fi: Valitse nykyinen valikko kohta
fr: Sélectionner l'élément de menu actuel
hr: Odaberi trenutne stavke menu
it: Seleziona voce di menu attuale
lt: Pasirinkti dabartinę meniu komandą
nl: Kies het huidige menu item
pl: Zaznacz aktualny element menu
sk: Vyberte aktuálnu položku menu
sr: Izaberi trenutne stavke menija
sv: Välj aktuellt menyalternativ
ta: தற்போதைய பட்டியல் உருப்படியைத் தேர்ந்தெடுக்கவும்
tr: Geçerli menü öğesini seçin
uk: Вибрати поточний пункт меню

source: Select the currently highlighted action
cs: Vybrat aktuálně označenou akci
el: Επιλέξτε την τρέχουσα επισημασμένη ενέργεια
fi: Valitse parhaillaan korostettu toiminto
hr: Odaberi trenutno istaknutu radnju
it: Seleziona azione attualmente evidenziata
nl: Selecteer de gemarkeerde actie
pl: Wybierz aktualnie podświetloną akcję
sk: Vyberte aktuálne zvýraznenú akciu
sr: Izaberi trenutno istaknutu radnju
sv: Välj den aktuella markerade åtgärden
ta: தற்போது சிறப்பிக்கப்பட்டுள்ள செயலைத் தேர்ந்தெடுக்கவும்
tr: Şu anda vurgulanmış olan işlemi seçin
uk: Виберіть поточну виділену дію

source: Select the currently highlighted bouquet
cs: Vybrat aktuálně označený přehled
el: Επιλέξτε το τρέχον επισημασμένο μπουκέτο
fi: Valitse korostettu suosikkilista
hr: Odaberi trenutno istaknuti buket
it: Seleziona bouquet attualmente evidenziato
nl: Selecteer de nu gemarkeerde favorietenlijst
pl: Wybierz aktualnie zaznaczoną listę kanałów
sk: Vybrať aktuálne označený prehľad
sr: Izaberite trenutno istaknuti buket
sv: Välj den aktuella markerade buketten
ta: தற்போது சிறப்பிக்கப்பட்ட பூச்செண்டு என்பதைத் தேர்ந்தெடுக்கவும்
tr: Şu anda vurgulanmış olan buketi seçin
uk: Виберіть поточний виділений фаворит

source: Select the currently highlighted locale/language for the user interface
bg: Изберете текущо подчертания локал/език за потребителския интерфейс
cs: Vyberte aktuálně zvýrazněné národní prostředí/jazyk uživatelského rozhraní
el: Επιλογή της τρέχουσας επισημασμένης γλώσσας/διαλέκτου για τη διεπαφή χρήστη
fi: Valitse kieli, jota käyttöliittymän tulisi käyttää oletuksena
fr: Sélectionnez les locales/la langue actuellement mis en surbrillance pour l’interface utilisateur
hr: Odaberi trenutno istaknuto lokalni/jezik za korisničko sučelje
it: Selezionare impostazioni internazionali e lingua attualmente evidenziate per l'interfaccia utente
lt: Pasirinkti šiuo metu paryškintą vartotojo sąsajos lokalę / kalbą
nl: Selecteer de nu gearceerde taal voor de user interface
pl: Wybierz aktualnie podświetlone ustawienia regionalne/język interfejsu użytkownika
sk: Vybrať aktuálne označené miestne nastavenie alebo jazyk pre používateľské rozhranie
sr: Izaberi trenutno istaknuto lokalni/jezik za korisnički interfejs
sv: Välj det språk som för närvarande är markerat för användargränssnittet
ta: பயனர் இடைமுகத்திற்கான தற்போது சிறப்பிக்கப்பட்ட இடம்/மொழியைத் தேர்ந்தெடுக்கவும்
tr: Kullanıcı arayüzü için şu anda vurgulanan yerel ayarı/dili seçin
uk: Виберіть підсвічуваний регіон/мову для інтерфейсу користувача

source: Select the currently highlighted service
cs: Vyberte aktuálně označenou službu
el: Επιλογή της τρέχουσας επισημασμένης υπηρεσίας
fi: Valitse parhaillaan korostettu kanava
hr: Odaberi trenutno istaknuti kanal
it: Seleziona servizio attualmente evidenziato
lt: Pasirinkite šiuo metu pažymėtą paslaugą
nl: Kies de nu geselecteerde zender
pl: Wybierz aktualnie podświetloną usługę
sk: Vyberte aktuálne označenú stanicu/službu
sr: Izaberi trenutno istaknuti kanal
sv: Välj den tjänst som för närvarande är markerad
ta: தற்போது சிறப்பிக்கப்பட்ட சேவையைத் தேர்ந்தெடுக்கவும்
tr: Şu anda vurgulanan kanalı seçin
uk: Виберіть поточний виділений канал

source: Select the currently highlighted service and exit
cs: Vyberte aktuálně zvýrazněnou službu a odejděte
el: Επιλογή της τρέχουσας επισημασμένης υπηρεσίας και έξοδος
fi: Valitse korostettu kanava ja poistu
hr: Odaberi trenutno označeni servis i izađite
it: Seleziona servizio attualmente evidenziato ed esci
nl: De nu geselecteerde zender kiezen en de scan beëindigen
pl: Wybierz aktualnie podświetloną usługę i wyjdź
sk: Vybrať aktuálne zvýraznenú stanicu alebo službu a ukončiť
sr: Izaberite trenutno označeni servis i izađite
sv: Välj den tjänst som för tillfället är markerad och avsluta
ta: தற்போது சிறப்பிக்கப்பட்டுள்ள சேவையைத் தேர்ந்தெடுத்து வெளியேறவும்
tr: Şu anda vurgulanmış olan kanalı seçin ve çıkın
uk: Виберіть поточний виділений канал та вийдіть

source: Select the currently highlighted timer
cs: Vyberte aktuálně zvýrazněný časovač
el: Επιλογή του τρέχοντος επισημασμένου χρονοδιακόπτη
fi: Valitse tällä hetkellä korostettu ajastin
hr: Odaberi trenutno istaknuti tajmer
it: Seleziona timer attualmente evidenziato
nl: De nu gemarkeerde Timer selecteren
pl: Wybierz aktualnie podświetlony timer
sr: Izaberite trenutno istaknuti tajmer
sv: Välj den aktuella markerade timern
tr: Şu anda vurgulanmış olan zamanlayıcıyı seçin
uk: Виберіть поточний виділений таймер

source: Select the date from which this timer will become active.
cs: Vyberte datum, od kterého se tento časovač stane aktivním.
el: Επιλέξτε την ημερομηνία από την οποία ο χρονοδιακόπτης θα ενεργοποιηθεί.
fi: Valitse päivämäärä, josta alkaen ajastus on aktiivinen.
hr: Odaberi datum od kojeg će ovaj tajmer postati aktivan.
it: Seleziona data a partire dalla quale questo timer diventerà attivo.
lt: Pasirinkite datą, nuo kurios šis laikmatis taps aktyvus.
nl: Kies de datum vanaf wanneer deze timer actief moet worden.
pl: Wybierz datę, od której ten timer stanie się aktywny.
sk: Vyberte dátum, od ktorého sa má tento časovač aktivovať.
sr: Izaberi datum od kojeg će ovaj tajmer postati aktivan.
sv: Välj det datum från och med vilket timern ska aktiveras.
ta: இந்த நேரங்குறிகருவி செயலில் இருக்கும் தேதியைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının aktif hale geleceği tarihi seçin.
uk: Виберіть дату, з якої цей таймер стане активним.

source: Select the date when this timer will activate.
cs: Vyberte datum, kdy se tento časovač spustí.
el: Επιλέξτε την ημερομηνία κατά την οποία θα ενεργοποιηθεί αυτός ο χρονοδιακόπτης.
fi: Valitse päivämäärä, jolloin tämä ajastus aktivoituu.
hr: Odaberi datum kada će se ovaj tajmer aktivirati.
it: Seleziona data in cui si attiverà questo timer.
lt: Pasirinkite datą, kada šis laikmatis bus suaktyvintas.
nl: Kies de datum wanneer deze timer actief moet worden.
pl: Wybierz datę, kiedy ten timer zostanie aktywowany.
sk: Vyberte dátum, kedy sa tento časovač aktivuje.
sr: Izaberi datum kada će se ovaj tajmer aktivirati.
sv: Välj det datum då timern ska aktiveras.
ta: இந்த நேரங்குறிகருவி செயல்படும் தேதியைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının aktifleşeceği tarihi seçin.
uk: Виберіть дату, коли цей таймер буде активовано.

source: Select the date when this timer will start.
cs: Vyberte datum, kdy se tento časovač spustí.
el: Επιλέξτε την ημερομηνία κατά την οποία θα ξεκινήσει αυτός ο χρονοδιακόπτης.
fi: Valitse päivämäärä, jolloin ajastus käynnistyy.
hr: Odaberi datum početka ovog tajmera.
it: Seleziona data di inizio del timer.
lt: Pasirinkite datą, kada šis laikmatis prasidės.
nl: Kies de datum, wanneer deze timer moet starten.
pl: Wybierz datę rozpoczęcia tego timera.
sk: Vyberte dátum, kedy sa tento časovač spustí.
sr: Izaberi datum početka ovog tajmera.
sv: Välj det datum då timern ska starta.
ta: இந்த நேரங்குறிகருவி தொடங்கும் தேதியைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının başlayacağı tarihi seçin.
uk: Виберіть дату, коли запуститься цей таймер.

source: Select the day of the week that this timer will activate.
cs: Vyberte den v týdnu, kdy se tento časovač aktivuje.
el: Επιλέξτε την ημέρα της εβδομάδας στην οποία θα ενεργοποιηθεί αυτός ο χρονοδιακόπτης.
fi: Valitse viikonpäivä, jolloin ajastus aktivoituu.
hr: Odaberi dan u tjednu koji će ovaj tajmer aktivirati.
it: Seleziona giorno della settimana in cui questo timer si attiverà.
nl: Selecteer de weekdag, wanneer deze timer actief moet worden.
pl: Wybierz dzień tygodnia, w którym ten timer będzie aktywowany.
sk: Vyberte deň v týždni, kedy sa tento časovač aktivuje.
sr: Izaberi danu sedmici koji će ovaj tajmer aktivirati.
sv: Välj den veckodag som timern ska aktiveras.
ta: இந்த நேரங்குறிகருவி செயல்படுத்தும் வாரத்தின் நாளைத் தேர்ந்தெடுக்கவும்.
tr: Bu zamanlayıcının etkinleştirileceği haftanın gününü seçin.
uk: Виберіть день тижня, який цей таймер буде активувати.

source: Select the default directory to be used if the left column directory is not saved.
cs: Vyberte výchozí adresář, který se použije, pokud adresář v levém sloupci není uložen.
el: Επιλέξτε τον προεπιλεγμένο φάκελο που θα χρησιμοποιηθεί αν ο κατάλογος της αριστερής στήλης δεν είναι αποθηκευμένος.
fi: Valitse oletushakemisto, jota käytetään, jos vasemman sarakkeen hakemistoa ei tallenneta.
hr: Odaberi zadani direktorijum koji će se koristiti ako direktorijum lijeve kolone nije sačuvan.
it: Seleziona cartella predefinita da usare se la cartella della colonna di sinistra non viene salvata.
nl: Selecteer de standaardmap die moet worden gebruikt als de map in de linkerkolom niet is opgeslagen.
pl: Wybierz domyślny katalog, który będzie używany, jeśli katalog w lewej kolumnie nie został zapisany.
sk: Vyberte predvolený priečinok, ktorý sa použije, ak nebude uložený priečinok v ľavom stĺpci.
sr: Izaberi default direktorijum koji će se koristiti ako direktorijum leve kolone nije sačuvan.
sv: Välj den standardkatalog som ska användas om katalogen i den vänstra kolumnen inte sparas.
ta: இடது நெடுவரிசை அடைவு சேமிக்கப்படாவிட்டால் பயன்படுத்த வேண்டிய இயல்புநிலை கோப்பகத்தைத் தேர்ந்தெடுக்கவும்.
tr: Sol sütun dizini kaydedilmemişse kullanılacak varsayılan dizini seçin.
uk: Виберіть каталог за замовчуванням, який буде використовуватися, якщо каталог лівого стовпця не збережено.

source: Select the default directory to be used if the right column directory is not saved.
cs: Vyberte výchozí adresář, který se má použít, pokud není uložen adresář v pravém sloupci.
el: Επιλέξτε τον προεπιλεγμένο φάκελο που θα χρησιμοποιηθεί αν ο κατάλογος της δεξιάς στήλης δεν είναι αποθηκευμένος.
fi: Valitse oletushakemisto, jota käytetään, jos oikean sarakkeen hakemistoa ei ole tallennettu.
hr: Odaberi zadani direktorijum koji će se koristiti ako direktorijum desne kolone nije sačuvan.
it: Seleziona cartella predefinita da usare se la cartella della colonna di destra non viene salvata.
nl: Selecteer de standaardmap die moet worden gebruikt als de map in de rechterkolom niet is opgeslagen.
pl: Wybierz domyślny katalog, który będzie używany, jeśli katalog w prawej kolumnie nie został zapisany.
sk: Vyberte predvolený priečinok, ktorý sa použije, ak nebude uložený priečinok v pravom stĺpci.
sr: Izaberi default direktorijum koji će se koristiti ako direktorijum desne kolone nije sačuvan.
sv: Välj den standardkatalog som ska användas om katalogen för högerkolumnen inte sparas.
ta: வலது நெடுவரிசை அடைவு சேமிக்கப்படாவிட்டால் பயன்படுத்த வேண்டிய இயல்புநிலை கோப்பகத்தைத் தேர்ந்தெடுக்கவும்.
tr: Sağ sütun dizini kaydedilmemişse kullanılacak varsayılan dizini seçin.
uk: Виберіть каталог за замовчуванням, який буде використовуватися, якщо каталог правого стовпця не збережено.
