Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Welcome to IceTV
bg: Добре дошли в IceTV
cs: Vítejte na IceTV
da: Velkommen til IceTV
de: Willkommen bei IceTV
el: Καλωσορίσατε στο IceTV
fi: Tervetuloa IceTV
fr: Bienvenue sur IceTV
hr: Dobro došli u IceTV
it: Benvenuto su IceTV
lt: Sveiki apsilankę IceTV
nl: Welkom bij IceTV
pl: Witamy w IceTV
sk: Vitajte v IceTV
sr: Dobro došli u IceTV
sv: Välkommen till IceTV
ta: ICETV க்கு வருக
tr: IceTV'ye Hoş Geldiniz
uk: Ласкаво просимо до IceTV
zh_cn: 欢迎来到IceTV

source: Welcome to OpenATV. Use the UP/DOWN buttons on your remote control to select an option. Use the LEFT/RIGHT buttons to change the values of a configurable option. After that, press OK to proceed to the next screen.
cs: Vítejte v OpenATV. Pomocí tlačítek NAHORU/DOLŮ na dálkovém ovladači vyberte požadovanou možnost. Pomocí tlačítek VLEVO/VPRAVO změňte hodnoty konfigurovatelné možnosti. Poté stiskněte OK pro přechod na další obrazovku.
el: Καλώς ήρθατε στο OpenATV. Χρησιμοποιήστε τα πλήκτρα ΠΑΝΩ/ΚΑΤΩ για να ορίσετε μια επιλογή. Χρησιμοποιήστε τα κουμπιά ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ για να αλλάξετε τις τιμές μιας ρυθμιζόμενης επιλογής. Μετά από αυτό, πιέστε OK για να προχωρήσετε στην επόμενη οθόνη.
fi: Tervetuloa OpenATV. Valitse vaihtoehto kaukosäätimen YLÖS/ALAS painikkeilla. Käytä VASEN/OIKEA painikkeita muuttaaksesi määritettävän asetuksen arvoja. Paina sen jälkeen OK siirtyäksesi seuraavaan näyttöön.
hr: Dobrodošli u OpenATV. Koristite tipke GORE/DOLJE na daljinskom upravljaču za odabir opcije. Koristite tipke LIJEVO/DESNO za promjenu vrijednosti konfigurabilne opcije. Nakon toga pritisnite OK za nastavak na sljedeći zaslon.
it: Benvenuto su OpenATV. Usa i tasti SU/GIÙ sul telecomando per selezionare un'opzione. Usa i tasti SINISTRA/DESTRA per modificare i valori di un'opzione configurabile. Successivamente, premi OK per passare alla schermata successiva.
nl: Welkom bij OpenATV. Gebruik de OMHOOG/OMLAAG knoppen op uw afstandsbediening om een optie te selecteren. Gebruik de LINKS/RECHTS knoppen om de waarden van een configureerbare optie te wijzigen. Druk daarna op OK om door te gaan naar het volgende scherm.
pl: Witamy w OpenATV. Użyj przycisków GÓRA/DÓŁ na pilocie, aby wybrać opcję. Użyj przycisków LEWO/PRAWO, aby zmienić wartość konfigurowalnej opcji. Następnie naciśnij OK, aby kontynuować w kolejnym ekranie.
sk: Vitajte v systéme OpenATV. Možnosti sa vyberajú pomocou tlačidiel HORE/DOLU. Tlačidlami DOĽAVA/DOPRAVA sa menia hodnoty nastavovaných možností. Na ďalšiu obrazovku prejdete stlačením tlačidla OK.
sr: Dobrodošli u OpenATV 7.6.0 Koristite dugmad GORE/DOLE na vašem daljinskom upravljaču da izaberete opciju. Koristite dugmad LEVO/DESNO da promenite vrednosti konfigurabilne opcije. Nakon toga, pritisnite OK da pređete na sledeći ekran.
sv: Välkommen till OpenATV. Använd UPP/NER-knapparna på fjärrkontrollen för att välja ett alternativ. Använd knapparna VÄNSTER/RIGHT för att ändra värdena för ett konfigurerbart alternativ. Tryck sedan på OK för att gå vidare till nästa skärm.
ta: OpenAtv க்கு வருக. ஒரு விருப்பத்தைத் தேர்ந்தெடுக்க உங்கள் ரிமோட் கண்ட்ரோலில் உள்ள மேல்/கீழ் பொத்தான்களைப் பயன்படுத்தவும். கட்டமைக்கக்கூடிய விருப்பத்தின் மதிப்புகளை மாற்ற இடது/வலது பொத்தான்களைப் பயன்படுத்தவும். அதன் பிறகு, அடுத்த திரைக்குச் செல்ல சரி என்பதை அழுத்தவும்.
tr: OpenATV ye Hoş Geldiniz. Uzaktan kumandanızdaki YUKARI/AŞAĞI tuşlarını kullanarak bir seçenek belirleyin. Yapılandırılabilir bir seçeneğin değerlerini değiştirmek için SOL/SAĞ tuşlarını kullanın. Ardından, bir sonraki ekrana geçmek için OK tuşuna basın.
uk: Ласкаво просимо до OpenATV. Використовуйте кнопки ВГОРУ/ВНИЗ на пульті дистанційного керування, щоб вибрати параметр. Використовуйте кнопки ВЛІВО/ВПРАВО, щоб змінити значення настроюваного параметра. Після цього натисніть OK, щоб перейти до наступного кроку.

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
bg: Добре дошли в редактора на Cutlist. Потърсете началото на нещата, които искате да отрежете. Натиснете OK, изберете 'start cut'. След това преминете към края, натиснете OK, изберете 'end cut'.Това е.
cs: Vítejte v editoru střihů. Najděte začátek materiálu, který chcete vystřihnout, stiskněte OK a zvolte 'začátek střihu'. Potom najděte konec, stiskněte OK a zvolte 'konec střihu'. To je vše.
da: Velkommen til klipliste redigering. Søg til starten af det materiale du vil klippe væk. Tryk OK, vælg 'start klip'. Søg derefter til slutningen, tryk OK, og vælg 'afslut klip'. Det er alt.
de: Willkommen im Schnitteditor. Suchen Sie den Anfang ab, wo weggeschnitten werden soll und drücken OK. Wählen Sie 'Schnitt hier starten'. Dann suchen Sie das Ende und drücken OK. Wählen Sie 'Schnitt endet hier'. Das war's.
el: Καλώς ορίσατε στον επεξεργαστή σημείων αποκοπής. Αναζητήστε την αρχή του τμήματος που θέλετε να διαγράψετε. Πιέστε ΟΚ, επιλέξτε "αρχή αποκοπής". Στη συνέχεια αναζητήστε το τέλος του τμήματος, πιέστε ΟΚ, επιλέξτε "τέλος αποκοπής". Αυτό ήταν.
et: Tere tulemast salvestise lõikajasse. Keri lõikekoha algusesse.Vajuta OK, 'lõike algus'. Edasi otsi lõike lõpp, vajuta OK, vali 'lõike lõpp'. Tehtud.
fi: Tervetuloa leikkauskohtien muokkaukseen. Hae kohta, josta haluat aloittaa poisleikkauksen. Paina OK näppäintä ja valitse 'Aloita leikkaus'. Hae seuraavaksi kohta, johon haluat lopettaa leikkauksen. Paina OK näppäintä ja valitse 'Lopeta leikkaus'.
fr: Bienvenue dans l'éditeur de montage. Recherchez le départ de la partie que vous voulez couper. Appuyez sur OK, sélectionnez 'départ de coupe'. Puis recherchez la fin, appuyez sur OK, sélectionnez 'fin de coupe'. C'est fait.
hr: Dobro došli u uređivač videa. Traži početak koji želiš iseći. Pritisni OK izaberi 'start iseci'. Zatim traži kraj, pritisni OK, izaberi opciju 'kraj isečka'. To je to.
hu: Üdvözlöm a Vágólista szerkesztőben. Keresse meg a kivágandó rész elejét majd nyomja meg az OK gombot és válassza ki a 'Vágás eleje' opciót. Majd menjen a kivágandó rész végére, nyomja meg az OK gombot és válassza a 'Vágás vége' opciót. Ennyi az egész.
it: Benvenuto nell'editor dell'elenco di taglio. Cerca l'inizio del materiale che vuoi tagliare. Premi OK, seleziona 'avvia taglio'. Poi cerca la fine, premi OK, seleziona 'fine taglio'. Tutto qui.
lt: Sveiki atvykę į karpymo redaktorių Ieškokite pradžios, nuo kur norite iškirpti. Spauskite 'OK', pasirinkite 'iškirpimo pradžia'. Tada ieškokite pabaigos, spauskite 'OK', pasirinkite 'iškirpimo pabaiga'. Štai ir viskas.
nl: Welkom bij de Cutlist editor. Spoel naar het begin van het stuk dat u wilt weg knippen. Druk op OK, Selecteer 'Start cut'. Spoel dan naar het einde en druk op OK, en selecteer 'end cut'. Dat is het.
pl: Witamy w Edytorze cięcia filmu. Przejdź do miejsca, które ma być nowym początkiem pliku. Naciśnij 'OK', wybierz 'początek cięcia'. Przejdź do miejsca, które ma być nowym końcem pliku. Naciśnij 'OK', wybierz 'koniec cięcia'. To wszystko.
ru: Добро пожаловать в редактор видео. Отметьте место с которого вы хотите начать редактирование. Нажмите OK, выберите 'начало редактирования'. После, отметьте точку окончания редактирования, нажмите OK, выберите 'конец редактирования'. Вот и все;)
sk: Vitajte v Editore strihov. Nájdite začiatok úseku, ktorý sa má vystrihnúť. Stačte OK, vyberte voľbu 'začiatok strihu'. Potom vyhľadajte koniec úseku, stlačte OK, vyberte voľbu 'koniec strihu'. Hotovo.
sl: Dobrodošli v urejevalniku. Poiščite začetek dela, ki ga želite izrezati. Pritisnite OK, izberite 'Začni brisati'. Nato poiščite konec in pritisnite OK, izberite 'Končaj brisanje'.
sr: Dobro došli u uređivač videa. Traži početak koji želiš iseći. Pritisni OK izaberi 'start iseci'. Zatim traži kraj, pritisni OK, izaberi opciju 'kraj isečka'. To je to.
sv: Välkommen till Cutlist-editorn. Sök dig till början av det du vill klippa bort. Tryck på OK och välj "Starta klippning". Sök sedan till slutet, tryck på OK, välj "slutklipp". Och så är det klart.
ta: கட்லிச்ட் எடிட்டருக்கு வருக. நீங்கள் வெட்ட விரும்பும் பொருட்களின் தொடக்கத்தைத் தேடுங்கள். சரி என்பதை அழுத்தவும், 'தொடக்க வெட்டு' என்பதைத் தேர்ந்தெடுக்கவும். பின்னர் முடிவைத் தேடுங்கள், சரி என்பதை அழுத்தவும், 'எண்ட் கட்' என்பதைத் தேர்ந்தெடுக்கவும். அவ்வளவுதான்.
tr: Cutlist editörüne hoş geldiniz. Kesmek istediğiniz bölümün başlangıç noktasına gidin. OK tuşuna basın, 'kesmeye başla'yı seçin. Ardından sona gidin, OK tuşuna basın, 'kesimi sonlandır'ı seçin. İşte bu kadar.
uk: Ласкаво просимо до відеоредактора. Перейдіть до місця, котре слугуватиме початком файлу. Натисніть ОК, вибравши 'початок вирізання'. Перейдіть до місця, котре слугуватиме кінцем файлу. Натисніть ОК,вибравши 'кінець вирізання'. Це все.
vi: Chào mừng bạn đến với trình soạn thảo Cutlist. Tìm kiếm để bắt đầu những thứ bạn muốn cắt đi. Nhấn OK, chọn 'bắt đầu cắt'. Sau đó tìm kiếm đến cuối, nhấn OK, chọn 'end cut'. Đó là nó.
zh_cn: 欢迎来到剪辑列表编辑器. 搜寻你想要切除东西的起点.按下OK键,选择 '开始剪切'. 然后搜寻结束点,按下OK键,选择'结束剪切'.就这样.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of the %s %s by providing a backup facility for the current settings and a short explanation of how to upgrade the firmware.
cs: Vítejte v průvodci aktualizací obrazu. Průvodce vám pomůže s aktualizací firmwaru %s %s poskytnutím možnosti zálohování aktuálního nastavení a krátkým vysvětlením, jak upgradovat firmware.
el: Καλώς ήρθατε στον οδηγό αναβάθμισης του image. Ο οδηγός θα σας βοηθήσει στην αναβάθμιση του υλικολογισμικού του %s %s, παρέχοντας τη δυνατότητα δημιουργίας αντιγράφων ασφαλείας για τις τρέχουσες ρυθμίσεις και μια σύντομη επεξήγηση του τρόπου αναβάθμισης του υλικολογισμικού.
fi: Tervetuloa ohjelmiston päivitysavustajaan. Avustaja opastaa %s %s:n ohjelmiston päivityksessä ja varmuuskopioinnissa sekä asetusten palauttamisessa päivityksen jälkeen.
hr: Dobrodošli u čarobnjak za nadogradnju slike. Čarobnjak će vam pomoći u nadogradnji firmvera %s %s pružajući sigurnosnu kopiju za trenutne postavke i kratko objašnjenje kako nadograditi firmware.
it: Benvenuto nella procedura guidata di aggiornamento dell'immagine. La procedura guidata ti assisterà nell'aggiornamento del firmware del %s %s fornendo una funzione di backup per le attuali impostazioni e una breve spiegazione su come aggiornare il firmware.
nl: Welkom bij de Image upgrade Wizard. Deze wizard helpt je bij het upgraden van de %s %s firmware door een back-upmogelijkheid te bieden van de huidige instellingen en een korte uitleg te geven over het upgraden van de firmware.
pl: Witamy w kreatorze aktualizacji obrazu. Kreator pomoże Ci w aktualizacji oprogramowania %s %s, zapewniając funkcję kopii zapasowej bieżących ustawień i krótkie wyjaśnienie, jak uaktualnić oprogramowanie.
sk: Vitajte v sprievodcovi aktualizáciou image. Bude vás sprevádzať procesom aktualizácie firmvéru zariadenia %s %s a poskytne vám možnosť zálohovania aktuálnych nastavení. Poskytuje aj krátke vysvetlenie ako vykonať aktualizáciu firmvéru.
sr: Dobro došli u Čarobnjak za nadogradnju imidža. Čarobnjak će vam pomoći u nadogradnji firmvera vašegг %s %s tako što će obezbediti rezervnu kopiju trenutnih postavki i kratko objašnjenje kako da nadogradite firmver.
sv: Välkommen till guiden för avbildningsuppgradering. Guiden hjälper dig att uppgradera den fasta programvaran i %s %s genom att tillhandahålla en säkerhetskopia för de aktuella inställningarna och en kort förklaring av hur du uppgraderar den fasta programvaran.
ta: படத்தை மேம்படுத்தும் வழிகாட்டி வரவேற்கிறோம். தற்போதைய அமைப்புகளுக்கு காப்புப்பிரதி வசதியையும், ஃபார்ம்வேரை எவ்வாறு மேம்படுத்துவது என்பதற்கான ஒரு குறுகிய விளக்கத்தையும் வழங்குவதன் மூலம் %s %s இன் ஃபார்ம்வேரை மேம்படுத்துவதற்கு வழிகாட்டி உங்களுக்கு உதவும்.
tr: Yazılım yükseltme sihirbazına hoş geldiniz. Bu sihirbaz, mevcut ayarlar için yedekleme olanağı sağlayarak ve cihaz yazılımını nasıl yükselteceğinize dair kısa bir açıklama sunarak %s %s cihazının yazılımını yükseltmenize yardımcı olacaktır.
uk: Ласкаво просимо до майстра оновлення іміджу. Майстер допоможе вам оновити імідж %s %s, надаючи резервну копію поточних налаштувань і коротке пояснення того, як йог оновити.

source: Welcome...
bg: Добре дошли...
cs: Vítám Vás...
da: Velkommen...
de: Willkommen...
el: Καλώς ήρθατε...
et: Tere tulemast.
fi: Tervetuloa...
fr: Bienvenue...
hr: Dobro došli...
hu: Üdvözöljük...
it: Benvenuto…
lt: Sveiki atvykę...
nl: Welkom...
pl: Witaj...
pt_br: Bem-vindo...
ru: Добро пожаловать...
sk: Vitajte…
sl: Dobrodošli...
sr: Dobro došli...
sv: Välkommen...
ta: வரவேற்கிறோம் ...
tr: Hoş geldiniz...
uk: Ласкаво просимо...
vi: Chào mừng ...
zh_cn: 欢迎...

source: Welsh
cs: Velština
el: Ουαλικά
fr: Gallois
it: Gallese
lt: Valų
pl: Walijski
sk: waleština
sv: Walesiska
ta: வேல்ச்
tr: Galler Dili
uk: Валлійська

source: West
bg: Запад
cs: Západní
da: Vest
el: Δυτικά
et: Lääs
fi: Läntistä pituutta
fr: Ouest
hr: Zapad
hu: Nyugat
it: Ovest
lt: Vakarai
pl: Zachód
pt_br: Oeste
ru: Запад
sk: Západne
sl: Zahod
sr: Zapad
sv: Väst
ta: மேற்கு
tr: Batı
uk: Захід
vi: Hướng Tây
zh_cn: 西

source: West limit set
bg: Задаване западен лимит
cs: Západní limit nastaven
da: Vest grænseværdi
el: Το δυτικό όριο ορίστηκε
et: Lääne piir on määratud
fi: Läntinen raja-arvo asetettu
fr: Fixer limite Ouest
hr: Postavljen zapadni limit
hu: Nyugati limit beállítás
it: Impostazioni limite ovest
lt: Vakarinė riba nustatyta
nl: Westlimiet gezet
pl: Ustaw limit zachodni
pt_br: Definir limite oeste
ru: Включить ограничение на запад
sk: Západný limit nastavený
sr: Postavljen zapadni limit
sv: Västra gränsen inställd
ta: மேற்கு வரம்பு தொகுப்பு
tr: Batı sınırı seti
uk: Встановлення ліміту на захід
vi: Bộ giới hạn phía tây
zh_cn: 西极限集

source: Western
bg: Уестърн
el: Ουέστερν
fi: Läntinen
fr: Occidental
hr: Zapad
it: Occidentale
lt: Vesternas
pl: Zachodni
sr: Zapad
ta: மேற்கு
tr: Batı
uk: Вестерн
zh_cn: 西部

source: Western Frisian
bg: Западно фризийски
cs: Západní fríština
el: Δυτικά Φριζιακά
fi: Länsi-Friisiläinen
fr: Frison occidental
it: Frisone occidentale
lt: Vakarų fryzų
nl: West-Fries
pl: Fryzja Zachodnia
sk: západná frízština
sv: Västfrisiska
ta: மேற்கு ஃபிரிசியன்
tr: Batı Frizcesi
uk: Західнофризька

source: Western Sahara
cs: Západní Sahara
da: Vestsahara
de: Westsahara
el: Δυτική Σαχάρα
et: Lääne-Sahaara
fi: Länsi-Sahara
fr: Sahara Occidental
hu: Nyugat-Szahara
it: Sahara Occidentale
lt: Vakarinė Sahara
nl: Westelijke Sahara
pl: Sahara Zachodnia
sk: Západná Sahara
sv: Västsahara
ta: மேற்கு சகாரா
tr: Batı Sahra
uk: Західна Сахара
vi: Phía tây Sahara
zh_cn: 西撒哈拉

source: What day of month?
cs: Který den v měsíci?
el: Ποια ημέρα του μήνα;
fi: Mikä kuukauden päivä?
hr: Koji dan u mjesecu?
it: Che giorno del mese?
lt: Kurią mėnesio dieną?
nl: Welke dag van de maand?
pl: Który dzień miesiąca?
sk: Ktorý deň v mesiaci?
sr: Koji dan u mesecu?
sv: Vilken dag i månaden?
ta: மாதத்தின் எந்த நாள்?
tr: Ayın hangi günü?
uk: Який день місяця?

source: What day of week?
cs: Který den v týdnu?
el: Ποια ημέρα της εβδομάδας;
fi: Mikä viikonpäivä?
hr: Koji dan u tjednu?
it: Che giorno della settimana?
lt: Kurią savaitės dieną?
nl: Welke dag van de week?
pl: Który dzień tygodnia?
sk: Ktorý deň v týždni?
sr: Koji dan u sedmici?
sv: Vilken veckodag?
ta: வாரத்தின் எந்த நாள்?
tr: Haftanın hangi günü?
uk: Який день тижня?

source: What do you want to scan?
bg: Какво искате да сканирате?
cs: Co chcete prohledat?
da: Hvad vil du søge efter ?
de: Was wollen Sie scannen?
el: Τι θέλετε να ανιχνεύσετε;
et: Mida soovid otsida?
fi: Mitä haluat skannata?
fr: Que voulez-vous analyser ?
hr: Šta želite da skenirate?
hu: Mit szeretne beolvasni?
it: Cosa desideri cercare?
lt: Ko Jūs norite ieškoti?
nl: Wat wilt u zoeken?
pl: Co chcesz skanować?
pt_br: O que deseja buscar?
ru: Что вы хотите сканировать?
sk: Čo sa má prehľadať?
sl: Kaj želite iskati?
sr: Šta želite da skenirate?
sv: Vad vill du skanna?
ta: நீங்கள் என்ன ச்கேன் செய்ய விரும்புகிறீர்கள்?
tr: Neyi taratmak istiyorsunuz?
uk: Що Ви хочете сканувати?
vi: Bạn muốn loại dịch vụ quét nào?
zh_cn: 您要扫描什么?

source: What do you want to set as the default movie location?
cs: Kde chcete nastavit výchozí umístění filmu?
el: Ποια τοποθεσία θέλετε να οριστεί ως προεπιλεγμένη για τις ταινίες;
fi: Mihin haluat asettaa oletus tallennus sijainnin?
hr: Što želite postaviti kao zadanu lokaciju filma?
it: Dove vuoi impostare la posizione predefinita delle registrazioni?
nl: Welke map wilt u als standaard opname locatie instellen?
pl: Gdzie chcesz ustawić domyślną lokalizację filmu?
sk: Aké má byť predvolené umiestnenie filmov?
sr: Šta želite da postavite kao default lokaciju filma?
sv: Vad vill du ange som standardplats för film?
ta: இயல்புநிலை திரைப்பட இருப்பிடமாக நீங்கள் எதை அமைக்க விரும்புகிறீர்கள்?
tr: Varsayılan film konumunu ne olarak ayarlamak istersiniz?
uk: Де Ви бажаєте встановити місце розташування відео за замовчуванням?

source: What would you like to do with the archive file:
cs: Co byste chtěli udělat s archivním souborem:
el: Τι θέλετε να γίνει με το αρχείο:
fi: Mitä haluat tehdä arkistotiedostolla:
hr: Što biste željeli učiniti s arhivskom datotekom:
it: Cosa vorresti fare con il file di archivio:
nl: Wat wilt u met dit archiefbestand doen:
pl: Co chciałbyś zrobić z plikiem archiwum:
sk: Čo sa má urobiť s archívnym súborom:
sr: Šta želite da uradite sa fajl arhivom:
sv: Vad skulle du vilja göra med arkivfilen:
ta: காப்பகக் கோப்புடன் நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்:
tr: Arşiv dosyası ile ne yapmak istiyorsunuz:
uk: Що Ви хочете зробити з архівним файлом:

source: What would you like to do with the audio file:
cs: Co byste chtěli udělat se zvukovým souborem:
el: Τι θέλετε να γίνει με το αρχείο ήχου:
fi: Mitä haluat tehdä äänitiedostolla:
hr: Što biste željeli učiniti s audio datotekom:
it: Cosa vorresti fare con il file audio:
nl: Wat wilt u met dit audiobestand doen:
pl: Co chciałbyś zrobić z plikiem audio:
sk: Čo sa má urobiť so zvukovým súborom:
sr: Šta želite da uradite sa audio fajlom:
sv: Vad skulle du vilja göra med ljudfilen:
ta: ஆடியோ கோப்பை நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்:
tr: Ses dosyası ile ne yapmak istersiniz:
uk: Що б Ви хотіли зробити з аудіофайлом:

source: What would you like to do with the background image file:
cs: Co byste chtěli udělat se souborem obrázku na pozadí:
el: Τι θέλετε να γίνει με το αρχείο φόντου της εικόνας:
fi: Mitä haluat tehdä taustakuvatiedostolle:
hr: Što biste željeli učiniti s datotekom pozadinske slike:
it: Cosa vorresti fare con il file immagine di sfondo:
nl: Wat wilt u met deze achtergrondafbeelding doen:
pl: Co chciałbyś zrobić z plikiem obrazu tła:
sk: Čo sa má urobiť so súborom obrázka na pozadie:
sr: Šta želite da uradite sa fajlom slike u pozadini:
sv: Vad skulle du vilja göra med bakgrundsbildfilen:
ta: பின்னணி படக் கோப்புடன் நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்:
tr: Arka plan görüntü dosyası ile ne yapmak istersiniz:
uk: Що ви хочете зробити з файлом фонового зображення:

source: What would you like to do with the package file:
cs: Co byste chtěli udělat se souborem balíčku:
el: Τι θέλετε να γίνει με το αρχείο πακέτου:
fi: Mitä haluat tehdä arkistotiedostolla:
hr: Što biste željeli učiniti s datotekom paketa:
it: Cosa vorresti fare con il file del pacchetto:
nl: Wat wilt u met dit pakket-bestand doen:
pl: Co chciałbyś zrobić z plikiem pakietu:
sk: Čo sa má urobiť so súborom balíčka:
sr: Šta želite da uradite sa fajlom paketa:
sv: Vad skulle du vilja göra med paketfilen:
ta: தொகுப்பு கோப்புடன் நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்:
tr: Paket dosyası ile ne yapmak istersiniz:
uk: Що Ви хочете зробити з файлом пакета:

source: What would you like to do with the script file:
cs: Co byste chtěli udělat se souborem skriptu:
el: Τι θέλετε να γίνει με το αρχείο δέσμης ενεργειών:
fi: Mitä haluaisit tehdä skriptitiedostolla:
hr: Što biste željeli učiniti s datotekom skripte:
it: Cosa vorresti fare con il file script:
nl: Wat wilt u met dit script-bestand doen:
pl: Co chciałbyś zrobić z plikiem skryptu:
sk: Čo sa má urobiť so súborom skriptu:
sr: Šta želite da uradite sa fajlom skripte:
sv: Vad skulle du vilja göra med skriptfilen:
ta: ச்கிரிப்ட் கோப்பை நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்:
tr: Komut dosyası ile ne yapmak istiyorsunuz:
uk: Що Ви хочете зробити з файлом скрипту:

source: What would you like to do?
bg: Какво искаш да правиш?
cs: Co byste chtěli dělat?
el: Τι θέλετε να κάνετε;
fi: Mitä haluat tehdä?
fr: Que voulez-vous faire?
hr: Šta bi voleo da uradiš?
it: Cosa ti piacerebbe fare?
lt: Ką norėtumėte daryti?
nl: Wat wilt u doen?
pl: Co chcesz zrobić?
sk: Čo sa má urobiť?
sr: Šta bi voleo da uradiš?
sv: Vad skulle du vilja göra?
ta: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Ne yapmak istersiniz?
uk: Що Ви хочете зробити?

source: When 'Enabled', the timer view will show the free space on the target device. This will wake the device from sleep mode.
cs: Když je zapnuto, zobrazení časovače zobrazí volné místo na cílovém zařízení. Tím se zařízení probudí z režimu spánku.
el: Όταν είναι ενεργό, θα εμφανίζεται ο ελεύθερος χώρος της συσκευής προορισμού στην προβολή χρονοδιακοπτών. Αυτό θα αφυπνίζει τη συσκευή από την κατάσταση ύπνου.
fi: Kun 'Käytössä', ajastin näkymä näyttää laitteen vapaan tilan. Tämä herättää laitteen lepotilasta.
hr: Kada je 'Omogućeno', prikaz mjerača vremena prikazat će slobodni prostor na ciljnom uređaju. Ovo će probuditi uređaj iz stanja mirovanja.
it: Quando 'Abilitato', la visualizzazione del timer mostrerà lo spazio libero sul dispositivo di destinazione. Questo riattiverà il dispositivo dalla modalità di sospensione.
nl: Wanneer 'Ingeschakeld' wordt in het Timeroverzicht de vrije ruimte op de harde schijf weergegeven. Hierdoor wordt het apparaat uit de slaapstand gehaald.
pl: Gdy opcja jest włączona, widok timera pokaże wolne miejsce na urządzeniu docelowym. Spowoduje to wybudzenie urządzenia z trybu uśpienia.
sk: Ak je 'zapnuté', zobrazenie časovača ukáže voľné miesto v cieľovom zariadení. Tým sa zariadenie prebudí z režimu spánku.
sr: Kada je 'Omogućeno', prikaz tajmera će prikazati slobodan prostor na ciljnom uređaju. Ovo će probuditi uređaj iz spavanja.
sv: När "Enabled" visas, kommer timervyn att visa det lediga utrymmet på målenheten. Detta kommer att väcka enheten från viloläge.
ta: 'இயக்கப்பட்ட' போது, டைமர் பார்வை இலக்கு சாதனத்தில் இலவச இடத்தைக் காண்பிக்கும். இது தூக்க பயன்முறையிலிருந்து சாதனத்தை எழுப்பும்.
tr: 'Etkinleştirildiğinde', zamanlayıcı görünümü hedef cihazdaki boş alanı gösterecektir. Bu, cihazı uyku modundan çıkaracaktır.
uk: Якщо 'Увімкнено', у вікні перегляду таймера відображатиметься вільне місце на цільовому пристрої. Це виведе пристрій із режиму сну.
