Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: No Timeshift found to save as recording!
da: Timeshift der kan gemmes som optagelse ikke fundet!
de: Kein Timeshift zur Speicherung als Aufnahme gefunden!
et: Ajanihke faile ei leitud!
hu: Nem talált menthető Timeshift fájlt!
ru: Файл таймшифта для сохранения в виде записи не найден!
vi: Không tìm thấy Timeshift để lưu dưới dạng ghi âm!
zh_cn: 没有发现时移保存录制!

source: No clients streaming
da: Ingen klienter streamer
de: Keine Streaming-Clients
et: IPTV kliente ei ole
hu: Nincsenek streamelő kliensek
vi: Không có khách hàng phát trực tuyến
zh_cn: 没有客户端流

source: No connection
da: Ingen forbindelse
de: Keine Verbindung
et: Ühendus puudub
hu: Nincs kapcsolat
ru: Не подключено
vi: Không có kết nối
zh_cn: 无连接

source: No description available.
da: Ingen beskrivelse tilgængelig.
de: Keine Beschreibung verfügbar.
et: Sisututvustus puudub.
hu: Nincs elérhető leírás.
pt_br: Descrição indisponível.
ru: Краткого описания нет.
sl: Opis ni na voljo.
vi: Không có mô tả.
zh_cn: 没有可用的描述.

source: No details for this image file
da: Ingen detaljer for denne image fil
de: Keine Details zum Image verfügbar
et: Selle tõmmise kohta pole teavet
hu: Ehhez az image fájlhoz nincs leírás
ru: Нет подробностей об этом имидже
sl: Ni podrobnih podatkov o programski opremi
vi: Không có chi tiết cho tập tin hình ảnh này
zh_cn: 没有此镜像的详细信息

source: No entry in lcn db. Please do a service scan.
da: Ingen poster i LCN DB. Udfør venligst en kanalsøgning.
et: LCN andmebaas on tühi. Soorita kanaliotsing.
hu: Nincs bejegyzés lcn db-ben. Kérjük, végezzen egy csatorna keresést.
ru: lcn db пуст. Пожалуйста выполните поиск каналов.
vi: Không có mục trong lcn db. Hãy làm một dịch vụ quét.
zh_cn: 没有进入LCN输入数据库.请做一个频道扫描.

source: No event info found, recording indefinitely.
da: Ingen begivenhedsinfo fundet, optagelse i uendelighed.
de: Keine EPG-Daten gefunden. Starte unbegrenzte Aufnahme.
et: Saate lõpuaeg pole teada. Salvestatakse pidevalt.
hu: Nincs esemény infó, felvétel korlátlanul.
pt_br: Informações do evento indisponíveis. Gravando indefinidamente.
ru: Нет программы в канале, запись будет без времени окончания.
sl: Ne najdem informacije o dogodku. Trajanje snemanja bo neomejeno.
vi: Không tìm thấy thông tin sự kiện, ghi lại vô thời hạn.
zh_cn: 没有发现事件信息,录像无限期.

source: No files found.
da: Ingen filer fundet.
de: Keine Dateien gefunden.
et: Ühtki faili ei leitud.
vi: Không tìm thấy tập tin.
zh_cn: 找不到文件.

source: No hash calculations configured
da: Ingen hash-beregninger konfigureret
et: Ühtegi räsi arvutust ei ole seadistatud
vi: Không có tính toán băm được cấu hình
zh_cn: 未配置哈希计算

source: No images found
da: Ingen Images fundet
de: Keine Images gefunden
et: Püsivara ei leitud
vi: Không tìm thấy hình ảnh
zh_cn: 找不到镜像

source: No network connection available.
da: Ingen tilgængelig netværksforbindelse.
de: Keine Netzwerkverbindung verfügbar.
et: Võrguühendus pole saadaval.
hu: Nincs elérhető hálózati kapcsolat.
pt_br: Nenhuma conexão de rede disponível.
ru: Работающее интернет соединение отсутствует.
sl: Mrežna povezava ni na voljo.
vi: Không có kết nối mạng có sẵn.
zh_cn: 没有可用的网络连接.

source: No packages were upgraded yet. So you can check your network and try again.
da: Ingen pakker opgraderet endnu. Tjek venligst dit netværk igen og prøv igen.
de: Es wurden noch keine Pakete aktualisiert. Bitte überprüfen Sie das Netzwerk und versuchen Sie es erneut.
et: Pakette pole veel uuendatud. Kontrolli võrgu seadeid ja proovi uuesti.
hu: Még nem lettek frissítve a csomagok. Ellenőrizze újra a hálózatot, és próbálja meg újra.
pt_br: Nenhum pacote atualizado. Verifique a sua rede e tente outra vez.
ru: Пакеты не были обновлены. Проверьте настройки сети и попробуйте снова.
sl: Noben paket še ni bil nadgrajen. Tako lahko preverite omrežje in poskusite znova.
vi: Chưa có gói nào được nâng cấp. Vì vậy, bạn có thể kiểm tra mạng của bạn và thử lại.
zh_cn: 没有包升级了.所以你可以检查你的网络,然后再试一次.

source: No tuner is available for recording a timer!
da: Ingen Tuner tilgængelig til optagelse af en Timer!
de: Eine Timeraufnahme konnte nicht gestartet werden.
et: Salvestustaimeril puudub vaba tuuner!
hu: Nincs szabad tuner a felvétel rögzítéséhez!
ru: Тюнер для записи по таймеру не найден!
vi: Không có bộ chỉnh có sẵn để ghi lại một bộ đếm thời gian!
zh_cn: 没有可用于录像定时器的调谐器!

source: No tuner is configured for use with a diseqc positioner!
da: Ingen Tuner er konfigureret til brug af DiSEqC motor!
de: Es wurde kein Tuner für die Benutzung eines DiSEqC-Rotors konfiguriert.
et: Ükski tuuner pole seadistatud DISEqC-ajamit kasutama!
hu: Az egyik tuner sincs beállítva DiSEqC forgatómotorra!
pt_br: Nenhum tuner configurado para usar posicionador DiSEqC
ru: Нет тюнера, настроенного для использования с diseqc позиционером!
sl: Tuner ni nastavljen za delo z DiSEqC rotorjem!
vi: Không có bộ chỉnh nào được cấu hình để sử dụng với bộ định vị diseqc!
zh_cn: 没有调谐器用于DiSEqC定位器!

source: No updates available. Please try again later.
da: Ingen opdateringer tilgængelige. Prøv venligst igen senere.
de: Keine Updates vorhanden. Bitte später erneut versuchen.
et: Uuendusi ei ole. Proovi hiljem uuesti.
hu: Nincs elérhető frissítés. Kérem, próbálja meg később.
pt_br: Nenhuma atualização disponível. Tente novamente mais tarde.
ru: В данный момент обноалений нет. Попробуйте позже.
vi: Không có bảng cập nhật có sẵn. Vui lòng thử lại sau.
zh_cn: 没有可用的更新.请稍后再试.

source: No viewer installed for this file type: %s
da: Ingen fremviser installeret for denne filtype: %s
de: Kein Viewer für diesen Dateityp installiert: %s
et: Selle failitüübi jaoks puudub vaatur: %s
vi: Không có người xem nào được cài đặt cho loại tệp này:%s
zh_cn: 没有安装此文件类型的查看器: %s

source: No, do not backup a image
da: Nej, sikkerhedskopier ikke Image
de: Nein, kein Backup sichern
et: Ei, ära varunda püsivara
vi: Không, không sao lưu ảnh
zh_cn: 不备份镜像

source: No, do not flash an image
da: Nej flash ikke et Image
de: Nein, kein Image flashen
et: Ei, ära paigalda püsivara
vi: Không, đừng flash hình ảnh
zh_cn: 否,不刷写镜像

source: No, show always the plugin browser
da: Nej, vis altid Plugin browseren
de: Nein, zeige immer den Plugin Browser
et: Ei, kuva pluginate menüü alati
vi: Không, hiển thị luôn trình duyệt plugin
zh_cn: 否,始终显示插件浏览器

source: No, show always the timer list
da: Nej, vis altid Timerliste
de: Nein, zeige immer die Timer Liste
et: Ei, kuva taimerinimekiri alati
vi: Không, hiển thị luôn danh sách hẹn giờ
zh_cn: 否,总是显示定时器列表

source: NodeID:
vi: Nút:
zh_cn: 节点ID:

source: None of the hash programs for the hashes %s are available
da: Intet af hashprogrammerne for hashes %s er tilgængelig
et: Räside %s jaoks pole saadaval ühtegi rakendust
vi: Không có chương trình băm nào cho băm %s có sẵn
zh_cn: 哈希%s的哈希程序都不可用

source: Normal mode
da: Normal tilstand
de: Normaler Modus
et: Tavaolek
hu: Hagyományos mód
pt_br: Modo normal
ru: Стандарт
vi: Chế độ bình thường
zh_cn: 普通模式

source: Not allowed with folders
da: Ikke tilladt med mapper
de: Bei Ordnern nicht zulässig
et: Kataloogidel pole lubatud
vi: Không được phép với các thư mục
zh_cn: 不允许与文件夹一起使用

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
bg: Няма достатъчно свободно дисково пространство! Размер на файла: %sMB Свободно пространство: %sMB Път: %s
da: Ikke nok fri diskplads! Filstørrelse: %sMB Fri plads: %sMB Sti: %s
de: Nicht genug freier Festplattenspeicher! Dateigröße: %sMB Freier Speicher: %sMB Pfad: %s
et: Kettaruumi napib! Faili suurus: %sMB Vaba ruumi: %sMB Asukoht: %s
hu: Nincs elég szabad lemezterület! Fájlméret: %s MB Szabad terület: %s MB Útvonal: %s
ru: Недостаточно места на диске! Размер файла: %sМБ Свободное место: %sМБ Путь: %s
vi: Không đủ dung lượng đĩa miễn phí! Kích thước tệp:%sMB Tự do:%sMB Đường dẫn:%s
zh_cn: 没有足够的可用磁盘空间! 文件大小: %sMB 免费空间: %sMB 路径: %s

source: Not mounted
da: Ikke mounted
de: Nicht eingebunden
et: Haakimata
hu: Nincs csatlakoztatva
ru: Не смонтировано
vi: Không gắn
zh_cn: 未挂载

source: Not-Associated
da: Ikke tilknyttet
de: Nicht zugewiesen
et: Määramata
hu: Nem társított
ru: Не ассоциировано
vi: Không liên quan
zh_cn: 未关联

source: Note: slot list does not show current image or empty slots.
da: Bemærk: slot-liste viser ikke aktuelt Image eller tomme slots.
de: Hinweis: Die Slotliste zeigt kein aktuelles Image oder leere Slots an.
et: Märkus: pesade loend ei näita aktiivset püsivara või tühje pesi.
vi: Lưu ý: danh sách vị trí không hiển thị hình ảnh hiện tại hoặc vị trí trống.
zh_cn: 注意:分区列表不显示当前镜像或空分区.

source: Now building the Backup Image
da: Bygger nu Image sikkerhedskopi
de: Backup-Image wird jetzt gebaut...
et: Algab püsivaratõmmise loomine
vi: Hiện đang xây dựng hình ảnh sao lưu
zh_cn: 正在生成备份映像

source: Now save timeshift as movie and continues recording
da: Gem nu Timeshift som film og fortsæt optagelse
et: Talleta ajanihe ja jätka salvestamist
hu: Timeshift mentése most és a felvétel folytatása
ru: Сохранить файл таймшифта как запись и продолжит запись
vi: Bây giờ hãy lưu timeshift dưới dạng phim và tiếp tục ghi
zh_cn: 现在保存时间为电影并继续录制

source: Number of digits in channel number
bg: Брой цифри в номера на канала
da: Antal cifre
de: Anzahl der Stellen in der Kanalnummer
et: Numbrikohtade arv kanali numbris
hu: Számjegyek száma a csatorna számában
vi: Số chữ số trong số kênh
zh_cn: 频道号码中的编号

source: Number of lines in script messages
da: Antal linjer i skript-beskeder
de: Anzahl der Zeilen in Skriptmeldungen
et: Ridade arv skripti teadetes
vi: Số dòng trong thông điệp script
zh_cn: 脚本消息中的行数

source: Number of rows to display
da: Antal rækker der skal vises.
de: Wie viele Zeilen angezeigt werden sollen
et: Kuvatavate ridade arv
hu: A megjeleníteni kívánt sorok száma
ru: Количество строк для отображения
vi: Số lượng hàng để hiển thị
zh_cn: 显示行数

source: OCTAGON SF5008
zh_cn: 八角SF5008

source: OCTAGON_SF4008
zh_cn: 八角_SF4008

source: OE Changes
da: OE Ændringer
de: OE Änderungen
et: OE muudatused
hu: OE változások
ru: Изменения OE
vi: Thay đổi OE
zh_cn: OE变化

source: OE Log
et: OE logi
hu: OE napló
ru: Лог OE
zh_cn: OE日志

source: OEM Model: %s
de: OEM Modell: %s
et: OEM mudel: %s
hu: OEM Modell: %s
vi: Mô hình OEM:% s
zh_cn: 原装型号: %s

source: OK long
da: OK lang
de: OK Taste lang
et: OK - pikk
hu: OK hosszan
ru: долгое нажатие OK
vi: Đồng ý
zh_cn: OK键长按

source: ONID
zh_cn: 客户端(ONID)

source: OSD 3D Setup
da: OSD 3D Opsætning
de: OSD-3D-Konfiguration
et: OSD 3D seadistamine
hu: OSD 3D beállítás
ru: Настройки 3D
vi: Cài đặt OSD 3D
zh_cn: OSD 3D设置

source: OSD Adjustment
da: OSD Justering
de: OSD Overscan
et: Ekraanigraafika kohandamine
hu: OSD Szabályzás
ru: OSD регулировка
vi: Điều chỉnh OSD
zh_cn: OSD菜单调整

source: OSD Position
da: OSD Placering
de: OSD Kalibrieren
et: Ekraanigraafika asetus
hu: OSD pozíció
ru: OSD Калибровка
vi: Vị trí OSD
zh_cn: OSD菜单位置

source: OSD position setup
da: OSD Placeringsopsætning
de: OSD-Positionseinstellungen
et: Ekraanigraafika asetus
hu: OSD pozíció beállítás
vi: Thiết lập vị trí OSD
zh_cn: OSD位置设置

source: OSD settings
da: OSD indstillinger
de: OSD
et: Ekraanigraafika seaded
hu: OSD beállítások
pt_br: Configurar OSD
ru: Настройки OSD
vi: Cài đặt OSD
zh_cn: OSD菜单设置

source: OScam Info
da: OScam Information
ru: Информация OScam
sl: Informacije o delovanju OScam
vi: Thông tin OScam
zh_cn: oscam信息

source: OScamInfo
vi: Thông tin OScam
zh_cn: OScam信息

source: Ok
ru: ОК
vi: Đồng ý
zh_cn: 确定

source: Older files in the timeshift directory are removed on every event change.
da: Ældre filer i Timeshift mappen bliver fjernet ved hver begivenhedsændring.
de: Ältere Dateien im Timeshift-Verzeichnis, nach eingestellter Zeit automatisch löschen.
et: Vanemad failid ajanihke kataloogis eemaldatakse päras iga kanalivahetust.
hu: A Timeshift könyvtárban lévő régebbi fájlok a megadott időhatárt túllépve eltávolításra kerülnek.
ru: Старые файлы таймшифта будут удалены при каждой смене передачи.
vi: Các tệp cũ hơn trong thư mục timeshift được xóa trên mỗi thay đổi sự kiện.
zh_cn: 每次事件更改时,时移目录中较旧的文件将被删除.

source: Olympia
zh_cn: 奥林匹亚

source: On device:
da: På enhed:
et: Andmekandjal:
vi: Trên thiết bị:
zh_cn: 在设备上:

source: On reaching the end of a file during playback, you can choose the box's behavior.
da: Du kan vælge boksens opførsel under afspilning, når slutningen på en fil bliver nået.
de: Am Ende einer Filmwiedergabe kann das Verhalten der Box bestimmt werden.
et: Saad määrata vastuvõtja käitumise taasesituse lõppemisel.
hu: Amikor lejátszás közben elér egy fájlt, kiválaszthatja a doboz viselkedését.
ru: Действие в конце воспроизведения записи.
vi: Khi đến cuối tệp trong khi phát lại, bạn có thể chọn hành vi của hộp.
zh_cn: 在播放过程中达到文件的结尾时可以选择的行为.

source: On valid ONIDs, ignore frequency sub network part
da: Ignorer frekvens undernetværsdelen ved gyldig ONIDs.
de: Bei 'Ja' werden Subnetzwerk Frequenzen bei gültigen ONIDs ignoriert.
et: Kui ONID kehtib, eiratakse sageduse alamvõrgu osa
hu: Érvényes ONID-k esetén a frekvencia alhálózat-rész figyelmen kívül hagyása
vi: Trên các ONID hợp lệ, bỏ qua phần mạng phụ tần số
zh_cn: 在有效的ONID上,忽略频率子网络部分

source: Once per day
da: En gang om dagen
de: Einmal pro Tag
et: Kord päevas
hu: Egyszer naponta
ru: Один раз в день
vi: Một lần một ngày
zh_cn: 每天一次

source: OnlineVersionCheck
da: Online versionskontrol
de: Online-Versionsprüfung
et: Uuenduste kontroll
hu: Online Verzió Ellenőrzés
ru: Проверка версии онлайн
vi: Kiểm tra phiên bản trực tuyến
zh_cn: 在线版本检查

source: Only extensions.
da: Kun udvidelser.
de: Nur Erweiterungen.
et: Ainult laiendused.
hu: Csak bővítmények.
pt_br: Apenas extensões.
ru: Только дополнения
sl: Samo razširitve.
vi: Chỉ phần mở rộng.
zh_cn: 仅扩展.

source: Only provider
da: Kun udbyder
zh_cn: 唯一的提供者

source: Only select 'yes' if you are using a multiswich that requires a DiSEqC Port-A command signal. For all other setups select 'no'.
da: Vælg kun 'Ja' hvid du bruger en multiswitch som kræver en DiSEqC Port-A kommandosignal. Til alle andre opsætninger vælges 'Nej'.
de: Wählen Sie nur 'Ja', wenn Sie einen Multiswitch verwenden, der ein DiSEqC Port-A-Befehlssignal benötigt. Für alle anderen Setups wählen Sie 'Nein'.
et: Vali 'jah' ainult juhul, kui kasutatav multiswich lüliti nõuab DiSEqC Port-A käsu signaali. Kõigil teistel juhtudel vali 'ei'.
vi: Chỉ chọn 'có' nếu bạn đang sử dụng đa tín hiệu yêu cầu tín hiệu lệnh DiSEqC Port-A. Đối với tất cả các thiết lập khác, chọn 'không'.
zh_cn: 只有在使用需要DiSEqC端口a命令信号的多开关时,才选择'是'.对于所有其他设置,选择'否'.

source: Open AutoTimerlist...
de: Zeige AutoTimer-Liste...
et: Autotaimerid.
hu: Automatikus Időzítő lista megnyitása...
ru: Открыть список AutoTimer…
vi: Mở danh sách tự động ...
zh_cn: 正在打开自动定时器列表...

source: Open EPGSearch...
de: Öffne EPG-Suche...
et: EPG otsing.
hu: EPGSearch megnyitása...
ru: Запустить EPGSearch...
vi: Mở Tìm kiếm EPG ...
zh_cn: 正在打开EPG搜索...

source: Open IMDB...
de: Öffne IMDb...
et: IMDB.
hu: IMDB megnyitása...
ru: Запустить IMDb…
vi: Mở IMDB ...
zh_cn: 正在打开IMDB...

source: Open MediaPortal...
de: Öffne MediaPortal...
et: MediaPortal.
hu: MediaPortal megnyitása...
ru: Запустить MediaPortal...
vi: Mở MediaPortal ...
zh_cn: 正在打开媒体门户网站...

source: Open Timerlist...
de: Zeige Timer...
et: Taimerid.
hu: Időzítőlista megnyitása...
ru: Открыть список таймеров...
vi: Mở danh sách hẹn giờ ...
zh_cn: 正在打开定时器列表...

source: Open bouquetlist...
de: Öffne Favoritenliste...
et: Kuva lemmiknimekirjad.
hu: Csatornacsomag lista megnyitása...
ru: Открыть список фаворитов...
vi: Mở danh sách gói kênh ...
zh_cn: 正在打开频道列表...

source: Open favourites list
da: Åben favoritliste
de: Öffne Favoritenliste
et: Lemmiknimekirjad
hu: Kedvencek lista mutatása
ru: Открыть список фаворитов
vi: Mở danh sách yêu thích
zh_cn: 打开收藏夹列表

source: Open long
da: Åben lang
de: Öffnen lang
et: Open - pikk
hu: Megnyitás hosszan
vi: Mở lâu
zh_cn: Open键长按

source: Open satellites list
bg: Отворете сателитния списък
da: Åben satellitliste
de: Öffne Satellitenliste
et: Satelliidinimekiri
hu: Műholdlista megnyitása
ru: Открыть список спутников
vi: Mở danh sách vệ tinh
zh_cn: 打开卫星列表

source: Open service list
bg: Отворете сервизния списък
da: Åben kanalliste
de: Öffne Senderliste
et: Kanalinimekiri
hu: Csatornalista megnyitása
pt_br: Abrir lista de canais
ru: Открыть список сервисов
vi: Mở danh sách dịch vụ
zh_cn: 打开频道列表

source: Open settings/actions menu
da: Åben indstillinger/handlingsmenu
de: Menü Einstellungen / Aktionen öffnen
et: Ava seadistuste/toimingute menüü
vi: Mở menu cài đặt / hành động
zh_cn: 打开设置/操作菜单

source: OpenVPN
bg: Отворете VPN
zh_cn: 打开VPN

source: OpenVPN Setup
da: OpenVPN opsætning
de: OpenVPN
et: OpenVPN seaded
hu: OpenVPN beállítása
ru: Настройки OpenVPN
sl: OpenVPN nastavitve
vi: Cài đặt OpenVPN
zh_cn: 打开VPN设置

source: OpenVpn Log
et: OpenVpn logi
hu: OpenVpn Napló
ru: Лог OpenVPN
vi: Nhật ký OpenVpn
zh_cn: 打开VPN日志

source: OpenVpn Setup
da: OpenVPN opsætning
de: OpenVPN-Einstellungen
et: OpenVpn seaded
hu: OpenVPN beállítása
ru: Настройки OpenVPN
vi: Cài đặt OpenVpn
zh_cn: 打开VPN设置

source: Option long
de: Option lang
et: Option - pikk
hu: Opció hosszan
vi: Tùy chọn dài
zh_cn: 选项键长按

source: Option to disable picons on the Infobar
da: Mulighed for at deaktivere Pikoner på Infobjælken.
de: Bei 'Ja' werden Senderlogos (Picons) (falls vorhanden) in der Infoleiste angezeigt.
et: Võid keelata pikonite kuvamise inforibal
hu: Az információs sávon a piconok megjelenjenek vagy nem
ru: Отключить показ пиконов в Инфобаре
vi: Tùy chọn tắt picons trên Infobar
zh_cn: 在信息栏选项中禁用picons

source: Option to enable the Hardware Standby Timer
da: Mulighed for at aktivere hardware Standby-timer
de: Bei 'Ja' wird der interne Standby-Timer der HDD verwendet.
et: Võimalus kasutada kõvaketta raudvaralist ootetaimerit
hu: Ezzel az opcióval tudja beállítani, hogy a Merevlemez használja a készülék készenléti időzítőjét
ru: Включить таймер режима ожидания HDD
vi: Tùy chọn để bật Hẹn giờ chờ phần cứng
zh_cn: 选项可启用备用的硬件定时器

source: Oscam Info - Configuration
da: Oacam info - Konfiguration
de: OSCam Info - Einstellungen
et: Oscam info - seadistus
hu: OScam Info - Konfiguráció
ru: Информация Oscam - Настройки
vi: Thông tin Oscam - Cấu hình
zh_cn: oscam信息-配置

source: Oscam Info - Main Menu
da: Oscam info - Hovedmenu
de: OSCam Info - Hauptmenü
et: Oscam info - peamenüü
hu: Oscam Info - Főmenü
ru: Информация Oscam - Главное меню
vi: Thông tin Oscam - Menu chính
zh_cn: oscam信息-主菜单

source: Oscam Log ( Oscam-Version: %s )
et: Oscam logi (Oscam: %s )
hu: Oscam napló (Oscam verzió: %s)
vi: Nhật ký Oscam (Phiên bản Oscar:% s)
zh_cn: OScam日志( OScam-版本: %s )

source: OscamInfo Mainmenu
da: OscamInfo Hovedmenu
de: OSCam Info - Hauptmenü
et: Oscam info peamenüü
hu: OscamInfo Főmenü
vi: Bảng thông tin về oscam
zh_cn: oscam信息主菜单

source: Outdoor
da: Udendørs
zh_cn: 户外

source: Overwrite Bootlogo Files ?
bg: Презаписване на Bootlogo файлове?
da: Overskriv bootlogo-filer ?
de: Bootlogos überschreiben?
et: Kas kirjutada käivituslogod üle?
hu: Bootlogo fájlok felülírása?
ru: Переписать фпйлы бутлого?
vi: Ghi đè tập tin Bootlogo?
zh_cn: 覆盖启动标志文件？

source: Overwrite Driver Files ?
bg: Презаписване на файловете на драйверите?
da: Overskriv driver-filer ?
de: Treiber-Module überschreiben?
et: Kas kirjutada ajurid üle?
hu: Illesztőprogram fájljainak felülírása?
ru: Переписать файлы драйвера?
vi: Ghi đè tập tin trình điều khiển?
zh_cn: 覆盖驱动程序文件？

source: Overwrite Emu Files ?
bg: Презаписване на Emu файлове?
da: Overskriv emu-filer ?
de: Emu-Dateien überschreiben?
et: Kas kirjutada EMU failid üle?
hu: Emu fájlok felülírása?
ru: Переписать файлы эмулятора?
vi: Ghi đè tập tin Emu?
zh_cn: 是否覆盖EMU文件？

source: Overwrite Picon Files ?
bg: Презаписване на Picon файлове?
da: Overskriv Pikon-filer ?
de: Picons überschreiben?
et: Kas kirjutada pikonid üle?
hu: Pico fájlok felülírása?
ru: Переписать пиконы?
vi: Ghi đè tập tin Picon?
zh_cn: 是否覆盖picon文件？

source: Overwrite Setting Files ?
bg: Презаписване на файловете за настройка?
da: Overskriv indstillingsfiler ?
de: Settings-Dateien überschreiben?
et: Kas kirjutada kanalinimekirjad üle?
hu: Beállítási fájlok felülírása?
ru: Переписать файлы настройки?
vi: Ghi đè cài đặt tập tin?
zh_cn: 是否覆盖设置文件？

source: Overwrite Spinner Files ?
bg: Презаписване на Spinner файлове ?
da: Overskriv snurretop-filer ?
de: Spinner-Dateien überschreiben?
et: Kas kirjutada spinnerid üle?
hu: Felülírja a Foglaltságot jelző fájlokat?
ru: Переписать файлы спиннера?
vi: Ghi đè tập tin Spinner?
zh_cn: 是否覆盖转档案？

source: Owner:
da: Ejer:
de: Besitzer:
et: Omanik:
vi: Chủ nhân:
zh_cn: 所有者:

source: PC long
da: PC lang
de: PC lang
et: PC - pikk
vi: PC dài
zh_cn: PC键长按

source: PID
zh_cn: PID信息显示

source: PIDs
et: PIDid
hu: PID-ek
ru: ПИДы
zh_cn: PID信息显示

source: PIP long
da: PIP lang
de: Bild im Bild lang
et: PiP - pikk
hu: Kép-a-Képben hosszan
vi: PIP dài
zh_cn: PIP键长按

source: PIP with OSD
da: PiP med OSD
de: Bild im Bild mit OSD
et: PiP ja OSD
hu: Kép-a-Képben OSD-vel
ru: PIP с OSD
vi: PIP với OSD
zh_cn: 画中画带OSD

source: PVR long
da: PVR lang
de: PVR lang
et: PVR - pikk
hu: PVR hosszú
vi: PVR dài
zh_cn: PVR键长按

source: Package list
da: Pakkeliste
de: Paketliste
et: Tarkvaraloend
hu: Csomaglista
ru: Список пакетов
vi: Danh sách gói
zh_cn: 软件包列表

source: Packet management
da: Pakkehåndtering
de: Paket-Management
et: Pakihaldus
hu: Csomagkezelés
pt_br: Gerenciar pacotes
ru: Управление пакетами
sl: Upravljanje paketov
vi: Quản lý gói
zh_cn: 软件包管理

source: Packet manager
da: Pakkestyring
de: Paket-Manager
et: Pakihaldur
hu: Csomagkezelő
pt_br: Gerenciar pacotes
ru: Менеджер пакетов
sl: Upravljanje paketkov.
vi: Quản lý gói
zh_cn: 软件包管理

source: Page down list
da: Side ned liste
de: Seite runter
vi: Trang xuống danh sách
zh_cn: 下一页

source: Page up list
da: Side op liste
de: Seite hoch
vi: Danh sách trang lên
zh_cn: 上一页

source: PageDown long
da: SideNed lang
de: Seite zurück lang
et: PageDown - pikk
hu: PageDown hosszan
vi: Trang dài
zh_cn: 下一页键长按

source: PageUp long
da: SideOp lang
de: Seite vor lang
et: PageUp - pikk
hu: PageUp hosszan
vi: Trang dài
zh_cn: 上一页键长按

source: Parabel
zh_cn: 寓言

source: Parent directory
da: Overordnet mappe
de: Übergeordnetes Verzeichnis
et: Ülemkataloog
hu: Szülő mappa
pt_br: Diretório acima
ru: Каталог вверх
vi: Thư mục phụ huynh
zh_cn: 上级目录

source: Parental control
da: Forældrekontrol
de: Jugendschutz
et: Lapselukk
hu: Gyermekzár
pt_br: Controle de acesso
ru: Родительский контроль
sl: Starševska zaščita
vi: Kiểm soát của cha mẹ
zh_cn: 家长控制

source: Parodie
zh_cn: 模仿

source: Passthrough
da: Gennemsløjf
de: Durchschleifen
et: Läbiviik
vi: Vượt qua
zh_cn: 通行证

source: Password Setup
da: Adgangskode opsætning
de: Passwort einrichten
et: Parooli seadistus
vi: Thiết lập mật khẩu
zh_cn: 密码设置

source: Password changed
da: Adgangskode ændret
de: Passwort geändert
et: Parool muudetud
vi: Mật khẩu đã được thay đổi
zh_cn: 密码更改

source: Password:
da: Adgangskode:
de: Passwort:
et: Parool:
hu: Jelszó:
ru: Пароль:
sl: Geslo:
vi: Mật khẩu:
zh_cn: 密码:

source: Path to save not exist: '/tmp/'
da: Sti hvortil der gemmes eksistere ikke: 'tmp'
de: Pfad zum Speichern nicht vorhanden: '/tmp/'
et: Salvestamise asukohta pole olemas: '/tmp/'
vi: Đường dẫn lưu không tồn tại: '/ tmp /'
zh_cn: 保存路径不存在: '/tmp/'

source: Perform a full image backup
da: Udfør en fuld Image sikkerhedskopi
de: Komplettsicherung des Images durchführen.
et: Loo täielik püsivaratõmmis
hu: Végezze el a teljes lemezkép biztonsági mentését
ru: Выполнение полного бекапа имиджа
vi: Thực hiện sao lưu ảnh đầy đủ
zh_cn: 执行完整镜像备份

source: Perform a image backup before updating.
da: Udfør en Image sikkerhedskopi før opdatering.
et: Loo enne uuendamist püsivaratõmmis.
hu: Végezze el a lemezkép biztonsági mentését a frissítés előtt.
ru: Перед обновлением выполнить бекап имиджа.
vi: Thực hiện sao lưu ảnh trước khi cập nhật.
zh_cn: 升级前执行镜像备份.
