Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Control of the position how finished timer are shown in the Timer List.
bg: Управление на позицията как завършеният таймер е показан в списъка на таймера.
cs: Kontrola pozice po skončení časovače, uvede se v seznamu časovačů.
da: Styr placeringen af hvor afsluttede Timere vises i Timerlisten.
de: Einstellen, wo abgeschlossene Timer in der Timerliste angezeigt werden sollen.
el: Έλεγχος της θέσης του πώς θα εμφανίζονται οι ολοκληρωμένοι χρονοδιακόπτες στη λίστα.
et: Määra aegunud taimerite asukoht taimerite nimekirjas.
fi: Hallitse sijaintia, kuinka valmiit ajastukset näytetään ajastinluettelossa.
fr: Contrôle la position des programmations terminées dans la liste des programmations.
hr: Kontrola položaja kako se dovršeni mjerač vremena prikazuje na popisu mjerača vremena.
hu: A pozíció vezérlése, hogy a befejezett időzítő hogyan jelenik meg az időzítő listában.
it: Posizione nella quale i timer conclusi vengono visualizzati nell'elenco timer.
lt: Nustatykite pozicijas, kaip baigti laikmačiai bus rodomi laikmačių sąraše.
nl: Stel in waar voltooide timers in de timerlijst moeten staan.
pl: Kontrola, jaki czas pozycji zakończenia przedstawiono w liście timera.
ru: Настройте местоположение завершенных таймеров в списке таймеров
sk: Nastavenie pozície zobrazovania dokončených časovačov v zozname časovačov.
sr: Kontrolna pozicija završenih tajmera na spisku tajmera.
sv: Kontroll av positionen hur färdig timern är visas i Timer List.
ta: நேரங்குறிகருவி பட்டியலில் முடிக்கப்பட்ட நேரங்குறிகருவி எவ்வாறு காட்டப்பட்டுள்ளது என்பதற்கான நிலையின் கட்டுப்பாடு.
tr: Zamanlayıcı Listesinde bitmiş zamanlayıcıların nasıl gösterileceğinin kontrolü.
uk: Налаштуйте позицію завершених таймерів в списку таймерів.
vi: Kiểm soát vị trí cách bộ hẹn giờ hoàn thành được hiển thị trong Danh sách hẹn giờ.
zh_cn: 定位控制,已结束的定时器在定时器列表中如何显示.

source: Control the InfoBar fading speed.
bg: Регулиране на скоростта на затихване на инфобара
cs: Nastavit rychlost mizení Infobaru.
el: Έλεγχος της ταχύτητας απόκρυψης της μπάρας πληροφοριών.
fi: Määrittää tietopalkin häivytysnopeuden
fr: Vitesse de l'effacement progressif de la barre d'info
hr: Upravljajte brzinom blijeđenja informacijske trake.
it: Velocità dissolvenza barra informazioni
lt: Nustatykite infojuostos išnykimo/išblukimo greitį
nl: Stel de snelheid in voor het vervagen van de informatiebalk
pl: Kontroluj prędkość wygaszania paska informacyjnego.
sk: Nastavenie rýchlosti postupného strácania infolišty.
sr: Kontrolisanje brzine isčezavanja info trake.
sv: Styr hastigheten för nedtoningen av InfoBar.
ta: இன்போபார் மங்கலான வேகத்தை கட்டுப்படுத்தவும்.
tr: Bilgi çubuğu solma hızını kontrol edin.
uk: Управління швидкістю згасання Інфобару

source: Control your Softcams
bg: Управление на вашите Softcams
cs: Ovládání Softcamů
da: Styr din Softcams
de: Kontrolle der Softcams
el: Έλεγχος των softcam σας
et: Juhi EMU
fi: Hallinnoi softcameja
fr: Contrôlez vos softcams
hr: Upravljajte svojim Softcam
hu: Softcam vezérlése
it: Controlla softcam
lt: Valdykite savo emuliatorius
nl: Softcams beheren
pl: Ustawienia i kontrola softcam
ru: Управление эмуляторами
sk: Ovládanie softcamov
sr: Kontroliši svoj Softcam
sv: Kontrollera dina mjukvarukameror
ta: உங்கள் மென்மையான அட்டைகளை கட்டுப்படுத்தவும்
tr: Softcam'leri kontrol edin
uk: Керування емуляторами
vi: Điều khiển Softcam của bạn
zh_cn: 控制共享插件

source: Controlled by HDMI
bg: управлявано от HDMI
cs: ovládané přes HDMI
el: Ελέγχεται από το HDMI
fi: HDMI:n hallitsema
fr: Contrôlé par HDMI
hr: Upravlja se putem HDMI
it: Controllato da HDMI
lt: valdoma HDMI
nl: beheerd door HDMI
pl: sterowane przez HDMI
sk: Ovládané cez HDMI
sr: Kontrolisano po HDMI
sv: Kontrolleras av HDMI
ta: HDMI ஆல் கட்டுப்படுத்தப்படுகிறது
tr: HDMI tarafından kontrol edilir
uk: управляється HDMI

source: Convert file system ext3 to ext4
bg: Преобразуване ext3 към ext4
cs: Převést souborový systém ext3 na ext4
el: Μετατροπή συστήματος αρχείων ext3 σε ext4
fi: Muunna ext3 -> ext4
fr: Convertir le système de fichiers ext3 vers ext4
hr: Pretvorite datotečni sustav ext3 u ext4
it: Converti file system ext3 in ext4
lt: Konvertuoti ext3 failų sistemą į ext4
nl: Zet uw bestandssysteem om van ext3 naar ext4
pl: Konwersja systemu plików ext3 do ext4
sk: Zmena súborového systému z ext3 na ext4
sr: Konvertuj fajl sistem ext3 u ext4
sv: Konvertera filsystem ext3 till ext4
ta: கோப்பு முறைமை EXT3 ஐ EXT4 ஆக மாற்றவும்
tr: ext3 dosya sistemini ext4'e dönüştürün
uk: Перетворити файлову систему ext3 на ext4

source: Convert to AC3
bg: конвертирате в AC3
cs: převést na AC3
el: Μετατροπή σε AC3
fi: muunna AC3:ksi
fr: convertir en AC3
hr: Pretvori u AC3
it: Converti in AC3
lt: konvertuoti į AC3
nl: converteer naar AC3
pl: Konwertuj do AC3
sk: Konvertovať do AC3
sr: Konvertovanje u AC3
sv: Konvertera till AC3
ta: AC3 ஆக மாற்றவும்
tr: AC3'e Dönüştür
uk: конвертувати в AC3

source: Convert to DTS
bg: конвертирате в DTS
cs: převést na DTS
el: Μετατροπή σε DTS
fi: muunna DTS
fr: convertir en DTS
hr: Pretvori u DTS
it: Converti in DTS
lt: konvertuoti į DTS
nl: converteer naar DTS
pl: Konwertuj do DTS
sk: Konvertovať do DTS
sr: Konvertovanje u DTS
sv: Konvertera till DTS
ta: DTS ஆக மாற்றவும்
tr: DTS'ye Dönüştür
uk: конвертувати в DTS

source: Convert to multi-channel PCM
bg: конвертирате в многоканален PCM
cs: převést na vícekanálový PCM
el: Μετατροπή σε πολυκάναλο PCM
fi: muunna monikanavaiseksi PCM
fr: convertir en PCM multicanal
hr: Pretvori u višekanalni PCM
it: Convertire in PCM multicanale
lt: konvertuoti į daugiakanalį PCM
nl: Converteer naar meerkanaals PCM
pl: konwertuj na wielokanałowy PCM
sk: Konvertovať na multi-kanálové PCM
sr: Konvertovanje u PCM sa više kanala
sv: Konvertera till flerkanalig PCM
ta: மல்டி-சேனல் பிசிஎம் ஆக மாற்றவும்
tr: Çok kanallı PCM'ye dönüştür
uk: конвертувати в багатоканальний PCM

source: Converting ext3 to ext4...
bg: Преобразуване ext3 към ext4 ...
cs: Konverze ext3 na ext4...
da: Konverter ext3 til ext4...
de: Wandle EXT3 nach EXT4 um...
el: Μετατροπή ext3 σε ext4...
et: Ext3 > ext4 teisendamine.
fi: Muunnetaan ext3:sta ext4...
fr: Conversion ext3 vers ext4 en cours...
hr: Pretvaranje ext3 u ext4...
hu: Konvertálás ext3-ról ext4-re...
it: Converto ext3 in ext4...
lt: Konvertuojama ext3 į ext4...
nl: Converteert ext3 naar ext4...
pl: Konwersja ext3 do ext4...
pt_br: Convertendo EXT3 em EXT4...
ru: Преобразование ext3 в ext4...
sk: Konvertovanie ext3 na ext4...
sr: Konvertovanje ext3 u ext4...
sv: Konvertering av ext3 till ext4...
ta: Ext3 ஐ ext4 ஆக மாற்றுகிறது ...
tr: Ext3'ü ext4'e dönüştürür ...
uk: Перетворення ext3 на ext4...
vi: Chuyển đổi ext3 sang ext4 ...
zh_cn: 正在转换ext3到ext4...

source: Cook Islands
cs: Cookovy ostrovy
da: Cookøerne
de: Cookinseln
el: Κουκ Νήσοι
et: Cooki saared
fi: Kokkaus saari
fr: Îles Cook
hu: Cook-szigetek
it: Isole Cook
lt: Kuko salos
nl: Cookeilanden
pl: Wyspy Cooka
sk: Cookove ostrovy
sv: Cooköarna
ta: குக் தீவு
tr: Cook Adaları
uk: Острови Кука
vi: Quần đảo Cook
zh_cn: 库克群岛

source: Cooking
bg: Готвене
cs: Vaření
da: Madlavning
de: Kochen
el: Μαγειρική
fi: Kokkaus
fr: Cuisine
hr: Kuhanje
it: Cucina
lt: Maisto gamyba
nl: Koken
pl: Gotowanie
sk: Varenie
sv: Matlagning
ta: சமையல்
tr: Aşçılık
uk: Приготування їжі
zh_cn: 烹饪

source: Copy
bg: Копирай
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
et: Kopeeri
fi: Kopioi
fr: Copier
hr: Kopiraj
hu: Másolás
it: Copia
lt: Kopijuoti
nl: Kopieër
pl: Kopiuj
pt_br: Copiar
ru: Копирование
sk: Kopírovať
sr: Kopiraj
sv: Kopiera
ta: நகலெடு
tr: Kopyala
uk: Копіювання
vi: Sao chép
zh_cn: 复制

source: Copy To Bouquet
bg: копирай в букети
cs: zkopírovat do přehledů
el: Αντιγραφή στα μπουκέτα
fi: kopioi suosikkilistalle
fr: Copier vers bouquets
hr: Kopiraj u Buket
it: Copia nei bouquet
lt: kopijuoti į paketus
nl: Kopieer naar favorieten lijst
pl: Kopiuj do listy kanałów
sk: Kopírovať do prehľadov
sr: Kopiraj u Buket
sv: Kopia till bukett
ta: பூச்செட்டுக்கு நகலெடுக்கவும்
tr: Kanalı Bukete Kopyala
uk: Копіювати до фавориту

source: Copy To Stream Relay
cs: Kopírovat do Streamového přenosu
el: Αντιγραφή στη ροή
fi: Kopio Striimin välitys
hr: Kopiraj u Stream Relay
it: Copia in Stream Relay
nl: Naar Stream Relay kopiëren
pl: Skopiuj do przekaźnika strumieniowego
sk: Kopírovať do prenosu streamu
sr: Kopiraj u Stream Relay
sv: Kopiera till Stream Relay
ta: ரிலே ச்ட்ரீம் செய்ய நகலெடுக்கவும்
tr: Stream Relay 'e Kopyala
uk: Копіювати до потокового ретранслятора

source: Copy all related files
cs: Zkopírujte všechny související soubory
el: Αντιγραφή όλων των σχετικών αρχείων
fi: Kopioi kaikki liittyvät tiedostot
hr: Kopirajte sve povezane datoteke
it: Copia tutti i file correlati
lt: Nukopijuokite visus susijusius failus
nl: Kopieer alle bijbehorende bestanden
pl: Skopiuj wszystkie powiązane pliki
sk: Skopírovať všetky súvisiace súbory
sr: Kopiraj sve srodne fajlove
sv: Kopiera alla relaterade filer
ta: தொடர்புடைய அனைத்து கோப்புகளையும் நகலெடுக்கவும்
tr: İlgili tüm dosyaları kopyalayın
uk: Скопіювати всі пов’язані файли

source: Copy directory/file to target directory
cs: Zkopírujte adresář/soubor do cílového adresáře
el: Αντιγραφή φακέλου/αρχείου στον φάκελο προορισμού
fi: Kopioi hakemisto/tiedosto kohdehakemistoon
hr: Kopirajte direktorij/datoteku u ciljni direktorij
it: Copia cartella/file nella cartella di destinazione
lt: Nukopijuokite katalogą/failą į tikslinį katalogą
nl: Kopieer map/bestand naar doelmap
pl: Skopiuj katalog/plik do katalogu docelowego
sk: Kopírovať priečinok/súbor do cieľového priečinka
sr: Kopiraj direktorij/fajl u ciljni direktorijum
sv: Kopiera katalog/fil till målkatalog
ta: அடைவு/கோப்பை இலக்கு கோப்பகத்திற்கு நகலெடுக்கவும்
tr: Dizini/dosyayı hedef dizine kopyala
uk: Копіювати каталог/файл до цільового каталогу

source: Copy job completed.
cs: Úloha kopírování dokončena.
el: Η αντιγραφή ολοκληρώθηκε.
fi: Kopiointi suoritettu.
hr: Kopiranje posla dovršeno.
it: Processo di copia completato.
lt: Kopijuoti užduotį atliktą.
nl: Kopiëren voltooid.
pl: Zadanie kopiowania zakończone.
sk: Kopírovanie bolo dokončené.
sr: Kopiranje posla dovršeno.
sv: Kopieringsjobbet slutfört.
ta: நகல் வேலை முடிந்தது.
tr: Kopyalama işlemi tamamlandı.
uk: Завдання копіювання завершено.

source: Copy job failed!
cs: Kopírování se nezdařilo!
el: Η αντιγραφή απέτυχε!
fi: Kopiointi epäonnistui!
hr: Kopiranje posla nije uspjelo!
it: Processo di copia non riuscito!
lt: Kopijavimo darbas nepavyko!
nl: Kopiëren mislukt!
pl: Zadanie kopiowania nie powiodło się!
sk: Kopírovanie neúspešné!
sr: Kopiranje posla nije uspelo!
sv: Kopieringsjobbet misslyckades!
ta: நகல் வேலை தோல்வியடைந்தது!
tr: Kopyalama işlemi başarısız oldu!
uk: Помилка копіювання!

source: Copy job queued.
cs: Kopírovat úlohu ve frontě.
el: Η αντιγραφή είναι σε σειρά προς εκτέλεση.
fi: Kopiointi jonossa.
hr: Kopiranje posla postavljeno na čekanje.
it: Processo di copia in coda.
lt: Kopijuoti užduotį eilėje.
nl: Kopieeropdracht in wachtrij geplaatst.
pl: Zadanie kopiowania zakolejkowane.
sk: Kopírovanie bolo zaradené do fronty.
sr: Kopiranje posla postavljeno na čekanju.
sv: Kopieringsjobb i kö.
ta: வேலை வரிசையில் நகலெடுக்கவும்.
tr: Kopyalama işlemi sıraya alındı.
uk: Завдання копіювання в черзі.

source: Copy only highlighted file
cs: Kopírovat pouze zvýrazněný soubor
el: Αντιγραφή μόνο του επισημασμένου αρχείου
fi: Kopioi vain korostettu tiedosto
hr: Kopiraj samo istaknutu datoteku
it: Copia solo il file evidenziato
lt: Kopijuoti tik paryškintą failą
nl: Alleen gemarkeerd bestand kopiëren
pl: Skopiuj tylko wybrany plik
sk: Kopírovať len zvýraznený súbor
sr: Kopiraj samo istaknuti fajl
sv: Kopiera endast markerad fil
ta: முன்னிலைப்படுத்தப்பட்ட கோப்பை மட்டுமே நகலெடுக்கவும்
tr: Yalnızca vurgulanan dosyayı kopyala
uk: Копіювати лише виділений файл

source: Copy the directory/file '%s'?
cs: Zkopírovat adresář/soubor '%s'?
el: Αντιγραφή του φακέλου/αρχείου '%s';
fi: Kopioi hakemisto/tiedosto '%s'?
hr: Kopirati direktorij/datoteku '%s'?
it: Copiare la cartella/file '%s'?
lt: Nukopijuokite katalogą/failą '%s'?
nl: Kopieer de map/het bestand '%s'?
pl: Skopiować katalog/plik '%s'?
sk: Kopírovať priečinok/súbor '%s'?
sr: Kopiraj u direktorij/fajl '%s'?
sv: Kopiera katalogen/filen '%s'?
ta: கோப்பகம்/கோப்பை '%s' நகலெடுக்கவா?
tr: '%s' dizinini/dosyasını kopyalamak istiyor musunuz?
uk: Скопіювати каталог/файл '%s'?

source: Copy these %d directories/files?
cs: Zkopírovat tyto %d adresáře/soubory?
el: Αντιγραφή αυτών των %d φακέλων/αρχείων;
fi: Kopioidaanko nämä %d hakemistot/tiedostot?
hr: Kopirati ove %d direktorije/datoteke?
it: Copiare queste cartelle/file %d?
lt: Kopijuoti šiuos %d katalogus/failus?
nl: Deze %d mappen/bestanden kopiëren?
pl: Skopiować następujące %d katalogi/pliki?
sk: Kopírovať tieto priečinky/súbory (počet: %d)?
sr: Kopiraj ovde %d direktorij/fajl?
sv: Kopiera dessa %d kataloger/filer?
ta: இந்த %d கோப்பகங்கள்/கோப்புகளை நகலெடுக்கவா?
tr: Bu %d dizinleri/dosyaları kopyalamak istiyor musunuz?
uk: Скопіювати ці %d каталоги/файли?

source: Copying files
bg: Копиране на файлове
cs: Kopírování souborů
da: Kopiere filer
de: Kopiere Dateien
el: Αντιγραφή αρχείων
et: Failide kopeerimine
fi: Kopioidaan tiedostoja
fr: Copie des fichiers en cours
hr: Kopiranje datoteka
hu: Fájlok másolása
it: Copia di file
lt: Kopijuojami failai
nl: Kopieert bestanden
pl: Kopiowanie plików
ru: Копирование файлов
sk: Kopírovanie súborov
sr: Kopiranje fajla
sv: Kopierar filer
ta: கோப்புகளை நகலெடுக்கும்
tr: Dosyalar kopyalanıyor
uk: Копіювання файлів
vi: Sao chép các tập tin
zh_cn: 复制文件

source: Core dumps are helpful for developers in case of a FATAL SIGNAL crash in the C++ code. Typical core dump size is 110 MB so adjust maximum space used and choose proper location.
cs: Výpisy jádra jsou užitečné pro vývojáře v případě selhání FATAL SIGNAL v kódu C++. Typická velikost výpisu jádra je 110 MB, takže upravte maximální využitý prostor a vyberte správné umístění.
el: Οι απορρίψεις πυρήνα είναι χρήσιμες για τους προγραμματιστές σε περίπτωση κρασαρίσματος τύπου FATAL SIGNAL στον κώδικα C++. Το τυπικό μέγεθος της απόρριψης πυρήνα είναι 110 MB, οπότε προσαρμόστε τον μέγιστο χρησιμοποιούμενο χώρο και επιλέξτε την κατάλληλη θέση.
fi: Ydin vedokset ovat hyödyllisiä kehittäjille, jos C++-koodissa tapahtuu pysyvä kaatuminen. Tyypillinen dumpin koko on 110 Mt, joten säädä käytetty enimmäiskoko ja valitse sijainti.
hr: Osnovni dumpovi korisni su za programere u slučaju pada FATAL SIGNALA u C++ kodu. Tipična veličina izbacivanja jezgre je 110 MB pa prilagodite maksimalni iskorišteni prostor i odaberite odgovarajuću lokaciju.
it: I core dump sono utili per gli sviluppatori in caso di crash FATAL SIGNAL nel codice C++. La dimensione tipica del core dump è di 110 MB, quindi regola lo spazio massimo usato e scegli la posizione corretta.
nl: Core dumps zijn nuttig voor ontwikkelaars in geval van een FATAL SIGNAL crash in de C++ code. De typische grootte van een core dump is 110 MB, dus pas de maximaal gebruikte ruimte aan en kies de juiste locatie.
pl: Zrzuty pamięci są pomocne dla programistów w przypadku awarii FATAL SIGNAL w kodzie C++. Typowy rozmiar zrzutu pamięci wynosi 110 MB, więc dostosuj maksymalną używaną przestrzeń i wybierz odpowiednią lokalizację.
sk: Výpisy jadra sú užitočné pre vývojárov v prípade zlyhania FATAL SIGNAL v kóde C++. Typická veľkosť výpisu jadra je 110 MB, takže upravte maximálne využitý priestor a vyberte správne umiestnenie.
sr: Jezgro deponija je korisno za programere u slučaju fatalnog pada SIGNALA u C++ kodu. Tipična veličina jezgre slike stanja memorije je 110 MB, zato podesite maksimalni prostor koji se koristi i izaberite odgovarajuću lokaciju.
sv: Core-dumpar är användbara för utvecklare i händelse av en FATAL SIGNAL-krasch i C++-koden. Typisk storlek på core dump är 110 MB så justera maximalt utrymme som används och välj rätt plats.
ta: சி ++ குறியீட்டில் அபாயகரமான சமிக்ஞை செயலிழப்பு ஏற்பட்டால் டெவலப்பர்களுக்கு கோர் டம்ப்கள் உதவியாக இருக்கும். வழக்கமான கோர் டம்ப் அளவு 110 எம்பி ஆகும், எனவே பயன்படுத்தப்படும் அதிகபட்ச இடத்தை சரிசெய்து சரியான இடத்தைத் தேர்வுசெய்க.
tr: Çekirdek dökümleri, C++ kodunda bir FATAL SIGNAL çökmesi durumunda geliştiriciler için yararlıdır. Tipik çekirdek dökümü boyutu 110 MB'dir, bu nedenle kullanılan maksimum alanı ayarlayın ve uygun konumu seçin.
uk: Дампи ядра корисні для розробників у разі збою FATAL SIGNAL у коді C++. Типовий розмір основного дампу становить 110 МБ, тому налаштуйте максимальний обсяг використовуваного простору та виберіть правильне розташування.

source: Cornish
cs: Cornwallský
el: Κορνουαλικά
fr: Cornique
it: Cornico
nl: Cornisch
pl: Kornwalijski
sk: kornčina
sv: Korniska
ta: கார்னிச்
uk: Корнуольска

source: Correct invalid EPG data
cs: Opravte neplatná data EPG
el: Διόρθωση μη έγκυρων δεδομένων EPG
fi: Korjaa virheelliset EPG tiedot
hr: Ispravljanje nevažećih EPG podataka
it: Correggi dati EPG non validi
lt: Neteisingų EPG duomenų taisymas
nl: Corrigeer ongeldige EPG-gegevens
pl: Popraw nieprawidłowe dane EPG
sk: Opraviť neplatné údaje v EPG
sr: Ispravljanje nevažećih EPG podataka
sv: Korrigera ogiltig EPG-data
ta: தவறான ஈபிசி தரவை சரியானது
tr: Geçersiz EPG verilerini düzelt
uk: Виправити невірні дані EPG

source: Corsican
cs: Korsický
el: Κορσικανικά
fr: Corse
it: Corso
lt: Korsikos
nl: Corsicaans
pl: Korsykański
sk: korzičtina
sv: Korsikanska
ta: கார்சிகன்
tr: Korsikalı
uk: Корсіка

source: Costa Rica
cs: Kostarika
el: Κόστα Ρίκα
lt: Kosta Rika
pl: Kostaryka
sk: Kostarika
ta: கோச்டாரிகா
tr: Kosta Rika
uk: Коста Ріка
zh_cn: 哥斯达黎加

source: Cote d'Ivoire / Ivory Coast
cs: Pobřeží slonoviny
el: Ακτή Ελεφαντοστού
fi: Norsunluurannikko
fr: Côte d'Ivoire / Côte d'Ivoire
it: Costa d'Avorio
lt: Dramblio Kaulo Krantas
nl: Ivoorkust
pl: Wybrzeże Kości Słoniowej
sk: Pobrežie Slonoviny
sv: Elfenbenskusten / Cote d'Ivoire
ta: கோட் டி ஐவோயர் / ஐவரி கோச்ட்
tr: Fildişi Sahili
uk: Кот -д'Івуар / Французька

source: Could not connect to server
bg: Неуспешно свързване със сървъра
cs: Nelze se připojit k serveru
da: Kunne ikke forbinde til server
de: Konnte nicht mit dem Server verbinden
el: Αδυναμία σύνδεσης στον διακομιστή
et: Ühenduse loomine serveriga nurjus
fi: Palvelimeen ei saatu yhteyttä
fr: N'a pas pu se connecter au serveur
hr: Nije moguće povezati se s poslužiteljem
hu: Nem lehet kapcsolódni a kiszolgálóhoz
it: Impossibile connettersi al server
lt: Prie serverio prisijungti nepavyko
nl: Kan geen verbinding met de server maken
pl: Nie można połączyć z serwerem
sk: Nie je možné pripojiť sa na server
sr: Nemože se povezati sa serverom
sv: Det gick inte att ansluta till servern
ta: சேவையகத்துடன் இணைக்க முடியவில்லை
tr: Sunucuya bağlanılamadı
uk: Не вдалося підключитися до сервера
vi: Không thể kết nối đến máy chủ
zh_cn: 无法连接到服务器

source: Could not load Medium! No disc inserted?
bg: Не можах да заредя носителя! Няма поставен диск?
cs: Nelze načíst médium! Není vložen disk?
da: Kunne ikke indlæse medie! Ingen disk isat ?
de: Konnte das Medium nicht laden! Keine Disc eingelegt?
el: Το μέσο δεν φορτώθηκε! Δεν έγινε εισαγωγή δίσκου;
et: Plaati ei õnnestu laadida! Kas plaat on sisestatud?
fi: Ei voitu ladata! Ei levyä asetettu?
fr: Impossible de charger le support ! Aucun disque inséré ?
hr: Nije moguće učitati Medium! Nije umetnut disk?
hu: Nem lehet betölteni a hordozót! Van benne lemez?
it: Impossibile caricare il supporto! Nessun disco inserito?
lt: Nepavyko atverti laikmenos! Neįdėtas diskas?
nl: Medium kan niet worden geladen! Geen schijf aanwezig?
pl: Nie można załadować nośnika!Brak płyty?
ru: Не удалось загрузить носитель! Проверьте, вставлен ли диск?
sk: Nie je možné prehrať médium! Nie je vložený disk?
sl: Medija ni mogoče prebrati! Je v pogon vstavljen ustrezen medij?
sr: Nemože učitati disk! Nema umetnotog diska?
sv: Kunde inte ladda Medium! Ingen skiva isatt?
ta: நடுத்தரத்தை ஏற்ற முடியவில்லை! வட்டு செருகப்படவில்லை?
tr: Dosya yüklenemedi! Disk takılı değil mi?
uk: Неможливо визначити носій! Диск не вставлено?
vi: Không thể tải! Không có đĩa được đưa vào?
zh_cn: 无法载入中!没有插入磁盘?

source: Could not open Picture in Picture
bg: Не можах да отворя Картина в Картина
cs: Nelze otevřít obraz v obraze
da: Kunne ikke åbne billede i billede
de: Bild im Bild konnte nicht gestartet werden
el: Αδυναμία εκκίνησης PiP
et: PiP avamine nurjus
fi: PIP-kuvaa ei voitu avata
fr: Impossible d’ouvrir l’incrustation d’image (PiP)
hr: Nije moguće otvoriti Slika u Slici
hu: A Kép-a-Képben funkció nem indítható el
it: Impossibile aprire Picture in Picture
lt: Nepavyko atverti vaizdo vaizde
nl: Kan Picture in Picture niet openen
pl: Nie mozna otworzyć PiP
pt_br: Não foi possível abrir o PiP
ru: Не удалось открыть PIP
sk: Nie je možné otvoriť obraz v obraze
sl: Ne morem odpreti Slike v Sliki
sr: Nemože otvoriti Slika u Slici
sv: Kunde inte öppna Picture in Picture
ta: படத்தில் படத்தைத் திறக்க முடியவில்லை
tr: Resim içinde Resim açılamadı
uk: Неможливо відкрити Картинка в Картинці
vi: Không thể mở Ảnh trong Ảnh
zh_cn: 无法打开画中画

source: Could not open the file %s!
bg: Не можах да отворя файла %s!
cs: Nelze otevřít soubor %s!
da: Kunne ikke åbne fil %s!
de: Konnte Datei nicht öffnen %s!
el: Αδυναμία ανοίγματος του αρχείου %s!
et: Faili %s avamine nurjus!
fi: Tiedostoa %s ei voitu avata!
fr: Impossible d'ouvrir le fichier %s !
hr: Nije moguće otvoriti datoteku %s!
hu: Nem sikerült megnyitni a %s fájlt!
it: Impossibile aprire il file %s!
lt: Nepavyko atverti failo %s!
nl: Kon het bestand %s niet openen!
pl: Nie można otworzyć pliku %s!
ru: Не удалось открыть файл %s!
sk: Nie je možné otvoriť súbor %s!
sr: Nemože otvoriti fajl %s!
sv: Det gick inte att öppna filen %s!
ta: %s கோப்பைத் திறக்க முடியவில்லை!
tr: %s dosyası açılamadı!
uk: Не вдалося відкрити файл %s!
vi: Không thể mở tệp% s!
zh_cn: 无法打开文件 %s!

source: Could not record due to conflicting timer:%s
bg: Не можах да запиша поради конфликтен таймер %s
cs: Nelze nahrávat z důvodu konfliktu s časovačem: %s
el: Αδυναμία εγγραφής λόγω διένεξης του χρονοδιακόπτη %s
fi: Ei voitu tallentaa ristiriitaisen ajastuksen takia: %s
fr: Impossible d'enregistrer en raison d'un conflit de programmation %s
hr: Nije moguće snimiti zbog proturječnog mjerača vremena:%s
it: Impossibile registrare a causa di un conflitto tra timer %s
lt: Nepavyko įrašyti dėl konfliktų laikmatyje %s
nl: Kon niet opnemen vanwege conflicterende timer %s
pl: Nie można nagrać z powodu konfliktu timera:%s
sk: Nahrávanie nie je možné z dôvodu konfliktu časovača %s
sr: Snimanje nije moguće zbog neusaglašenog tajmera %s
sv: Kunde inte spela in på grund av motstridig timer:%s
ta: முரண்பட்ட நேரங்குறிகருவி காரணமாக பதிவு செய்ய முடியவில்லை:%s
tr: Çakışan zamanlayıcı: %s nedeniyle kayıt yapılamadı
uk: Запис неможливий - конфлікт таймерів %s

source: Could not record due to invalid service:%s
bg: Не можах да запиша поради ивалиден сервиз %s
cs: Nelze nahrávat z důvodu neplatného programu %s
el: Αδυναμία εγγραφής λόγω μη έγκυρης υπηρεσίας %s
fi: Ei voitu tallentaa virheellisen kanavan takia %s
fr: Impossible d'enregistrer en raison d'un service non valide %s
hr: Nije moguće snimiti zbog nevažeće usluge:%s
it: Impossibile registrare a causa di un servizio non valido %s
lt: Nepavyko įrašyti dėl neveikiančių kanalų %s
nl: Kon niet opnemen vanwege een ongeldige service %s
pl: Nie można nagrać z powodu nieprawidłowej usługi:%s
sk: Nie je možné nahrávať kvôli neplatnej stanici %s
sr: Snimanje nije moguće kanal %s ne postoji
sv: Kunde inte spela in på grund av ogiltig tjänst:%s
ta: தவறான பணி காரணமாக பதிவு செய்ய முடியவில்லை:%s
tr: Geçersiz kanal: %s yüzünden kayıt yapılamadı
uk: Запис неможливий, канал %s невірний
