Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: MultiLib
bg: Мулти библиотека
ta: பல

source: NIM
ta: நிம்
zh_cn: 调谐器

source: NTP
de: NTP-Server
pl: Serwer NTP
ta: என்.டி.பி.
zh_cn: NTP网络时间

source: Navajo / Navaho
el: Νάβαχο
ta: நவாசோ / நவாஓ
tr: Navaho

source: Ndonga
el: Ντόνγκα
fi: Tonga
ta: தோங்கா
tr: Ndonga, Gürcistan Dili

source: Network MAC settings
bg: Мрежови MAC настройки
da: Netværk MAC indstillinger
de: MAC-Einstellungen
et: Võrgu MAC seaded
fi: Verkon MAC asetukset
fr: Paramètres adresse MAC
hu: Hálózati MAC beállítások
pl: Ustawienia adresu MAC
ru: Настройки сетевого MAC
sk: Nastavenie MAC adresy
ta: பிணையம் மேக் அமைப்புகள்
vi: Cài đặt MAC mạng
zh_cn: 网络MAC设置

source: NewCamd
ta: நியூ கோம்ட்

source: News/Current Affairs
bg: Новини/Актуални предавания
da: Nyheder/Aktuelt
de: Nachrichten/Aktuelles
fi: Uutiset/ajankohtaisohjelmat (yleinen)
fr: Actualités/Affaires courantes
pl: Aktualności/Sprawy Bieżące
sk: Spravodajstvo/aktuálne udalosti
ta: செய்தி/நடப்பு விவகாரங்கள்
zh_cn: 新闻/时事

source: Niue
el: Νιούε
lt: Niujė
ta: நியூ
zh_cn: 纽埃

source: No, show the Plugin Browser
bg: Не, винаги показвай браузъра на приставките
pl: Nie, pokaż przeglądarkę wtyczek
sk: Nie, vždy zobraziť prehliadač pluginov
ta: இல்லை, சொருகி உலாவியைக் காட்டு

source: No, show the RecordTimer Overview
bg: Не, показвай винаги списъка с таймерите
pl: Nie, pokaż przegląd RecordTimera
sk: Nie, vždy zobraziť zoznam časovačov
ta: இல்லை, ரெக்கார்ட் நேரங்குறிகருவி கண்ணோட்டத்தைக் காட்டு

source: NodeID
cs: ID uzlu
el: ID κόμβου
it: ID nodo
lt: Mazgo ID
pl: Węzeł ID
ta: நோடிட்
vi: Nút
zh_cn: 节点ID

source: NordVPN Secure DNS
fi: NordVPN DNS
sk: Zabezpečené DNS NordVPN
ta: Nordvpn பாதுகாப்பான டி.என்.எச்

source: NordVPN Smart DNS
sk: Smart DNS NordVPN
ta: இன்று nordvpn அறிவுள்ள

source: Not Flashing
bg: Не е флашнато
da: Blinker ikke
de: Feststehendes Icon
et: Pidev
hu: Nem villog
pl: Nie Flash'uj
ru: Не мигающая кнопка
sk: Žiadne flashovanie
ta: ஒளிரவில்லை
vi: Không nhấp nháy
zh_cn: 不刷写

source: OVR
de: Überschreiben
fi: Korvaa
fr: ECR
ta: ஒவிஆர்

source: Ojibwa
el: Οτζίμπουα
nl: Ojibwe
sk: odžibwa
ta: ஒசிப்வா
tr: Ojibwa Dili

source: Only in standby
bg: само в Standby
fi: vain valmiustilassa
fr: uniquement en veille
pl: Tylko w trybie gotowości
sk: Len v pohotovostnom režime
ta: காத்திருப்பு மட்டுமே

source: Open DreamPlex
pl: Otwórz DreamPlex
sk: Zobraziť prehrávač DreamPlex…
ta: ட்ரீம்ப்ளெக்ச் பிளேயரைக் காட்டு ...

source: OpenDNS Home
bg: Отворете началната страница на DNS
fi: OpenDNS Koti
fr: Accueil OpenDNS
sk: OpenDNS – domovská stránka
ta: Opendns வீடு

source: OpenSSL version
bg: Отворете SSL версия
pl: Wersja OpenSSL
sk: Verzia OpenSSL
ta: OpenSSL பதிப்பு

source: Operating LED status in deep standby mode
bg: Работно състояние на светодиода в режим на дълбока готовност
da: Drift LED status i Dyb Standby-tilstand
de: Betriebs-LED-Status im Deep-Standby
fi: LED tila virransäästötilassa
fr: État de la LED de fonctionnement en veille profonde
pl: Stan diody LED po wyłączeniu tunera
sk: Stav LED v režime vypnutia
ta: ஆழமான காத்திருப்பு பயன்முறையில் எல்.ஈ.டி நிலையை இயக்குகிறது
vi: Trạng thái đèn LED hoạt động ở chế độ chờ sâu
zh_cn: 在深度待机模式下操作LED状态

source: Operating LED status in standby mode
bg: Работно състояние на светодиода в режим на готовност
da: Drift LED status i Standby-tilstand
de: Betriebs-LED-Status im Standby
fi: LED tila valmistilassa
fr: État de la LED de fonctionnement en veille
pl: Stan diody LED w trybie czuwania
sk: Stav LED v pohotovostnom režime
ta: காத்திருப்பு பயன்முறையில் எல்.ஈ.டி நிலையை இயக்குகிறது
vi: Trạng thái đèn LED hoạt động ở chế độ chờ
zh_cn: 在待机模式下操作LED状态

source: Option to disable picons on the Infobar.
bg: Опция за забраняване на пикони в инфобара
fi: 'Kyllä' valinnalla kanavalogot näytetään tietopalkissa
fr: Option pour désactiver les picons dans l'infobarre
pl: Opcja wyłączenia pikon na pasku informacyjnym.
sk: Povolenie/zakázanie zobrazenia pikon v infolište.
ta: இன்போபாரில் பிகான்களை முடக்க விருப்பம்.

source: Option to enable the Hardware Standby Timer.
bg: Опция за разрешаване на Hardware Standby Timer
fi: Käytä kiintolevyn sisäistä virransäästötoimintoa
fr: Option pour activer les programmations de mise en veille matérielles
pl: Opcja umożliwiająca włączenie timera czuwania sprzętu.
sk: Možnosť povoliť hardvérový časovač pre pohotovostný režim.
ta: வன்பொருள் காத்திருப்பு டைமரை இயக்க விருப்பம்.

source: Oriya
el: Ορίγια
lt: Orijų
nl: Odia
sk: urijčina
ta: ஓரியா
tr: Oriya Dili

source: Oromo
el: Ορόμο
nl: Afaan Oromo
sk: oromčina
ta: ஒரோமோ
tr: Oromo Dili

source: PAL
ru: ПАЛ
ta: பால்
zh_cn: PAL制式

source: PC
sv: st
ta: பிசி
zh_cn: PC端

source: PDC
ta: பி.டி.சி.

source: PLP ID
ta: பி.எல்.பி ஐடி
zh_cn: 脉冲水平ID

source: PMT PID
fr: PID PMT
it: PID PMT
ru: РМТ ПИД
ta: பிஎம்டி பிஐடி
zh_cn: 节目映射(PMT PID)

source: PVR
lt: ĮRAŠAI
ta: பி.வி.ஆர்

source: Pali
cs: Páli
el: Πάλι
sk: pálí
ta: பாலி
tr: Pali Dili

source: Panjabi / Punjabi
cs: Pandžábština / paňdžábština
el: Παντζάμπι
fr: Panjabi / Pendjabi
lt: Pandžabi / Pandžabi
sk: pandžábčina
ta: பஞ்சாபி / பஞ்சாபி
tr: Panjabi / Pencapça

source: Password (httpuser)
bg: Парола (httpuser)
fi: Salasana (httpkäyttäjä)
fr: Mot de passe (httpuser)
pl: Hasło (httpuser)
sk: Heslo (httpuser)
ta: கடவுச்சொல் (httpuser)

source: Picon and Service Name
bg: Пикон и име на сервиза
da: Pikon og Kanalnavn
de: Picon und Sendername
et: Pikon ja kanali nimi
hu: Pikon és csatornanév
pl: Pikony i nazwa kanału
ru: Пикон и название сервиса
sk: Pikona a názov stanice
ta: பிகான் மற்றும் பணி பெயர்
vi: Tên dịch vụ và Picon
zh_cn: picon和频道名称

source: Please select a default EPG type...
bg: Моля, изберете тип EPG по подразбиране....
da: Vælg venligst en standard EPG-type...
de: Als Standard wählen:
et: Vali saatekava laad
hu: Válasszon egy alapértelmezett EPG típust...
ru: Пожалуйста, выберите тип телегида по умолчанию...
sk: Prosím, zvoľte predvolený typ EPG…
ta: இயல்புநிலை EPG வகையைத் தேர்ந்தெடுக்கவும் ...
vi: Vui lòng chọn loại EPG mặc định ...
zh_cn: 请选择默认的EPG类型...

source: Please wait while we configure your network...
bg: Моля, изчакайте докато конфигурирам мрежата ...
da: Vent venligst, mens vi opsætter dit netværk...
de: Bitte warten während das Netzwerk konfiguriert wird...
et: Toimub võrgu seadistamine.
fi: Odota, verkkoa määritetään...
fr: Veuillez patienter pendant que nous configurons votre réseau...
hu: Kérem várjon, ameddig a hálózati konfiguráció elkészül...
pl: Czekaj, trwa konfuguracja sieci...
pt_br: Configurando a rede. Aguarde...
ru: Пожалуйста подождите, идет настройка сети ...
sk: Počkajte, prosím, na nastavenie siete…
sl: Poteka nastavljanje vašega omrežja... Prosim počakajte.
ta: உங்கள் பிணையத்தை நாங்கள் உள்ளமைக்கும்போது காத்திருங்கள் ...
vi: Vui lòng đợi trong khi chúng tôi định cấu hình mạng của bạn ...
zh_cn: 请稍等,我们正在配置您的网络...

source: Port of fallback remote receiver
bg: Порт на резервния отдалечен приемник
fi: Etävastaanottimen portti
fr: Port du récepteur distant de repli
pl: Port zdalnego odbiornika
sk: Port záložného vzdialeného prijímača
ta: குறைவடையும் தொலைநிலை ரிசீவர் துறை

source: Power LED State in Deep-Standby
bg: Състояние на светодиода за захранване в режим на дълбока готовност
da: Strøm LED tilstand i Dyb Standby
de: Power-LED im Deep-Standby
et: Toite LED puhkeseisundis
fi: Virta LED tila virransäästötila
fr: État de la LED d'alimentation en mode veille profonde
hu: A Power LED állapota a készülék Kikapcsolt állapotában
pl: Stan diody LED zasilania w trybie głębokiego czuwania
sk: Stav LED pri vypnutí
ta: ஆழ்ந்த நிலைப்பாட்டில் பவர் லெட் மாநிலத்தை வழிநடத்தியது
vi: Trạng thái LED nguồn ở chế độ chờ sâu
zh_cn: 深度待机状态下的电源LED状态

source: Power LED state during deep-standby.
bg: Състояние на светодиода за захранване по време на дълбока готовност.
da: Strøm LED tilstand i Dyb Standby.
de: Hier können Sie einstellen, ob die Power-LED im Deep-Standby an oder aus sein soll.
et: Toite LED puhkeseisundis.
fi: Virta LED tila virransäästötilan aikana.
fr: État de la DEL d'alimentation pendant la mise en veille profonde.
hu: A Power LED állapota a készülék Kikapcsolt állapotában.
pl: Stan diody LED zasilania w trybie głębokiego czuwania.
sk: Stav LED počas vypnutia.
ta: ஆழ்ந்த நிலைப்பாட்டின் போது பவர் மாநிலத்தை வழிநடத்தியது.
vi: Trạng thái LED nguồn trong chế độ chờ sâu.
zh_cn: 深度待机期间电源LED的状态.

source: Power LED state during standby.
bg: Състояние на светодиода за захранване по време на готовност.
da: Strøm LED tilstand i Standby.
de: Hier können Sie einstellen, ob die Power-LED im Standby an oder aus sein soll.
et: Toite LED ooteseisundis.
fi: Virta LED tila valmiustilan aikana.
fr: État de la LED d'alimentation pendant la mise en veille.
hu: A Power LED állapota a készülék Készenléti állapotában.
pl: Stan LED zasilania podczas czuwania.
sk: Stav LED v pohotovostnom režime.
ta: பவர் லெட் ச்டேட் காத்திருப்பின் போது.
vi: Trạng thái LED nguồn trong chế độ chờ.
zh_cn: 待机期间电源LED的状态.

source: Press OK to set the MAC address.
bg: Натиснете OK, за да зададете MAC-адрес.
fi: Aseta MAC osoite painamalla OK.
fr: Appuyez sur OK pour définir une adresse MAC.
pl: Naciśnij przycisk 'OK', aby ustawić MAC adres.
sk: Stačením OK nastavíte adresu MAC.
ta: MAC முகவரியை அமைக்க சரி என்பதை அழுத்தவும்.

source: Press yellow to set this interface as the default interface.
bg: Натиснете жълтия за да зададете този интерфейс като по подразбиране.
da: Tryk på gul for at vælge denne grænseflade som standardgrænseflade.
de: Drücken Sie die Taste GELB, um diese Schnittstelle als Standardschnittstelle festzulegen.
et: Selle liidese vaikimisi võrguliideseks määramiseks vajuta kollast nuppu.
fi: Määritä tämä oletukseksi keltaisella näppäimellä.
fr: Appuyez sur le bouton Jaune pour définir cette interface comme défaut.
hu: Nyomja le a sárga gombot, hogy ezt az interfészt jelölje meg alapértelmezettnek.
pl: Naciśnij żółty, aby ustawić ten interfejs jako domyślny.
ru: Нажмите желтую кнопку, чтобы назначить данный интерфейс по умолчанию.
sk: Stlačením žltého tlačidla sa toto rozhranie nastaví ako predvolené.
ta: இந்த இடைமுகத்தை இயல்புநிலை இடைமுகமாக அமைக்க மஞ்சள் அழுத்தவும்.
vi: Nhấn màu vàng để đặt giao diện này làm giao diện mặc định.
zh_cn: 按黄色键将此接口设置为默认接口.

source: Profile: Local box
bg: Профил: Местен приемник
da: Profil: Lokal boks
de: Profil: Lokale Box
et: Profiil: kohalik vastuvõtja
fi: Profiili: Paikallinen laite
fr: Profil : récepteur local
hu: Profil: Helyi box
pl: Profil: odbiornik lokalny
ru: Профиль: Локальный ресивер
sk: Profil: Lokálny box
ta: சுயவிவரம்: உள்ளக பெட்டி
vi: Hồ sơ: Hộp người dùng
zh_cn: 配置文件:本地机顶盒

source: Programmlisten-Updater V
cs: Seznam programů-Updater V
da: Programlister-Opdatering V
el: Ενημέρωση-Λίστας-Προγραμμάτων V
et: Kanalinimekirja uuendaja
fi: Ohjelmalistan päivitys
fr: Actualiseur V liste programmes
hr: Spisak kanala-Ažuriranje V
it: Aggiornamento elenco programmi V
lt: Klausymo programa-atnaujintojas V
nl: Zenderlijst-updater V
pl: Aktualizacja list kanałów
sk: Zoznam programov – Updater V
sr: Lista kanala-Ažuriranje V
sv: Uppdatering av programlistan V
ta: நிரல் பட்டியல்-அப் நாட்கள் v
vi: Chương trình-Trình cập nhật V
zh_cn: 列表更新程序V

source: Purge 'Trash' after (days)
bg: Премахване на елементи от кошчето за боклук след (дни)
fi: Tyhjennä roskakori päivän jälkeen
fr: Supprimer les éléments de la corbeille après (jours)
pl: Usuń pliki z kosza po 'x' dniach
sk: Položky z koša odstraňovať po (dňoch)
ta: (நாட்கள்) பிறகு 'குப்பை' சுத்திகரிக்கவும்

source: Pushto / Pashto
el: Πάστο
fr: Pushto / Pachtou
lt: Puštūnų / Puštūnų
nl: Pasjtoe
pl: Pushto / Paszto
sk: paštčina
ta: புச்டோ / பாச்டோ
tr: Pushto / Peştuca

source: Put TV in standby
bg: Поставете телевизора в режим на готовност
da: Sæt TV i Standby
de: TV in Standby versetzen
et: Lülita teler välja
fi: Laita TV valmiustilaan
fr: Mettre la TV en veille
hu: TV kikapcsolása
pl: Przełącz TV w stan czuwania
pt_br: Colocar a TV em espera
ru: Перевести ТВ в режим ожидания
sk: Prepnúť TV do pohotovostného režimu
ta: டிவி காத்திருப்புடன் வைக்கவும்
vi: Đặt TV ở chế độ chờ
zh_cn: 把电视放在待机状态

source: Put your AV Receiver in standby
bg: Поставете вашия AV приемник в режим на готовност
da: Sæt din A/V Modtager i Standby
de: AV Receiver in Standby versetzen
et: AV ressiiver ooteseisundisse
fi: Sammuta kotiteatteri valmiustilaan
fr: Mettre votre récepteur en mode veille
hu: Helyezze az AV-vevőt készenléti állapotába
pl: Przełącz amplituner AV w tryb czuwania
sk: Prepnúť AV receiver do pohotovostného režimu
ta: உங்கள் ஏ.வி. ரிசீவரை காத்திருப்புடன் வைக்கவும்
vi: Đặt Bộ thu AV của bạn ở chế độ chờ
zh_cn: 把你的AV接收机在待机状态

source: Python
ta: பைதான்

source: Python version
bg: Версия на Python
pl: Wersja Python
sk: Verzia Python
ta: பைதான் பதிப்பு

source: Quad9 DNS
pl: DNS Quad9
ta: குவாட் 9 டி.என்.எச்

source: Quad9 Unsecured DNS
sk: Nezabezpečené DNS Quad9
ta: குவாட் 9 பாதுகாப்பற்ற டி.என்.எச்

source: QuickMenu Actions
bg: Действия в бързо меню
pl: Akcje QuickMenu
sk: Akcie rýchleho menu
ta: குயிக்மெனு செயல்கள்

source: REC
bg: Запис
el: ΕΓΓΡ
fi: Tallennus
hr: SNIM
hu: FELV
lt: ĮRAŠ.
ta: ரெக்
vi: GHI
zh_cn: 录像

source: REC
bg: Запис
el: ΕΓΓΡ
hr: SNIM
lt: ĮRAŠ.
sv: INSP
ta: ரெக்

source: REC Symbol
et: REC sümbol
hu: FELV szimbólum
pl: Symbol REC
sk: Symbol REC
ta: ரெக் அடையாளம்
vi: Biểu tượng REC
zh_cn: REC标志

source: Read Userdata from oscam.conf
bg: Прочетете потребителските данни от oscam.conf
da: Læs brugerdata fra oscam.conf
de: Benutzerdaten von 'oscam.conf' auslesen
et: Loe kasutaja andmeid oscam.conf failist
fi: Lue Käyttäjäntiedot oscam.conf:ista
fr: Lecture des données utilisateur depuis oscam.conf
hu: Az Oscam.conf felhasználói adatainak olvasása
pl: Czytaj dane użytkownika w oscam.conf
ru: Данные пользователя из oscam.conf
sk: Načítať používateľské dáta z oscam.conf
ta: Oscam.conf இலிருந்து USERDATA ஐப் படியுங்கள்
vi: Đọc Userdata từ oscam.conf
zh_cn: 从oscam.conf读取用户数据

source: Real Life
bg: Реалния живот
fi: Oikea Elämä
fr: Vie réelle
pl: Prawdziwe Życie
sk: Skutočný život
ta: உண்மையான வாழ்க்கை
zh_cn: 现实生活

source: Record Icon
pl: Ikona nagrywania
sk: Ikona nahrávania
ta: பதிவு படவுரு

source: Record time limited due to conflicting timer:%s
bg: Времето за запис е ограничено поради конфликт с таймер %s
sk: Čas nahrávania je obmedzený kvôli konfliktu časovačov %s
ta: முரண்பட்ட நேரங்குறிகருவி காரணமாக பதிவு நேரம் வரையறுக்கப்பட்டுள்ளது:%s

source: Recovery
cs: Obnova
el: Αποκατάσταση
fi: Palautus
hr: Oporavak
it: Recupero
lt: Atkūrimo režimas
nl: Back-up
pl: Tryb Recovery
sk: Obnovenie
sr: Oporavak
sv: Återhämtning
ta: மீட்பு
tr: Kurtarma

source: Refresh every (in hours)
bg: Опресняване на всеки (в часове)
da: Opfrisk hver (i timer)
de: Aktualisierungsintervall (in Stunden)
et: Värskenda iga (tund)
fi: Päivitä joka (tunti)
fr: Vérifier chaque (heures)
hu: Ennyi óránként frissít mindent
pl: Odśwież co (w godz.)
ru: Интервал обновления (в часах)
sk: Obnovenie vždy po (v hodinách)
ta: ஒவ்வொரு (மணிநேரத்திலும்) புதுப்பிக்கவும்
vi: Làm mới mỗi (tính theo giờ)
zh_cn: 每隔几小时刷新一次

source: Regard deep standby as standby
bg: Считайте дълбокия режим на готовност като режим на готовност
da: Opfat Dyb Standby som Standby
de: Deep-Standby wie Standby behandeln
et: Käsitle puhkeseisundit ooteseisundina
fi: Käytä virransäästötilaa valmiustilana
fr: Gérer la mise en veille profonde comme en veille
hu: A kikapcsolás legyen az alapértelmezett készenlét
pl: Traktuj wyłączenie jak tryb czuwania
pt_br: Considerar Desligar como StandBy
ru: Считать выключение как режим ожидания
sk: Považovať vypnutie za pohotovostný režim
ta: ஆழமான காத்திருப்பு காத்திருப்பு என்று கருதுங்கள்
vi: Coi chế độ chờ sâu như chế độ chờ
zh_cn: 视深度待机为待机

source: Remote box
bg: Дистанционна кутия
da: Perifer kasse
et: Kaugvastuvõtja
fi: Etälaite
fr: Récepteur distant
hu: Távoli készülék
pl: Odbiornik zdalny
ru: Удаленный ресивер
sk: Vzdialený box
ta: தொலைநிலை பெட்டி
vi: Hộp từ xa
zh_cn: 遥控器

source: Remove a DNS entry
bg: Премахване на запис в DNS
fi: Poista DNS merkintä
pl: Usuń wpis DNS
sk: Odstrániť záznam DNS
ta: ஒரு டிஎன்எச் நுழைவை அகற்று

source: Restore your settings back from a backup. After restore the box will restart to activated the new settings
bg: Възстановяване на вашите настройки обратно от архив. След възстановяване, приемника ще се рестартира за да активира новите настройки
da: Gendan dine indstillinger fra sikkerhedskopi. Efter gendannelse vil boksen genstarte for at aktivere de nye indstillinger.
de: Wiederherstellen der Settings vom Backup. Nach Wiederherstellung die Box neu starten
et: Taasta seadistused varukoopiast. Nende jõustamiseks vastuvõtja taaskäivitub
fi: Palauta asetukset takaisin varmuuskopiosta. Käynnistä vastaanotin uudelleen aktivoidaksesi uudet asetukset
fr: Restaurer vos paramètres à partir d'une sauvegarde. Après restauration, le récepteur va redémarrer pour activer les nouveaux paramètres
hu: Állítsd vissza a beállításaidat a mentésből. Visszaállítás után a készülék újraindul az új beállítások érvényesítése miatt
pl: Przywrócić ustawienia z kopii zapasowej? Po przywróceniu odbiornik zostanie ponownie uruchomiony, aby zastosować nowe ustawienia
ru: Восстановление настройек из бекапа. После восстановления ресивер будет перезагружен для активации новых настроек
sk: Obnovenie nastavení zo zálohy. Po obnovení sa prijímač reštartuje a aktivujú sa nové nastavenia
ta: உங்கள் அமைப்புகளை காப்புப்பிரதியிலிருந்து மீட்டெடுக்கவும். மீட்டமைத்த பிறகு பெட்டி புதிய அமைப்புகளை செயல்படுத்துவதற்கு மறுதொடக்கம் செய்யும்
vi: Khôi phục cài đặt của bạn trở lại từ bản sao lưu. Sau khi khôi phục, hộp sẽ khởi động lại để kích hoạt cài đặt mới
zh_cn: 从备份恢复您的设置.恢复后系统将重新启动激活新设置

source: Right from service name
bg: Отдясно на серизното име
pl: Na prawo od nazwy kanału
sk: Vpravo od názvu stanice
ta: பணி பெயரிலிருந்து

source: Root
cs: Kořen
da: Rod
et: Juur
hr: Osnovni
lt: Pagrindinis
sk: Koreň (Root)
sr: Osnovni
sv: Rot
ta: மூலம்
tr: Kök
vi: Nguồn gốc
zh_cn: 根

source: Rugby League
bg: Ръгби лига
da: Rugby liga
de: Rugby Liga
fi: Rugby Liiga
fr: Ligue de rugby
pl: Liga Rugby
sk: Ligové ragby
ta: ரக்பி லீக்
zh_cn: 橄榄球联盟

source: SATA
hu: Serial ATA
ta: எப்பொழுதும்
zh_cn: SATA硬盘

source: SATPI
ta: சத்பி

source: SD
ta: எச்.டி.
zh_cn: 标清

source: SNR:
ta: எச்.என்.ஆர்:
zh_cn: 质量:

source: SSH
ta: பாஓடு

source: Save every (in hours)
bg: Запази всяко (в часове)
da: Gem hver (i timer)
de: Sicherungsintervall (in Stunden)
et: Talleta iga (tundides)
fi: Tallenna joka (tunti)
fr: Sauvegarder chaque (en heures)
hu: Mentés ideje (órában)
pl: Zapisz co (w godzinach)
ru: Сохранять каждые (в часах)
sk: Uložiť každých (v hodinách)
ta: ஒவ்வொரு (மணிநேரங்களில்) சேமிக்கவும்
vi: Tiết kiệm mỗi (tính theo giờ)
zh_cn: 保存每一个(小时)

source: Scheduled load of epg.dat
bg: Планирано зареждане на epg.dat
fi: Ajoitettu epg:en lataus
fr: Chargement programmé de epg.dat
pl: Planowane ładowanie pliku epg.dat
sk: Plánované načítanie súboru epg.dat
ta: Epg.dat இன் திட்டமிடப்பட்ட சுமை

source: Scheduled save of epg.dat
bg: Планирано запазване на epg.dat
fi: Ajoitettu epg:en tallennus
fr: Sauvegarde programmée de epg.dat
pl: Planowane zapisywanie pliku epg.dat
sk: Plánované uloženie súboru epg.dat
ta: Epg.dat இன் திட்டமிடப்பட்ட சேமிப்பு

source: Scheduler Standby
bg: Таймер за захранване в режим на готовност
pl: Programator czuwania
sk: Časovač napájania – pohotovostný režim
ta: திட்டமிடல் காத்திருப்பு

source: Sci-Fi
bg: Научна фантастика
ta: அறிவியல் புனைகதை
zh_cn: 科幻小说

source: Search EPG for current event
pl: Wyszukaj bieżące wydarzenie w EPG
sk: Prehľadať EPG pre aktuálnu udalosť.
ta: தற்போதைய நிகழ்வுக்கு EPG ஐத் தேடுங்கள்.

source: Search IMDb for information about current event
pl: Wyszukaj w bazie IMDb informacje o bieżących wydarzeniach
sk: Vyhľadať v IMDb informáciu o aktuálnej udalosti.
ta: தற்போதைய நிகழ்வு பற்றிய தகவலுக்கு IMDB ஐத் தேடுங்கள்.

source: Seek back short
bg: Потърсете кратко назад
pl: Szukaj krótko
sk: Krátky posun dozadu
ta: குறுகியதாக தேடுங்கள்

source: Seek forward short
bg: Търсете кратко напред
pl: Szukaj krótko do przodu
sk: Krátky posun dopredu
ta: குறுகியதாக முன்னோக்கி தேடுங்கள்

source: Seek forward long
bg: Търсете дълго напред
pl: Szukaj do przodu długo
sk: Dlhý posun dopredu
ta: நீண்ட நேரம் முன்னோக்கி தேடுங்கள்

source: Seekbar
bg: Лента за търсене
da: Søgebjælke
de: Suchleiste
et: Otsiriba
hu: Keresősáv
pl: Pasek stanu
sk: Vyhľadávací panel
ta: சீக்பார்
vi: Tìm kiếm quán bar
zh_cn: 搜索栏

source: Seekbar sensibility
bg: Чувствителност на лентата за търсене
da: Søgebjælke følsomhed
de: Sprungweite der Suchleiste
et: Otsiriba tundlikkus
hu: Keresősáv érzékenysége
pl: Czułość paska stanu
ru: Шаг Seekbar
sk: Citlivosť vyhľadávacieho panela
ta: சீக்பார் உணர்திறன்
vi: Tìm kiếm sự nhạy cảm
zh_cn: 进度条灵敏度

source: Seeking connected events
fi: Etsitään yhdistettyjä tapahtumia
pl: Wyszukiwanie powiązanych wydarzeń
sk: Vyhľadávanie prepojených udalostí
ta: இணைக்கப்பட்ட நிகழ்வுகளைத் தேடுகிறது

source: Select 'Yes' to allow use of the seek bar to jump to a selected point within the event.
bg: Ако е зададено 'да', ви позволява да използвате лентата за търсене, за да прескочите до точка в събитието.
pl: Jeśli ustawione na 'tak', pozwala wykorzystać pasek wyszukiwania do przewijania timeshift'u.
sk: Ak je nastavené 'Áno', bude možné použitie vyhľadávacieho panela na skok na vybraný bod v rámci udalosti.
ta: நிகழ்வுக்குள் தேர்ந்தெடுக்கப்பட்ட இடத்திற்கு செல்ல சீக் பட்டியைப் பயன்படுத்த அனுமதிக்க 'ஆம்' என்பதைத் தேர்ந்தெடுக்கவும்.

source: Select SeekBar to be activated by arrow L/R (long) or << >> (long).
fi: Valitse hakupalkin aktivointi: kursori vasen/oikea (pitkä) tai << >> (pitkä).
fr: Choisir si la barre de recherche doit être activée par les flèches G/D (long) ou << >> (long).
pl: Wybierz czy pasek stanu ma być aktywowany przez strzałkę L/R (długio) lub << >> (długio).
sk: Vyberte, ktorými tlačidlami sa má aktivovať panel pre posun: šípky L/R (dlhé stlačenie) alebo << >> (dlhé stlačenie).
ta: அம்பு எல்/ஆர் (நீண்ட) அல்லது << >> (நீண்ட) மூலம் செயல்படுத்தப்பட வேண்டிய சீக்பரைத் தேர்ந்தெடுக்கவும்.

source: Select default EPG type...
bg: Изберете по подразбиране тип EPG ...
da: Vælg standard EPG type...
de: Standard EPG-Typ auswählen...
et: Vali saatekava laad
hu: Válassza ki az alapértelmezett EPG típusát ...
ru: Выбор типа телегида по умолчанию...
sk: Vyberte predvolený typ EPG…
ta: இயல்புநிலை EPG வகையைத் தேர்ந்தெடுக்கவும் ...
vi: Chọn loại EPG mặc định ...
zh_cn: 选择默认的EPG类型...

source: Select how your box will upgrade.
bg: Изберете как ще се надстройва вашият приемник.
da: Vælg hvordan din kasse bliver opgraderet.
de: Auswahl des Update Modus.
et: Vali uuendamise moodus.
fi: Valitse, kuinka vastaanottimesi päivittyy.
fr: Choisir comment votre récepteur va se mettre à jour.
hu: Válassza ki, hogy a készüléke miként lesz frissítve.
pl: Wybierz sposób aktualizacji urządzenia.
ru: Выбор способа обновления.
sk: Vyberte spôsob aktualizácie vášho prijímača.
ta: உங்கள் பெட்டி எவ்வாறு மேம்படுத்தப்படும் என்பதைத் தேர்ந்தெடுக்கவும்.
vi: Chọn cách đầu thu của bạn sẽ nâng cấp.
zh_cn: 如何选择升级你的机顶盒.
