Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Setup your LCD
bg: Настройка на вашия LCD
cs: Nastavení LCD
da: Sæt dit LCD op
de: Einstellen des LCDs.
el: Ρυθμίσεις LCD
et: Seadista LCD
fi: Aseta näyttöpaneelin teema
fr: Configurer votre LCD
hr: Podešavanje vašeg LCD
hu: Az LCD-monitor beállítása
it: Imposta LCD
lt: Sukonfigūruoti savo LCD
nl: Uw display instellen
pl: Ustawienia LCD
ru: Настройки LCD.
sk: Nastavenie LCD
sr: Podešavanje vašeg LCD
sv: Ställa in din LCD
ta: உங்கள் எல்சிடியை அமைக்கவும்
tr: LCD'nizi kurun
uk: Налаштування Вашого LCD
vi: Cài đặt màn hình LCD của bạn
zh_cn: 设置LCD

source: Setup your OSD
bg: Настройка на вашето OSD
cs: Nastavení OSD
da: Sæt din OSD op
de: Stellen Sie die Bedienoberfläche auf Ihre persönlichen Bedürfnisse ein.
el: Ρυθμίσεις OSD
et: Seadista ekraanigraafikat
fi: Määritä kuvaruudun asetukset
fr: Configurer votre OSD
hr: Podešavanje vašeg OSD
hu: Állítsa be az OSD-t
it: Imposta OSD
lt: Sukonfigūruoti savo OSD
nl: Alle instellingen die met infomenu's te maken hebben. (informatiebalk, tweede informatiebalk, menu)
pl: Ustawienia OSD
ru: Настройки OSD
sk: Nastavenie používateľského prostredia
sr: Podešavanje vašeg OSD
sv: Konfigurera ditt OSD
ta: உங்கள் OSD ஐ அமைக்கவும்
tr: OSD'nizi kurun
uk: Налаштування Вашого OSD
vi: Thiết lập OSD của bạn
zh_cn: 设置屏幕显示

source: Setup your Skin
bg: Настройка на вашата кожа
cs: Nastavte si vzhled
da: Sæt dit Tema op
de: Einstellen des Skins
el: Ρυθμίσεις θεμάτων
et: Vali vastuvõtjale kujundus
fi: Aseta käyttöjärjestelmän Teema
fr: Configurer votre thème/skin
hr: Podešavanje vašeg Skina
hu: Állítsa be a kinézetet (Skin)
it: Imposta skin
lt: Sukonfigūruoti savo temą
nl: De Enigma2 Skin van uw voorkeur selecteren.
pl: Skonfiguruj swoją skórę
ru: Настройки вашего скина
sk: Nastavenie vzhľadu
sr: Podešavanje vašeg Skina
sv: Ställ in din Skin
ta: உங்கள் தோலை அமைக்கவும்
tr: Arayüzünüzü Kurun
uk: Налаштування Вашого скіну
vi: Thiết lập skin của bạn
zh_cn: 设置皮肤

source: Setup your System
bg: Настройка на ващата система
cs: Nastavení vašeho systému
da: Sæt dit System op
de: Stellen Sie Ihr System ein.
el: Ρυθμίσεις συστήματος
et: Süsteemi seadistamine
fi: Määritä järjestelmäasetukset
fr: Configurer votre système
hr: Podešavanje vašeg Sustava
hu: Állítsa be a Rendszert
it: Imposta sistema
lt: Sukonfigūruoti savo sistemą
nl: Hier kunt u de systeem instellingen beheren.
pl: Ustawienia systemu
ru: Настройки Системы.
sk: Nastavenie systému
sr: Podešavanje vašeg Sistema
sv: Konfigurera ditt system
ta: உங்கள் கணினியை அமைக்கவும்
tr: Sisteminizi Kurun
uk: Налаштування Вашої Системи
vi: Thiết lập hệ thống của bạn
zh_cn: 设置系统

source: Setup your Tuner and search for channels
bg: Настройка на вашия тунер и търсене за канали
cs: Nastavení tunerů a vyhledávání kanálů
da: Sæt din Tuner op og søg efter kanaler
de: Einstellungen Tuner und Kanalsuche.
el: Ρυθμίσεις του tuner σας και ανίχνευση καναλιών
et: Seadista tuuner ja otsi kanaleid
fi: Määritä Viritin asetukset ja etsi kanavia
fr: Configurer le tuner et rechercher les chaînes
hr: Podešavanje tunera i traženje kanala
hu: Tuner beállítás és csatornák keresése
it: Imposta tuner e cerca canali
lt: Sukonfigūruoti savo imtuvą ir ieškokite kanalų
nl: Hier kunt u de tuners instellen en zenders zoeken.
pl: Ustawienia tunera i wyszukiwania kanałów
ru: Настройки тюнера и поиска каналов.
sk: Nastavenie tunera a vyhľadávanie kanálov
sr: Podešavanje tjunera i traženje kanala
sv: Ställ in din Tuner och sök efter kanaler
ta: உங்கள் ட்யூனரை அமைத்து சேனல்களைத் தேடுங்கள்
tr: Tunerinizi kurun ve kanalları arayın
uk: Налаштування Вашого тюнера для пошуку каналів
vi: Thiết lập Tuner của bạn và tìm kiếm các kênh
zh_cn: 设置调谐器并搜索频道

source: Setup your Video Mode, Video Output and other Video Settings
bg: Настройка на вашия видео режим, видео изход и други видео настройки
cs: Globální nastavení výstupu videa
da: Sæt din Videotilstand, Videoudgang og andre Videoindstillinger op
de: Einstellungen Video Mode, Video Ausgang und andere Video-Einstellungen.
el: Ρυθμίσεις λειτουργίας βίντεο, εξόδου εικόνας και άλλες ρυθμίσεις βίντεο
et: Määra videorežiim, videoväljund ja muud pildi seaded
fi: Määritä kuva, ääni ja automaattinen kielivalinta asetukset
fr: Configurer votre mode vidéo, la sortie vidéo et d'autres paramètre vidéo
hr: Podešavanje Video načina, Video izlaza i druge Video Postavke
hu: Videó mód, Videó kimenet és egyéb Videó beállítások
it: Imposta modalità video, uscita video e altre impostazioni video
lt: Sukonfigūruoti jūsų vaizdo režimą, vaizdo išvestis ir kitus vaizdo parametrus
nl: Hier kunt u alles instellen wat met Audio en Video te maken heeft
pl: Ustawienia trybu wideo, wyjścia wideo i innych ustawień
ru: Настройки видеорежима и другие настройки видео
sk: Nastavenie video režimu, video výstupu a ostatných parametrov videa
sr: Podešavanje Video režima, Video izlaza i druge Video Postavke
sv: Ställ in videoläge, videoutgång och andra videoinställningar
ta: உங்கள் வீடியோ பயன்முறை, வீடியோ வெளியீடு மற்றும் பிற வீடியோ அமைப்புகளை அமைக்கவும்
tr: Görüntü Modunuzu, Görüntü Çıkışınızı ve diğer Görüntü Ayarlarınızı kurun
uk: Налаштування Вашого відео режиму, відео виходу та інші відео налаштування
vi: Cài đặt Chế độ video, đầu ra video và các cài đặt video khác của bạn
zh_cn: 设置您的视频模式,视频输出和其他视频设置

source: Setup your display
bg: Настройка на вашия дисплей
cs: Nastaveni VFD displeje
da: Sæt dit display op
de: Stellen Sie das Box-Display auf Ihre persönlichen Bedürfnisse ein.
el: Ρυθμίσεις οθόνης
et: Seadista esipaneeli
fi: Määritä etupaneelinäytön asetukset
fr: Configurer votre affichage
hr: Podešavanje vašeg zaslona
hu: Kijelző beállítása
it: Imposta display
lt: Sukonfigūruoti monitorių
nl: Stel het display in naar uw persoonlijke voorkeur.
pl: Ustawienia wyświetlacza
ru: Настройки дисплея
sk: Nastavenie LCD displeja
sr: Podešavanje vašeg ekrana
sv: Ställ in din display
ta: உங்கள் காட்சியை அமைக்கவும்
tr: Ekranınızı kurun
uk: Налаштування Вашого дисплею
vi: Thiết lập màn hình của bạn
zh_cn: 设置显示器

source: Setup your local network
bg: Настройка на вашата локалната мрежа
cs: Nastavení místní síťě
da: Sæt dit lokale netværk op
de: Konfiguration Netzwerk
el: Ρυθμίσεις τοπικού δικτύου
et: Seadista kohtvõrk
fi: Määritä verkkoasetukset
fr: Configurer votre réseau local
hr: Podešavanje vaše lokalne mreže
hu: Helyi hálózat beállítás
it: Imposta rete locale
lt: Sukonfigūruoti jūsų vietinį tinklą
nl: Netwerk instellingen
pl: Ustawienia sieci
ru: Настройки локальной сети
sk: Nastavenie siete
sr: Podešavanje vaše lokalne mreže
sv: Konfigurera ditt lokala nätverk
ta: உங்கள் உள்ளக பிணையத்தை அமைக்கவும்
tr: Yerel ağınızı kurun
uk: Налаштування Вашої локальної мережі
vi: Thiết lập mạng cục bộ của bạn
zh_cn: 设置本地网络

source: Setup your local network. For Wlan you need to boot with a USB-Wlan stick
bg: Настройка на вашата локална мрежа. За Wlan, трябва да се зареди с USB-Wlan стик
cs: Nastavení místní sítě. Pro spuštění WLAN musíte vložit USB-WLAN rozhraní
da: Sæt dit lokale netværk op. For WLAN kræves det at du booter med en Trådløs USB-nøgle
de: Konfiguration des Netzwerks. Für WLAN muss ein USB WLAN Stick installiert sein.
el: Ρυθμίστε το τοπικό σας δίκτυο. Για το Wlan απαιτείται η εκκίνηση με ένα στικ USB-Wlan
et: Seadista oma kohtvõrk. Juhtmeta võrgu puhul tuleb enne alglaadimist ühendada USB-Wlan seade
fi: Määritä verkkoasetukset. Käyttääksesi langatonta verkkoa tarvitset WLAN adapterin
fr: Configurer votre réseau local. Pour un réseau WiFi vous devez démarrer avec un dongle USB-WiFi
hr: Podešavanje vaše lokalne mreže. Za Wlan potrebno je pokrenuti sa USB-Wlan stikom
hu: Helyi hálózat beállítása. Vezeték nélküli hálózathoz USB-Wlan stick-el kell bootolni
it: Imposta rete locale. Per Wlan è necessario eseguire l'avvio con una chiavetta USB-Wlan
lt: Sukonfigūruoti prisijungimą prie vietinio tinklo. Belaidžiam tinklui turite naudoti USB belaidžio tinklo modulį
nl: Hier kunt u het netwerk instellen. Voor WLAN moet er een USB-WLAN Stick aanwezig zijn tijdens het opstarten.
pl: Skonfiguruj swoją sieć lokalną. W przypadku Wlan musisz uruchomić się za pomocą pamięci USB-Wlan
ru: Настройки локальной сети. Wlan нужно подключать через USB
sk: Nastavenie lokálnej siete. Na použitie WLAN musí prijímač naštartovať s pripojeným USB-WLAN
sr: Podešavanje vaše lokalne mreže. Za Wlan potrebno je pokrenuti sa USB-Wlan stikom
sv: Konfigurera ditt lokala nätverk. För Wlan måste du starta med ett USB-Wlan-minne
ta: உங்கள் உள்ளக பிணையத்தை அமைக்கவும். WLAN க்கு நீங்கள் ஒரு யூ.எச்.பி-வ்லான் குச்சியுடன் துவக்க வேண்டும்
tr: Yerel ağınızı kurun. Kablosuz ağ için USB Kablosuz Ağ adaptörü ile önyükleme yapmanız gerekir
uk: Налаштування Вашої локальної мережі. Wi-Fi потрібно підключати через USB
vi: Thiết lập mạng cục bộ của bạn. Đối với Wlan, bạn cần khởi động bằng thanh USB-Wlan
zh_cn: 设置您的本地网络.无线局域网需要用USB WLAN棒引导

source: Setup your mounts for network
bg: Настройка на вашето монтиране за мрежа
cs: Nastavení připojení
da: Sæt dine mounts til netværk op
de: Konfiguration der Netzwerklaufwerke.
el: Ρυθμίσεις προσαρτήσεων δικτύου
et: Seadista võrgu haakepunktid
fi: Määritä verkko ja laiteliitokset
fr: Configurer vos points de montages réseaux
hr: Podešavanje vaše montaže za mrežu
hu: Hálózati csatolások beállítása
it: Imposta montaggi per la rete
lt: Sukonfigūruoti galimus savo tinklo pajungimus
nl: Hier kunt u mounts en netwerk verbindingen instellen.
pl: Ustawienia montowania w sieci
ru: Настройки подключений сети
sk: Nastavenie pripojenia sieťových a interných diskov
sr: Podešavanje vaše montaže za mrežu
sv: Konfigurera dina monteringar för nätverk
ta: நெட்வொர்க்குக்காக உங்கள் ஏற்றங்களை அமைக்கவும்
tr: Ağ için bağlantı noktalarınızı ayarlayın
uk: Налаштування Ваших підключень до мережі
vi: Thiết lập gắn kết của bạn cho mạng
zh_cn: 设置安装网络

source: Setup your network interface. If no Wlan stick is used, you only can select Lan
bg: Настройка на вашия мрежов интерфейс. Ако не се използва Wlan стик, трябва да изберете Lan
cs: Nastavte síťové rozhraní. Pokud není použit žádný USB klíč Wlan, můžete vybrat pouze LAN
da: Sæt din netværksgrænseflade op. Du kan kun vælge LAN, hvis der ikke bruges WLAN nøgle
de: Einstellungen Netzwerk Interface. Wenn kein WLAN-Stick verwendet wird, können Sie nur LAN wählen
el: Ρυθμίσεις διεπαφής δικτύου. Αν δεν χρησιμοποιείτε το ασύρματο δίκτυο, μπορείτε να επιλέξετε μόνο το ενσύρματο
et: Võrgukaardi seadistamine. Kui WLAN seade ei ole ühendatud, on ainuke valik LAN
fi: Määritä verkkoasetukset. Jos WLAN-adapteri ei ole käytössä, voit valita vain LAN:in
fr: Configurer votre interface réseau. Si aucun dongle WiFi n'est utilisé, seul le réseau filaire pourra être sélectionné
hr: Podesite vaše mrežno sučelje. Ako se ne koristi Wlan stik,možete izabrati Lan
hu: A hálózati interfész beállítása. Ha nem használ vezetéknélküli hálózatot, akkor csak vezetékes hálózatot válasszon
it: Imposta interfaccia di rete. Se non viene usata alcuna chiavetta Wlan, è possibile selezionare solo Lan
lt: Sukonfigūruoti savo tinklo sąsają. Jei nenaudojama WLAN modulį, jums reikia pasirinkti Lan
nl: Netwerk Interface instellen. Als er geen WLAN-Stick gebruikt wordt, kan er alleen voor LAN gekozen worden.
pl: Skonfiguruj interfejs sieci. Jeżeli nie masz karty WLAN, możesz wybrać tylko LAN
ru: Настройки сетевого интерфейса. Если нет Wlan, можно выбирать только Lan
sk: Nastavenie sieťového rozhrania. Bez pripojenia WLAN-USB je dostupná len voľba LAN
sr: Podesite vaš mrežni interfejs. Ako se ne koristi Wlan stik,možete izabrati Lan
sv: Ställ in ditt nätverksgränssnitt. Om ingen Wlan-sticka används kan du bara välja Lan
ta: உங்கள் பிணைய இடைமுகத்தை அமைக்கவும். WLAN குச்சி பயன்படுத்தப்படாவிட்டால், நீங்கள் லானை மட்டுமே தேர்ந்தெடுக்க முடியும்
tr: Ağ arayüzünüzü ayarlayın. Eğer Kablosuz Ağ adaptörü kullanılmıyorsa, yalnızca Kablolu Ağ seçeneğini seçebilirsiniz
uk: Налаштування Вашого мережевого інтерфейсу. Якщо немає Wi-Fi адаптера, можна вибирати тільки Lan
vi: Thiết lập giao diện mạng của bạn. Nếu không sử dụng thanh Wlan, bạn chỉ có thể chọn Lan
zh_cn: 设置您的网络接口.如果没有使用无线局域网,你只能选择LAN

source: Setup your network mounts
bg: Настройка на вашите монтирани мрежи
cs: Nastavení síťových připojení
da: Sæt dine netværks-mounts op
de: Einstellungen Netzwerk Mounts
el: Ρυθμίσεις προσαρτήσεων δικτύου
et: Seadista võrgu haakepunktid
fi: Määritä verkkoliitokset
fr: Configurer vos montages réseaux
hr: Podešavanje mrežnih montaža
hu: Hálózati csatolások beállítása
it: Imposta montaggi di rete
lt: Sukonfigūruoti savo tinklo pajungimus
nl: De netwerk mounts instellen.
pl: Skonfiguruj swoje punkty sieciowe
ru: Настройки сетевых подключений
sk: Nastavenie pripojenia sieťových bodov
sr: Podešavanje mrežnih montaža
sv: Konfigurera dina nätverksfästen
ta: உங்கள் பிணையம் ஏற்றங்களை அமைக்கவும்
tr: Ağ bağlantılarınızı kurun
uk: Налаштування Ваших мережевих підключень
vi: Thiết lập giá trị gắn kết mạng của bạn
zh_cn: 设置网络挂载

source: Setup your positioner
bg: Настройка на вашия позиционер
cs: Nastavení pozicionéru
da: Sæt din motor op
el: Ρύθμιση του μοτέρ σας
et: Ajami häälestamine
fi: Määritä kääntömoottori
fr: Configurer votre positionneur
hr: Podešavanje vašeg pozicionera
hu: Forgatómotor beállítása
it: Imposta posizionatore
lt: Sukonfigūruoti savo pozicionierių
nl: Instellen rotor
pl: Ustawienia pozycjonera
pt_br: Configure o posicionador
ru: Настройки вашего позиционера
sk: Nastavenie pozicionéra
sr: Podešavanje vašeg pozicionera
sv: Ställ in din positionerare
ta: உங்கள் பதவியை அமைக்கவும்
tr: Konumlandırıcınızı kurun
uk: Налаштування Вашого позиционера
vi: Thiết lập định vị của bạn
zh_cn: 设置定位器

source: Setup your positioner for your satellite system
bg: Настройка на вашия позиционер за вашата сателитна система
cs: Nastavení a seřízení polohy pro satelitní systém
da: Sæt din motor op til dit satellitsystem
de: Positioner Einstellungen
el: Ρυθμίσεις του μοτέρ του δορυφορικού σας συστήματος
et: Seadista ajam oma satelliidisüsteemile
fi: Täällä voit asettaa kääntömoottori asetukset
fr: Configurer le positionneur de votre installation satellite
hr: Podešavanje vašeg pozicionera za satelitski sustav
hu: A műholdvevő rendszer pozicionálásának beállítása
it: Imposta posizionatore per il sistema satellitare
lt: Sukonfigūruoti pozicionierių savo palydovinei sistemai
nl: Hier kunt u een DiSeqC motor instellen.
pl: Ustawienia pozycjonera
ru: Настройки позиционера
sk: Nastavenie pozicionéra vášho satelitného systému
sr: Podešavanje vašeg pozicionera za satelitski sistem
sv: Ställ in din positionerare för ditt satellitsystem
ta: உங்கள் செயற்கைக்கோள் அமைப்புக்கு உங்கள் பதவியை அமைக்கவும்
tr: Uydu sisteminiz için konumlandırıcınızı ayarlayın
uk: Налаштування Вашого позиціонера для Вашої сат системи
vi: Thiết lập định vị cho hệ thống vệ tinh của bạn
zh_cn: 为卫星系统设置定位器

source: Setup your recording config
bg: Настройка на вашата записваща конфигурация
cs: Nastavení konfigurace vašeho nahrávání
da: Set din optagelseskonfiguration op
de: Stellen Sie Ihre Aufnahmeeinstellungen ein.
el: Ρυθμίσεις παραμέτρων των εγγραφών σας
et: Seadista salvestamise sätteid
fi: Määritä tallennuksen määritykset
fr: Configurer vos options d'enregistrement
hr: Podešavanje vaše konfiguracije za snimanje
hu: A felvételi konfigurációk beállítása
it: Imposta configurazione di registrazione
lt: Valdykite savo įrašymo konfigūraciją
nl: Alle instellingen die met opnames te maken hebben.
pl: Skonfiguruj swoją konfigurację nagrywania
ru: Настройки записи.
sk: Nastavenie konfigurácie nahrávania
sr: Podešavanje vašeg konfig za snimanje
sv: Konfigurera din inspelning
ta: உங்கள் பதிவு கட்டமைப்பை அமைக்கவும்
tr: Kayıt yapılandırmanızı ayarlayın
uk: Налаштування власної конфігурації запису
vi: Thiết lập cấu hình ghi âm của bạn
zh_cn: 设置录像配置

source: Setup your remote buttons
bg: Настройка на вашите дистанционни бутони
cs: Nastavení funkce tlačítek vašeho DO
da: Sæt dine fjernbetjeningsknapper op
de: Stellen Sie die Belegung der Fernbedienungstasten ein.
el: Ρυθμίσεις απομακρυσμένων πλήκτρων
et: Seadista puldi nuppe
fi: Määritä kaukosäätimen näppäin painikkeet
fr: Configurer les boutons de votre télécommande
hr: Podešavanje vašeg daljinskog kontrolora
hu: A távirányító gombjainak beállítása
it: Imposta tasti del telecomando
lt: Sukonfigūruoti nuotolinio valdymo pulto mygtukus
nl: Alle instellingen die met de afstandsbediening te maken hebben.
pl: Ustawienia przycisków RC
ru: Настройки кнопок ДУ.
sk: Nastavenie tlačidiel diaľkového ovládača
sr: Postavite vaše dugme na daljinskom
sv: Ställa in fjärrkontrollens knappar
ta: உங்கள் தொலை பொத்தான்களை அமைக்கவும்
tr: Uzaktan kumanda tuşlarınızı ayarlayın
uk: Налаштування кнопок ДУ
vi: Thiết lập các nút từ xa của bạn
zh_cn: 设置遥控按键

source: Setup your satellite equipment
bg: Настройка на вашето сателитно оборудване
cs: Nastavení satelitního zařízení
da: Sæt dit satellitudstyr op
de: Satelliten-Ausrüstung
el: Ρύθμιση δορυφορικού εξοπλισμού
et: Seadista satelliidivarustus
fi: Määritä käyttämäsi satelliittilaitteet
fr: Configurer votre équipement satellite
hr: Podešavanje vaše satelitske opreme
hu: Műholvevő-berendezés
it: Imposta attrezzatura satellitare
lt: Sukonfigūruoti palydovinę įrangą
nl: Uw satelliet apparatuur instellen
pl: Ustawienia wyposażenia SAT
pt_br: Configure o receptor de satélite
ru: Настройка спутникового оборудования
sk: Nastavenie satelitného zariadenia
sr: Podešavanje vaše satelitske opreme
sv: Installera din satellitutrustning
ta: உங்கள் செயற்கைக்கோள் கருவிகளை அமைக்கவும்
tr: Uydu ekipmanınızı kurun
uk: Налаштування Вашого супутникового обладнання
vi: Cài đặt thiết bị vệ tinh của bạn
zh_cn: 设置卫星设备

source: Seychelles
cs: Seychely
de: Seychellen
el: Σεϋχέλλες
et: Seišellid
hu: Seychelle-szigetek
lt: Seišeliai
nl: Seychellen
pl: Seszele
sk: Seychelly
sv: Seychellerna
ta: சீசெல்சு
tr: Seyşeller
uk: Сейшели
vi: Đảo Seychelles
zh_cn: 塞舌尔

source: Share View
bg: Споделяне на изглед
cs: Sdílené
da: Delingsfremvisning
de: Ansicht Netzwerkfreigaben
el: Επισκόπηση κοινόχρηστων στοιχείων
et: Jao vaade
fi: Jakonäkymä
fr: Afficher les partages
hr: Prikaz Share
hu: Megosztás nézet
it: Visualizzazioni condivise
lt: Bendrų resursų peržiūra
nl: Share overzicht
pl: Udostępnij widok
ru: Просмотр сетевого диска
sk: Zobrazenie zdieľania
sr: Prikaz Delenja
sv: Dela vy
ta: பகிர்வு பார்வை
tr: Paylaşım İzle
uk: Перегляд мережевого диска
vi: Chia sẻ xem
zh_cn: 共享视图

source: Shares
cs: Sdílené
da: Delinger
de: Netzwerkfreigaben
el: Κοινόχρηστα στοιχεία
et: Jaod
fi: Jaot
fr: Partages
hu: Megosztások
it: Condivisioni
lt: Bendrinimai
pl: Wyświetl
ru: Сетевые диски
sk: Zdieľania
sr: Deli
sv: Delningar
ta: பங்குகள்
tr: Paylaşımlar
uk: Мережеві диски
vi: Chia sẻ
zh_cn: 分享

source: Sharpness
bg: Острота
cs: Ostrost
da: Skarphed
de: Schärfe
el: Οξύτητα
et: Teravus
fi: Terävyys
fr: Netteté
hr: Oštrina
hu: Élesség
it: Nitidezza
lt: Aštrumas
nl: Scherpte
pl: Ostrość
pt_br: Nitidez
ru: Резкость
sk: Ostrosť
sl: Ostrina
sr: Oštrina
sv: Skärpa
ta: கூர்மையானது
tr: Keskinlik
uk: Чіткість
vi: Độ sắc nét
zh_cn: 清晰度

source: Shellscript
cs: Skript shellu
da: SkalSkript
el: Σενάριο ενεργειών κελύφους
et: Skript
fi: Shellscripti
hr: Skripta ljuske
lt: Grafinės aplinkos scenarijus
sk: Skript rozhrania shell
sr: Skripta ljuske
ta: செல்ச்கிரிப்ட்
uk: Скрипт Shell
vi: Vỏ sò
zh_cn: shell脚本语言

source: Shift
cs: Posun
da: Skift
fi: Vaihto
fr: Décalage
hr: Prebaci
lt: Pakeisti
pl: Przesunięcie
sr: Prebaci
sv: Skift
ta: உயர்த்து
tr: Kaydırma
uk: Шифт
vi: Ca
zh_cn: a~A转换

source: Shift: %s
cs: Posun: %s
fi: Vaihto %s
fr: Déplacement : %s
hr: Prebaci: %s
lt: Perkelti: %s
sr: Prebaci: %s
sv: Skift: %s
ta: சிப்ட்: %s
tr: Kaydır: %s
uk: Шифт: %s

source: Shona
el: Σόνα
lt: Šonų
sk: Šona (Shona)
ta: சோனா
tr: Shona Dili
uk: Шона

source: Shopping
bg: Пазаруване
cs: Nakupování
da: Indkøb
el: Αγορές/ψώνια
fi: Mainos
fr: Achats
hr: Šoping
it: Acquisti
lt: Apsipirkimas
nl: Winkelen
pl: Zakupy
sk: Nakupovanie
sr: Šoping
ta: சாப்பிங்
tr: Alışveriş
uk: Покупки
zh_cn: 购物

source: Short filenames
bg: Кратки имена на файлове
cs: Krátké názvy souborů
da: Korte filnavne
de: Kurze Dateinamen
el: Σύντομα ονόματα
et: Lühikesed failinimed
fi: Lyhyet tiedostonimet
fr: Noms de fichiers court
hr: Kratka imena datoteka
hu: Rövid fájlnevek
it: Nomi dei file brevi
lt: Trumpi failų pavadinimai
nl: Korte bestandsnamen
pl: Krótkie nazwy plików
pt_br: Nomes curtos de arquivos
ru: Короткие названия файлов
sk: Krátke názvy súborov
sl: Kratka imena datotek
sr: Kratka imena fajlova
sv: Korta filnamn
ta: குறுகிய கோப்பு பெயர்கள்
tr: Kısa dosya adları
uk: Короткі назви файлів
vi: Tên tập tin ngắn
zh_cn: 短文件名

source: Short filenames with time
bg: Кратки имена на файлове с времето
cs: Krátké názvy souborů s časem
da: Vis filnavne med tid
de: Kurze Dateinamen mit Uhrzeit
el: Ταξινόμηση αρχείων ονομάτων ανά χρόνο
et: Lühikesed failinimed + kellaaeg
fi: Lyhyet tiedostonimet ajan mukaan
fr: Nom de fichiers court avec heure
hr: Kratka imena datoteka sa vremenom
hu: Rövid fájlnevek idővel
it: Nomi dei file brevi con ora
lt: Trumpi failų pavadinimai su laiku
nl: Korte bestandsnamen met de tijd
pl: Krótkie nazwy plików z czasem
sk: Krátke názvy súborov s časom
sr: Kratka imena fajlova sa vremenom
sv: Korta filnamn med tid
ta: நேரத்துடன் குறுகிய கோப்பு பெயர்கள்
tr: Zamanlı kısa dosya isimleri
uk: Короткі часові назви файлів
vi: Tên tập tin ngắn với thời gian
zh_cn: 带时间的短文件名

source: Short film
cs: Krátký film
el: Ταινία μικρού μήκους
hr: Kratki Film
it: Cortometraggio
lt: Trumpas filmas
nl: Korte film
sr: Kratki Film
sv: Kortfilm
tr: Kısa film
uk: Спортивні фільми

source: Should the crash counter be reset to prevent a restart?
bg: Трябва ли да се нулира броячът на сривовете, за да се предотврати рестартиране?
cs: Má se počítadlo pádů vynulovat, aby se zabránilo restartu?
da: Skal nedbrudstælleren nulstilles for at forebygge en genstart ?
de: Soll der Crash-Zähler zurückgesetzt werden, um einen Neustart zu verhindern?
el: Να γίνει μηδενισμός του μετρητή κρασαρισμάτων για αποφυγή επανεκκίνησης;
et: Kas lähtestada krahhiloendur taaskäivituse vältimiseks?
fi: Pitäisikö kaatumislaskuri nollata uudelleenkäynnistyksen estämiseksi?
fr: Le compteur de crash doit-il être réinitialisé pour empêcher un redémarrage ?
hr: Da li treba uspostaviti početne vrijednosti brojača da bi sprečili ponovno pokretanje?
it: Il contatore dei crash deve essere ripristinato per impedire un riavvio?
lt: Ar reikia iš naujo nustatyti gedimų skaitiklio būseną, kad būtų išvengta pakartotinio paleidimo?
nl: Dient de crash teller te worden reset om een herstart te verhinderen?
pl: Czy licznik awarii powinien zostać zresetowany, aby zapobiec ponownemu uruchomieniu?
sk: Malo sa vynulovať počítadlo pádov, aby sa zabránilo reštartu?
sr: Da li treba uspostaviti početne vrednosti brojača da bi sprečili ponovno pokretanje?
sv: Bör kraschräknaren nollställas för att förhindra en omstart?
ta: மறுதொடக்கத்தைத் தடுக்க விபத்து கவுண்டரை மீட்டமைக்க வேண்டுமா?
tr: Yeniden başlatmayı önlemek için çökme sayacı sıfırlansın mı?
uk: Чи потрібно скинути лічильник крешів, щоб запобігти перезавантаженню?
vi: Có nên thiết lập lại bộ đếm sự cố để ngăn khởi động lại?
zh_cn: 是否应重置崩溃计数器以防止重新启动?

source: Show
bg: Показване на
cs: Zobrazit
da: Vis
el: Εμφάνιση
fi: Näytä
fr: Afficher
hr: Pokaži
it: Mostra
lt: ﻿Rodyti
nl: Laten zien
pl: Pokaż
sk: Zobraziť
sr: Pokaži
sv: Visa
ta: காட்டு
tr: Göster
uk: Шоу
zh_cn: 显示
