Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: You can continue watching TV etc. while this is running.
bg: Вие можете да продължите да гледате ТВ и т.н., докато това работи.
cs: V průběhu práce můžete pokračovat ve sledování TV.
da: Du kan fortsætte med at se TV mens dette kører.
de: Sie können während diesem Vorgang z.B. weiter fernsehen.
el: Μπορείτε να συνεχίσετε να βλέπετε TV κλπ όσο αυτό εκτελείται.
et: Samal ajal saab telerit edasi vaadata.
fi: Voit jatkaa TV:n katselua yms. kun tehtävää suoritetaan.
fr: Vous pouvez continuer de regarder la TV pendant le processus.
hr: Možete nastaviti gledati TV itd. dok je ovo pokrenuto.
hu: A készülék használatát folytathatja a megszokott módon.
it: È possibile continuare a guardare la TV, mentre questo è in esecuzione.
lt: Šio proceso eigos metu, galite toliau žiūrėti TV.
nl: U kunt TV enz. blijven kijken terwijl deze actie loopt.
pl: Możesz kontynuować oglądanie telewizji, itp., podczas gdy jest to uruchomione.
pt_br: Pode continuar usando o receptor durante o processo.
ru: Пока идет выполнение процесса, Вы можете продолжить просмотр ТВ.
sk: Počas tejto akcie môžete pokračovať v sledovaní televízie a pod.
sr: Možete nastaviti gledati TV itd. dok je ovo pokrenuto.
sv: Du kan fortsätta titta på TV etc. medan detta pågår.
ta: இது இயங்கும் போது நீங்கள் தொடர்ந்து டிவி போன்றவற்றைப் பார்க்கலாம்.
tr: Bu işlem devam ederken TV izlemeye devam edebilirsiniz.
uk: Ви можете продовжувати дивитися телевізор тощо, поки це працює.
vi: Bạn có thể tiếp tục xem TV, vv trong khi điều này đang chạy.
zh_cn: 在运行时,您可以继续观看电视等.

source: You can have the list sorted by time or alphanumerical.
bg: Вие можете да имате списъка подреден по време или буквено-цифров.
cs: Můžete mít seznam seřazen podle času nebo alfanumericky.
da: Du kan få listen sorteret efter tid eller alfanumerisk.
de: Sie können die Liste nach Zeit oder alphanumerisch sortieren.
el: Η λίστα μπορεί να ταξινομηθεί ανά χρόνο ή αλφαριθμητικά.
et: Nimekirja saab järjestada aja või tähestiku järgi.
fi: Voit valita listaan aika- tai aakkosjärjestyksen.
fr: Vous pouvez trier cette liste par heure ou par ordre alphanumérique.
hr: Listu možete sortirati po vremenu ili po abecedi.
hu: A listát az idő vagy az alfanumerikus sorrend szerint rendezheti.
it: È possibile avere l'elenco ordinato per data o alfanumerico
lt: Galite turėti sąrašo rūšiavimą pagal laiką arba abėcėlę.
nl: U kunt de lijst op Tijd of Alfanumeriek sorteren. Een Alfanumerieke volgorde is eerst de letters op volgorde van het alfabet en daarna de nummers van laag naar hoog.
pl: Możesz mieć listę posortowaną według czasu lub alfanumerycznie.
ru: Можете сортировать список по времени или по алфавиту.
sk: Zoznam sa môže zoradiť podľa času alebo alfanumericky.
sr: Listu možete sortirati po vremenu ili po abecedi.
sv: Du kan välja att sortera listan efter tid eller alfanumeriskt.
ta: நேரம் அல்லது எண்ணெழுத்து மூலம் நீங்கள் பட்டியலை வரிசைப்படுத்தலாம்.
tr: Listeyi zamana göre veya alfabetik ve sayısal olarak sıralayabilirsiniz.
uk: Можете сортувати список за часом або за алфавітом.
vi: Bạn có thể sắp xếp danh sách theo thời gian hoặc chữ số.
zh_cn: 你可以按时间或字母数字排序列表.

source: You can only burn Dreambox recordings!
bg: Вие можете да запишете само записи!
cs: Vypalovat můžete pouze nahrávky Dreamboxu!
da: Du kan kun brænde Dreambox optagelser!
de: Nur Enigma2-Aufnahmen können gebrannt werden!
el: Μπορείτε μόνο να κάψετε τις εγγραφές Dreambox!
et: Plaadile saab kirjutada ainult vastuvõtja salvestusi!
fi: Voit polttaa vain Dreambox-tallenteita!
fr: Vous pouvez seulement graver des enregistrements Dreambox !
hr: Možete snimiti samo snimke iz Dreambox!
hu: Csak Dreambox felvételeket lehet készíteni!
it: Puoi masterizzare solo le registrazioni dreambox!
lt: Galite įrašyti tik Dreambox įrašus!
nl: U kunt alleen opnames branden die zijn gemaakt met een Dreambox!
pl: Możesz nagrywać tylko nagrania Dreambox!
ru: Вы можете прожигать только записи, сделанные в Dreambox!
sk: Vypaľovať je možné len nahrávky prijímača Dreambox!
sr: Možete spržiti samo snimke iz Dreambox!
sv: Du kan bara bränna Dreambox-inspelningar!
ta: நீங்கள் ட்ரீம் பாக்ச் பதிவுகளை மட்டுமே எரிக்க முடியும்!
tr: Sadece Dreambox kayıtlarını yazdırabilirsiniz!
uk: Ви можете записувати тільки записи Dreambox!
vi: Bạn chỉ có thể ghi các bản ghi Dreambox!
zh_cn: 只能烧制Dreambox录像!

source: You can skip this function and turn off the TV when you wake the receiver from Standby and immediately switch back to Standby.
cs: Tuto funkci můžete přeskočit a po probuzení přijímače z pohotovostního režimu vypnout televizor a ihned jej přepnout zpět do pohotovostního režimu.
el: Μπορείτε να παρακάμψετε αυτή τη λειτουργία και να σβήσετε την TV όταν γίνεται αφύπνιση του δέκτη από την αναμονή και να επιστρέψετε άμεσα στην αναμονή.
hr: Možete preskočiti ovu funkciju i isključiti TV kada probudite prijemnik iz načina mirovanja i odmah se vratiti u način mirovanja.
it: È possibile saltare questa funzione e spegnere la TV quando si riattiva il ricevitore dalla modalità standby e tornare immediatamente alla modalità standby.
lt: Galite praleisti šią funkciją ir išjungti televizorių, kai budėsite iš imtuvo ir iš karto persijungsite į budėjimo režimą.
nl: U kunt deze instelling overslaan en de TV uitschakelen, wanneer u de ontvanger inschakelt en direct weer naar stand-by schakelt.
sr: Možete preskočiti ovu funkciju i isključiti TV kada probudite prijemnik iz režima čekanja i odmah se vratiti u režim čekanja.
sv: Du kan hoppa över denna funktion och stänga av TV:n när du väcker receivern från standby och omedelbart återgå till standby.
tr: Bu işlevi atlayabilir ve alıcıyı bekleme modundan uyandırdığınızda TV'yi kapatabilir ve hemen tekrar bekleme moduna geçebilirsiniz.
uk: Ви можете пропустити цю функцію та вимкнути ТВ, коли Ви вмикаєте тюнер і зразу ж вимикаєте його в режим очікування.

source: You can switch with left and right this tuner types %s
bg: Можете да превключвате с ляво и дясно, този тунер въвежда %s
cs: Tento typ tuneru %s můžete přepínat levým a pravým tunerem
da: Du kan skifte Tuner-type %s med venstre og højre.
de: Hier können Sie mit Pfeiltasten Links/Rechts den Tuner-Typ ändern. %s
el: Μπορείτε να αλλάξετε τους τύπους tuner %s με τα πλήκτρα αριστερά και δεξιά
et: < ja > nuppudega saab vahetada selle tuuneri tüüpe %s
fi: Voit vaihtaa nuolinäppäimiä vasemmalle / oikealle tällä virittimellä muuta virittimen tyyppiä. %s
fr: Vous pouvez basculer avec la gauche et la droite ce tuner types %s
hr: Možete se prebacivati lijevom i desnom stranom ovog tunera tipa %s
hu: Ennél a %s tuner típusnál a ballal és jobbal tud váltani
it: È possibile alternare con sinistra e destra questo tipo di tuner %s
lt: Galite perjungti su 'kairėn' ir 'dešinėn' šio imtuvo tipus %s
nl: Met links en recht kunt u het tuner type veranderen %s
pl: Możesz przełączać się między lewym i prawym typem tunera %s
sk: Typy tunera %s sa môžu prepínať tlačidlami doľava a doprava
sr: Možete prebaciti sa levim i desnim ove tipove tjunera %s
sv: Du kan växla mellan vänster och höger för dessa tunertyper %s
ta: நீங்கள் இடது மற்றும் வலதுபுறமாக இந்த ட்யூனர் வகைகள் %s மாறலாம்
tr: Bu tuner (%s) türlerinde sol ve sağ arasında geçiş yapabilirsiniz
uk: Ви можете перемикатися з лівого і правого типу тюнера %s
vi: Bạn có thể chuyển đổi sang trái và phải bộ chỉnh này loại % s
zh_cn: 你可用左/右键切换此调谐器的类型 %s

source: You cannot delete this!
bg: Вие не може да изтриете това!
cs: Nemůžete toto smazat!
da: Kan ikke slette denne!
de: Löschen nicht möglich!
el: Δεν μπορείτε να διαγράψετε αυτό!
et: Seda ei või kustutada!
fi: Et voi poistaa tätä!
fr: Vous ne pouvez pas l'effacer !
hr: Ovo ne možete izbrisati!
hu: Ez nem törölheti le!
it: Non puoi eliminarlo!
lt: Jūs negalite to ištrinti!
nl: U kunt dit niet wissen!
pl: Tego nie można usunąć!
pt_br: Não é possível remover
ru: Не можете удалит это!
sk: Nie je možné vymazať!
sl: Tega ne morete izbrisati!
sr: Nemožete izbrisati ovo!
sv: Du kan inte radera detta!
ta: இதை நீங்கள் நீக்க முடியாது!
tr: Bunu silemezsiniz!
uk: Ви не можете це видалити!
vi: Bạn không thể xóa cái này!
zh_cn: 你不能删除这个!

source: You have chosen to backup your settings. Press OK to start the backup now.
cs: Rozhodli jste se zálohovat svá nastavení. Stiskněte OK pro spuštění zálohování nyní.
el: Έχετε επιλέξει να δημιουργηθούν αντίγραφα ασφαλείας των ρυθμίσεών σας. Πιέστε OK για να ξεκινήσει η εφεδρεία τώρα.
fi: Valitsit asetusten varmuuskopioinnin. Aloita painamalla OK näppäintä.
hr: Odabrali ste sigurnosnu kopiju postavki. Pritisnite OK da biste odmah pokrenuli sigurnosno kopiranje.
it: Hai scelto di eseguire il backup delle impostazioni. Premi OK per avviare subito il backup.
nl: Je hebt ervoor gekozen om een back-up te maken van je instellingen. Druk op OK om de back-up nu te starten.
pl: Wybrałeś wykonanie kopii zapasowej ustawień. Naciśnij OK, aby rozpocząć proces teraz.
sk: Vybrali ste si zálohovanie vašich nastavení. Zálohovanie sa spustí stlačením tlačidla OK.
sr: Odabrali ste da napravite rezervnu kopiju svojih postavki. Pritisnite OK da započnete rezervnu kopiju sada.
sv: Du har valt att säkerhetskopiera dina inställningar. Tryck på OK för att starta säkerhetskopieringen nu.
ta: உங்கள் அமைப்புகளை காப்புப் பிரதி எடுக்க நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள். இப்போது காப்புப்பிரதியைத் தொடங்க சரி என்பதை அழுத்தவும்.
tr: Ayarlarınızı yedeklemeyi seçtiniz. Yedeklemeyi şimdi başlatmak için OK tuşuna basın.
uk: Ви вирішили створити резервну копію налаштувань. Натисніть OK, щоб почати резервне копіювання зараз.

source: You have chosen to restore the settings. Enigma2 will restart after restore. Press OK to start the restore now.
cs: Rozhodli jste se obnovit nastavení. Enigma2 se po obnovení restartuje. Stisknutím tlačítka OK nyní zahájíte obnovu.
el: Έχετε επιλέξει επαναφορά των ρυθμίσεων. Θα γίνει επανεκκίνηση του Enigma2 μετά την επαναφορά. Πιέστε ΟΚ για να ξεκινήσει η διαδικασία τώρα.
fi: Valitsit asetusten palautuksen. Ohjelmisto käynnistyy uudelleen palautuksen jälkeen. Aloita painamalla OK-näppäintä.
hr: Odabrali ste vraćanje postavki. Enigma2 će se ponovno pokrenuti nakon vraćanja. Pritisnite OK da biste odmah započeli vraćanje.
it: Hai scelto di ripristinare le impostazioni. Enigma2 si riavvierà dopo il ripristino. Premi OK per avviare subito il ripristino.
nl: U heeft gekozen om de instellingen te herstellen. Druk op OK om het herstel nu te starten.
pl: Wybrałeś przywrócenie ustawień. Enigma2 uruchomi się ponownie po przywróceniu. Naciśnij OK, aby rozpocząć przywracanie teraz.
sk: Vybrali ste si obnovenie vašich nastavení. Systém Enigma2 sa po obnovení reštartuje. Obnovenie sa spustí stlačením tlačidla OK.
sr: Odabrali ste da obnovite podešavanja. Enigma2 će se ponovo pokrenuti nakon obnove. Pritisnite OK da započnete obnovu sada.
sv: Du har valt att återställa inställningarna. Enigma2 kommer att starta om efter återställningen. Tryck på OK för att starta återställningen nu.
ta: அமைப்புகளை மீட்டெடுக்க நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள். Enigma2 மீட்டமைத்த பிறகு மறுதொடக்கம் செய்யும். இப்போது மீட்டெடுப்பதைத் தொடங்க சரி என்பதை அழுத்தவும்.
tr: Ayarları geri yüklemeyi seçtiniz. Enigma2 geri yüklemeden sonra yeniden başlayacaktır. Geri yüklemeyi şimdi başlatmak için OK tuşuna basın.
uk: Ви вибрали відновлення налаштувань. Enigma2 перезапуститься після відновлення. Натисніть OK, щоб почати відновлення зараз.

source: You have chosen to save the current time shift buffer
cs: Rozhodli jste se uložit aktuální časový posun
el: Έχετε επιλέξει να αποθηκευτεί η τρέχουσα χρονομετατόπιση
fi: Olet valinnut ajansiirron muunnon tallenteeksi
fr: Vous avez choisi d'enregistrer le PauseDirect en cours
hr: Vi ste izabrali da sačuvate trenutni timešift bafera
it: Si è scelto di salvare il timeshift attuale
lt: Jūs pasirinkote išsaugoti esamą laiko poslinkį
nl: U heeft gekozen voor het opslaan van de huidige Timeshift
pl: Wybrałeś zapisanie aktualnego timeshifta
sk: Vybrali ste si uloženie aktuálneho timeshiftu
sr: Odabrali ste da sačuvate trenutni bufer vremenskog pomaka
sv: Du har valt att spara bufferten för det aktuella tidsskiftet
ta: தற்போதைய நேர மாற்றத்தை சேமிக்க நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள்
tr: Geçerli zaman kaydırma arabelleğini kaydetmeyi seçtiniz
uk: Ви вибрали збереження поточного таймшифту

source: You have chosen to save the current time shift event, but the event has not yet finished What do you want to do?
cs: Rozhodli jste se uložit aktuální událost časového posunu, ale tato událost ještě neskončila Co chcete dělat ?
el: Έχετε επιλέξει να αποθηκευτεί η τρέχουσα χρονομετατόπιση, αλλά η εκπομπή δεν έχει ακόμα τελειώσει. Τι θέλετε να γίνει;
fi: Olet valinnut ajansiirron muunnon tallenteeksi, mutta ohjelma on vielä kesken Mitä haluat tehdä?
fr: Vous avez choisi d'enregistrer le PauseDirect en cours, mais l'événement n'est pas encore fini. Que voulez-vous faire ?
hr: Odabrali ste da sačuvate trenutni događaj tajmšift, ali događaj još nije završen Šta želite uraditi?
it: Hai scelto di salvare l'evento timeshift in corso, ma l'evento non è ancora terminato Cosa vuoi fare ?
lt: Jūs pasirinkote išsaugoti dabartinį įvykio laiko poslinkį, bet įvykis dar nėra baigtas Ką norite daryti?
nl: U wilt de huidige Timeshift opslaan, maar het programma is nog niet afgelopen. Wat wilt u doen?
pl: Wybrałeś zapis bieżącego wydarzenie timeshiftu, ale wydarzenie jeszcze się nie skończyło Co chcesz robić?
sk: Rozhodli ste sa uložiť aktuálnu udalosť časového posunu, ale udalosť sa ešte nekončila. Čo sa má urobiť?
sr: Odabrali ste da sačuvate trenutni događaj atajmšift, ali događaj još nije završen Šta želite uraditi?
sv: Du har valt att spara den aktuella händelsen i tidsomställningen, men händelsen har ännu inte avslutats Vad är det du vill göra?
ta: தற்போதைய நேர சிப்ட் நிகழ்வை சேமிக்க நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள், ஆனால் நிகழ்வு இன்னும் முடிக்கப்படவில்லை நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Mevcut zaman kaydırma etkinliğini kaydetmeyi seçtiniz, ancak etkinlik henüz bitmedi Ne yapmak istersiniz ?
uk: Ви обрали поточний таймшифт для збереження, але передача ще не закінчена Що Ви хочете зробити?

source: You have no script to run.
bg: Вие нямате скрипт за изпълнение.
cs: Nemáte žádný skript, který by bylo možné spustit.
da: Du har ikke valgt det skript der skal køres.
de: Kein Script gefunden!
el: Δεν υπάρχει σενάριο ενεργειών για εκτέλεση.
et: Skript puudub.
fi: Skriptiä ei löytynyt!
fr: Vous n'avez aucun script à exécuter.
hr: Nema skripte za pokretanje.
hu: Nincs parancsfájlod a futáshoz.
it: Non ci sono script da avviare.
lt: Jūs neturite scenarijų, kad paleisti.
nl: U hebt geen script om uit te voeren.
pl: Nie masz skryptu do uruchomienia.
ru: Нет скрипта для запуска.
sk: Na spustenie nie je k dispozícii žiadny skript.
sr: Nema skripte za pokretanje.
sv: Du har inget skript att köra.
ta: இயக்க உங்களுக்கு ச்கிரிப்ட் இல்லை.
tr: Çalıştıracağınız bir komut dosyası yok.
uk: Відсутній скрипт для запуску.
vi: Bạn không có kịch bản để chạy.
zh_cn: 没有要运行的脚本.

source: You have selected no logs to delete.
bg: Вие не сте избрали дневници за изтриване.
cs: Nevybrali jste zprávu ke smazání.
da: Du har ikke valgt hvilke logge der skal slettes.
de: Sie haben keine Logs zum Löschen ausgewählt.
el: Δεν έχετε επιλέξει καταγραφές για διαγραφή.
et: Kustutamiseks ei ole logifaile valitud.
fi: Et ole valinnut poistettavia lokeja.
fr: Vous n'avez pas choisi de logs à supprimer.
hr: Nema izabrane evidencije za brisanje.
hu: Nem választotta ki a törölni kívánt naplót.
it: Non hai selezionato nessun registro da eliminare.
lt: Jūs nepasirinkote žurnalų trynimui.
nl: U heeft geen logs geselecteerd om te verwijderen.
pl: Nie zostały wybrane żadne logi do usunięcia.
ru: Лог для удаления не выбран.
sk: Nevybrali ste žiadne denníky na vymazanie.
sr: Nema izabrane evidencije za brisanje.
sv: Du har inte valt några loggar att radera.
ta: நீக்க நீங்கள் எந்த பதிவுகளையும் தேர்வு செய்துள்ளீர்கள்.
tr: Silinecek hiçbir günlük seçmediniz.
uk: Лог для видалення не вибрано.
vi: Bạn đã chọn không có nhật ký để xóa.
zh_cn: 还未选择要发送的日志.

source: You have to create a Swap File before to activate the autostart.
bg: Вие имате да създавате Swap File, преди да се активира автостартиране.
cs: Před aktivací Auto-Startem musíte vytvořit odkládací soubor.
da: Du skal først oprette en Swap-fil for at kunne aktivere autostart.
de: Autostart kann erst aktiviert werden, wenn ein Swap File erstellt wurde.
el: Πρέπει να δημιουργήσετε ένα αρχείο swap πριν την αυτόματη εκκίνηση.
et: Saalefail tuleb luua enne autostardi aktiveerimist.
fi: Swap tiedostoa ei löydy. Tiedosto täytyy luoda ennen aktivointia.
fr: Vous devez créer un fichier swap avant d'activer le démarrage automatique.
hr: Prije aktiviranja automatskog pokretanja morate stvoriti datoteku za zamjenu.
hu: Az automatikus indítás aktiválásához létre kell hoznia egy Swap fájlt.
it: Devi creare il file di swap prima di attivare l'Avvio automatico.
lt: Prieš aktyvuodami auto paleidimą, turite sukurti mainų atminties failą.
nl: U moet een Swap bestand aanmaken voor dat u autostart activeert.
pl: Aby aktywować autostart, musisz utworzyć plik swap.
ru: Перед активацией автозапуска сначала нужно создать файл подкачки.
sk: Pred aktiváciou automatického spustenia sa najskôr musí vytvoriť swap súbor.
sr: Trebate kreirati Zameni Fajl pre nego što aktivirate automatski start.
sv: Du måste skapa en Swap File innan du kan aktivera autostarten.
ta: ஆட்டோச்டார்ட்டை செயல்படுத்துவதற்கு முன்பு நீங்கள் ஒரு இடமாற்று கோப்பை உருவாக்க வேண்டும்.
tr: Otomatik başlatmayı etkinleştirmek için önce bir Takas Dosyası oluşturmalısınız.
uk: Перед активацією автостарту, необхідно створити файл підкачки.
vi: Bạn phải tạo một tập tin hoán đổi trước để kích hoạt tự động khởi động.
zh_cn: 激活自动开始前必须创建一个交换文件.

source: You have to wait %s!
bg: Вие трябва да почакате %s!
cs: Musíte čekat %s!
da: Du må vente %s!
de: Sie müssen %s warten!
el: Περιμένετε για το %s!
et: Tuleb oodata %s!
fi: Sinun täytyy odottaa %s!
fr: Vous devez attendre %s !
hr: Morate pričekati %s!
hu: Várnia kell (%s)!
it: Devi aspettare %s!
lt: Jūs turite laukti %s!
nl: Wacht op %s!
pl: Musisz poczekać na %s!
pt_br: Aguarde %s!
ru: Необходимо подождать %s!
sk: Musíte čakať %s!
sl: Počakati morate %s!
sr: Morate da sačekate %s!
sv: Du måste vänta %s!
ta: நீங்கள் %s காத்திருக்க வேண்டும்!
tr: %s beklemeniz gerekiyor!
uk: Необхідно почекати %s!
vi: Bạn phải đợi %s!
zh_cn: 你必须等待 %s!

source: You managed to jump to an invalid page. Stop it :-)
cs: Skočil jsi na neplatnou stránku. Přestaň s tím :-)
hr: Uspio si skočiti na nevažeću stranicu. Prestani :-)
it: Sei riuscito ad andare su una pagina non valida. Fermati :-)
sr: Uspeo si da skočiš na nevažeću stranicu. Prekini to :-)
tr: Geçersiz bir sayfaya yönlendirildiniz. Durdurun lütfen :-)
uk: Тобі вдалося перейти на недійсну сторінку. Припини :-)

source: You must set at least one command!
cs: Musíte nastavit alespoň jeden příkaz!
el: Πρέπει να οριστεί τουλάχιστον μία εντολή!
fi: Sinun on tehtävä vähintään yksi komento!
hr: Morate postaviti barem jednu naredbu!
it: Devi impostare almeno un comando!
lt: Turite nustatyti bent vieną komandą!
nl: Het instellen van minimaal één commando is verplicht!
pl: Musisz wybrać co najmniej jedno polecenie!
sk: Musíte nastaviť aspoň jeden príkaz!
sr: Morate postaviti bar jednu komandu!
sv: Du måste ange minst ett kommando!
ta: நீங்கள் குறைந்தது ஒரு கட்டளையையாவது அமைக்க வேண்டும்!
tr: En az bir komut belirlemeniz gerekiyor!
uk: Ви повинні встановити хоча б одну команду!

source: You need a PC connected to your %s %s. Visit the website https://www.opena.tv/ for further instructions. The %s %s will now be halted. After you have performed the update instructions from the website, the new firmware will ask you to restore the settings.
cs: Potřebujete počítač připojený k vašemu %s %s. Navštivte web https://www.opena.tv/ pro další pokyny. %s %s bude nyní zastaveno. Po provedení pokynů k aktualizaci z webu vás nový firmware požádá o obnovení nastavení.
el: Απαιτείται ένας υπολογιστής συνδεδεμένος στον %s %s. Επισκεφθείτε την ιστοσελίδα https://www.opena.tv/ για περισσότερες οδηγίες. Η λειτουργία του %s %s θα παγώσει τώρα. Αφού εκτελέσετε τις οδηγίες ενημέρωσης από την ιστοσελίδα, το νέο υλικολογισμικό θα σας ζητήσει να επαναφέρετε τις ρυθμίσεις.
fi: Tarvitset tietokoneen, joka on yhdistetty %s %s. Katso lisäohjeita verkkosivulta https://www.opena.tv/. %s %s pysäytetään nyt. Kun olet suorittanut verkko sivun päivitysohjeet, uusi ohjelmisto pyytää sinua palauttamaan asetukset.
hr: Potreban vam je PC povezan s vašim %s %s. Posjetite web stranicu https://www.hd-digital-satcrew.com/forum/ za daljnje upute. %s %s sada će biti zaustavljen. Nakon što izvršite upute za ažuriranje s web-mjesta, novi firmver će od vas tražiti da vratite postavke.
it: È necessario un PC connesso al %s %s. Visita il sito https://www.opena.tv/ per ulteriori istruzioni. %s %s verrà ora arrestato. Dopo aver eseguito le istruzioni di aggiornamento dal sito Web, il nuovo firmware ti chiederà di ripristinare le impostazioni.
nl: U hebt een pc nodig die is aangesloten op uw %s %s. Bezoek de website https://www.opena.tv/ voor verdere instructies. De %s %s wordt nu gepauzeerd. Nadat u de update-instructies van de website heeft uitgevoerd, zal de nieuwe firmware u vragen de instellingen te herstellen.
pl: Niezbędne jest podłączenie PC do twojego %s %s. Odwiedź stronę https://www.opena.tv/ aby uzyskać więcej informacji. %s %s zostanie teraz zatrzymany. Po przeprowadzeniu aktualizacji wg instrukcji na stronie, nowe oprogramowanie zapyta czy przywrócić ustawienia.
sk: Budete potrebovať PC s pripojením k zariadeniu %s %s. Ďalšie inštrukcie získate na stránke https://www.opena.tv/. %s %s sa teraz zastaví. Po vykonaní pokynov na aktualizáciu uvedených na webovej stránke, vás nový firmvér požiada o obnovenie nastavení.
sr: Potrebno je da računar bude povezana na vaš %s %s. Posetite veb stranicu https://www.opena.tv/ za dalja uputstva. Vaš %s %s će sada biti zaustavljen. Nakon što izvršite uputstva za ažuriranje sa veb stranice, novi firmware će vas zamoliti da obnovite postavke.
sv: Du behöver en dator som är ansluten till din %s %s. Besök webbplatsen https://www.opena.tv/ för ytterligare instruktioner. %s %s kommer nu att stoppas. När du har utfört uppdateringsinstruktionerna från webbplatsen kommer den nya firmware att be dig att återställa inställningarna.
ta: உங்கள் %s %s உடன் இணைக்கப்பட்ட பிசி தேவை. மேலதிக வழிமுறைகளுக்கு https://www.opena.tv/ வலைத்தளத்தைப் பார்வையிடவும். %s %s இப்போது நிறுத்தப்படும். வலைத்தளத்திலிருந்து புதுப்பிப்பு வழிமுறைகளை நீங்கள் செய்த பிறகு, புதிய ஃபார்ம்வேர் அமைப்புகளை மீட்டெடுக்கும்படி கேட்கும்.
tr: %s %s cihazınıza bağlı bir bilgisayara ihtiyacınız var. Daha fazla talimat için https://www.opena.tv/ adresini ziyaret edin. %s %s cihazı şimdi durdurulacaktır. Web sitesindeki güncelleme talimatlarını uyguladıktan sonra, yeni yazılım sizden ayarları geri yüklemenizi isteyecektir.
uk: Вам потрібен ПК, підключений до %s %s. Відвідайте веб-сайт https://www.opena.tv/ для отримання подальших інструкцій. %s %s тепер буде зупинено. Після того, як ви виконаєте інструкції з оновлення на веб-сайті, новий імідж попросить вас відновити налаштування.

source: You seem to be in time shift!
bg: Вие изглежда сте в TimeShift!
cs: Zdá se, že jste v časovém posunu!
el: Φαίνεται ότι εκτελείται χρονομετατόπιση!
fi: Ajansiirto on päällä!
fr: Vous semblez être en décalage horaire !
hr: Izgleda da ste u tajmšiftu!
it: Il timeshift sembra essere attivo!
lt: Panašu, kad naudojamas laiko poslinkis!
nl: Timeshift is waarschijnlijk actief!
pl: Wygląda na to, że jesteś w timeshifcie!
sk: Pravdepodobne sledujete timeshift!
sr: Izgleda da ste u tajmšiftu!
sv: Du verkar vara i tidsförskjutning!
ta: நீங்கள் நேர மாற்றத்தில் இருப்பதாகத் தெரிகிறது!
tr: Zaman kaydırmayı başlatmış görünüyorsunuz!
uk: Спочатку завершіть таймшифт!
