Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Open Simple Umount
cs: Otevřít jednoduché odpojení
el: Άνοιγμα απλής αποπροσάρτησης
fi: Näytä tallennuslaitteet
fr: Périphérique de stockage de masse simple umounter
hr: Otvori Jednostavno Umontiranje
it: Apri smontaggio semplice
lt: Paprastai atjungiamas saugojimo įrenginys.
nl: Simple Umount opslagmedia apparaat.
pl: Otwórz Simple Umount
sk: Jednoduchý odpájač úložného zariadenia.
sr: Otvori jednostavno umount
sv: Öppna Enkelt Umount
ta: எளிய உமவுண்டர் வெகுசன சேமிப்பு சாதனம்.
tr: Simple Umount aç
uk: Відкрийте Simple Umount

source: Open SleepTimer Settings
cs: Zobrazit časovač vypnutí
el: Εμφάνιση χρονοδιακόπτη ύπνου
fi: Näytä uniajastukset
fr: Afficher la minuterie de veille
hr: Otvorite podešavanja tajmera za spavanje
it: Apri impostazioni timer di spegnimento
lt: Rodyti miego laikmatį
nl: Toon de SlaapTimer
pl: Otwórz ustawienia SleepTimer
sk: Zobraziť časovač uspania
sr: Otvorite podešavanja tajmera za spavanje
sv: Öppna inställningar för SleepTimer
ta: ச்லீப் டெமரைக் காட்டு
tr: Uyku Zamanlayıcısı Ayarlarını aç
uk: Показати таймер сну

source: Open Subservices selection
cs: Vybrat podslužby
el: Επιλογή υπο-υπηρεσιών
fi: Valitse alipalvelu
hr: Otvorite izbor podusluga
it: Apri selezione sottoservizi
nl: Sub-zenders kiezen
pl: Otwórz wybór podusług
sk: Vybrať podradené služby
sr: Otvorite izbor podusluga
sv: Val av öppna undertjänster
ta: உட்பிரிவுகளைத் தேர்ந்தெடுக்கவும்
tr: Alt Servisler seçimini aç
uk: Вибрати підканал

source: Open Subtitle options
cs: Otevřít možnosti titulků
el: Άνοιγμα επιλογών υποτίτλων
fi: Tekstityksen valinta
fr: Options des sous-titres
hr: Otvorite opcije titlova
it: Apri opzioni dei sottotitoli
lt: Subtitrų pasirinkimas...
nl: Ondertitel selectie...
pl: Otwórz opcje napisów
sk: Výber titulkov…
sr: Otvorite opcije titlova
sv: Öppna alternativ för undertexter
ta: வசன தேர்வு ...
tr: Altyazı seçeneklerini aç
uk: Відкрити Параметри субтитрів

source: Open TV bouquet selection
cs: Zobrazit TV přehrávač
el: Εμφάνιση της TV
fi: Näytä tv
fr: Afficher le lecteur de télévision
hr: Otvorite izbor TV buketa
it: Apri selezione di bouquet TV
lt: Rodyti tv grotuvą
nl: Toon de TV weergave modus
pl: Otwórz wybór listy kanałów tv
sk: Zobraziť prehrávač TV
sr: Otvorite izbor TV buketa
sv: Öppet val av TV-bukett
ta: டிவி பிளேயரைக் காட்டு
tr: TV buket seçimini aç
uk: Показати ТБ-плеєр

source: Open Usage and GUI Settings
cs: Otevřít nastavení použití a grafického uživatelského rozhraní
el: Άνοιγμα ρυθμίσεων χρήσης και διεπαφής χρήστη
fi: Näytä käyttö ja järjestelmä valikko
hr: Otvori podešavanja Korisnika i GUI
it: Apri Impostazioni di utilizzo e GUI
lt: Rodyti naudojimą ir GUI meniu...
nl: Toon Bediening en GUI menu...
pl: Otwórz ustawienia użytkowania i interfejsu graficznego
sk: Zobraziť použitie a GUI menu…
sr: Otvori podešavanja Korisnika i GUI
sv: Inställningar för öppen användning och GUI
ta: பயன்பாடு மற்றும் GUI மெனுவைக் காட்டு ...
tr: Kullanım ve Kullanıcı Arayüzü Ayarlarını Aç
uk: Відкрийте Налаштування GUI

source: Open VideoMode
cs: Zobrazit nastavení formátu
el: Εμφάνιση ρυθμίσεων διαμόρφωσης
fi: Näytä Muoto Asetukset
fr: Afficher la configuration du format
hr: Otvorite režim video
it: Apri modalità video
lt: Rodyti formato nustatymą
nl: Toon de format instellingen
pl: Pokaż konfigurację formatu
sk: Zobraziť nastavenie formátu
sr: Otvorite režim video
sv: Öppna VideoMode
ta: வடிவமைப்பு அமைப்பைக் காட்டு
tr: Görüntü modunu aç
uk: Показати формат налаштувань

source: Open context menu
bg: Отворете контекстното меню
cs: Otevřít kontextovou nabídku
el: Μενού περιεχομένων μενού
fi: Avaa pikavalikko
fr: Ouvrir le menu contextuel
hr: Otvori kontekstualni menu
it: Apri menu contestuale
lt: Atidaryti kontekstinį meniu
nl: Open het context menu
pl: Otwórz menu podręczne
sk: Otvoriť kontextové menu
sr: Otvori kontekstualni meni
sv: Öppna snabbmenyn
ta: சூழல் மெனுவைத் திறக்கவும்
tr: Bağlam menüsünü aç
uk: Відкрити контекстне меню

source: Open context menu (contains settings menu)
cs: Otevřít kontextovou nabídku (obsahuje nabídku nastavení)
el: Άνοιγμα μενού περιεχομένων (περιέχει το μενού ρυθμίσεων)
fi: Avaa kontekstivalikko (sisältää asetusvalikon)
hr: Otvori kontekstualni menu (sadrži menu postavke)
it: Apri menu contestuale (contiene menu delle impostazioni)
lt: Atidarykite kontekstinį meniu (jame yra nustatymų meniu)
nl: Contextmenu openen (bevat instellingenmenu)
pl: Otwórz menu kontekstowe (zawiera menu ustawień)
sk: Otvoriť kontextové menu (obsahuje menu pre nastavenia)
sr: Otvori kontekstualni meni (sadrži meni postavke)
sv: Öppna snabbmenyn (innehåller inställningsmenyn)
ta: சூழல் மெனுவைத் திறக்கவும் (அமைப்புகள் மெனுவைக் கொண்டுள்ளது)
tr: Bağlam menüsünü aç (ayarlar menüsünü içerir)
uk: Відкрити контекстне меню (містить меню налаштувань)

source: Open event information
cs: Otevřít informace o události
el: Άνοιγμα πληροφοριών προγράμματος
fi: Näytä tiedot katseltavasta ohjelmasta
fr: Afficher les informations sur l’événement en cours
hr: Otvori informacije o događaju
it: Apri informazioni sull'evento
lt: Rodyti informaciją apie dabartinį įvykį.
nl: Toon informatie van het huidige programma.
pl: Otwórz informacje o wydarzeniu
sk: Zobraziť informáciu pri aktuálnej udalosti.
sr: Otvori informacije o događaju
sv: Information om öppna evenemang
ta: தற்போதைய நிகழ்வு குறித்த தகவல்களைக் காட்டு.
tr: Etkinlik bilgisini aç
uk: Показати інформацію про передачу

source: Open external subtitle management screen
cs: Otevřít obrazovku správy externích titulků
el: Άνοιγμα οθόνης διαχείρισης εξωτερικών υποτίτλων
fi: Avaa ulkoinen tekstin hallinta ruutu
hr: Otvaranje vanjskog zaslona za upravljanje titlovima
it: Apri schermata di gestione dei sottotitoli esterni
nl: Extern ondertitel-menu openen
pl: Otwórz zewnętrzny ekran zarządzania napisami
sk: Otvorenie obrazovky spravovania externých titulkov
sr: Otvorite ekran za upravljanje spoljnim titlovima
sv: Öppna skärmen för hantering av externa undertexter
ta: வெளிப்புற வசன மேலாண்மைத் திரையைத் திறக்கவும்
tr: Harici altyazı yönetim ekranını aç
uk: Відкрити зовнішній екран керування субтитрами

source: Open file sort menu
cs: Otevřít nabídku řazení souborů
el: Άνοιγμα του μενού ταξινόμησης αρχείων
fi: Avaa tiedostojen lajittelu valikko
hr: Otvorite menu za sortiranje datoteka
it: Apri menu di ordinamento file
lt: Atidaryti failų rūšiavimo meniu
nl: Open het sorteermenu
pl: Otwórz menu sortowania plików
sk: Otvoriť menu pre zoraďovanie súborov
sr: Otvorite meni za sortiranje datoteka
sv: Öppna menyn för sortering av filer
ta: கோப்பு வரிசை மெனுவைத் திறக்கவும்
tr: Dosya sıralama menüsünü aç
uk: Відкрити меню сортування файлів

source: Open service list and select next service
cs: Otevřít přehled programů a vybrat další kanál
el: Άνοιγμα λίστας υπηρεσιών και επιλογή του επόμενου καναλιού
fi: Avaa kanavalista ja valitse seuraava kanava
fr: Ouvrir la liste des services et sélectionner la chaîne suivante
hr: Otvorite listu servisa i izaberite sljedeći servis
it: Apri elenco dei servizi e seleziona il canale successivo
lt: Atverti kanalų sąrašą ir pasirinkite kitą kanalą
nl: Open zenderlijst en volgende zender
pl: Otwórz listę kanałów i wybierz następny kanał
sr: Otvorite listu servisa i izaberite sledeći servis
sv: Öppna servicelistan och välj nästa tjänst
ta: பணி பட்டியலைத் திறந்து அடுத்த சேனலைத் தேர்ந்தெடுக்கவும்
tr: Kanal listesini aç ve sonraki kanalı seç
uk: Відкрити список каналів і вибрати наступний канал

source: Open service list and select next service for PiP
cs: Otevřít seznam programů a vybrat další kanál pro PiP
el: Άνοιγμα λίστας υπηρεσιών και επιλογή του επόμενου καναλιού για PiP
fi: Avaa kanavalista ja valitse seuraava kanava PiP-kuvalle
fr: Ouvrir la liste des services et sélectionner la chaîne suivante pour PiP
hr: Otvorite listu servisa i odaberite sljedeći servis za PiP
it: Apri elenco dei servizi e seleziona il canale successivo per PiP
lt: Atverti kanalų sąrašą ir pasirinkti sekantį PiP kanalą
nl: Open zenderlijst en selecteer volgende zender voor PiP
pl: Otwórz listę kanałów i wybierz następny kanał dla PiP
sr: Otvorite listu servisa i odaberite sledeći servis za PiP
sv: Öppna servicelistan och välj nästa tjänst för PiP
ta: பணி பட்டியலைத் திறந்து PIP க்கு அடுத்த சேனலைத் தேர்ந்தெடுக்கவும்
tr: Kanal listesini aç ve PiP için sonraki kanalı seç
uk: Відкрити список каналів і вибрати наступний канал для ПІП

source: Open service list and select previous service
cs: Otevřít seznam programů a vybrat předchozí kanál
el: Άνοιγμα λίστας υπηρεσιών και επιλογή του προηγούμενου καναλιού
fi: Avaa kanavalista ja valitse edellinen kanava
fr: Ouvrir la liste des services et sélectionner la chaîne précédente
hr: Otvorite listu servisa i izaberite prethodni servis
it: Apri elenco dei servizi e seleziona il canale precedente
lt: Atverti kanalų sąrašą ir pasirinkti ankstesnį kanalą
nl: Open zenderlijst en vorige zender
pl: Otwórz listę kanałów i wybierz poprzedni kanał
sr: Otvorite listu servisa i izaberite prethodni servis
sv: Öppna servicelistan och välj föregående tjänst
ta: பணி பட்டியலைத் திறந்து முந்தைய சேனலைத் தேர்ந்தெடுக்கவும்
tr: Kanal listesini aç ve önceki kanalı seç
uk: Відкрити список каналів і вибрати попередній канал

source: Open service list and select previous service for PiP
cs: Otevřít seznam programů a vybrat předchozí kanál pro PiP
el: Άνοιγμα λίστας υπηρεσιών και επιλογή του προηγούμενου καναλιού για PiP
fi: Avaa kanavalista ja valitse edellinen kanava PiP-kuvalle
fr: Ouvrir la liste des services et sélectionner la chaîne précédente pour PiP
hr: Otvorite listu servisa i odaberite prethodni servis za PiP
it: Apri elenco dei servizi e seleziona il canale precedente per PiP
lt: Atverti kanalų sąrašą ir pasirinkti ankstesnį PiP kanalą
nl: Open zenderlijst en selecteer vorige zender voor PiP
pl: Otwórz listę kanałów i wybierz poprzedni kanał dla PiP
sr: Otvorite listu servisa i odaberite prethodni servis za PiP
sv: Öppna servicelistan och välj föregående tjänst för PiP
ta: பணி பட்டியலைத் திறந்து PIP க்கு முந்தைய சேனலைத் தேர்ந்தெடுக்கவும்
tr: Kanal listesini aç ve PiP için önceki kanalı seç
uk: Відкрити список каналів і вибрати попередній канал для ПІП

source: Open the Channel Selection Settings screen
cs: Otevřít obrazovku Nastavení výběru kanálu
el: Άνοιγμα της οθόνης ρυθμίσεων επιλογής καναλιών
fi: Avaa Kanavanvalinta asetukset näyttö
hr: Otvorite ekran za podešavanje izbora kanala
it: Apri schermata delle impostazioni di selezione del canale
nl: Open de Zenderlijst instellingen
pl: Otwórz ekran ustawień wyboru kanału
sk: Otvoriť obrazovku s nastaveniami výberu kanála
sr: Otvorite ekran za podešavanje izbora kanala
sv: Öppna skärmen Inställningar för kanalval
ta: சேனல் தேர்வு அமைப்புகள் திரையைத் திறக்கவும்
tr: Kanal Seçim Ayarları ekranını aç
uk: Відкрити екран налаштувань Списку каналів

source: Open the Image information
cs: Otevřít informace o image
el: Άνοιγμα πληροφοριών image
fi: Avaa ohjelmiston tiedot
hr: Otvorite informacije o imidžu
it: Apri informazioni immagine
nl: Image informatie openen
pl: Otwórz Informacje o systemie
sk: Otvoriť informácie o image
sr: Otvorite informacije o imidžu
sv: Öppna bildinformationen
ta: படத் தகவலைத் திறக்கவும்
tr: Yazılım bilgilerini aç
uk: Відкрити інформацію про Імідж

source: Open the Plugin Browser
bg: Отворете браузъра на плъгини
cs: Prohlížeč pluginů
da: Åben Plugin browseren
de: Öffne den Plugin Manager
el: Άνοιγμα του πλοηγού προσθέτων
et: Pluginate menüü
fi: Avaa lisäosien selaus
fr: Ouvrir le gestionnaire de plugin
hr: Otvorite preglednik dodataka
hu: Bővítménykezelő megnyitása
it: Apri browser dei plugin
lt: Atverti priedų tvarkyklę
nl: Open de Plugin Browser
pl: Otwórz przeglądarkę wtyczek
ru: Открыть меню плагинов
sk: Otvoriť prehliadač pluginov
sr: Otvori Plugin Pregledač
sv: Öppna Plugin-webbläsaren
ta: சொருகி உலாவியைத் திறக்கவும்
tr: Eklentiler Listesini aç
uk: Відкрити Провідник додатків
vi: Mở Trình duyệt Plugin
zh_cn: 打开插件浏览器

source: Open the Plugin Browser settings screen
cs: Otevřít obrazovku nastavení prohlížeče pluginů
el: Άνοιγμα της οθόνης ρυθμίσεων του πλοηγού προσθέτων
fi: Avaa lisäsosat asetukset näytölle
hr: Otvorite zaslon postavki preglednika dodataka
it: Apri schermata delle impostazioni del browser dei plugin
nl: Plugin Browser instellingen
pl: Otwórz ekran ustawień przeglądarki wtyczek
sk: Otvoriť obrazovku s nastaveniami prehliadača pluginov
sr: Otvorite ekran podešavanja Plugin pretraživača
sv: Öppna inställningsskärmen för Plugin Browser
ta: சொருகி உலாவி அமைப்புகள் திரையைத் திறக்கவும்
tr: Eklentiler Listesi ayarları ekranını aç
uk: Відкрити вікно налаштувань браузера Плагінів

source: Open the Storage Device information
cs: Otevřít informace o Záznamovém zařízení
el: Άνοιγμα πληροφοριών συσκευών αποθήκευσης
fi: Avaa tallennus laitteen tiedot
hr: Otvaranje informacija o uređaju za pohranu
it: Apri informazioni sul dispositivo di archiviazione
nl: Opslag apparaat informatie openen
pl: Otwórz informacje o urządzeniu pamięci masowej
sk: Otvoriť informácie o úložnom zariadení
sr: Otvorite informacije o skladišnom uređaju
sv: Öppna informationen om lagringsenheten
ta: சேமிப்பக சாதன தகவல்களைத் திறக்கவும்
tr: Depolama Cihazı bilgilerini aç
uk: Відкрити інформацію про пристрій зберігання даних

source: Open the VirtualKeyBoard for text entry
cs: Otevřete VirtualKeyBoard a zadejte text
el: Άνοιγμα του εικονικού πληκτρολογίου για εισαγωγή κειμένου
fi: Avaa Virtuaalinen näppäimistö tekstin syöttämistä varten
hr: Otvaranje virtualne tipkovnice za unos teksta
it: Apri tastiera virtuale per immettere il testo
nl: Open het Virtuele toetsenbord voor tekstinvoer
pl: Otwórz wirtualną klawiaturę, aby wpisać tekst
sk: Otvoriť virtuálnu klávesnicu pre zadanie textu
sr: Otvorite virtuelnu tastaturu za unos teksta
sv: Öppna VirtualKeyBoard för textinmatning
ta: உரை நுழைவுக்கு மெய்நிகர் கப்பலைத் திறக்கவும்
tr: Metin girişi için Sanal Klavye'yi aç
uk: Відкрийте віртуальну клавіатуру для введення тексту

source: Open the context menu
cs: Otevřít kontextovou nabídku
el: Άνοιγμα μενού περιεχομένων
fi: Avaa kontekstivalikko
hr: Otvaranje kontekstnog menu
it: Apri menu contestuale
nl: Open het contextmenu
pl: Otwórz menu kontekstowe
sk: Otvoriť kontextové menu
sr: Otvorite kontekstualni meni
sv: Öppna snabbmenyn
ta: சூழல் மெனுவைத் திறக்கவும்
tr: Bağlam menüsünü aç
uk: Відкрити контекстне меню

source: Open the multi service EPG view
bg: Отворете мултисервизния EPG изглед
cs: Otevřít zobrazení EPG pro více služeb
el: Άνοιγμα της επισκόπησης πολλαπλών υπηρεσιών EPG
fi: Avaa EPG:n monikanava näkymä
fr: Ouvrez la vue EPG multi-services
hr: Otvori EPG prikaz za više kanala
it: Apri vista EPG multiservizi
lt: Atidaryti kelių kanalų EPG rodinį
nl: Open de Multi-EPG
pl: Otwórz EPG wielu kanałów
sk: Otvoriť zobrazenie EPG pre viac staníc
sr: Otvori EPG prikaz za više kanala
sv: Öppna EPG-vyn för flera tjänster
ta: பல பணி ஈபிசி பார்வையைத் திறக்கவும்
tr: Çoklu kanal EPG görünümünü aç
uk: Відкрити багатоканальний перегляд ЕПГ

source: Open the single service EPG view
bg: Отворете изгледа на EPG за единичен сервиз
cs: Otevřít zobrazení EPG pro jednu službu
el: Άνοιγμα της επισκόπησης μονής υπηρεσίας EPG
fi: Avaa yhden kanavan EPG näkymä
fr: Ouvrez la vue EPG du service unique
hr: Otvori EPG prikaz za jedan kanal
it: Apri vista EPG a servizio singolo
lt: Atidaryti vienos kanalo EPG rodinį
nl: Toon de Single-EPG
pl: Otwórz EPG
sk: Otvoriť zobrazenie EPG pre jednu stanicu
sr: Otvori EPG prikaz za jedan kanal
sv: Öppna EPG-vyn för en enda tjänst
ta: ஒற்றை பணி EPG பார்வையைத் திறக்கவும்
tr: Tekli kanal EPG görünümünü aç
uk: Відкрити перегляд одиничного ЕПГ

source: Open with File Commander
bg: Отворете с File Commander
cs: Otevřít pomocí File Commanderu
da: Åben med File Commander
de: Mit File Commander öffnen
el: Άνοιγμα με το File Commander
et: Ava failihalduriga
fi: Avaa File Commanderissa
fr: Ouvrir avec File Commander
hr: Otvori pomoću Zapovjednik datoteke
it: Apri con File Commander
lt: Atverti su Failų valdytoju
nl: Open met File Commander
pl: Otwórz za pomocą File Commander
sk: Otvoriť pomocou Správcu súborov
sr: Otvori pomoću Fajl Menadžera
sv: Öppna med File Commander
ta: கோப்பு தளபதியுடன் திறக்கவும்
tr: File Commander ile aç
uk: Відкрити за допомогою File Commander
vi: Mở bằng File Commander
zh_cn: 用文件管理器打开

source: OpenPLi Packages
cs: OpenPLi balíčky
el: Πακέτα OpenPLi
fi: OpenPLi Paketit
hr: OpenPLi Paket
it: Pacchetti OpenPLi
nl: OpenPLi
pl: Pakiety OpenPLi
sk: OpenPLI balíčky
sr: OpenPLi Paket
sv: OpenPLi-paket
ta: OpenPli தொகுப்புகள்
tr: OpenPLi Paketleri
uk: Пакети OpenPLi

source: OpenViX Packages
cs: OpenViX balíčky
el: Πακέτα OpenViX
fi: OpenViX Paketit
hr: OpenViX Paket
it: Pacchetti OpenViX
nl: OpenViX
pl: Pakiety OpenViX
sk: OpenVIX balíčky
sr: OpenViX Paket
sv: OpenViX-paket
ta: OpenVix தொகுப்புகள்
tr: OpenViX Paketleri
uk: Пакети OpenViX

source: Opera
uk: Опера

source: Operating LED status in Deep Standby
cs: Provozní stav LED v hlubokém spánku
el: Κατάσταση λειτουργίας LED κατά τη βαθιά αναμονή
hr: Radni LED status u dubokom stanju pripravnosti
it: Stato del LED operativo quando spento
lt: LED būsenos veikimas gilaus laukimo režimu
nl: Operationele LED-status wanneer uitgeschakeld
sr: LED indikator rada u dubokom stanju pripravnosti
sv: Status för drift-LED i djupt standby-läge
tr: Alıcı Derin Bekleme modundayken LED rengi
uk: Яскравість LED у режимі глибокого очікування

source: Operating LED status in Standby
cs: Stav LED v pohotovostním režimu
el: Κατάσταση λειτουργίας LED κατά την αναμονή
hr: Radni LED status u stanju pripravnosti
it: Stato del LED operativo durante lo standby
lt: LED būsenos veikimas laukimo režimu
nl: Operationele LED-status in stand-by modus
sr: LED indikator rada u stanju pripravnosti
sv: Status för drift-LED i standby-läge
tr: Alıcı Bekleme modundayken LED rengi
uk: Яскравість LED у режимі очікування

source: Operating LED status while running
bg: Работно състояние на светодиода по време на работа
cs: Stav provozní LED při běhu
da: Drift LED status i Drift-tilstand
de: Betriebs-LED-Status im Betrieb
el: Κατάσταση λειτουργίας LED κατά την εκτέλεση
fi: LED tila käytössä
fr: État de la LED de fonctionnement en activité
hr: Radni LED status tijekom rada
it: Stato del LED operativo durante il funzionamento
lt: LED būsena veikimo metu
nl: Operationele LED-status wanneer ingeschakeld
pl: Stan diody LED podczas pracy
sk: Stav LED počas činnosti
sr: Operativni LED status tokom rada
sv: Status för drift-LED under körning
ta: இயங்கும் போது எல்.ஈ.டி நிலையை இயக்குகிறது
tr: Alıcı çalışırken LED rengi
uk: LED статус під час роботи
vi: Trạng thái đèn LED hoạt động trong khi chạy
zh_cn: 运行时的LED状态

source: Opkg Actions
cs: Akce Opkg
el: Ενέργειες opkg
fi: Opkg toiminnot
hr: Radnje opkg
it: Azioni opkg
lt: Opkg veiksmai
nl: Opkg Acties
pl: Akcje Opkg
sk: Opkg akcie
sr: Radnje opkg
sv: Opkg-åtgärder
ta: OBKG செயல்கள்
tr: Opkg İşlemleri
uk: Дії оpkg

source: Opkg Log Actions
cs: Akce protokolu Opkg
el: Ενέργειες καταγραφής opkg
fi: Opkg lokitoiminnot
hr: Radnje log opkg
it: Azioni registro opkg
lt: Opkg žurnalo veiksmai
nl: Opkg Log Acties
pl: Akcje log OPKG
sk: Akcie pre denník opkg
sr: Radnje log opkg
sv: Opkg Log Åtgärder
ta: OBKG பதிவு செயல்கள்
tr: Opkg Günlük İşlemleri
uk: Дії логу оpkg

source: Option
bg: Опция
cs: Volba
el: Επιλογή
fi: Vaihtoehto
hr: Opcije
hu: Opciók
it: Opzione
lt: Parinktis
nl: Opties
pl: Opcja
sk: Možnosť (Option)
sr: Opcije
sv: Alternativ
ta: சூதம்
tr: Seçenek
uk: Вибір
vi: Tùy chọn
zh_cn: 选项

source: Option to disable picons on the InfoBar.
cs: Možnost povolit nebo zakázat picony v informačním panelu.
el: Επιλογή απενεργοποίησης λογότυπων στη μπάρα πληροφοριών.
hr: Opcija za onemogućavanje pikona na Info Traci.
it: Opzione per disabilitare picon nella barra informazioni.
lt: Ši parinktis leidžia išjungti logotipų rodymą info juostoje
nl: Optie om picons uit te schakelen op de informatiebalk
sr: Opcija za onemogućavanje pikona na Info Traci.
sv: Möjlighet att inaktivera picons på Infobar.
tr: Bilgi çubuğunda pikonları devre dışı bırakma seçeneği.
uk: Можливість вимкнення піконів в Інфобарі.

source: Option to enable the hardware Standby timer.
cs: Volba aktivace hardware-časovače vypnutí.
el: Επιλογή ενεργοποίησης του χρονοδιακόπτη αναμονής υλικού.
hr: Opcija za omogućavanje hardverskog tajmera čekanja.
it: Opzione per abilitare il timer di standby hardware.
lt: Ši parinktis leidžia įjungti įrenginio budėjimo režimo laikmatį
nl: Optie voor inschakelen Hardware stand-by Timer
sr: Opcija za omogućavanje hardverskog tajmera čekanja.
sv: Alternativ för att aktivera standby-timern för maskinvara.
tr: Donanım bekleme zamanlayıcısını etkinleştirme seçeneği.
uk: Включити таймер режиму очікування HDD.

source: Optional parameter
cs: Volitelný parametr
el: Προαιρετική παράμετρος
fi: Valinnainen parametri
hr: Opcionalni parametar
it: Parametro facoltativo
lt: Neprivalomas parametras
nl: Optionele parameter
pl: Parametr opcjonalny
sk: Voliteľný parameter
sr: Opcionalni parametar
sv: Valfri parameter
ta: விருப்ப அளவுரு
tr: İsteğe bağlı parametre
uk: Необов'язковий параметр

source: Options
cs: Možnosti
el: Επιλογές
fi: Asetukset
hr: Opcije
it: Opzioni
nl: Opties
pl: Opcje
sk: Možnosti
sr: Opcije
sv: Alternativ
ta: விருப்பங்கள்
tr: Seçenekler
uk: Опції

source: Orange
cs: oranžová
el: πορτοκαλί
hr: Narandžasta
it: arancia
lt: oranžinė
nl: Oranje
sr: Narandžasta
tr: Turuncu
uk: помаранчевий

source: Orbital position
bg: Орбитална позиция
cs: Orbitální pozice
de: Orbitposition
el: Τροχιακή θέση
et: Orbitaalpositsioon
fi: Sijainti
fr: Position orbitale
hr: Orbitalna pozicija
hu: Orbitális pozíció
it: Posizione orbitale
lt: Padėtis orbitoje
nl: Orbitale positie
pl: Pozycja orbitalna
pt_br: Posição orbital
ru: Позиция на орбите
sk: Orbitálna pozícia
sr: Orbitalna pozicija
sv: Position i omloppsbana
ta: சுற்றுப்பாதை நிலை
tr: Yörüngesel konum
uk: Орбітальна позиція
vi: Vị trí quỹ đạo
zh_cn: 轨道位置

source: Ordinary
bg: Обикновени
cs: Obvyklý
da: Ordinær
el: Κοινός
et: Tavaline
fi: Tavallinen
fr: Ordinaire
hr: Običan
it: Ordinario
lt: Paprastieji
nl: Gewone
pl: Zwyczajny
sk: Obvyklý
sr: Običan
sv: Vanliga ämnen
ta: சாதாரண
tr: Sıradan
uk: Звичайний
vi: Bình thường
zh_cn: 普通

source: Orientation
cs: Orientace
el: Προσανατολισμός
fi: Suuntautuminen
hr: Položaj
it: Orientamento
lt: Orentacija
nl: Oriëntatie
pl: Układ
sk: Orientácia
sr: Položaj
sv: Orientering
ta: நோக்குநிலை
tr: Oryantasyon
uk: Орієнтація

source: Original
bg: Оригинал
cs: Originál
el: Πρωτότυπο
et: Algupärane
fi: Alkuperäinen
hu: Eredeti
it: Originale
lt: Originali
nl: Origineel
pl: Oryginalny
ru: Оригинал
sk: Originálne
ta: அசல்
tr: Orijinal
uk: Оригінал
vi: Nguyên
zh_cn: 原始

source: Original Network ID (ONID)
cs: Původní ID sítě (ONID)
el: Αναγνωριστικό δικτύου (ONID)
fi: Alkuperäinen verkkotunnus (ONID)
hr: Originalni Network ID (ONID)
it: ID di rete originale (ONID)
nl: Oorspronkelijke Netwerk-ID (ONID)
pl: Oryginale ID sieci (ONID)
sk: Pôvodné ID siete (ONID)
sr: Originalni Network ID (ONID)
sv: Ursprungligt nätverks-ID (ONID)
ta: அசல் பிணையம் ஐடி (ONID)
tr: Orijinal Ağ Kimliği (ONID)
uk: Оригінальний ідентифікатор мережі (ONID)

source: Original language
cs: Původní jazyk
el: Πρωτότυπη γλώσσα
fi: Alkuperäinen kieli
hr: Originalni jezik
it: Lingua originale
nl: Originele taal
pl: Język oryginalny
sk: Pôvodný jazyk
sr: Originalni jezik
sv: Originalspråk
ta: அசல் மொழி
tr: Orijinal dil
uk: Мова оригіналу

source: Oscam Information
cs: Informace o Oscamu
el: Πληροφορίες Oscam
fi: Oscam tiedot
hr: Oscam Informacija
it: Informazioni su Oscam
nl: OSCam Informatie
pl: Informacje o OSCam
sk: Informácie OSCamu
sr: Oscam Informacija
ta: ஆச்காம் செய்தி
tr: Oscam Bilgisi
uk: Інформація про Oscam
