Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Use description lines
cs: Použijte řádky popisu
el: Χρήση γραμμών περιγραφής
fi: Käytä tyhjiä rivejä
hr: Koristite opisne redove
it: Usa linee descrittive
nl: Gebruik omschrijvingen
pl: Użyj linii opisu
sk: Použiť riadky s popisom
sr: Koristite opisne redove
sv: Använd beskrivningsrader
ta: விளக்க வரிகளைப் பயன்படுத்தவும்
tr: Açıklama satırlarını kullanın
uk: Використовуйте рядки опису

source: Use extended List
bg: Използване на разширен списък
cs: Použít rozšířený seznam
da: Brug udvidet liste
de: Erweiterte Liste nutzen
el: Χρήση εκτεταμένης λίστας
et: Kasuta laiendatud vaadet
fi: Käytä laajennettua luetteloa
fr: Utiliser la liste étendue
hr: Koristite prošireni popis
hu: Használjon kiterjesztett listát
it: Usa l'elenco esteso
lt: Naudoti išplėstinį sąrašą
nl: Uitgebreide lijst gebruiken
pl: Użyj rozszerzonej listy
sk: Použiť rozšírený zoznam
sr: Koristi proširenu listu
sv: Använd utökad lista
ta: நீட்டிக்கப்பட்ட பட்டியலைப் பயன்படுத்தவும்
tr: Genişletilmiş Listeyi kullan
uk: Використовувати розширений список
vi: Sử dụng danh sách mở rộng
zh_cn: 使用扩展列表

source: Use fastscan channel names
bg: Използване на бързо сканиране имена
cs: Použít 'Fast Scan' jména kanálů
da: Brug hurtigsøg kanalnavne
de: Nutze Programmnamen des Schnellsuchlaufs
el: Χρήση ονομάτων γρήγορης ανίχνευσης
et: Kasuta kiirotsingu kanalinimesi
fi: Käytä pikahaun kanavanimiä
fr: Utiliser le nom des chaînes prévu par la recherche rapide
hr: Korištenje naziva kanala za brzo skeniranje
hu: Szolgáltató által megadott csatorna elnevezés
it: Usa i nomi canali di fastscan
lt: Greitai paieškai naudoti kanalų pavadinimus
nl: Gebruik fastscan zendernamen
pl: Użyj szybkiego skanowania nazw kanałów
pt_br: Usar o nome dos canais da operadora
ru: Быстрый поиск по именам каналов
sk: Použiť názvy kanálov podľa 'FastScan'
sr: Korišćenje imena kanala za brzo skeniranje
sv: Använda fastscan-kanalnamn
ta: ஃபாச்ட்ச்கான் சேனல் பெயர்களைப் பயன்படுத்தவும்
tr: Hızlı tarama kanal isimleri kullan
uk: Швидкий пошук по іменах каналів
vi: Sử dụng tên kênh fastscan
zh_cn: 使用快速扫描频道名称

source: Use fastscan channel numbering
bg: Използване на бързо сканиране по номерата на каналите
cs: Použít 'Fast Scan' číslování kanálů
da: Brug hurtigsøgning kanalnumre
de: Nutze Kanalnummerierung des Schnellsuchlaufs
el: Χρήση αριθμοδότησης γρήγορης ανίχνευσης
et: Kasuta kiirotsingu kanalinumeratsiooni
fi: Käytä pikahaun kanavanumeroita
fr: Utiliser la numérotation des chaînes prévue par la recherche rapide
hr: Korišćenje brzog skeniranja numerisanog kanala
hu: Szolgáltató által megadott csatorna számozás
it: Usa la numerazione canali fastscan
lt: Greitai paieškai naudoti kanalų numerius
nl: Gebruik fastscan zendervolgorde
pl: Użyj szybkiego skanowania numerów kanałów
pt_br: Usar o número dos canais da operadora
ru: Быстрый поиск по номерам каналов
sk: Použiť číslovanie kanálov podľa 'FastScan'
sr: Korišćenje brzog skeniranja numerisanog kanala
sv: Använd numrering av fastscan-kanaler
ta: ஃபாச்ட்ச்கான் சேனல் எண்ணைப் பயன்படுத்தவும்
tr: Hızlı tarama kanal numaralama kullan
uk: Швидкий пошук по номерам каналів
vi: Sử dụng đánh số kênh fastscan
zh_cn: 使用快速扫描频道编号

source: Use for load only x days in EPG.
bg: Използване само за зареждане x дни в EPG
cs: Použít pouze x dní pro načtení EPG.
el: Χρήση για φόρτωση μόνο x ημερών στο EPG.
fi: Lataa vain ohjelmatiedot päiväksi
fr: Utiliser pour charger uniquement x jours dans l'EPG
hr: Koristi se za učitavanje samo x dana u EPG.
it: Usa solo per caricare x giorni in EPG
lt: Naudoti EPG užkrovimui tik x dienų
nl: Gebruik voor een minimale belasting van uw ontvanger nog maar x dagen in de EPG
pl: Użyj do ładowania tylko x dni w EPG.
sk: Na načítanie použiť iba x dní v EPG.
sr: Koristi se za učitavanje samo x dana u EPG.
sv: Används för att ladda endast x dagar i EPG.
ta: ஈபிசியில் ஃச் நாட்கள் மட்டுமே சுமைக்கு பயன்படுத்தவும்.
tr: EPG için yalnızca x gün boyunca yükleme seçeneğini kullanın.
uk: Використовуйте тільки Х днів для завантаження ЕПГ

source: Use frequency or channel
bg: Използвайте честота или канал
cs: Použít frekvenci nebo kanál
da: Brug frekvens eller kanal
de: Frequenz oder Kanal-Suchlauf
el: Χρήση συχνότητας ή καναλιού
et: Kasuta sagedust või kanalit
fi: Käytä taajuutta tai kanavaa
fr: Utiliser fréquence ou chaîne
hr: Korišćenje frekvencije ili kanala
hu: Frekvencia vagy csatorna használata
it: Usa frequenza o canale
lt: Naudokite dažnį arba kanalą
nl: Gebruik frequentie of zender
pl: Skanowanie częstotliwości lub kanału
ru: Используйте частоту или канал
sk: Použiť frekvenciu alebo kanál
sr: Korišćenje frekvencije ili kanala
sv: Använd frekvens eller kanal
ta: அதிர்வெண் அல்லது சேனலைப் பயன்படுத்தவும்
tr: Kanal veya frekans kullan
uk: Використовувати частоту або канал
vi: Sử dụng tần số hoặc kênh
zh_cn: 使用频率或频道

source: Use geolocation to get WAN information
cs: Použít geolokaci pro získání informací o WAN
el: Χρήση τοποθεσίας για λήψη πληροφοριών WAN
fi: Käytä maantieteellistä sijaintia saadaksesi ulkoverkon tiedot
hr: Korišćenje geolokacije za WAN info
it: Usa geolocalizzazione per ottenere informazioni sulla WAN
nl: Geolocatie gebruiken voor het verkrijgen van WAN informatie
pl: Użyj geolokalizacji, aby uzyskać informacje o sieci WAN
sk: Na získanie informácií o WAN použiť geolokalizáciu
sr: Korišćenje geolokacije za WAN info
sv: Använd geolokalisering för att få WAN-information
ta: வான் தகவல்களைப் பெற புவிஇருப்பிடத்தைப் பயன்படுத்தவும்
tr: WAN bilgilerini almak için coğrafi konum özelliğini kullanın
uk: Використовуйте геолокацію для отримання інформації WAN

source: Use geolocation to set the current time zone location
bg: Използвайте геолокация, за да зададете текущото местоположение на часовата зона
cs: Použít geolokaci k nastavení aktuálního umístění časového pásma
el: Χρήση τοποθεσίας για ορισμό της τρέχουσας χρονικής ζώνης
fi: Nykyisen aikavyöhykkeen sijainnin asettaminen geopaikannuksen avulla
fr: Utiliser la géolocalisation pour définir l'emplacement du fuseau horaire actuel
hr: Korišćenje geolokacije za postavljanje trenutne lokacije vremenske zone
it: Usa geolocalizzazione per impostare la posizione del fuso orario
lt: Naudoti geografinę vietą norint nustatyti dabartinę laiko juostos vietą
nl: Gebruik geolocatie om de huidige tijdzone locatie in te stellen
pl: Użyj geolokalizacji aby ustawić czas i strefę czasową
sk: Použiť geolokáciu na nastavenie aktuálnej časovej zóny
sr: Korišćenje geolokacije za postavljanje trenutne lokacije vremenske zone
sv: Använd geolokalisering för att ange aktuell plats i tidszonen
ta: தற்போதைய நேர மண்டல இருப்பிடத்தை அமைக்க புவிஇருப்பிடத்தைப் பயன்படுத்தவும்
tr: Geçerli saat dilimi konumunu ayarlamak için coğrafi konumu kullanın
uk: За допомогою геолокації встановіть поточне місце розташування часового поясу

source: Use increased voltage '14/18V' if there are problems when switching the LNB.
bg: използвайте повишено напрежение '14/18V', ако има проблеми при превключване на lnb
cs: Při problémech při přepínání LNB použijte zvýšené napětí '14/18V'.
el: Χρήση αυξημένης τάσης '14/18V' αν υπάρχουν προβλήματα στην εναλλαγή του LNB.
fi: jos sinulla on vaikeuksia vaihtaa LNB:tä (pysty / vaaka), erittäin pitkiä antennikaapeleita tai kaapeleita, joissa on erittäin ohut sisäjohdin, lisää jännitettä 14 / 18V.
fr: utiliser une tension accrue '14/18V' s'il y a des problèmes lors de la commutation du LNB
hr: Koristi povećan napon '14/18V' ako postoje problemi prilikom zamjene LNB.
it: Usa la tensione maggiorata '14/18V' se si verificano problemi durante la commutazione dell'LNB.
lt: naudokite padidintą įtampą 14/18V, jei kyla problemų perjungiant lnb
nl: Gebruik verhoogd voltage '14/18V' als er problemen zijn met schakelen van de LNB.
pl: Jeśli przy przełączaniu LNB występują problemy, należy użyć zwiększonego napięcia „14/18 V”.
sk: Pri problémoch s prepínaním LNB použite zvýšené napätie '14/18 V'.
sr: Koristi povećan napon '14/18V' ako postoje problemi prilikom zamene LNB.
sv: Använd den högre spänningen "14/18V" om det uppstår problem vid omkoppling av LNB.
ta: LNB ஐ மாற்றும்போது சிக்கல்கள் இருந்தால் அதிகரித்த மின்னழுத்தம் '14/18V 'ஐப் பயன்படுத்தவும்.
tr: LNB değiştirirken sorun yaşıyorsanız, ‘14/18V’ gibi daha yüksek voltaj kullanın.
uk: Використовуйте збільшену напругу '14/18 В ', якщо виникають проблеми при перемиканні конверторів.

source: Use interface
bg: Използване на интерфейс
cs: Použít rozhraní
da: Brug grænseflade
de: Netzwerkadapter aktivieren
el: Χρήση διεπαφής
et: Luba võrguliides
fi: Käytä sovitinta
fr: Utiliser l'interface
hr: Koristite sučelje
hu: Interfész használata
it: Usa l'Interfaccia
lt: Naudoti sąsają
nl: Netwerk interface inschakelen
pl: Użyj interfejsu
pt_br: Usar interface
ru: Использовать интерфейс
sk: Použiť rozhranie
sr: Koristi interfejs
sv: Använd gränssnitt
ta: இடைமுகத்தைப் பயன்படுத்தவும்
tr: Arayüzü Kullan
uk: Використовувати інтерфейс
vi: Sử dụng giao diện
zh_cn: 使用界面

source: Use key map *
bg: Използване на клавиатура *
cs: Použít Keymap *
el: Χρήση διάταξης πληκτρολογίου *
fi: Käytä näppäimistökarttaa *
fr: Sélectionner le keymap à utiliser *
hr: Koristi key map *
it: Usa mappa dei tasti *
lt: Naudoti mygtukų išdėstymą *
nl: Gebruik keymap *
pl: Mapowanie klawiszy *
sk: Použiť mapu tlačidiel *
sr: Koristi key map *
sv: Använd nyckelkarta *
ta: முக்கிய வரைபடத்தைப் பயன்படுத்தவும் *
tr: Tuş haritasını kullanın *
uk: Використовувати Keymap *

source: Use legacy navigation
cs: Použít starší navigaci
el: Χρήση πλοήγησης παλαιού τύπου
fi: Käytä vanhaa navigointia
hr: Koristite nasleđenu navigaciju
it: Usa navigazione compatibile
nl: Oude navigatie gebruiken
pl: Użyj starszej nawigacji
sk: Použiť starší spôsob navigovania
sr: Koristite nasleđenu navigaciju
sv: Använd äldre navigering
ta: மரபு வழிசெலுத்தலைப் பயன்படுத்தவும்
tr: Eski navigasyonu kullanın
uk: Використовувати застарілу навігацію

source: Use official channel numbering
bg: Използване на официално номериране на канали
cs: Použít ofciální číslování kanálů
da: Brug officel kanalnumerering
de: Offizielle Kanalnummerierung verwenden
el: Χρήση της επίσημης αρίθμησης των καναλιών
et: Kasuta ametlikku kanalinumeratsiooni
fi: Käytä virallista kanavanumerointia
fr: Utiliser la numérotation officielle des chaînes
hr: Korišćenje zvaničnog numerisanja kanala
hu: Hivatalos csatornaszámozás használata
it: Usa la numerazione canali ufficiale
lt: Naudokite oficialų kanalų numeravimą
nl: Gebruik officiële zendernummers
pl: Użyj oficjalnej numeracji kanałów
pt_br: Usar a numeração oficial dos canais
ru: Использовать обычную нумерацию каналов
sk: Použiť oficiálne číslovanie kanálov
sr: Korišćenje zvaničnog numerisanja kanala
sv: Använd officiell kanalnumrering
ta: அதிகாரப்பூர்வ சேனல் எண்ணைப் பயன்படுத்தவும்
tr: Yetkili kanal numaralandırmasını kullanın
uk: Використовувати звичайну нумерацію каналів
vi: Sử dụng đánh số kênh chính thức
zh_cn: 使用官方频道编号

source: Use only DNSSEC servers
cs: Používat pouze DNSSEC servery
hr: Koristi samo DNSSEC servere
it: Usa solo server DNSSEC
sr: Koristi samo DNSSEC servere
tr: Yalnızca DNSSEC sunucularını kullanın
uk: Використовуйте лише сервери DNSSEC

source: Use only for Wake on WLan (WoW)
bg: Използване само за Wake on WLan (WoW)
cs: Použít pouze pro Wake on WLan (WoW)
da: Brug kun til Wake on WLAN (WoW)
de: Nur für Wake on WLan (WoW) aktivieren
el: Χρήση μόνο για αφύπνιση στο ασύρματο δίκτυο (WoW)
et: Ainult Wake on WLan (WoW) tarbeks
fi: Aktivoi vain Wake on WLAN
fr: Utilisé uniquement pour Wake on WLan (WoW)
hr: Koristi samo za buđenje na WLan (WoW)
hu: Csak Wake on WLan (WoW)
it: Usa soltanto per Wake-on-WLan (WoW)
lt: Naudokite tik dėl paleidimo WLan tinkle (WoW)
nl: Gebruik alleen voor Wake on WLan (WoW)
pl: Używaj tylko do Wake on WLan (WoW)
sk: Použiť len pre Wake on WLan (WoW)
sr: Koristi samo za buđenje na WLan (WoW)
sv: Använd endast för Wake on WLan (WoW)
ta: WLAN (வாவ்) இல் விழிப்புக்கு மட்டுமே பயன்படுத்தவும்
tr: Yalnızca Kablosuz Ağda Uyandırma (WoW) için kullanın
uk: Використовувати тільки для пробудження по WLan (WoW)
vi: Chỉ sử dụng cho Wake on WLan (WoW)
zh_cn: 仅用于WLan唤醒(WoW)

source: Use only no-filter servers
cs: Používat pouze servery bez filtrování
hr: Koristi samo servere bez filtera
it: Usa solo server senza filtro
sr: Koristi samo servere bez filtera
tr: Yalnızca filtre uygulanmayan sunucuları kullanın
uk: Використовуйте лише сервери без фільтрів

source: Use only no-log servers
cs: Používat pouze servery bez logování
hr: Koristi samo servere koji ne vode evidenciju
it: Usa solo server senza log
sr: Koristi samo servere koji ne vode evidenciju
tr: Yalnızca kayıt tutmayan sunucuları kullanın
uk: Використовуйте лише сервери без журналів

source: Use original DVB subtitle position
bg: Използване на оригиналната позиция на DVB субтитри
cs: Použít původní pozici DVB titulků
da: Brug original position af DVB undertekst
de: Position der DVB Untertitel
el: Χρήση αρχικής θέσης υποτίτλων DVB
et: DVB subtiitrite asukoht
fi: Käytä alkuperäisen DVB tekstityksen paikkaa
fr: Utiliser la position des sous-titres DVB
hr: Koristi originalni DVB položaj titlova
hu: DVB feliratok pozíciójának megtartása
it: Usa la posizione originale dei sottotitoli DVB
lt: Naudoti numatytąją DVB subtitrų vietą
nl: DVB-ondertitels alleen op de standaard positie weergeven
pl: Użyj oryginalnej pozycji napisów DVB
pt_br: Usar a posição original da legenda DVB
ru: Использовать оригинальное положение субтитров DVB
sk: Použiť pôvodnú pozíciu DVB titulkov
sr: Koristi originalni DVB položaj titlova
sv: Använd original DVB-undertextens position
ta: அசல் டி.வி.பி வசன வரியை பயன்படுத்தவும்
tr: Orijinal DVB altyazı konumunu kullan
uk: Використовувати оригінальну позицію DVB субтитрів
vi: Sử dụng vị trí phụ đề DVB ban đầu
zh_cn: 使用原始字幕的位置

source: Use original teletext position
bg: Използване на оригиналната телетекстна позиция
cs: Použít původní pozici teletextu
da: Brug original position af Tekst-TV
de: Originale Videotext Positionierung verwenden
el: Χρήση αρχικής θέσης τηλεκειμένου
et: Subtiitrid kasutavad teleteksti asukohta
fi: Käytä alkuperäistä teksti-tv paikkaa
fr: Utiliser la position d'origine du télétexte
hr: Koristi originalni položaj teleteksta
hu: Eredeti teletext-elhelyezés megtartása
it: Usa la posizione originale del televideo
lt: Naudoti numatytąją teleteksto vietą
nl: Teletekst-ondertitels alleen op de standaard positie weergeven
pl: Użyj oryginalnej pozycji telegazety
pt_br: Usar a posição original do teletexto
ru: Использ. исходное положение телетекста
sk: Použiť pôvodnú pozíciu teletextu
sl: Originalen položaj teletekst podn.
sr: Koristi originalni položaj teleteksta
sv: Använd originalposition för text-TV
ta: அசல் டெலிடெக்ச்ட் நிலையைப் பயன்படுத்தவும்
tr: Orijinal teletext konumu kullan
uk: Використовувати оригінальну позицію телетексту
vi: Sử dụng vị trí teletext gốc
zh_cn: 使用原始图文位置

source: Use per directory settings
bg: Използване на индивидуални настройки за всяка директория
cs: Používat vlastní nastavení pro každý adresář
el: Χρήση ρυθμίσεων ανά φάκελο
fi: Käytä joka hakemistolle yksilöllisiä asetuksia
fr: Utiliser les paramètres individuels pour chaque répertoire
hr: Koristi postavke po direktorijumu
it: Usa configurazione uniche per ogni cartella
lt: Naudoti pagal katalogo parametrus
nl: Gebruik afzonderlijke instellingen voor iedere map
pl: Użyj indywidualnych ustawień dla każdego katalogu
sk: Použiť individuálne nastavenie pre každý priečinok
sr: Koristi postavke po direktorijumu
sv: Använd per kataloginställningar
ta: ஒரு அடைவு அமைப்புகளுக்கு பயன்படுத்தவும்
tr: Bu ayarları her dizinde kullan
uk: Використовуйте окремі налаштування для кожного каталогу

source: Use power measurement
bg: Използване на измерване на мощност
cs: Použít sílu měření
da: Brug Strømmåling
de: Stromaufnahme messen
el: Χρήση μέτρησης ισχύος
et: Kasuta voolutarbe mõõtmist
fi: Käytä virranmittausta
fr: Utiliser la mesure de puissance
hr: Korištenje mjerenja snage
hu: Teljesítmény-felvétel mérése
it: Usa misurazione di potenza
lt: Naudoti galios matavimą
nl: Meet stroom verbruik
pl: Użyj pomiaru mocy
pt_br: Usar controle da alimentação
ru: Использовать измерение мощности
sk: Použiť meranie spotreby
sl: Uporabi merjenje moči
sr: Koristi merenje napajanja
sv: Använd effektmätning
ta: ஆற்றல் அளவீட்டைப் பயன்படுத்துங்கள்
tr: Güç ölçümü kullan
uk: Використовувати вимірювання потужності
vi: Sử dụng đo năng lượng
zh_cn: 使用功率测量

source: Use small screen
bg: Използване на тънък екран
cs: Použít malou obrazovku
el: Χρήση μικρής οθόνης
fi: Käytä ohutta näyttöä
fr: Utiliser l'écran fin
hr: Koristite mali zaslon
it: Usa schermo piatto
lt: Naudoti mažą ekraną
nl: Gebruik klein scherm
pl: Użyj małego ekranu
sk: Použiť malú obrazovku
sr: Koristi mali ekran
sv: Använd liten skärm
ta: சிறிய திரையைப் பயன்படுத்தவும்
tr: Küçük ekran kullanın
uk: Використовуйте міні вікно

source: Use spacer lines
cs: Použijte vymezovací čáry
el: Χρήση γραμμών διαστήματος
fi: Käytä väli rivijä
hr: Koristite razmaknute linije
it: Usa linee spaziatrici
nl: Gebruik koppeltekens
pl: Użyj linii dystansowych
sk: Použiť oddeľovacie riadky
sr: Koristite razmaknute linije
sv: Använd distanslinjer
ta: ச்பேசர் கோடுகளைப் பயன்படுத்தவும்
tr: Ayırıcı çizgiler kullanın
uk: Використовуйте роздільні лінії

source: Use spacer lines to pad the bouquet to make the #SERVICE line numbers match the LCN.
cs: K vyplnění seznamu použijte vymezovací čáry, aby čísla řádků #SERVICE odpovídala LCN.
el: Χρήση γραμμών διαστήματος εμβόλιμα στο μπουκέτο ώστε οι αριθμοί των γραμμών #SERVICE να ταιριάζουν με το LCN.
fi: Käytä tyhjiä välirivejä kanavalistassa pitääksesi looginen kanavanumerointi.
hr: Upotrebite odstojne linije za podmetanje buketa kako bi brojevi #SERVICE redaka odgovarali LCN-u.
it: Usa linee spaziatrici per riempire il bouquet in modo che i numeri della riga #SERVICE corrispondano all'LCN.
nl: Gebruik koppeltekens bij het vullen van de Favorietenlijst om de #ZENDER nummers overeen te laten komen met de LCN.
pl: Użyj linii dystansowych, aby wypełnić bukiet, aby numery linii #SERVICE odpowiadały numerowi LCN.
sk: Použite oddeľovacie riadky tak, aby v zozname zodpovedali čísla riadkov #SERVICE s LCN.
sr: Koristite razdvojne linije da poravnate buket kako bi se brojevi #SERVISA podudarili sa LCN.
sv: Använd distanslinjer för att fylla ut buketten så att #SERVICE-linjenumren matchar LCN.
ta: #சேவை வரி எண்கள் எல்.சி.என் உடன் பொருந்தக்கூடிய வகையில் பூச்செண்டு அணிய ச்பேசர் கோடுகளைப் பயன்படுத்தவும்.
tr: #KANAL satır numaralarının LCN ile eşleşmesini sağlamak için, buketi doldurmak üzere ayırıcı çizgiler kullanın.
uk: Використовуйте роздільні лінії, щоб заповнити фаворит і номери рядків #SERVICE збігалися з LCN.

source: Use the LEFT/RIGHT buttons on your remote to adjust the height of the OSD. LEFT button decreases the height, RIGHT increases the height.
cs: Pomocí tlačítek VLEVO/VPRAVO na dálkovém ovládání upravte výšku nabídky OSD. Tlačítko VLEVO snižuje výšku, VPRAVO zvyšuje výšku.
el: Χρησιμοποιήστε τα πλήκτρα ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ στο τηλεχειριστήριο για να ρυθμίσετε το ύψος του OSD. Το ΑΡΙΣΤΕΡΟ μειώνει το ύψος, το ΔΕΞΙ το αυξάνει.
fi: Käytä VASEN/OIKEA painikkeita kaukosäätimessäsi säätääksesi kuvaruudun korkeutta. VASEN painike pienentää korkeutta, OIKEA painike kasvattaa korkeutta.
hr: Koristite tipke LIJEVO/DESNO na daljinskom upravljaču za podešavanje visine OSD-a. Dugme LIJEVO smanjuje visinu, DESNO povećava visinu.
it: Usa i tasti Sinistra/Destra sul telecomando per regolare l'altezza dell'interfaccia utente. Il pulsante Sinistra diminuisce l'altezza, il pulsante Destra aumenta l'altezza.
nl: De knoppen LINKS/RECHTS gebruiken om de hoogte van de Gebruikersinterface/OSD in te stellen. LINKS is lager, RECHTS is hoger.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby wyregulować wysokość OSD. Przycisk LEWY zmniejsza wysokość, PRAWY zwiększa wysokość.
sk: Na úpravu výšky OSD použite tlačidlá DOĽAVA/DOPRAVA na diaľkovom ovládači. Tlačidlom DOĽAVA sa dá výška zmenšiť, tlačidlom DOPRAVA sa dá zväčšiť.
sr: Koristite LEVO/DESNO dugme na daljinskom upravljaču da podesite visinu OSD. LEVO dugme smanjuje visinu, DESNO povećava visinu.
sv: Använd knapparna LEFT/RIGHT på fjärrkontrollen för att justera höjden på OSD. Vänsterknappen minskar höjden, högerknappen ökar höjden.
ta: OSD இன் உயரத்தை சரிசெய்ய உங்கள் ரிமோட்டில் இடது/வலது பொத்தான்களைப் பயன்படுத்தவும். இடது பொத்தான் உயரத்தை குறைக்கிறது, வலது உயரத்தை அதிகரிக்கிறது.
tr: OSD yüksekliğini ayarlamak için uzaktan kumandanızdaki SOL/SAĞ tuşlarını kullanın. SOL tuş yüksekliği azaltır, SAĞ tuş ise yüksekliği artırır.
uk: Використовуйте кнопки ВЛІВО/ВПРАВО на пульті, щоб відрегулювати висоту екранного меню. Кнопка ВЛІВО зменшує висоту, ВПРАВО збільшує висоту.

source: Use the LEFT/RIGHT buttons on your remote to adjust the width of the OSD. LEFT button decreases the width, RIGHT increases the width.
cs: Pomocí tlačítek VLEVO/VPRAVO na dálkovém ovládání upravte šířku nabídky OSD. Tlačítko VLEVO zmenšuje šířku, VPRAVO zvyšuje šířku.
el: Χρησιμοποιήστε τα πλήκτρα ΑΡΙΣΤΕΡΑ/ΔΕΞΙΑ στο τηλεχειριστήριο για να ρυθμίσετε το πλάτος του OSD. Το ΑΡΙΣΤΕΡΟ μειώνει το πλάτος, το ΔΕΞΙ το αυξάνει.
fi: Käytä VASEN/OIKEA painikkeita kaukosäätimessäsi säätääksesi kuvaruudun leveyttä. VASEN painike pienentää leveyttä, OIKEA painike kasvattaa leveyttä.
hr: Koristite tipke LIJEVO/DESNO na daljinskom upravljaču za podešavanje širine OSD-a. Dugme LIJEVO smanjuje širinu, DESNO povećava širinu.
it: Usa i tasti Sinistra/Destra sul telecomando per regolare la larghezza dell'interfaccia utente. Il pulsante Sinistra diminuisce la larghezza, il pulsante Destra aumenta la larghezza.
nl: De knoppen LINKS/RECHTS gebruiken om de breedte van de Gebruikersinterface/OSD in te stellen. Links is smaller, RECHTS is breder.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby dostosować szerokość OSD. Przycisk LEWY zmniejsza szerokość, PRAWY zwiększa szerokość.
sk: Na úpravu šírky OSD použite tlačidlá DOĽAVA/DOPRAVA na diaľkovom ovládači. Tlačidlom DOĽAVA sa dá šírka zmenšiť, tlačidlom DOPRAVA sa dá zväčšiť.
sr: Koristite LEVO/DESNO dugme na daljinskom upravljaču da prilagodite širinu OSD. LEVO dugme smanjuje širinu, DESNO povećava širinu.
sv: Använd knapparna LEFT/RIGHT på fjärrkontrollen för att justera bredden på OSD. Vänsterknappen minskar bredden, högerknappen ökar bredden.
ta: OSD இன் அகலத்தை சரிசெய்ய உங்கள் ரிமோட்டில் இடது/வலது பொத்தான்களைப் பயன்படுத்தவும். இடது பொத்தான் அகலத்தைக் குறைக்கிறது, வலது அகலத்தை அதிகரிக்கிறது.
tr: OSD genişliğini ayarlamak için uzaktan kumandanızdaki SOL/SAĞ tuşlarını kullanın. SOL tuş genişliği azaltır, SAĞ tuş genişliği artırır.
uk: Використовуйте кнопки ВЛІВО/ВПРАВО на пульті, щоб відрегулювати ширину екранного меню. Кнопка ВЛІВО зменшує ширину, ВПРАВО збільшує ширину.
