Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: External subtitle switch fonts
bg: Външни шрифтове за превключване на субтитри
cs: Přepínat externí fonty titulků
da: Ekstern undertekst udskift skriftype
de: Schriftart der externen Untertitel wechseln
el: Αλλαγή γραμματοσειρών εξωτερικού υπότιτλου
et: Väliste subtiitrite kirjatüübi vahetamine
fi: Ulkoisen tekstityksen fonttivalinta
fr: Police de caractère des sous-titres externes
hr: Vanjski fontovi za prebacivanje titlova
hu: Külső felirat betűtípus csere
it: Font di commutazione dei sottotitoli esterni
lt: Išorinių subtitrų perjungimo šriftai
nl: Wissel het lettertype bij externe ondertitels
pl: Zewnętrzne czcionki przełączające napisy
ru: Переключение шрифтов для внешних субтитров
sk: Zmena fontu externých titulkov
sr: Spoljni titl za menjanje fonta
sv: Teckensnitt för omkoppling av extern undertext
ta: வெளிப்புற வசன சுவிட்ச் எழுத்துருக்கள்
tr: Harici altyazı yazı tipini değiştir
uk: Перемикання шрифтів для зовнішніх субтитрів
vi: Phông chữ chuyển đổi phụ đề bên ngoài
zh_cn: 外挂字幕切换字体

source: Extra High
cs: Extra vysoký
el: Έξτρα υψηλό
fi: Erityisen korkea
hr: Ekstra Visoko
it: Extra alto
nl: Extra hoog
pl: Bardzo wysoka
sk: Extra vysoký
sr: Ekstra Visoko
sv: Extra hög
ta: கூடுதல் உயர்
tr: Ekstra Yüksek
uk: Дуже високий

source: Extra motor options
bg: Екстра моторни опции
cs: Extra možnosti motoru
da: Ekstra motormuligheder
de: Spezielle Motoroptionen
el: Πρόσθετες επιλογές μοτέρ
et: Ajami lisavalikud
fi: Moottorin lisäasetukset
fr: Options moteur supplémentaires
hr: Dodatne opcije rotora
hu: Haladó motor beállítások
it: Opzioni avanzate motore
lt: Papildomos variklio parinktys
nl: Extra motor opties
pl: Dodatkowe opcje obrotnicy
ru: Продвинутые настройки мотора
sk: Extra možnosti motora
sr: Dodatne opcije rotora
sv: Extra motoralternativ
ta: கூடுதல் மின்னோடி விருப்பங்கள்
tr: Ekstra motor seçenekleri
uk: Додаткові параметри мотору
vi: Tùy chọn động cơ bổ sung
zh_cn: 额外的电机选择

source: Extra wide
bg: екстра широк
cs: extra široké
el: Πολύ πλατιά
fi: Erikoisleveä
fr: extra large
hr: Ekstra široko
it: Extra largo
lt: ypač platus
nl: extra breed
pl: bardzo szeroki
sk: Extra široké
sr: Ekstra široko
sv: Extra bred
ta: கூடுதல் அகலம்
tr: Ekstra geniş
uk: Надширокий

source: Extract the archive contents
cs: Rozbalit obsah archivu
el: Εξαγωγή περιεχομένων αρχείου
fi: Pura arkiston sisältö
hr: Izdvojite sadržaj arhive
it: Estrai contenuto dell'archivio
lt: Išskleisti archyvo turinį
nl: De inhoud van het archief uitpakken
pl: Wypakuj zawartość archiwum
sk: Rozbaliť obsah archívu
sr: Izdvajanje sadržaja arhive
sv: Extrahera arkivets innehåll
ta: காப்பக உள்ளடக்கங்களை பிரித்தெடுக்கவும்
tr: Arşiv içeriğini çıkar
uk: Розпакувати вміст архіву

source: Extract the package contents
cs: Rozbalit obsah balíčku
el: Εξαγωγή περιεχομένων πακέτου
fi: Pura paketin sisältö
hr: Izdvojite sadržaj pakiranja
it: Estrai contenuto del pacchetto
lt: Išskleisti paketo turinį
nl: De inhoud van het pakket uitpakken
pl: Wypakuj zawartość pakietu
sk: Rozbaliť obsah balíčka
sr: Izdvajanje sadržaja paketa
sv: Extrahera paketets innehåll
ta: தொகுப்பு உள்ளடக்கங்களை பிரித்தெடுக்கவும்
tr: Paket içeriğini çıkar
uk: Розархівувати вміст пакета

source: Extreme
cs: Extrémní
hr: Ekstremno
it: Estremo
sr: Ekstremno
tr: Sıradışı
uk: Екстрім

source: Extrude from left
cs: Vytlačení zleva
da: Udeluk fra venstre
de: Verformen nach links
el: Προεξοχή από τα αριστερά
et: Surumine vasakult
fi: Purista vasemmalta
fr: Apparaître de la gauche
hr: Izdvajanje slijeva
hu: Kilökés balról
it: Estrudi da sinistra
lt: Išstumti iš kairės
nl: Groei vanaf links
pl: Wyciągnij od lewej
sk: Vytlačenie z ľavej strany
sr: Izdvajanje sleva
sv: Stryk ut från vänster
ta: இடமிருந்து எக்ச்ட்ரூட்
tr: Soldan dışarı doğru uzat
uk: Витісняти зліва
vi: Đùn từ trái
zh_cn: 在左侧

source: FBC automatic
cs: FBC automatické
el: FBC αυτόματο
fi: FBC automaattinen
hr: FBC auto
it: FBC automatico
nl: FBC automatisch
pl: FBC automatyczny
sk: FBC automaticky
sr: FBC ауто
sv: FBC automatisk
ta: FBC தானியங்கி
tr: FBC otomatik
uk: Автоматичний FBC

source: FCC enabled
cs: Povoleno FCC
el: FCC ενεργό
fi: FCC käytössä
hr: FCC omogućen
it: FCC abilitato
lt: FCC įjungta
nl: FCC geactiveerd
pl: FCC włączone
sk: FCC aktivované
sr: FCC omogućen
sv: FCC-kompatibel
ta: FCC இயக்கப்பட்டது
tr: FCC etkin
uk: FCC увімкнено

source: FEC
uk: ФЕК
zh_cn: 前向纠错

source: FEC modes
cs: Režimy FEC
el: Λειτουργίες FEC
fi: FEC tilat
hr: FEC način
it: Modalità FEC
lt: FEC režimai
nl: FEC-Modi
pl: Tryby FEC
sk: Režimy FEC
sr: FEC režim
sv: FEC-lägen
ta: FEC முறைகள்
tr: FEC modları
uk: FEC режими

source: FFmpeg Probe
cs: Sonda FFmpeg
el: Ανιχνευτής FFmpeg
hr: FFmpeg Proba
lt: FFmpeg zondas
pl: Sonda FFmpeg
sk: Sonda FFmpeg
sr: FFmpeg Proba
sv: FFmpeg-sond
ta: Ffmpeg ஆய்வு
tr: FFmpeg Probu
uk: FFmpeg Проба

source: FFmpeg is not installed so '.mvi' file actions are not available!
cs: FFmpeg není nainstalován, takže akce souboru '.mvi' nejsou dostupné!
el: Το FFmpeg δεν είναι εγκατεστημένο, οπότε οι ενέργειες αρχείων '.mvi' δεν είναι διαθέσιμες!
fi: FFmpeg ei ole asennettu, joten '.mvi' tiedostot eivät ole käytettävissä!
hr: FFmpeg nije instaliran pa radnje datoteke '.mvi' nisu dostupne!
it: FFmpeg non è installato quindi le azioni sul file '.mvi' non sono disponibili!
lt: FFmpeg neįdiegtas, todėl ".mvi" failo veiksmai nepasiekiami!
nl: FFmpeg is niet geïnstalleerd dus '.mvi' bestandsacties zijn niet beschikbaar!
pl: FFmpeg nie jest zainstalowany, więc akcje dla plików '.mvi' nie są dostępne!
sk: FFmpeg nie je nainštalované, takže nie sú dostupné akcie pre súbor '.mvi'!
sr: FFmpeg nije instaliran, zato fajl '.mvi' nije dostupan!
sv: FFmpeg är inte installerat så '.mvi' filåtgärder är inte tillgängliga!
ta: FFMPEG நிறுவப்படவில்லை, எனவே '.mvi' கோப்பு நடவடிக்கைகள் கிடைக்கவில்லை!
tr: FFmpeg yüklü olmadığı için '.mvi' dosyalarıyla ilgili işlemler kullanılamıyor!
uk: FFmpeg не встановлено, тому дії з файлами '.mvi' недоступні!

source: FP Upgrade
bg: Надстройка на FP
cs: FP aktualizace
da: FP Opgradering
el: Αναβάθμιση FP
et: FP uuendamine
fi: FP päivitys
fr: Mise à jour FP
hr: FP Nadogradnja
hu: FP frissítés
it: Aggiornamento FP
lt: Priekinio procesoriaus atnaujinimas
nl: FP update
pl: Aktualizacja FP
sk: Aktualizácia FP
sr: FP Nadogradnja
sv: FP-uppgradering
ta: FP மேம்படுத்தல்
tr: FP yükseltme
uk: FP оновлення
vi: Nâng cấp FP
zh_cn: FP卡升级

source: FSBL Update Check
bg: Проверка на актуализацията на FSBL
cs: Kontrola aktualizace FSBL
da: FSBL Opgraderingskontrol
el: Έλεγχος ενημέρωσης του FSBL
et: FSBL uuenduste kontroll
fi: FSBL Päivitystarkistus
fr: Vérification de la mise à jour FSBL
hr: Provjera ažuriranja FSBL
hu: FSBL frissítés ellenőrzése
it: Controlla aggiornamento FSBL
lt: FSBL atnaujinimo tikrinimas
nl: FSBL update controle
pl: Sprawdzenie aktualizacji FSBL
sk: Kontrola aktualizácie FSBL
sr: FSBL Provera Ažuriranja
sv: FSBL uppdateringskontroll
ta: FSBL புதுப்பிப்பு சோதனை
tr: FSBL Güncelleme Kontrolü
uk: Перевірка Оновлення FSBL
vi: Kiểm tra cập nhật FSBL
zh_cn: FSBL更新检查

source: FTA
de: FreeTV (FTA)
et: Vabakanal
fr: En clair
lt: NEKODUOTA
uk: Не кодований
zh_cn: 免费

source: Factory Reset
bg: Фабрично нулиране
cs: Obnovení továrního nastavení
el: Επαναφορά εργοστασιακών ρυθμίσεων
fi: Tehdasasetusten palautus
hr: Vraćanje na tvorničke postavke
it: Ripristino impostazioni di fabbrica
lt: Gamyklinis nustatymas iš naujo
nl: Reset naar fabrieksinstellingen
pl: Przywrócenie ustawień fabrycznych
sk: Výrobné nastavenia
sr: Fabričko uspostavljanje početnih vrednosti
sv: Fabriksåterställning
ta: தொழிற்சாலை மீட்டமைப்பு
tr: Fabrika Ayarlarına Geri Dön
uk: Скидання до заводських налаштувань

source: Factory release
bg: Фабрично пускане
cs: Tovární vydání
el: Εργοστασιακή έκδοση
fi: Julkaisu versio
hr: Tvorničko izdanje
it: Versione di fabbrica
lt: Gamyklos išleidimas
pl: Wydanie fabryczne
sk: Továrenské vydanie
sr: Fabrički realizirano
sv: Fabriksutgåva
ta: தொழிற்சாலை வெளியீடு
tr: Fabrika çıkışı
uk: Заводський випуск

source: Factual
cs: Faktický
hr: Činjenično
it: Fatti reali
sr: Činjenično
tr: Gerçekçi
uk: Фактичний

source: Fade the InfoBar on hide.
bg: Затихване на изчезващия инфобар
cs: Nastavit pomalu mizící Infobar.
el: Ξεθώριασμα της μπάρας πληροφοριών κατά την απόκρυψη.
fi: Häivytä tietopalkki piilotettaessa
fr: Disparition progressive de la barre d'info sur masqué
hr: Postepeno isčezavanje Info Trake.
it: Dissolvenza in chiusura barra informazioni
lt: Info juosta užsidarydama išbluks
nl: Informatiebalk langzaam vervagen na de time-out.
pl: Przyciemnij pasek informacyjny przy ukryciu.
sk: Postupné miznutie infolišty.
sr: Postepeno isčezavanje Info Trake.
sv: Tona ut InfoBar vid döljning.
ta: மறைவில் இன்போபரை மங்கச் செய்யுங்கள்.
tr: Bilgi çubuğunu gizlerken soluklaştır.
uk: Згасання Інфобару

source: Fahrenheit
cs: Fahrenheita
el: Φαρενάιτ
lt: Pagal Farenheitą
pl: Fahrenheita
sk: st. Fahrenheita
ta: பாரன்ஈட்
tr: Fahrenhayt
uk: Фаренгейт
zh_cn: 华氏度

source: Failed
bg: Неуспешно
cs: Selhalo
da: Mislykkedes
de: Fehlgeschlagen
el: Απέτυχε
et: Nurjus
fi: Epäonnistui
fr: Échec
hr: Nije uspjelo
hu: Sikertelen
it: Non riuscito
lt: Klaidingas
nl: Mislukt
pl: Błąd
pt_br: Falha
ru: Не удалось
sk: Neúspešné
sl: Ni uspelo
sr: Nije uspelo
sv: Misslyckad
ta: தோல்வியுற்றது
tr: Başarısız
uk: Невдало
vi: Thất bại
zh_cn: 失败

source: Failed to write /tmp/positionersetup.log:
bg: Неуспешно записване на /tmp/positionersetup.log:
cs: Selhal zápis do /tmp/positionersetup.log:
da: Skrivning til /tmp/positionersetup.log mislykkedes:
de: Fehler beim Schreiben von /tmp/positionersetup.log:
el: Αποτυχία εγγραφής του /tmp/positionersetup.log:
et: /tmp/positionersetup.logi loomine nurjus:
fi: Kirjoittaminen /tmp/positionersetup.log:iin epäonnistui:
fr: Échec de l'écriture de /tmp/positionersetup.log :
hr: Nije uspjelo napisati /tmp/positionersetup.log:
hu: Írási hiba a /tmp/positionersetup.log-ba:
it: Impossibile scrivere /tmp/positionersetup.log:
lt: Įrašymo klaida į /tmp/positionersetup.log:
nl: Schrijven naar /tmp/positionersetup.log niet mogelijk:
pl: Nie można zapisać pliku /tmp/positionersetup.log:
pt_br: Falha na escrita /tmp/positionersetup.log:
ru: Не удалось записать /tmp/positionersetup.log:
sk: Neúspešný zápis do /tmp/positionersetup.log:
sr: Nije uspelo upisivanje /tmp/positionersetup.log:
sv: Misslyckades med att skriva /tmp/positionersetup.log:
ta: எழுதத் தவறிவிட்டது /tmp/positionersetup.log:
tr: /tmp/positionersetup.log dosyasına yazma işlemi başarısız oldu:
uk: Невдалося записати /tmp/positionersetup.log:
vi: Không thể viết /tmp/poseitionersetup.log:
zh_cn: 未能写入/tmp/positionersetup.log：

source: Falkland Islands (Malvinas)
cs: Falklandské ostrovy (Malvíny)
da: Falklandsøerne (Malvinerne)
de: Falklandinseln (Malvinen)
el: Νήσοι Φώκλαντ (Μαλβίνες)
et: Falklandi saared (Malviinid)
fi: Falklandinsaaret
fr: Îles des Falkland (Malouines)
hu: Falkland-szigetek
it: Isole Falkland (Malvine)
lt: Folklando (Malvinų) Salos
nl: Falkland Eilanden (Malvinas)
pl: Falklandy
sk: Falklandy (Malvíny)
sv: Falklandsöarna
ta: பாக்லான்ட் தீவுகள் (மால்வினாச்)
tr: Falkland Adaları (Malvinas)
uk: Фолклендські (Мальвінські) острови
vi: Quần đảo Falkland (Malvinas)
zh_cn: 福克兰群岛( 马尔维纳斯)

source: Fallback API did not return a valid result.
cs: Záložní API nevrátilo platný výsledek.
el: Το εφεδρικό API δεν επέστρεψε έγκυρο αποτέλεσμα.
fi: Fallback API ei löytänyt oikeaa tulosta.
fr: L'API de repli n'a pas renvoyé de résultat valide.
hr: Rezervni API nije vratio valjani rezultat.
it: L'API di fallback non ha restituito un risultato valido.
lt: Atsarginė API nepateikė galiojančio rezultato.
nl: De Fallback-API is niet geldig.
pl: Zastępczy interfejs API nie zwrócił prawidłowego wyniku.
sk: Záložné rozhranie API nevrátilo platný výsledok.
sr: Rezervni API nije vratio važeći rezultat.
sv: Fallback API returnerade inte ett giltigt resultat.
ta: குறைவடையும் பநிஇ சரியான முடிவை திருப்பித் தரவில்லை.
tr: Yedek API geçerli bir sonuç vermedi.
uk: Резервний API не завантажив дійсний результат.

source: Fallback Font *
cs: Záložná font *
el: Εφεδρική γραμματοσειρά *
fi: Toissijainen Fontti *
hr: Rezervno Slovo *
it: Carattere di fallback *
nl: Reserve lettertype *
pl: Czcionka zastępcza *
sk: Záložný font *
sr: Rezervni font *
sv: Reservteckensnitt *
ta: குறைவடையும் எழுத்துரு *
tr: Yedek Yazı Tipi *
uk: Резервний шрифт *

source: Fallback Remote Receiver Settings
cs: Nastavení záložního dálkového přijímače
el: Ρυθμίσεις απομακρυσμένου εφεδρικού δέκτη
fi: Etävastaanottimen asetukset
hr: Rezervni udaljeni box Podešavanje
it: Configurazione ricevitore remoto fallback
nl: Fallback tuner instellingen
pl: Konfiguracja odbiornika zdalnego
sk: Nastavenie záložného vzdialeného prijímača
sr: Rezervni daljinski prijemnik Podešavanja
sv: Inställningar för reservfjärrmottagare
ta: குறைவடையும் ரிமோட் ரிசீவர் அமைப்பு
tr: Yedek Uzak Alıcı Ayarları
uk: Налаштування дистанційного приймача

source: Fallback Timer
bg: Резервен Таймер
cs: Záložní časovač
el: Εφεδρικός χρονοδιακόπτης
fi: Vara ajastin
fr: Programmation de repli
hr: Rezervni tajmer
it: Timer ricevitore remoto fallback
lt: Atsarginis laikmatis
pl: Timer zastępczy
sk: Záložný časovač
sr: Rezervni tajmer
sv: Timer för återgång
ta: குறைவடையும் நேரங்குறிகருவி
tr: Yedek Zamanlayıcı
uk: Резервний таймер

source: Fallback Tuner Setup
cs: Nastavení záložního tuneru
el: Ρυθμίσεις εφεδρικού tuner
hr: Rezervni tjuner postavke
it: Impostazioni tuner di fallback
lt: Atsarginio imtuvo nustatymas
nl: Fallback tuner instellingen
sr: Rezervni tjuner postavke
sv: Inställning av reservtuner
tr: Yedek Tuner Kurulumu
uk: Налаштування резервного тюнера

source: Fallback remote receiver
bg: Резервен отдалечен приемник
cs: Záložní přijímač
el: Εφεδρικός απομακρυσμένος δέκτης
fi: Etävastaanotin
fr: Récepteur distant de repli
hr: Rezervni udaljeni tuner
it: Ricevitore remoto Fallback
lt: Atsarginis nuotolinis imtuvas
nl: Fallback tuner
pl: Zdalny odbiornik zastępczy
sk: Záložný vzdialený prijímač
sr: Rezervni daljinski prijemnik
sv: Reservfjärrmottagare
ta: குறைவடையும் ரிமோட் ரிசீவர்
tr: Yedek uzak alıcı
uk: Запасний віддалений приймач

source: Fallback remote receiver IP
bg: IP на резервния приемник
cs: IP adresa záložního přijímače
el: IP του εφεδρικού απομακρυσμένου δέκτη
fi: Etävastaanottimen IP osoite
fr: Configuration de l’IP du récepteur distant de repli
hr: Zamjenski IP udaljenog tunera
it: IP Ricevitore remoto fallback
lt: Atsarginio nuotolinio imtuvo IP
nl: IP-adres van de Fallback tuner
pl: IP zdalnego odbiornika
sk: IP adresa záložného vzdialeného prijímača
sr: URL rezervni udaljeni resiver IP
sv: Reserv fjärrmottagare IP
ta: குறைவடையும் ரிமோட் ரிசீவர் ஐபி
tr: Yedek uzak alıcı IP no
uk: Запасна IP-адреса віддаленого приймача

source: Fallback remote receiver Port
bg: Порт на резервен отдалечен приемник
cs: Port záložního přijímače
el: Θύρα του εφεδρικού απομακρυσμένου δέκτη
fi: Etävastaanottimen portti
fr: Configuration du port du récepteur distant de repli
hr: Priključak rezervnog udaljenog tunera
it: PORTA Ricevitore remoto fallback
lt: Atsarginio nuotolinio imtuvo jungtis
nl: Poort van de Fallback tuner
pl: Port zdalnego odbiornika
sk: Port záložného vzdialeného prijímača
sr: Port rezervnog daljinskog prijemnika
sv: Reserv fjärrmottagare Port
ta: குறைவடையும் ரிமோட் ரிசீவர் துறைமுகம்
tr: Yedek uzak alıcı portu
uk: Порт віддаленого приймача

source: Fallback remote receiver URL
bg: URL адреса на отдалечения приемник
cs: URL záložního vzdáleného přijímače
da: Fjernmodtager URL for tilbagefald
de: Reservereceiver URL
el: Εφεδρική απομακρυσμένη URL δέκτη
et: Kaugvastuvõtja URL
fi: Etävastaanottimen osoite
fr: URL du récepteur distant de repli
hr: Zamjenski URL udaljenog tunera
hu: Távoli vevőegység URL címe
it: URL ricevitore remoto fallback
lt: Atsarginio nuotolinio imtuvo internetinis adresas
nl: URL van de Fallback tuner
pl: URL odbiornika zdalnego
ru: URL резервного удаленного ресивера
sk: URL záložného tunera vzdialeného prijímača
sr: URL rezervni udaljeni resiver URL
sv: URL för reservfjärrmottagare
ta: குறைவடையும் ரிமோட் ரிசீவர் முகவரி
tr: Yedek uzak alıcı URL
uk: URL резервного віддаленого приймача
vi: Dự phòng URL nhận từ xa
zh_cn: 备用的遥控接收器URL

source: Fallback remote receiver for ATSC
bg: Резервен отдалечен приемник за ATSC
cs: Záložní přijímač pro ATSC
el: Εφεδρικός απομακρυσμένος δέκτης για ATSC
fi: Varaviritin ATSC
fr: Récepteur à distance de repli pour ATSC
hr: Rezervni udaljeni tuner za ATSC
it: Ricevitore remoto di fallback per ATSC
lt: ATSC nuotolinis atsarginis imtuvas
nl: Fallback tuner voor ATSC
pl: Zdalny odbiornik zastępczy dla ATSC
sk: Záložný vzdialený prijímač pre ATSC
sr: URL rezervni udaljeni resiver za ATSC
sv: Reservfjärrmottagare för ATSC
ta: ATSC க்கான குறைவடையும் ரிமோட் ரிசீவர்
tr: ATSC için yedek uzak alıcısı
uk: Запасний віддалений приймач для ATSC

source: Fallback remote receiver for DVB-C
bg: Резервен отдалечен приемник за DVB-C
cs: Záložní přijímač pro DVB-C
el: Εφεδρικός απομακρυσμένος δέκτης για DVB-C
fi: Varaviritin DVB-C
fr: Récepteur à distance de repli pour DVB-C
hr: Rezervni udaljeni tuner za DVB-C
it: Ricevitore remoto di fallback per DVB-C
lt: DVB-C nuotolinis atsarginis imtuvas
nl: Fallback tuner voor DVB-C
pl: Zdalny odbiornik zastępczy dla DVB-C
sk: Záložný vzdialený prijímač pre DVB-C
sr: URL rezervni udaljeni resiver za DVB-C
sv: Reservfjärrmottagare för DVB-C
ta: டி.வி.பி-சி க்கான குறைவடையும் ரிமோட் ரிசீவர்
tr: DVB-C için yedek uzak alıcısı
uk: Запасний віддалений приймач для DVB-C

source: Fallback remote receiver for DVB-T
bg: Резервен отдалечен приемник за DVB-T
cs: Záložní přijímač pro DVB-T
el: Εφεδρικός απομακρυσμένος δέκτης για DVB-T
fi: Varaviritin DVB-T
fr: Récepteur à distance de repli pour DVB-T
hr: Rezervni udaljeni tuner za DVB-T
it: Ricevitore remoto di fallback per DVB-T
lt: DVB-T nuotolinis atsarginis imtuvas
nl: Fallback tuner voor DVB-T
pl: Zdalny odbiornik zastępczy dla DVB-T
sk: Záložný vzdialený prijímač pre DVB-T
sr: URL rezervni udaljeni resiver za DVB-T2
sv: Reservfjärrmottagare för DVB-T
ta: டி.வி.பி-டி க்கான குறைவடையும் ரிமோட் ரிசீவர்
tr: DVB-T için yedek uzak alıcısı
uk: Запасний віддалений приймач для DVB-T

source: False
bg: Невярно
cs: Ne
da: Falsk
el: Ψευδές
et: Ei
fi: Epätosi
fr: Faux
hr: Netočno
it: Falso
lt: Klaidingas
nl: Niet correct
pl: Fałszywe
sk: False (Nepravda)
sr: Netačno
sv: Falskt
ta: தவறு
tr: Yanlış
uk: Помилковий
vi: Sai
zh_cn: 错误

source: Family
bg: Семейство
cs: Rodina
da: Familie
de: Familie
el: Οικογένεια
fi: Perhe
fr: Famille
hr: Obitelj
it: Famiglia
lt: Šeima
nl: Familie
pl: Rodzina
sk: Rodina
sr: Familija
sv: Familj
ta: குடும்பம்
tr: Aile
uk: Сімейний
zh_cn: 家庭

source: Fan %d
bg: Вентилатор %d
cs: Vent. %d
da: Blæser %d
de: Lüfter %d
el: Ανεμιστήρας %d
et: Vent. %d
fi: Tuuletin %d
fr: Ventilateur %d
hr: Ventilator %d
hu: %d ventilátor
it: Ventola %d
lt: Ventiliatorius %d
nl: Ventilator %d
pl: Wentylator %d
pt_br: Vent. %d
ru: Вентилятор %d
sk: Ventilátor %d
sl: Ventilator %d
sr: Ventilator %d
sv: Fläkt %d
ta: %d இலிருந்து
uk: Вентилятор %d
vi: Quạt %d
zh_cn: 风扇 %d

source: Fantasy
bg: Фантазия
da: Fantasi
de: Fantasie
el: Φαντασία
fi: Fantasia
fr: Fantaisie
hr: Fantazija
it: Fantasia
lt: Fantastika
pl: Fantazja
sr: Fantazija
sv: Fantasi
ta: கற்பனை
tr: Fantezi
uk: Фантазія
zh_cn: 幻想

source: Faroe Islands
cs: Faerské ostrovy
da: Færøerne
de: Färöer
el: Νήσοι Φαρόε
et: Fääri saared
fi: Färsaaret
fr: Îles Féroé
hu: Feröer-szigetek
it: Isole Faroer
lt: Farerų salos
nl: Faeroër Eilanden
pl: Wyspy Owcze
sk: Faerské ostrovy
sv: Faroeöarna
ta: பேரோ தீவுகள்
tr: Faroe Adaları
uk: Фарерські острови
vi: Quần đảo Faroe
zh_cn: 法罗群岛

source: Faroese
cs: Faerština
el: Φεροϊκά
fi: Färsaaret
fr: Féroïques
lt: Farerų
nl: Faeroër Eilanden
pl: Farerski
sk: faerčina
sv: Färöiska
ta: பரோச்
uk: Фарерська

source: Farsi / Persian
cs: Perština / Perský
el: Φαρσί / Περσικά
fi: Persia
fr: Farsi / Persan
it: Farsi / Persiano
lt: Farsi / persų
nl: Farsi / Perzisch
pl: Farsi / Perski
sk: fársí/perzština
sv: Farsi / Persiska
ta: உருவாக்கு / பணிநிறுத்தம்
tr: Farsça
uk: Фарсі / Перська

source: Fashion
cs: móda
el: μόδα
hr: Moda
it: moda
lt: stilius
nl: mode
sr: Moda
sv: mode
tr: Moda
uk: мода

source: Fast
bg: Бърз
cs: Rychle
da: Hurtig
de: Schnell
el: Γρήγορη
et: Kiire
fi: Nopea
fr: Rapide
hr: Brzo
hu: Gyors
it: Veloce
lt: Greitas
nl: Snel
pl: Szybko
pt_br: Rápido
ru: Быстро
sk: Rýchlo
sl: Hitro
sr: Brzo
sv: Snabb
ta: வேகமாக
tr: Hızlı
uk: Швидко
vi: Nhanh
zh_cn: 快速

source: Fast Channel Change
cs: Rychlá změna kanálu
el: Γρήγορη αλλαγή καναλιών
fi: Nopea kanavan vaihto
hr: Brza Promjena Kanala
it: Cambio canale veloce
lt: Greitasis kanalų perjungimas
pl: Szybka zmiana kanałów (FCC)
sk: Rýchle prepínanie kanálov
sr: Brza Promena Kanala
sv: Snabbt kanalbyte
ta: வேகமான சேனல் மாற்றம்
tr: Hızlı Kanal Değişimi
uk: Швидка зміна каналу

source: Fast Channel Change Setup
cs: Nastavení rychlé změny kanálu
el: Ρυθμίσεις γρήγορης αλλαγής καναλιών
fi: Nopean kanavanvaihdon asetukset
hr: Postavljanje brze promjene kanala
it: Configurazione cambio canale veloce
lt: Greitojo kanalų perjungimo sąranka
nl: Fast Channel Change Instellingen
pl: Konfiguracja Szybkiej Zmiany Kanałów
sk: Nastavenie rýchleho prepínania kanálov
sr: Podešavanje Brze Promene Kanala
sv: Inställning för snabb kanalväxling
ta: வேகமான சேனல் மாற்ற அமைப்பு
tr: Hızlı Kanal Değiştirme Kurulumu
uk: Налаштування швидкої зміни каналу

source: Fast DiSEqC
bg: Бърз DiSEqC
cs: Rychlý DiSEqC
da: Hurtig DiSEqC
de: Schnelles DiSEqC
el: Γρήγορο DiSEqC
et: Kiire DiSEqC
fi: Nopea DiSEqC
fr: DiSEqC rapide
hr: Brzi DiSEqC
hu: Gyors DiSEqC
it: DiSEqC veloce
lt: Greitas DiSEqC
nl: Snelle DiSEqC
pl: Szybki DiSEqC
pt_br: DiSEqC rápida
ru: Быстрый DiSEqC
sk: Rýchly DiSEqC
sl: Hiter DiSEqC
sr: Brzi DiSEqC
sv: Snabb DiSEqC
ta: வேகமாக diseqc
tr: Hızlı DiSEqC
uk: Швидкий DiSEqC
vi: DiSEqC nhanh
zh_cn: 快速DiSEqC

source: Fast Scan
bg: Бързо сканиране
cs: Rychlé ladění (Fast Scan)
da: Hurtig søgning
de: Schneller Suchlauf
el: Γρήγορη ανίχνευση
et: Kiirotsing
fi: Nopea haku
fr: Scan Rapide
hr: Brzo Skeniranje
hu: Szolgáltatói keresés
it: Scan veloce
lt: Greita paieška
pl: Szybkie skanowanie
pt_br: Buscar operadora
ru: Быстрый поиск по провайдеру
sl: Hitro iskanje
sr: Brzo Skeniranje
sv: Snabb skanning
ta: விரைவான ச்கேன்
tr: Hızlı Tarama
uk: Швидкий Пошук
vi: Quét nhanh
zh_cn: 快速扫描

source: Fast epoch
bg: Бърза епоха
cs: Rychlé období
da: Hurtig tidsrum
de: Schneller Zeitraum
el: Γρήγορη εποχή
et: Kiire kerimine
fi: Nopea päivällä
fr: Époque rapide
hr: Brza epoha
hu: Gyors korszak
it: Epoch veloce
lt: Greitas laikotarpis
nl: Snel spoelen
pl: Szybkie odtwarzanie
pt_br: Epoch rápido
ru: Время для быстрой скорости
sk: Rýchla doba
sl: Hiter del
sr: Brza epoha
sv: Snabb epok
ta: வேகமான சகாப்தம்
tr: Hızlı tur
uk: Швидкий період
vi: Kỷ nguyên nhanh
zh_cn: 快时代

source: Fast forward
bg: Превъртане напред
cs: Rychlý posun vpřed
el: Προώθηση εμπρός
fi: Kelausnopeudet eteenpäin
fr: Avance rapide
hr: Premotavanje unaprijed
it: Avanti veloce
lt: Greitai pirmyn
nl: Vooruitspoelen
pl: Przewijanie do przodu
sk: Rýchlo dopredu
sr: Premotavanje unapred
sv: Snabbspola
ta: வேகமாக முன்னோக்கி
tr: Hızlı ileri sarma
uk: Перемотка вперед
