Repository: openatv/enigma2
Catalog: po/*.po
Languages: bg, cs, da, de, el, et, fi, fr, hr, hu, it, lt, nl, pl, pt_br, ru, sk, sl, sr, sv, ta, tr, uk, vi, zh_cn

source: Go to parent directory
da: Gå til overordnet mappe
et: Mine ülemkataloogi
vi: Chuyển đến thư mục cha mẹ
zh_cn: 转到父目录

source: Go to previous event
da: Gå til forrige begivenhed
et: Mine eelmisele saatele
hu: Ugrás az előző eseményre
pt_br: Ir para o evento anterior
ru: Перейти на пред. событие
vi: Đi đến sự kiện trước
zh_cn: 转到以前的事件

source: Go to previous page of service
da: Gå til kanalens forrige side
et: Mine kanalinimekirja eelmisele lehele
hu: Ugrás az előző csatornalapra
pt_br: Ir para a página anterior de serviços
ru: Перейти на пред. страницу каналов
vi: Chuyển đến trang trước của dịch vụ
zh_cn: 转到频道的上一页

source: Go to start of file
da: G til begyndelsen af fil
de: Zum Anfang der Datei gehen
et: Mine faili algusesse
vi: Bắt đầu tập tin
zh_cn: 转到文件开头

source: Goto Date/Timer
da: Gå til Dato/Timer
de: Gehe zu Datum/Zeit
et: Kuupäeva/taimeri juurde
hu: Ugrás megadott dátumhoz/időzítőhez
vi: Ngày / Hẹn giờ
zh_cn: 转到日期/定时器

source: Goto Primetime
da: Gå til Primetime
de: Gehe zur Primetime
et: Mine tippajale
hu: Ugrás a Főműsoridőre
vi: Giờ nguyên thủy
zh_cn: 转到黄金时间

source: Goto index position
et: Mine asukohta indeksis
hu: Ugrás az indexre
pt_br: Ir para a posição de índice
ru: Номер позиции
vi: Vị trí chỉ số Goto
zh_cn: 转到索引位置

source: Goto next day of events
da: Gå til næste dags begivenheder
et: Mine saatekavas järgmisele päevale
hu: Következő nap eseményeihez
pt_br: Próximo dia de eventos
ru: Перейти на следующий день телегида
vi: Goto ngày tiếp theo của sự kiện
zh_cn: 转到下一天的事件

source: Goto next page of events
da: Gå til næste side af begivenheder
de: Gehe zur nächsten Seite mit Sendungen
et: Liigu järgmisele saatekava lehele
hu: Ugrás a következő eseménylapra
pt_br: Próxima página de eventos
ru: Перейти на след. страницу событий
vi: Trang tiếp theo của sự kiện
zh_cn: 转到下一页的事件

source: Goto previous day of events
da: Gå til forrige dags begivenheder
et: Mine saatekavas eelmisele päevale
hu: Ugrás a előző eseménylapra
pt_br: Dia anterior de eventos
ru: Перейти на предыдущий день телегида
vi: Goto ngày trước của sự kiện
zh_cn: 转到事件的前一天

source: Goto previous page of events
da: Gå til forrige side af begivenheder
de: Gehe zur vorherigen Seite mit Sendungen
et: Liigu eelmisele saatekava lehele
hu: Ugrás az előző eseménylapra
pt_br: Página anterior de eventos
ru: Перейти на пред. страницу событий
vi: Trang trước của sự kiện
zh_cn: 转到上一页的事件

source: Goto specific data/time
da: Gå til specifik dato/tid
de: Gehe zum angegebenen Datum/Uhrzeit
et: Mine kindlale kellaajale/kuupäevale
hu: Konkrét adathoz/időhöz
ru: Перейти к указанной дате/времени
vi: Dữ liệu cụ thể / thời gian
zh_cn: 转到特定的数据/时间

source: Graphical InfobarEPG settings
da: Grafisk Infobjælke EPG indstillinger
de: Grafischer Infoleisten-EPG
et: Graafilise inforiba EPG seaded
hu: Grafikus EPG kinézet beállítása
ru: Настройки графического инфобара телегида
vi: Cài đặt đồ họa InfobarEPG
zh_cn: 图形信息栏EPG设置

source: GraphicalEPG settings
da: Grafisk EPG indstillinger
de: Grafischer EPG
et: Graafilise EPG seaded
hu: Grafikus EPG beállítása
ru: Настройки графического телегида
vi: Cài đặt đồ họa EPG
zh_cn: 图形化EPG设置

source: Green button
da: Grøn knap
de: Taste GRÜN
et: Roheline nupp
hu: Zöld gomb
vi: Nút màu xanh lá cây
zh_cn: 绿色键

source: Green long
da: Grøn lang
de: Taste GRÜN lang
et: Roheline - pikk
hu: Zöld hosszan
ru: Зеленая долгое нажатие
vi: Xanh dài
zh_cn: 绿色键长按

source: Group:
da: Gruppe:
de: Gruppe:
et: Grupp:
vi: Nhóm:
zh_cn: 组别:

source: Guard interval
da: Beskyttelsesinterval
de: Überwachungsintervall
et: Kaitsevahemik
hu: Védelmi intervallum
pt_br: Inervalo de segurança
ru: Интервал защиты
vi: Khoảng bảo vệ
zh_cn: 保护间隔

source: H7/H9/H9COMBO/H10 new Model
zh_cn: H7/H9/H9COMBO/H10新型号

source: HDMI
zh_cn: HDMI高清

source: HDMI CEC
zh_cn: HDMI CEC设置

source: HDMI CEC Setup
da: HDMI-CEC Opsætning
de: HDMI-CEC
et: HDMI CEC seaded
hu: HDMI CEC Beállítások
ru: Настройки HDMI CEC
vi: Thiết lập HDMI CEC
zh_cn: HDMI CEC设置

source: HDMI Colordepth
da: HDMI Farvedybde
de: HDMI Farbtiefe
et: HDMI värvisügavus
hu: HDMI színmélység
vi: Cổng thông tin HDMI
zh_cn: HDMI色彩深度

source: HDMI Colorspace
da: HDMI Farveområde
de: HDMI Farbraum
et: HDMI värviruum
hu: HDMI színtér
vi: Không gian màu HDMI
zh_cn: HDMI颜色空间

source: HDMI Recording
da: HDMI Optagelse
de: HDMI-Aufnahme
et: HDMI salvestus
hu: HDMI felvétel
vi: Ghi âm HDMI
zh_cn: HDMI录制

source: HDMI-IN Recording settings
da: HDMI-IN Optagelsesindstillinger
de: HDMI-IN Aufnahmen
et: HDMI salvestuse seaded
hu: HDMI-IN felvételi beállítások
vi: Cài đặt ghi HDMI-IN
zh_cn: HDMI-IN录制设置

source: Handball
da: Håndbold
zh_cn: 手球

source: Handle wakeup from TV
da: Håndter vågn op fra TV
de: TV-Wakeup verwalten
et: Käivitamine teleri kaudu
hu: Bekapcsolás fogadása a TV-től
pt_br: Controlar ativação a partir da TV
ru: Включить при включении ТВ
vi: Xử lý thức dậy từ TV
zh_cn: 从电视上处理唤醒

source: Hard disk setup
da: Harddisk opsætning
de: Konfiguration der HDD
et: Kõvaketta seaded
hu: Háttértár beállítás
pt_br: Configurar disco rígido
ru: Настройка диска
vi: Thiết lập đĩa cứng
zh_cn: 硬盘安装

source: Heimat
zh_cn: 故乡

source: Heimwerker
zh_cn: 家佣

source: Help long
da: Hjælp lang
de: Hilfe lang
et: Help - pikk
hu: Súgó hosszan
ru: Помощь долгое нажатие
vi: Giúp lâu
zh_cn: 帮助键长按

source: Hide VBI line for this service
da: Skjul VBI-linje for denne kanal
de: Verstecke VBI Line für diesen Kanal
et: Peida punktiirjoon ekraani ülaservas
hu: A VBI vonal elrejtése ennél a csatornánál
vi: Ẩn dòng VBI cho dịch vụ này
zh_cn: 隐藏此频道的VBI行

source: Hide mute notification
da: Skjul lyd slukket meddelser
de: Ausblenden der Stummschaltungsanzeige
et: Peida vaigistamise sümbol
hu: Értesítés némításának elrejtése
vi: Ẩn thông báo tắt tiếng
zh_cn: 隐藏静音通知

source: Hierarchy information
de: Hierarchie-Infomation
et: Hierarhia teave
hu: Hierarchia információk
pt_br: Informação hierárquica
ru: Информация по иерархии
vi: Thông tin phân cấp
zh_cn: 等级信息

source: History long
da: Historik lang
et: History - pikk
hu: Előzmények hosszan
vi: Lịch sử lâu dài
zh_cn: 历史键长按

source: Hobbys
da: Hobbyer
zh_cn: 嗜好

source: Holy See
de: Liechtenstein
et: Vatikan
hu: Apostoli Szentszék
vi: Tòa thánh
zh_cn: 教廷

source: Home long
da: Hjem lang
et: Home - pikk
vi: Nhà dài
zh_cn: 主页键长按

source: Homepage long
da: Hjemmeside lang
de: Homepage lang
et: Homepage - pikk
hu: Kezdőlap hosszan
vi: Trang chủ dài
zh_cn: 主页键长按

source: Hops
vi: Nhảy
zh_cn: 链路数目

source: Hostname:
da: Værtsnavn:
et: Masinanimi:
hu: Hostnév:
ru: Сетевое имя:
vi: Tên máy chủ:
zh_cn: 主机名:

source: Hostname:
bg: Име на хост:
da: Værtsnavn:
et: Masinanimi:
hu: Hostnév:
ru: Сетевое имя:
vi: Tên máy chủ:
zh_cn: 主机名:

source: Hotkey Setup
da: Hurtigtast opsætning
de: Hotkey-Einstellungen
et: Kiirnuppude seadistus
hu: Hotkey beállítása
ru: Настройки горячих кнопок
vi: Cài đặt phím nóng
zh_cn: 热键设置

source: Hotkey Setup for
da: Hurtigtast opsætning for
de: Hotkey-Einstellung für
et: Kiirnuppude seadistus
hu: Hotkey beállítás
ru: Настройки горячих кнопок для
vi: Cài đặt phím nóng cho
zh_cn: 热键设置

source: Hour
da: Time
de: Stunde
et: Tund
hu: Óra
ru: Час
vi: Giờ
zh_cn: 小时

source: Hours Mins
da: Timer Min.
de: Stunden Minuten
et: Tundi minutit
hu: Óra Perc
ru: Часы Минуты
vi: Giờ tối thiểu
zh_cn: 小时 分钟

source: Hours Mins Secs
da: Timer Min. Sek.
de: Stunden Minuten Sekunden
et: Tundi minutit sekundit
hu: Óra Perc Másodperc
ru: Часы Минуты Секунды
vi: Giờ phút giây
zh_cn: 小时 分钟 秒

source: How many minutes do you want to record?
da: Hvor mange minutter vil du optage ?
de: Wie viele Minuten möchten Sie aufnehmen?
et: Mitu minutit soovid salvestada?
hu: Hány percet szeretne felvenni?
pt_br: Gravar por quantos minutos?
ru: Сколько минут вы хотите записать?
sl: Koliko minut želite snemati?
vi: Bạn muốn ghi lại bao nhiêu phút?
zh_cn: 您想录像多少分钟?

source: I/O priority for script execution
da: I/O prioritet for skript-eksekvering
de: I/O-Priorität für die Skriptausführung
et: I/O prioriteet skripti täitmisel
vi: Ưu tiên I / O để thực thi tập lệnh
zh_cn: 脚本执行的I/O优先级

source: IMDB search
da: IMDb søgning
de: IMDb Suche
et: IMDB otsing
hu: IMDb keresés
vi: Tìm kiếm IMDB
zh_cn: IMDB搜索

source: IMDB search for current event
da: IMDb søg efter nuværende begivenhed
de: IMDb-Suche für die ausgewählte Sendung
et: IMDB otsing käesolevale saatele
hu: Aktuális esemény keresése IMDb-n
vi: Tìm kiếm IMDB cho sự kiện hiện tại
zh_cn: IMDB搜索当前事件

source: INFO-Panel...
et: INFO paneel.
ru: Инфо-панель...
vi: Bảng -Thông tin ...
zh_cn: 信息面板...

source: IP:
zh_cn: IP地址:

source: ISO file is too large for this filesystem!
da: ISO filen er for stor til dette filsystem!
de: Die ISO-Datei ist für dieses Dateisystem zu groß!
et: ISO fail on selle failisüsteemi jaoks liiga suur!
hu: Az ISO fájl túl nagy ehhez a fájlrendszerhez!
pt_br: Arquivo ISO muito grande para o sistema de arquivos!
ru: ISO файл слишком велик для этой файловой системы!
sl: ISO datoteka je prevelika za ta datotečni sistem!
vi: Tập tin ISO quá lớn cho hệ thống tập tin này!
zh_cn: 对此文件系统来说ISO文件太大!

source: IceTV
zh_cn: Ice视频一站式平台

source: If editing a file, can you set the cursor start position at end or begin of the line.
da: For redigering af en fil, kan du sætte markørens startposition i slutningen eller i begyndelsen af linjen.
de: Wenn eine Datei bearbeitet wird, kann man hier festlegen ob sich die Cursorposition am Anfang oder am Ende der Zeile befindet.
et: Saad määrata, kas faili muutmisel asetseb kursor rea alguses või lõpus.
vi: Nếu chỉnh sửa tệp, bạn có thể đặt vị trí bắt đầu con trỏ ở cuối hoặc đầu dòng.
zh_cn: 如果编辑文件,可以将光标的起始位置设置在行的结尾还是开头.

source: If enabled, using a time window to detect a wakeup from deep standby by a timer. Default setting ist disabled and used a special signal from the receiver. But some devices set a wrong or none signal and the wakeup detection can fails.
da: Hvis aktiveret, bruger Timeren et tidsrum til at opdage en opvågning fra Dyb Standby. Standard indstilling er deaktiveret og bruger et speciel signal fra modtageren. Men nogle enheder sender et forkert eller ingen signal og opvågninsopdagelse kan mislykkes.
de: Bei 'Ja' kann ein Zeitfenster eingestellt werden, um ein Aufwachen aus dem Deep-Standby durch einen Timer zu erkennen. Standardeinstellung ist 'Nein' und verwendet ein spezielles Signal vom Receiver. Manche Geräte setzen aber ein falsches oder kein Signal und die Erkennung kann fehlschlagen.
et: Kui lubatud, kasutatakse ajaakent tuvastamaks puhkeseisundist äratamist taimeri poolt. Vaikimisi on see keelatud ja kasutatakse signaali vastuvõtjast. Kuid mõned vastuvõtjad saadavad vale signaali või ei saada mingit signaali. Siis äratuse tuvastus nurjub.
hu: Ha engedélyezve van, akkor egy időablak segítségével érzékelheti a kikapcsolt állapotból érkező ébresztést. Letiltva az alapértelmezett beállítás, és speciális jelzés van használva a vevőegységről. De egyes készülékek rossz vagy semleges jelzést adnak, és az ébresztés észlelése sikertelen lehet.
vi: Nếu được bật, sử dụng cửa sổ thời gian để phát hiện thức dậy từ chế độ chờ sâu bằng bộ hẹn giờ. Cài đặt mặc định ist bị vô hiệu hóa và sử dụng tín hiệu đặc biệt từ máy thu. Nhưng một số thiết bị đặt sai hoặc không có tín hiệu và phát hiện đánh thức có thể thất bại.
zh_cn: 如果启用,使用时间窗口检测定时器从深度待机 状态唤醒.默认设置是禁用的,并使用了 来自接收器 的特殊信号.但有些设备设置错误或没有信号,唤醒检测可能会失败.

source: If muted, hide mute icon or mute information after few seconds.
da: Skjul ikon for lyd slukket eller information efter få sekunder, hvis lyd slukkes.
de: Legt fest, ob das Anzeigesymbol oder die Information der Stummschaltung nach wenigen Sekunden ausgeblendet wird.
et: Heli vaigistamisel peida vaigistamise ikoon või info mõne sekundi pärast.
hu: Ha némítva van, akkor rejtse el a némító ikont vagy az információkat néhány másodperc múlva.
vi: Nếu tắt tiếng, ẩn biểu tượng tắt tiếng hoặc tắt thông tin sau vài giây.
zh_cn: 如果静音,隐藏静音图标或静音信息几秒钟后.

source: If set to 'no', can you save older events even after zapping or interruption of the timeshift.
da: Hvis sat til 'Nej', kan du gemme ældre begivenheder selv efter Zapning eller afbrydelse af Timeshift.
de: Bei 'Nein' bleiben Timeshift-Aufnahmen nach dem Umschalten oder Beenden im Timeshift-Verzeichnis erhalten.
et: Määrates 'ei', saad talletada ajanihke failid ka pärast kanalivahetust või ajanihke lõppu.
hu: Csatorna váltás, vagy ugrás után a Timeshift puffer törlésre kerüljön-e vagy nem.
ru: Если выбрано 'нет', можете сохранять старые записи даже после переключения или прерывания таймшифта.
vi: Nếu được đặt thành 'không', bạn có thể lưu các sự kiện cũ hơn ngay cả sau khi hạ gục hoặc gián đoạn timeshift.
zh_cn: 如果设为'否',即使在切换或中断时移后,您也可以保存较旧的事件.

source: If set to 'no', timeshift used only one buffer file. It's recommend 'Timeshift checking for older files [in minutes]' and 'Timeshift checking for free space?' to adjust.
da: Hvis sat til 'Nej', bruger Timeshift kune én bufferfil. Det anbefales at bruge 'Timeshift se efter ældre filer [i minutter]' og 'Timeshift se efter fri plads?' til at juster.
de: Bei 'Nein' wird nur eine Datei als Puffer verwendet. Es wird empfohlen 'Timeshift-Überprüfung auf ältere Dateien (in Minuten)' und 'Timeshift-Überprüfung auf freien Speicherplatz?' anzupassen.
et: Määrates 'ei', kasutab ajanihe ainult ühte puhverfaili. Kohandamiseks võib kasutada valikuid 'Vanemate failide kontroll ajanihke ajal' ja 'Vaba kettaruumi kontroll ajanihke ajal'.
hu: Ha a 'nem'-t választja, a Timeshift csak egy pufferfájlt használ. Ajánljuk, hogy a 'Timeshift a régebbi fájlokat ellenőrizze' és a 'Timeshift ellenőrizze a szabad helyet' állítsa be.
ru: Если выбрано 'нет', таймшифт будет использовать только один файл. Рекомендуется включить 'Проверка таймшифтом старых файлов [в минутах]' и 'Проверка тайсшифтом свободного пространства на диска'
vi: Nếu được đặt thành 'không', timeshift chỉ sử dụng một tệp bộ đệm. Chúng tôi khuyên bạn nên 'Kiểm tra thời gian cho các tệp cũ hơn [tính bằng phút]' và 'Kiểm tra thời gian để có dung lượng trống?' để điều chỉnh.
zh_cn: 如果设为'否',时移只使用一个缓冲区文件.建议调整'旧文件时移检查(以分钟为单位)'和'可用空间时移检查'.

source: If set to 'yes' channels without EPG will not be shown.
da: Hvis sat til 'Ja' vil kanaler uden EPG ikke blive vist.
de: Bei 'Ja' werden Sender ohne EPG nicht angezeigt.
et: Kui lubatud, ei kuvata kanaleid, millel puudub saatekava.
hu: Ha az 'igen'-t választja, akkor a műsor nélküli csatornák nem jelennek meg.
ru: Если выберите 'да', каналы без телегида не будут показаны.
vi: Nếu được đặt thành các kênh 'có' mà không có EPG sẽ không được hiển thị.
zh_cn: 如果设为'是',没有EPG的频道将不显示.

source: If set to 'yes' it will show the 'PO' packages in browser.
da: Hvis sat til 'Ja' vil 'PO' pakker blive vist i browser.
de: Bei 'Ja' werden auch 'PO'-Pakete angezeigt.
et: Kui lubatud, kuvatakse nimekirjas 'PO' paketid.
hu: Ha az 'igen'-t választja, akkor a "PO" csomagokat jeleníti meg a böngészőben.
ru: Если выбрано 'да', в проводнике будут показаны пакеты 'PO'.
vi: Nếu được đặt thành 'có', nó sẽ hiển thị các gói 'PO' trong trình duyệt.
zh_cn: 如果设置为'是',它将显示在浏览器的'po’软件包.

source: If set to 'yes' it will show the 'SRC' packages in browser.
da: Hvis sat til'Ja' vil 'SRC' pakker blive vist i browser.
de: Bei 'Ja' werden auch 'SRC'-Pakete angezeigt.
et: Kui lubatud, kuvatakse nimekirjas 'SRC' paketid.
hu: Ha az 'igen'-t választja, akkor az "SRC" csomagokat jeleníti meg a böngészőben.
ru: Если выбрано 'да', в проводнике будут показаны пакеты 'SRC'.
vi: Nếu được đặt thành 'có', nó sẽ hiển thị các gói 'SRC' trong trình duyệt.
zh_cn: 如果设置为'是',它会在浏览器中显示src包.

source: If set to 'yes' shows a small TV-screen in the EPG.
da: Hvis sat til'Ja' vises en lille TV-skærm i EPG.
de: Bei 'Ja' wird ein kleines TV-Bild (PiG) im EPG angezeigt.
et: Kui lubatud, kuvatakse saatekavas väike teleekraan.
hu: Ha az 'igen'-t választja, akkor a műsor előnézeti képét jeleníti meg az EPG műsorújságban.
ru: Если выберите 'да', в телегиде будет показываться ПИГ-окно.
vi: Nếu được đặt thành 'có', sẽ hiển thị một màn hình TV nhỏ trong EPG.
zh_cn: 如果设置为'是',显示EPG小电视屏幕.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
da: Hvis sat til 'Ja' bliver signalværdier (SNR, osv.) beregnet fra API V3. Dette er en gammel API version som nu er forældet.
de: Bei 'Ja' werden die Signalwerte (SNR usw.) aus API V3 berechnet. Dies ist eine alte API-Version, die jetzt ersetzt wurde.
et: Määrates 'jah', arvutatakse signaali väärused (SNR, etc) API V3 põhjal. See on vana API versioon, mis on nüüd asendatud uuega.
vi: Nếu được đặt thành giá trị tín hiệu 'có' (SNR, v.v.) sẽ được tính từ API V3. Đây là một phiên bản API cũ đã được thay thế.
zh_cn: 如果设置为'是',信号值(信噪比等)将根据API v3计算. 这是一个旧的API版本,现已被取代.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
da: Hvis sat til'Ja' vil Buketter blive vist hver gang du åbner EPG.
de: Bei 'Ja' werden Favoriten jedes Mal beim Öffnen vom EPG angezeigt.
et: Kui lubatud, kuvatakse saatekava avamisel alati lemmiknimekirjad.
hu: Ha az 'igen'-t választja, akkor csatornacsomagot kell választania az EPG műsorújság minden egyes megnyitása előtt.
ru: Если выберите 'да', фавориты будут показаны каждый раз при открытии телегида.
vi: Nếu được đặt thành 'có', các bó hoa sẽ được hiển thị mỗi khi bạn mở EPG.
zh_cn: 如果设置为'是'的EPG显示将每次打开.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
da: Hvis sat til'Ja' vil kanallisten blive vist når der skiftes mellem Radio og TV tilstande.
de: Bei 'Ja' wird die Kanalliste angezeigt, wenn zwischen Fernsehen und Radio gewechselt wird.
et: Kui lubatud, avatakse TV ja raadio režiimi vahetudes kanalinimekiri.
hu: Ha az 'igen'-t választja, a csatorna lista megjelenik a rádió és a TV mód közötti váltás után.
ru: Если выберите 'да', список каналов будет показан после переключения между режимами Радио и ТВ.
vi: Nếu được đặt thành 'có', danh sách kênh sẽ được hiển thị sau khi chuyển đổi giữa chế độ radio và TV.
zh_cn: 如果设置为'是'的频道列表将显示在广播和电视模式之间切换.

source: If set to 'yes' the channel number will be displayed in the infobar.
da: Hvis sat til'Ja' vil kanalnummer blive præsenteret i Infobjælke.
de: Bei 'Ja' wird die Kanalnummer in der Infoleiste angezeigt.
et: Kui lubatud, kuvatakse inforibal kanali number.
hu: Ha az 'igen'-t választja, a csatorna száma megjelenik az Információs sávon.
ru: Если выберите 'да', номер канал будет показываться в инфобаре.
vi: Nếu được đặt thành 'có', số kênh sẽ được hiển thị trong infobar.
zh_cn: 如果设置为'是'的频道数将显示在看到信息栏.

source: If set to 'yes' the infobar will be displayed when a new event starts.
da: Hvis sat til'Ja' vil Infobjælke blive præsenteret når en by begivenhed starter.
de: Bei 'Ja' wird die Infoleiste angezeigt, wenn ein neues Programm anfängt.
et: Kui lubatud, kuvatakse uue saate algamisel inforiba.
hu: Ha az 'igen'-t választja, akkor az Információs sáv akkor jelenik meg amikor egy új Esemény kezdődik.
ru: Если выберите 'да', при смене передач инфобар будет показан.
vi: Nếu được đặt thành 'có', infobar sẽ được hiển thị khi một sự kiện mới bắt đầu.
zh_cn: 如果设置为'是'的信息栏将显示在一个新的事件的开始.

source: If set to 'yes' the infobar will be displayed when changing channels.
da: Hvis sat til'Ja' vil Infobjælken blive præsenteret når der skiftes kanal.
de: Bei 'Ja' wird die Infoleiste angezeigt, wenn der Sender gewechselt wird.
et: Kui lubatud, kuvatakse kanalivahetusel inforiba.
hu: Ha az 'igen'-t választja, az Információs sáv megjelenik a csatornák váltásakor.
ru: Если выберите 'да', при смене канала инфобар будет показан.
vi: Nếu được đặt thành 'có', infobar sẽ được hiển thị khi thay đổi kênh.
zh_cn: 如果设置为'是'时,将看到信息栏显示变化的频道.

source: If set to 'yes' you can preview channels in the EPG list.
da: Hvis sat til'Ja' kan du forhåndsvise kanaler i EPG liste.
de: Wenn aktiviert, wird mit OK im Hintergrund auf den markierten Sender geschaltet. Ein zweites OK beendet den EPG und zeigt diesen Sender, EXIT dagegen beendet den EPG und schaltet zum ursprünglichen Sender zurück.
et: Kui lubatud, saab saatekavas kanaleid eelvaadelda.
hu: Ha az 'igen'-t választja, megtekintheti az adott csatorna előnézeti képét.
ru: Если выберите 'да', в телегиде будет включен предпросмотр каналов.
vi: Nếu được đặt thành 'có', bạn có thể xem trước các kênh trong danh sách EPG.
zh_cn: 如果设置为'是',你可以预览在EPG频道列表.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
da: Hvis sat til'Ja' kan du forhåndsvise kanaler i kanallisten. Tryk 'OK' for at forhåndsvise den valgte kanal, tryk 'OK' anden gang for at afslutte og Zappe til den kanal, tryk 'EXIT' for at vende tilbage til den kanal du startede fra.
de: Bei 'Ja' wird in der Kanalliste mit OK im Hintergrund auf den markierten Sender geschaltet. Ein zweites OK beendet die Kanalliste und zeigt diesen Sender, EXIT dagegen beendet die Kanalliste und schaltet zum ursprünglichen Sender zurück.
et: Kui lubatud, saab kanalinimekirjas kanaleid eelvaadelda. Vajuta 'OK' valitud kanali eelvaatluseks, vajuta uuesti 'OK' nimekirja sulgemiseks ja antud kanalile minekuks. Vajutades 'EXIT' naased kanalile, millelt alustasid.
hu: Ha az 'igen'-t választja, a csatornát előnézetben tekintheti meg. Nyomja meg az "OK" gombot a csatorna előnézetéhez, nyomja meg másodszor az "OK" gombot a csatornaváltáshoz és kilépéshez. Nyomja meg az "EXIT" gombot a visszatéréshez.
ru: Если выберите 'да', в списке каналов будет включен предпросмотр каналов. Нажатие ОК откроет канал в ПИГ-окне, второе нажатие ОК закроет селектор каналов и переключить на данный канал, нажатие кнопки 'EXIT' закроет селектор каналов с возвратом на старый канал.
vi: Nếu được đặt thành 'có', bạn có thể xem trước các kênh trong danh sách kênh. Nhấn 'OK' để xem trước kênh đã chọn, nhấn 'OK' thứ 2 để thoát và chuyển sang kênh đó, nhấn 'EXIT' để quay lại kênh bạn đã bắt đầu.
zh_cn: 如果设置为'是',你可以在频道列表中预览频道.请按'确定'键预览选定的频道,按第二个'确定'键退出那频道,按'退出'回到你开始的频道.

source: If set to 'yes', allows you use the seekbar to jump to a point within the event.
da: Hvis sat til'Ja' kan du bruge Søgebjælken til at hoppe til et sted indenfor begivenheden.
de: Bei 'Ja' können Sie innerhalb der Suchleiste zu jedem beliebigen Zeitpunkt vor oder zurück springen.
et: Määrates 'jah', saad kasutada saates soovitud kohani liikumiseks otsiriba.
hu: Ha az 'igen'-t választja, akkor a keresősáv segítségével átugorhat egy adott pontra az eseményen belül.
ru: Если выберите 'да', сможете использовать SeekBar, чтобы перейти к точке с событием.
vi: Nếu được đặt thành 'có', cho phép bạn sử dụng thanh tìm kiếm để chuyển đến một điểm trong sự kiện.
zh_cn: 如果设置为'是',允许您使用'查找'栏跳转到事件中的一个点.

source: If set to 'yes', enable autorecord for automatically background timeshift
da: Hvis sat til'Ja' aktiveres autooptag for automatisk baggrund Timeshift
de: 'Ja' aktiviert die automatische Aufnahme für Timeshift im Hintergrund.
et: Määrates 'jah', töötab autosalvestus automaatselt ajanihke taustal
hu: Ha az 'igen'-t választja, akkor a Timeshift fájl automatikusan mentve lesz a háttérben
ru: Если выберите 'да', будет включена автоматическая запись таймшифта в фоновом режиме.
vi: Nếu được đặt thành 'có', hãy bật autorecord để tự động chuyển nền thời gian
zh_cn: 如果设置为'是',启用自动录制为自动时移的背景.
